{"id": "article-17646_0", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Introduction", "content": "The anterior humeral circumflex artery (AHCA) branches off of the third part of the axillary artery, proximal to where the posterior humeral circumflex artery (PHCA) originates. The anterior humeral circumflex artery then travels horizontally behind the coracobrachialis muscle towards the bicipital groove (intertubercular sulcus), where its principal branch, the arcuate artery, ascends along the lateral portion of the groove and supplies the humerus at the level of the greater tuberosity. The anterior humeral circumflex artery also forms an anastomosis with the posterior humeral circumflex artery and other arterial branches, such as the profunda brachii and the acromiothoracic artery. It is crucial for the blood supply of the humeral head, the glenohumeral joint, teres major and minor, and deltoid. [1] [2] [3] [4]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Introduction. The anterior humeral circumflex artery (AHCA) branches off of the third part of the axillary artery, proximal to where the posterior humeral circumflex artery (PHCA) originates. The anterior humeral circumflex artery then travels horizontally behind the coracobrachialis muscle towards the bicipital groove (intertubercular sulcus), where its principal branch, the arcuate artery, ascends along the lateral portion of the groove and supplies the humerus at the level of the greater tuberosity. The anterior humeral circumflex artery also forms an anastomosis with the posterior humeral circumflex artery and other arterial branches, such as the profunda brachii and the acromiothoracic artery. It is crucial for the blood supply of the humeral head, the glenohumeral joint, teres major and minor, and deltoid. [1] [2] [3] [4]"}
{"id": "article-17646_1", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Structure and Function", "content": "The axillary artery typically divides into three parts by the pectoralis minor muscle. The third part, which is where the anterior humeral circumflex artery originates, lies distal to the lower border of the pectoralis minor muscle. The three branches of this third part are the subscapular trunk, the anterior humeral circumflex artery, and the posterior humeral circumflex artery. The anterior humeral circumflex artery is the smallest one. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Structure and Function. The axillary artery typically divides into three parts by the pectoralis minor muscle. The third part, which is where the anterior humeral circumflex artery originates, lies distal to the lower border of the pectoralis minor muscle. The three branches of this third part are the subscapular trunk, the anterior humeral circumflex artery, and the posterior humeral circumflex artery. The anterior humeral circumflex artery is the smallest one. [2]"}
{"id": "article-17646_2", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Structure and Function", "content": "It is known that the anterior humeral circumflex artery has numerous branches and an extensive anastomotic network, especially with the posterior humeral circumflex artery, in the proximal humerus. It gives off two main branches: the anterolateral ascending branch and the arcuate artery, which is the major blood supply to the greater tuberosity. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Structure and Function. It is known that the anterior humeral circumflex artery has numerous branches and an extensive anastomotic network, especially with the posterior humeral circumflex artery, in the proximal humerus. It gives off two main branches: the anterolateral ascending branch and the arcuate artery, which is the major blood supply to the greater tuberosity. [3]"}
{"id": "article-17646_3", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Structure and Function", "content": "The anterior humeral circumflex artery was traditionally thought to be the primary blood supply of the humerus, but recent studies suggest that the main blood supply is the posterior humeral circumflex artery. This finding may explain the relatively low rate of osteonecrosis in displaced fractures of the proximal humerus. [5] [6]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Structure and Function. The anterior humeral circumflex artery was traditionally thought to be the primary blood supply of the humerus, but recent studies suggest that the main blood supply is the posterior humeral circumflex artery. This finding may explain the relatively low rate of osteonecrosis in displaced fractures of the proximal humerus. [5] [6]"}
{"id": "article-17646_4", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Embryology", "content": "The development of the arteries of the upper limb is in close relation with upper limb development. It initiates towards the end of the fourth week with the activation of mesenchymal cells from the lateral mesoderm. This activation results in the formation of the upper limb buds, formed by a mass of mesenchymal cells covered by ectoderm. This mass of mesenchyme remains undifferentiated until later in development when it is ready to differentiate into bone, cartilage, and blood vessels. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Embryology. The development of the arteries of the upper limb is in close relation with upper limb development. It initiates towards the end of the fourth week with the activation of mesenchymal cells from the lateral mesoderm. This activation results in the formation of the upper limb buds, formed by a mass of mesenchymal cells covered by ectoderm. This mass of mesenchyme remains undifferentiated until later in development when it is ready to differentiate into bone, cartilage, and blood vessels. [3]"}
{"id": "article-17646_5", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Embryology", "content": "The anterior humeral circumflex artery develops from the branches of the axis artery, that comes from the lateral branch of the seventh intersegmental artery. The axis artery grows at the same rate as the upper limb, and it forms the axillary and brachial arteries from its proximal part. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Embryology. The anterior humeral circumflex artery develops from the branches of the axis artery, that comes from the lateral branch of the seventh intersegmental artery. The axis artery grows at the same rate as the upper limb, and it forms the axillary and brachial arteries from its proximal part. [7]"}
{"id": "article-17646_6", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Blood Supply and Lymphatics", "content": "Its accompanying vein performs the venous drainage of the anterior humeral circumflex artery. The anterior circumflex humeral vein that drains into the axillary vein the majority (90%) of cases (10% of upper limbs drain into the cephalic vein). [8]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Blood Supply and Lymphatics. Its accompanying vein performs the venous drainage of the anterior humeral circumflex artery. The anterior circumflex humeral vein that drains into the axillary vein the majority (90%) of cases (10% of upper limbs drain into the cephalic vein). [8]"}
{"id": "article-17646_7", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Blood Supply and Lymphatics", "content": "Most of the upper limb lymph nodes are located in the axilla. Based on their location, they divide into five main groups: apical, central, humeral, subscapular, and pectoral. Which sum up to about 20 to 30 nodes total. Out of these five groups, those classified as humeral are the ones most relevant to the anterior humeral circumflex artery and nearby structures. The lymphatics of the shoulder and axilla are drained by the subclavian lymphatic trunk, which continues to enter the right venous angle on the right side and is drained by the thoracic duct on the left side. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Blood Supply and Lymphatics. Most of the upper limb lymph nodes are located in the axilla. Based on their location, they divide into five main groups: apical, central, humeral, subscapular, and pectoral. Which sum up to about 20 to 30 nodes total. Out of these five groups, those classified as humeral are the ones most relevant to the anterior humeral circumflex artery and nearby structures. The lymphatics of the shoulder and axilla are drained by the subclavian lymphatic trunk, which continues to enter the right venous angle on the right side and is drained by the thoracic duct on the left side. [3]"}
{"id": "article-17646_8", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Muscles", "content": "The multiple branches of the anterior humeral circumflex artery and its extensive anastomotic network (formed with posterior humeral circumflex artery) supplies oxygenated blood to the teres major, teres minor, and the deltoid muscle. As well as the long head of the biceps. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Muscles. The multiple branches of the anterior humeral circumflex artery and its extensive anastomotic network (formed with posterior humeral circumflex artery) supplies oxygenated blood to the teres major, teres minor, and the deltoid muscle. As well as the long head of the biceps. [1]"}
{"id": "article-17646_9", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Surgical Considerations -- Proximal Humerus Fractures", "content": "Traditionally, surgeons have utilized a deltopectoral and a transdeltoid lateral surgical approach in open reduction and internal fixation of proximal humerus fractures. Injury to the anterior humeral circumflex artery and axillary nerve are common complications of such procedure; therefore, a couple of studies have aimed to establish anatomic landmarks to identify and protect the anterior humeral circumflex artery during surgical fixation.", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Surgical Considerations -- Proximal Humerus Fractures. Traditionally, surgeons have utilized a deltopectoral and a transdeltoid lateral surgical approach in open reduction and internal fixation of proximal humerus fractures. Injury to the anterior humeral circumflex artery and axillary nerve are common complications of such procedure; therefore, a couple of studies have aimed to establish anatomic landmarks to identify and protect the anterior humeral circumflex artery during surgical fixation."}
{"id": "article-17646_10", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Surgical Considerations -- Proximal Humerus Fractures", "content": "The first study’s objective was to identify simple landmarks for quick access to protect both humeral circumflex arteries (anterior and posterior). Calculating the mean distances of the anterior humeral circumflex artery to the infraglenoid tubercule, the coracoid, the acromion, and the midclavicular line, which were 26.9 mm, 49.2 mm, 67.0 mm and 74.9 mm, respectively. The mean distances The second study was also aiming at identifying bony landmarks to prevent injury of the anterior humeral circumflex artery and the axillary nerve during surgical treatment, and researchers found that the anterior humeral circumflex artery was located 5.1 cm below the inferior border of the medial acromion and 2.5 cm below the prominence of the lesser tuberosity. [1] [4]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Surgical Considerations -- Proximal Humerus Fractures. The first study’s objective was to identify simple landmarks for quick access to protect both humeral circumflex arteries (anterior and posterior). Calculating the mean distances of the anterior humeral circumflex artery to the infraglenoid tubercule, the coracoid, the acromion, and the midclavicular line, which were 26.9 mm, 49.2 mm, 67.0 mm and 74.9 mm, respectively. The mean distances The second study was also aiming at identifying bony landmarks to prevent injury of the anterior humeral circumflex artery and the axillary nerve during surgical treatment, and researchers found that the anterior humeral circumflex artery was located 5.1 cm below the inferior border of the medial acromion and 2.5 cm below the prominence of the lesser tuberosity. [1] [4]"}
{"id": "article-17646_11", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Clinical Significance -- Rotator Cuff Injuries", "content": "The rotator cuff is a group of four muscles: supraspinatus, subscapularis, infraspinatus, and teres minor. They arise from various points on the scapula and insert on the proximal humerus. The main function of this unit is to stabilize the glenohumeral joint, which causes them to be under great strain most of the time. Millions of Americans are affected per year by shoulder pain, most of which are caused by rotator cuff conditions. The etiology is most likely multifactorial; degeneration, overuse, and trauma. The anterior humeral circumflex artery may be associated with this condition as a cause of pain, specifically, night pain, which as a particularly troublesome symptom in patients with a rotator cuff tear, disturbing sleep, and as a result affecting the quality of life. A recent study demonstrated, using Doppler ultrasonography, that night pain was related to hemodynamics of the anterior humeral circumflex artery. [9] [10] [11]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Clinical Significance -- Rotator Cuff Injuries. The rotator cuff is a group of four muscles: supraspinatus, subscapularis, infraspinatus, and teres minor. They arise from various points on the scapula and insert on the proximal humerus. The main function of this unit is to stabilize the glenohumeral joint, which causes them to be under great strain most of the time. Millions of Americans are affected per year by shoulder pain, most of which are caused by rotator cuff conditions. The etiology is most likely multifactorial; degeneration, overuse, and trauma. The anterior humeral circumflex artery may be associated with this condition as a cause of pain, specifically, night pain, which as a particularly troublesome symptom in patients with a rotator cuff tear, disturbing sleep, and as a result affecting the quality of life. A recent study demonstrated, using Doppler ultrasonography, that night pain was related to hemodynamics of the anterior humeral circumflex artery. [9] [10] [11]"}
{"id": "article-17646_12", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Clinical Significance -- Poor Posture", "content": "It is an established fact that poor posture is a significant cause of back pain, demonstrating a strong relationship with scapular kinematics and shoulder diseases. A recent cadaveric study aimed to discover how the blood flow of the anterior humeral circumflex artery changed when the scapula in internal rotation (“hunched”). It was found that the anterior humeral circumflex artery was attached to the subscapularis tendon as well as located under the subdeltoid bursa, while the posterior humeral circumflex artery was located between the deltoid muscle and the bursa. These anatomic differences determined the degree of movement during scapular motion, causing the anterior humeral circumflex artery to be more limited and the posterior humeral circumflex artery to be freely mobile. As a result, it was shown that internal rotation of the scapula decreased the blood flow of the anterior humeral circumflex artery, which might relate to several shoulder pathologies. [12]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Clinical Significance -- Poor Posture. It is an established fact that poor posture is a significant cause of back pain, demonstrating a strong relationship with scapular kinematics and shoulder diseases. A recent cadaveric study aimed to discover how the blood flow of the anterior humeral circumflex artery changed when the scapula in internal rotation (“hunched”). It was found that the anterior humeral circumflex artery was attached to the subscapularis tendon as well as located under the subdeltoid bursa, while the posterior humeral circumflex artery was located between the deltoid muscle and the bursa. These anatomic differences determined the degree of movement during scapular motion, causing the anterior humeral circumflex artery to be more limited and the posterior humeral circumflex artery to be freely mobile. As a result, it was shown that internal rotation of the scapula decreased the blood flow of the anterior humeral circumflex artery, which might relate to several shoulder pathologies. [12]"}
{"id": "article-17646_13", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Clinical Significance -- Proximal Humerus Fractures", "content": "Proximal humerus fractures account for around 6% of fractures in the Western world. Depending on patient demographics, the fracture can occur as a result of trauma or pathologic in nature; it is the third most common osteoporotic fracture. As mentioned before, it was once thought that the anterior humeral circumflex artery was the main blood supply of the proximal humerus, but recently it has been shown that the posterior humeral circumflex artery also plays a major role. This explains the low incidence of avascular necrosis when there is a proximal humerus displaced fracture. [13]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Clinical Significance -- Proximal Humerus Fractures. Proximal humerus fractures account for around 6% of fractures in the Western world. Depending on patient demographics, the fracture can occur as a result of trauma or pathologic in nature; it is the third most common osteoporotic fracture. As mentioned before, it was once thought that the anterior humeral circumflex artery was the main blood supply of the proximal humerus, but recently it has been shown that the posterior humeral circumflex artery also plays a major role. This explains the low incidence of avascular necrosis when there is a proximal humerus displaced fracture. [13]"}
{"id": "article-17646_14", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Clinical Significance -- Anterior Shoulder Dislocations", "content": "Anterior shoulder dislocations are quite common, making up to 50% of all dislocations. However, a vascular injury is a rare entity in fracture-dislocation and even more rare with isolated dislocations. The pathognomonic triad for arterial disruption includes a dislocated shoulder, diminished or absent radial pulse, and palpable axillary hematoma. These findings should prompt referral to vascular and orthopedic consult. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Clinical Significance -- Anterior Shoulder Dislocations. Anterior shoulder dislocations are quite common, making up to 50% of all dislocations. However, a vascular injury is a rare entity in fracture-dislocation and even more rare with isolated dislocations. The pathognomonic triad for arterial disruption includes a dislocated shoulder, diminished or absent radial pulse, and palpable axillary hematoma. These findings should prompt referral to vascular and orthopedic consult. [14]"}
{"id": "article-17646_15", "title": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Anterior Humeral Circumflex Artery -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}