{"id": "article-28291_0", "title": "Neuroanatomy, Red Nucleus -- Introduction", "content": "The red nucleus (RN) is a primitive brainstem structure located in the ventral midbrain. Histologically, the RN consists of two distinct structures: a rostral parvocellular red nucleus (RNp) and a caudal magnocellular red nucleus (RNm). [1] [2] Although the origin of the RN is not completely understood, studies suggest it can be attributed to the evolutionary development of limbs and locomotion among vertebrates. [3] Specifically, when comparing different species, there is wide variability in both the structure and function of the RN. Generally, the RNm predominates in lower vertebrates, while the RNp is more prominent in higher species. [2] Regarding quadrupedal mammals (i.e., cats and rats), the RNm is highly developed. However, when progressing upward the evolutionary pyramid, the RNm decreases in size and ultimately bares minimal significant volume or neurological function within the human brain (conversely, the RNp occupies most of the RN total volume in humans). [1] [4] [5] [6] Furthermore, although the two subsections of the RN are virtually undifferentiated in lower mammals, the human RNm and RNp are so distinct that they are more so considered two completely independent structures altogether. [2]", "contents": "Neuroanatomy, Red Nucleus -- Introduction. The red nucleus (RN) is a primitive brainstem structure located in the ventral midbrain. Histologically, the RN consists of two distinct structures: a rostral parvocellular red nucleus (RNp) and a caudal magnocellular red nucleus (RNm). [1] [2] Although the origin of the RN is not completely understood, studies suggest it can be attributed to the evolutionary development of limbs and locomotion among vertebrates. [3] Specifically, when comparing different species, there is wide variability in both the structure and function of the RN. Generally, the RNm predominates in lower vertebrates, while the RNp is more prominent in higher species. [2] Regarding quadrupedal mammals (i.e., cats and rats), the RNm is highly developed. However, when progressing upward the evolutionary pyramid, the RNm decreases in size and ultimately bares minimal significant volume or neurological function within the human brain (conversely, the RNp occupies most of the RN total volume in humans). [1] [4] [5] [6] Furthermore, although the two subsections of the RN are virtually undifferentiated in lower mammals, the human RNm and RNp are so distinct that they are more so considered two completely independent structures altogether. [2]"}
{"id": "article-28291_1", "title": "Neuroanatomy, Red Nucleus -- Structure and Function", "content": "As mentioned, the RN is subdivided into the RNp and the RNm. These neurons are arranged in a somatotopic distribution, with the upper limb corresponding with the dorsomedial region and the lower limb correlating with the ventrolateral portion. [7] [1] Regarding the RNm, the contralateral interposed nuclei of the deep cerebellum project neurons that travel directly to the RNm, which thereby gives rise to the rubrospinal tract and subsequently relays into the spinal cord. [1] Conversely, the RNp receives input from the dentate nucleus within the cerebral cortex as well as the deep white matter of the cerebellum and redirects input into the ipsilateral inferior olivary nucleus (commonly referred to as the myoclonic triangle, the triangle of Guillain-Mollaret, or the dentato-rubro-olivary pathway). [1]", "contents": "Neuroanatomy, Red Nucleus -- Structure and Function. As mentioned, the RN is subdivided into the RNp and the RNm. These neurons are arranged in a somatotopic distribution, with the upper limb corresponding with the dorsomedial region and the lower limb correlating with the ventrolateral portion. [7] [1] Regarding the RNm, the contralateral interposed nuclei of the deep cerebellum project neurons that travel directly to the RNm, which thereby gives rise to the rubrospinal tract and subsequently relays into the spinal cord. [1] Conversely, the RNp receives input from the dentate nucleus within the cerebral cortex as well as the deep white matter of the cerebellum and redirects input into the ipsilateral inferior olivary nucleus (commonly referred to as the myoclonic triangle, the triangle of Guillain-Mollaret, or the dentato-rubro-olivary pathway). [1]"}
{"id": "article-28291_2", "title": "Neuroanatomy, Red Nucleus -- Structure and Function", "content": "It is important to distinguish the subsections of the red nuclei because each possesses a unique neuronal pathway and, therefore, dictates a separate neurologic function. For example, among quadrupedal animals, the RNm closely mirrors the pyramidal tract when animals navigate through obstacles and perform various coordinated extremity movements. [8] In upper mammals (such as primates) rubrospinal activity (and therefore RNm activity) influences more primitive motor activity such as grasping, most prominently among infants. [9]  As mentioned previously, the RNm is largely rudimentary in adult humans (and therefore bears a lesser neurologic role), most likely due to the development (and functional redundancy) of the corticospinal tract and the pyramidal system. [9] [10] One interesting correlation to note is that among fetuses and newborns, who possess a particularly notable magnocellular red neurons, also demonstrate particularly prominent limb flexor tone. [9] Additionally, anencephalic infants deprived of the cerebral cortex (but still have intact midbrain and, therefore, an RN) can exhibit synergistic stepping patterns, therefore reinforcing the notion that the rubrospinal tract bears functional responsibility in primitive movements. [11]", "contents": "Neuroanatomy, Red Nucleus -- Structure and Function. It is important to distinguish the subsections of the red nuclei because each possesses a unique neuronal pathway and, therefore, dictates a separate neurologic function. For example, among quadrupedal animals, the RNm closely mirrors the pyramidal tract when animals navigate through obstacles and perform various coordinated extremity movements. [8] In upper mammals (such as primates) rubrospinal activity (and therefore RNm activity) influences more primitive motor activity such as grasping, most prominently among infants. [9]  As mentioned previously, the RNm is largely rudimentary in adult humans (and therefore bears a lesser neurologic role), most likely due to the development (and functional redundancy) of the corticospinal tract and the pyramidal system. [9] [10] One interesting correlation to note is that among fetuses and newborns, who possess a particularly notable magnocellular red neurons, also demonstrate particularly prominent limb flexor tone. [9] Additionally, anencephalic infants deprived of the cerebral cortex (but still have intact midbrain and, therefore, an RN) can exhibit synergistic stepping patterns, therefore reinforcing the notion that the rubrospinal tract bears functional responsibility in primitive movements. [11]"}
{"id": "article-28291_3", "title": "Neuroanatomy, Red Nucleus -- Structure and Function", "content": "In contrast, the RNp provides an important connection between the motor and premotor cortices as well as the cerebellum and inputs directly into the inferior olivary nucleus. [9] Therefore, this subsection of the RN represents an important link in the motor circuit. Although the exact role of the RNp remains unknown, it is suggested to potentially play a role in complex cognitive-motor functions by regulating the olivocerebellar tract system. [12] [13]", "contents": "Neuroanatomy, Red Nucleus -- Structure and Function. In contrast, the RNp provides an important connection between the motor and premotor cortices as well as the cerebellum and inputs directly into the inferior olivary nucleus. [9] Therefore, this subsection of the RN represents an important link in the motor circuit. Although the exact role of the RNp remains unknown, it is suggested to potentially play a role in complex cognitive-motor functions by regulating the olivocerebellar tract system. [12] [13]"}
{"id": "article-28291_4", "title": "Neuroanatomy, Red Nucleus -- Structure and Function", "content": "In summary, the parvocellular division of the RN is particularly prominent in the adult human brain and may play a role in cognitive-motor function, while the magnocellular RN only demonstrates functional relevance in early development through primitive movements and becomes less functionally significant with aging. [9]", "contents": "Neuroanatomy, Red Nucleus -- Structure and Function. In summary, the parvocellular division of the RN is particularly prominent in the adult human brain and may play a role in cognitive-motor function, while the magnocellular RN only demonstrates functional relevance in early development through primitive movements and becomes less functionally significant with aging. [9]"}
{"id": "article-28291_5", "title": "Neuroanatomy, Red Nucleus -- Embryology", "content": "To date, very few studies have explored the embryonic development of the red neuron. [6] [2] However, studies that have examined such development noted several consistent findings. First, initial development commences with cell migration concurrently with the mid-brain from the cerebellum at around week 7. Around week 8, cells accumulate along the cerebellar outgrowth, which eventually develops into the dentate nucleus in series with the RN. After that, RN differentiation commences with RNm formation beginning around 12 weeks. [2] By week 14, large and small neurons are recognizable within the RN and continue to develop into the RNm and the RNp. Between weeks 18-23, the oculomotor nerve localizes and clusters around the RN [2] and eventually distributes along the ventrolateral superior cerebellar peduncle from 28 weeks onward. Finally, from weeks 28 to 33, there is a near-linear increase in neuronal size with regards to gestational age, leading to ultimately a consistent detection of neuro-histology by 33 weeks. [2]", "contents": "Neuroanatomy, Red Nucleus -- Embryology. To date, very few studies have explored the embryonic development of the red neuron. [6] [2] However, studies that have examined such development noted several consistent findings. First, initial development commences with cell migration concurrently with the mid-brain from the cerebellum at around week 7. Around week 8, cells accumulate along the cerebellar outgrowth, which eventually develops into the dentate nucleus in series with the RN. After that, RN differentiation commences with RNm formation beginning around 12 weeks. [2] By week 14, large and small neurons are recognizable within the RN and continue to develop into the RNm and the RNp. Between weeks 18-23, the oculomotor nerve localizes and clusters around the RN [2] and eventually distributes along the ventrolateral superior cerebellar peduncle from 28 weeks onward. Finally, from weeks 28 to 33, there is a near-linear increase in neuronal size with regards to gestational age, leading to ultimately a consistent detection of neuro-histology by 33 weeks. [2]"}
{"id": "article-28291_6", "title": "Neuroanatomy, Red Nucleus -- Blood Supply and Lymphatics", "content": "The RN receives blood supply from the posterior cerebral artery (PCA). [14] [15] [14]", "contents": "Neuroanatomy, Red Nucleus -- Blood Supply and Lymphatics. The RN receives blood supply from the posterior cerebral artery (PCA). [14] [15] [14]"}
{"id": "article-28291_7", "title": "Neuroanatomy, Red Nucleus -- Nerves", "content": "There is an increasing number of studies exploring the relationship between the magnocellular RN and pain modulation and allodynia, [16] [17] most likely via inflammatory cytokine expression through the JAK/STAT, JNK, and ERK signaling cascade. [18] [19] As such, previous studies have demonstrated that spared nerve injury in animal models up-regulates pro-inflammatory cytokines (such as interleukin-6 and tumor necrosis factor-alpha) within the red nucleus. Furthermore, the administration of recombinant pro-inflammatory cytokines directly within the RN can evoke tactile allodynia. [19] [20] Conversely, inhibition of such cytokines can mitigate neuropathic pain [21] [22] and relieve subsequent spared nerve injury tactile allodynia. [23] [24] [25] The combination of these findings suggests a causal relationship between the red nucleus and pain modulation.", "contents": "Neuroanatomy, Red Nucleus -- Nerves. There is an increasing number of studies exploring the relationship between the magnocellular RN and pain modulation and allodynia, [16] [17] most likely via inflammatory cytokine expression through the JAK/STAT, JNK, and ERK signaling cascade. [18] [19] As such, previous studies have demonstrated that spared nerve injury in animal models up-regulates pro-inflammatory cytokines (such as interleukin-6 and tumor necrosis factor-alpha) within the red nucleus. Furthermore, the administration of recombinant pro-inflammatory cytokines directly within the RN can evoke tactile allodynia. [19] [20] Conversely, inhibition of such cytokines can mitigate neuropathic pain [21] [22] and relieve subsequent spared nerve injury tactile allodynia. [23] [24] [25] The combination of these findings suggests a causal relationship between the red nucleus and pain modulation."}
{"id": "article-28291_8", "title": "Neuroanatomy, Red Nucleus -- Surgical Considerations", "content": "Among the most common surgical interventions for Parkinson disease involves targeted deep brain stimulation of the subthalamic nucleus. This procedure, however, is subject to a high rate of error. [26] [27] One important consideration with regards to this procedure is the close resemblance, both anatomically and physiologically between the subthalamic nucleus and the RN, especially among Parkinson disease patients. [27] This close resemblance commonly causes incorrect lead placement [27] [28] and is the reason why over 50% of deep brain stimulation procedures result in failure. [29]", "contents": "Neuroanatomy, Red Nucleus -- Surgical Considerations. Among the most common surgical interventions for Parkinson disease involves targeted deep brain stimulation of the subthalamic nucleus. This procedure, however, is subject to a high rate of error. [26] [27] One important consideration with regards to this procedure is the close resemblance, both anatomically and physiologically between the subthalamic nucleus and the RN, especially among Parkinson disease patients. [27] This close resemblance commonly causes incorrect lead placement [27] [28] and is the reason why over 50% of deep brain stimulation procedures result in failure. [29]"}
{"id": "article-28291_9", "title": "Neuroanatomy, Red Nucleus -- Clinical Significance", "content": "There are a number of clinical situations that bear relation to the RN and its function. First, as mentioned previously, there is considerable functional redundancy between the corticospinal tract and the rubrospinal tract. Therefore, in the case of corticospinal tract injury (such as stroke or spinal cord injury), neurologic compensation and response occur in the acute setting, by which the red nuclei undergo remodeling and increase activity. [30] This upregulation may provide a small degree of compensation in motor function. [30] [31] [32] [33] [34]", "contents": "Neuroanatomy, Red Nucleus -- Clinical Significance. There are a number of clinical situations that bear relation to the RN and its function. First, as mentioned previously, there is considerable functional redundancy between the corticospinal tract and the rubrospinal tract. Therefore, in the case of corticospinal tract injury (such as stroke or spinal cord injury), neurologic compensation and response occur in the acute setting, by which the red nuclei undergo remodeling and increase activity. [30] This upregulation may provide a small degree of compensation in motor function. [30] [31] [32] [33] [34]"}
{"id": "article-28291_10", "title": "Neuroanatomy, Red Nucleus -- Clinical Significance", "content": "Another clinically relevant manifestation with regard to the RN can be seen in patients with substantial brain damage. Specifically, the involuntary posture that a patient demonstrates can help localize the lesion of interest. In decorticate rigidity, flexion of the upper extremities illustrates an intact RN (and rubrospinal tract). If the lesion reaches the RN (and, therefore, the midbrain), the upper extremities demonstrate extended posture, which is referred to as decerebrate posturing. [35]", "contents": "Neuroanatomy, Red Nucleus -- Clinical Significance. Another clinically relevant manifestation with regard to the RN can be seen in patients with substantial brain damage. Specifically, the involuntary posture that a patient demonstrates can help localize the lesion of interest. In decorticate rigidity, flexion of the upper extremities illustrates an intact RN (and rubrospinal tract). If the lesion reaches the RN (and, therefore, the midbrain), the upper extremities demonstrate extended posture, which is referred to as decerebrate posturing. [35]"}
{"id": "article-28291_11", "title": "Neuroanatomy, Red Nucleus -- Clinical Significance", "content": "The third (and much less common) clinical manifestation regarding direct damage to red nuclei involves hypertrophic olivary degeneration and, ultimately, palatal myoclonus (and dysphagia), [36] by which patients’ diaphragm, laryngeal muscles, as well as the soft palate and pharyngopalatine arch move in a rhythmic and involuntary jerking motion. [37]", "contents": "Neuroanatomy, Red Nucleus -- Clinical Significance. The third (and much less common) clinical manifestation regarding direct damage to red nuclei involves hypertrophic olivary degeneration and, ultimately, palatal myoclonus (and dysphagia), [36] by which patients’ diaphragm, laryngeal muscles, as well as the soft palate and pharyngopalatine arch move in a rhythmic and involuntary jerking motion. [37]"}
{"id": "article-28291_12", "title": "Neuroanatomy, Red Nucleus -- Clinical Significance", "content": "Fourth, lesions of the RN may lead to various third nerve palsies due to the intimate anatomical relationship between it and the oculomotor nerve. Specifically, fibers of cranial nerve III travel alongside the RN as they leave the oculomotor nerve nucleus and pass ventrally through the midbrain. [38] It is also worth noting that given the close proximity between the dentate nucleus of the cerebral cortex, the cerebellum, and the inferior olivary nucleus, there are a number of rare yet academically notable syndromes that manifest secondary to lesions within this network. There are two specific associated syndromes worth noting, and the first is colloquially referred to as Benedikt Syndrome (paramedian midbrain syndrome), which presents as ipsilateral cranial nerve III palsy, contralateral hemiataxia with intention tremor, and contralateral hemiparesis. [39] [40] The second is Claude Syndrome, which encompasses all the features of Benedikt syndrome as well as an associated asynergy and dysdiadochokinesia due to a lesion of the adjacent superior cerebellar peduncle. [41]", "contents": "Neuroanatomy, Red Nucleus -- Clinical Significance. Fourth, lesions of the RN may lead to various third nerve palsies due to the intimate anatomical relationship between it and the oculomotor nerve. Specifically, fibers of cranial nerve III travel alongside the RN as they leave the oculomotor nerve nucleus and pass ventrally through the midbrain. [38] It is also worth noting that given the close proximity between the dentate nucleus of the cerebral cortex, the cerebellum, and the inferior olivary nucleus, there are a number of rare yet academically notable syndromes that manifest secondary to lesions within this network. There are two specific associated syndromes worth noting, and the first is colloquially referred to as Benedikt Syndrome (paramedian midbrain syndrome), which presents as ipsilateral cranial nerve III palsy, contralateral hemiataxia with intention tremor, and contralateral hemiparesis. [39] [40] The second is Claude Syndrome, which encompasses all the features of Benedikt syndrome as well as an associated asynergy and dysdiadochokinesia due to a lesion of the adjacent superior cerebellar peduncle. [41]"}
{"id": "article-28291_13", "title": "Neuroanatomy, Red Nucleus -- Clinical Significance", "content": "Fifth, there is a rare autosomal recessive disorder known as Woodhouse-Sakati Syndrome, characterized by hypogonadism, adolescent-onset diabetes mellitus, hypothyroidism, and alopecia. [42] Additional neurologic findings include bilateral sensorineural hearing loss in childhood, mild intellectual disability, and various extrapyramidal findings. [42] These changes are caused by mutations in the DCAF17 gene. As a result of these changes, there is excess iron deposition among several structures within the brain, including the substantia nigra, red nucleus, and dentate nucleus. [43]", "contents": "Neuroanatomy, Red Nucleus -- Clinical Significance. Fifth, there is a rare autosomal recessive disorder known as Woodhouse-Sakati Syndrome, characterized by hypogonadism, adolescent-onset diabetes mellitus, hypothyroidism, and alopecia. [42] Additional neurologic findings include bilateral sensorineural hearing loss in childhood, mild intellectual disability, and various extrapyramidal findings. [42] These changes are caused by mutations in the DCAF17 gene. As a result of these changes, there is excess iron deposition among several structures within the brain, including the substantia nigra, red nucleus, and dentate nucleus. [43]"}
{"id": "article-28291_14", "title": "Neuroanatomy, Red Nucleus -- Clinical Significance", "content": "Lastly, there is consideration given towards the interplay between the RN and Parkinson disease. [27] Although the exact mechanism remains unknown, a number of studies have explored the potential relationships, including the overall RN firing rate in relation to Parkinson disease, [27] the relationship between the iron content of RN and the likelihood of levodopa-induced dyskinesia development, [44] and the relationship between RN volume and Parkinson disease-associated motor symptoms. [45] [46]  Similarly, and as mentioned previously, the functional and expressive similarities between the RN and the subthalamic nuclei also present difficulties with regard to treating Parkinson disease via deep brain stimulation, and also provide obstacles in better understanding this disease. [27] [26] Of related note, the red nucleus (as well as the inferior olivary nucleus) has been theorized to play a role in essential tremor but remains in question. [47]", "contents": "Neuroanatomy, Red Nucleus -- Clinical Significance. Lastly, there is consideration given towards the interplay between the RN and Parkinson disease. [27] Although the exact mechanism remains unknown, a number of studies have explored the potential relationships, including the overall RN firing rate in relation to Parkinson disease, [27] the relationship between the iron content of RN and the likelihood of levodopa-induced dyskinesia development, [44] and the relationship between RN volume and Parkinson disease-associated motor symptoms. [45] [46]  Similarly, and as mentioned previously, the functional and expressive similarities between the RN and the subthalamic nuclei also present difficulties with regard to treating Parkinson disease via deep brain stimulation, and also provide obstacles in better understanding this disease. [27] [26] Of related note, the red nucleus (as well as the inferior olivary nucleus) has been theorized to play a role in essential tremor but remains in question. [47]"}
{"id": "article-28291_15", "title": "Neuroanatomy, Red Nucleus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Red Nucleus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}