{"id": "article-34478_0", "title": "EMS Zones of Care -- Introduction", "content": "Zones of care are the term used in the prehospital setting to delineate locations that require different levels of care and/or safety. Operationally speaking these zones help define the personnel and equipment that can and should be used depending on the type of incident. The zones are divided based on colors or names, and they vary from agency to agency.  The interagency variation in zone descriptors necessitates the use of \"regular language\" to ensure a cohesive response and that the right people and resources are in the correct location. [1] [2]", "contents": "EMS Zones of Care -- Introduction. Zones of care are the term used in the prehospital setting to delineate locations that require different levels of care and/or safety. Operationally speaking these zones help define the personnel and equipment that can and should be used depending on the type of incident. The zones are divided based on colors or names, and they vary from agency to agency.  The interagency variation in zone descriptors necessitates the use of \"regular language\" to ensure a cohesive response and that the right people and resources are in the correct location. [1] [2]"}
{"id": "article-34478_1", "title": "EMS Zones of Care -- Issues of Concern", "content": "The descriptors that define the zones of care vary depending on the organization, type of scenario, type of disaster, and whether weapons of mass destruction are involved.", "contents": "EMS Zones of Care -- Issues of Concern. The descriptors that define the zones of care vary depending on the organization, type of scenario, type of disaster, and whether weapons of mass destruction are involved."}
{"id": "article-34478_2", "title": "EMS Zones of Care -- Issues of Concern -- The Hot or Red Zone", "content": "The most dangerous zone of care within the tactical medicine environment, where active weapon use and shooting are present, is known as a hot or red zone. This zone poses the highest risk to life, and limited care should be provided in this environment. An environment with active weapons use is not safe for anyone, regardless of firepower, protection, or training.  In an area of an active shooting further injury or death is possible. Only the quickest and most necessary life-saving treatments should be employed to limit caregiver and patient risk. The only medical treatment that should be administered in this zone is essential hemorrhage control, such as the application of direct wound pressure or a tourniquet. [3] The goal is to get the healthcare provider and patient to a safer location.  The movement to a safer location can mean to someplace within the hot zone there is a cover, to the warm zone, or what is also referred to as the tactical field care zone. Getting to a safe and protected area is important to help prevent further injury.  Preventing further injury is one of the top priorities within the hot zone when care is being rendered. Personnel providing care in this location need to be mobile, steady on their feet, and should carry limited equipment to prevent the hindering of mobility. [4] [5] [6] [4]", "contents": "EMS Zones of Care -- Issues of Concern -- The Hot or Red Zone. The most dangerous zone of care within the tactical medicine environment, where active weapon use and shooting are present, is known as a hot or red zone. This zone poses the highest risk to life, and limited care should be provided in this environment. An environment with active weapons use is not safe for anyone, regardless of firepower, protection, or training.  In an area of an active shooting further injury or death is possible. Only the quickest and most necessary life-saving treatments should be employed to limit caregiver and patient risk. The only medical treatment that should be administered in this zone is essential hemorrhage control, such as the application of direct wound pressure or a tourniquet. [3] The goal is to get the healthcare provider and patient to a safer location.  The movement to a safer location can mean to someplace within the hot zone there is a cover, to the warm zone, or what is also referred to as the tactical field care zone. Getting to a safe and protected area is important to help prevent further injury.  Preventing further injury is one of the top priorities within the hot zone when care is being rendered. Personnel providing care in this location need to be mobile, steady on their feet, and should carry limited equipment to prevent the hindering of mobility. [4] [5] [6] [4]"}
{"id": "article-34478_3", "title": "EMS Zones of Care -- Issues of Concern -- The Hot or Red Zone", "content": "Regarding the risk from hazardous materials, the hot zone is where there is the potential release of an agent requires a greater level of personal protective equipment (PPE).  The highest level of PPE, a level A suit, is commonly used in this setting. The size of the hot or red zone is determined by the nature of the incident, wind direction, topography, and type of agent used.  Management guidelines for suspected agents can be found in the emergency response guidebook or are available on a number of mobile phone applications. [7]", "contents": "EMS Zones of Care -- Issues of Concern -- The Hot or Red Zone. Regarding the risk from hazardous materials, the hot zone is where there is the potential release of an agent requires a greater level of personal protective equipment (PPE).  The highest level of PPE, a level A suit, is commonly used in this setting. The size of the hot or red zone is determined by the nature of the incident, wind direction, topography, and type of agent used.  Management guidelines for suspected agents can be found in the emergency response guidebook or are available on a number of mobile phone applications. [7]"}
{"id": "article-34478_4", "title": "EMS Zones of Care -- Issues of Concern -- The Warm or Yellow Zone", "content": "The second zone of care, yellow zone, or warm zone, is where tactical field care takes place. This is a zone that is less dangerous than the hot zone but is still not completely safe.  This zone is dynamic in nature and depends on the location of the threat, the mobility of the threat, and the mobility of the patient. In tactical medicine, the warm zone is where the majority of care for sick and injured patients is accomplished. Care can be varied depending on equipment available, the location of local hospitals, and the expertise of personnel.  In warm zone, additional hemorrhage control with tourniquets and/or hemostatic agents continues.  While attempts at hemorrhage control are may be started in the hot zone, further treatments are limited to the tactical field care zone and green zone to ensure the safety of the provider and patient. Basic airway maneuvers (chin lift, nasal airway) are easy to provide, require no equipment, and can be life-saving. If these maneuvers fail due to airway compromise or distorted anatomy from injury the next maneuver is cricothyroidotomy. This treatment paradigm appears to go against current emergency medicine practice where intubation is usually the next step. In this location, a cricothyroidotomy is quicker and provides a definitive airway faster than intubation. Rapid completion of procedures is imperative due to the fluid nature of the zones of care and the need to mobilize at a moment's notice. If a tension pneumothorax is identified in the warm zone, this should be treated by needle decompression. It is fast and easy to perform when the patient is exposed. Repeat evaluation of patients for deterioration secondary to a tension pneumothorax is important. [8] [9] [10] [11] [12] [13]", "contents": "EMS Zones of Care -- Issues of Concern -- The Warm or Yellow Zone. The second zone of care, yellow zone, or warm zone, is where tactical field care takes place. This is a zone that is less dangerous than the hot zone but is still not completely safe.  This zone is dynamic in nature and depends on the location of the threat, the mobility of the threat, and the mobility of the patient. In tactical medicine, the warm zone is where the majority of care for sick and injured patients is accomplished. Care can be varied depending on equipment available, the location of local hospitals, and the expertise of personnel.  In warm zone, additional hemorrhage control with tourniquets and/or hemostatic agents continues.  While attempts at hemorrhage control are may be started in the hot zone, further treatments are limited to the tactical field care zone and green zone to ensure the safety of the provider and patient. Basic airway maneuvers (chin lift, nasal airway) are easy to provide, require no equipment, and can be life-saving. If these maneuvers fail due to airway compromise or distorted anatomy from injury the next maneuver is cricothyroidotomy. This treatment paradigm appears to go against current emergency medicine practice where intubation is usually the next step. In this location, a cricothyroidotomy is quicker and provides a definitive airway faster than intubation. Rapid completion of procedures is imperative due to the fluid nature of the zones of care and the need to mobilize at a moment's notice. If a tension pneumothorax is identified in the warm zone, this should be treated by needle decompression. It is fast and easy to perform when the patient is exposed. Repeat evaluation of patients for deterioration secondary to a tension pneumothorax is important. [8] [9] [10] [11] [12] [13]"}
{"id": "article-34478_5", "title": "EMS Zones of Care -- Issues of Concern -- The Warm or Yellow Zone", "content": "Providers may be required to wear additional PPE in the warm or yellow zone depending on whether gross decontamination or hazardous materials are present. Providers and patients in the warm or yellow zone are still at risk.  Precautions should be taken to prevent exposures.", "contents": "EMS Zones of Care -- Issues of Concern -- The Warm or Yellow Zone. Providers may be required to wear additional PPE in the warm or yellow zone depending on whether gross decontamination or hazardous materials are present. Providers and patients in the warm or yellow zone are still at risk.  Precautions should be taken to prevent exposures."}
{"id": "article-34478_6", "title": "EMS Zones of Care -- Issues of Concern -- The Cold or Green Zone", "content": "The third and safest zone is the tac-evac zone, also known as the green zone or cold zone.  Basic emergency management services can be performed in this location. The cold or green zone is outside of the immediate danger area and transportation is usually available. There is no immediate danger to the provider or patient.  In this zone, regular operations can be performed.  As with any point during the transition of patients from the hot zone to the cold zone, continued care and reassessment are the keys to ensuring patient safety and optimal care. Providers should be cognizant that there may be alterations on locations and types of equipment available with the transition to a different zone.  Tourniquets should be re-examined to ensure they have not loosened or moved, airway equipment needs to be checked to confirm that the patient is still oxygenating and ventilating, and needle decompression catheters need to be inspected to look for kinks or occlusions (from blood or debris).", "contents": "EMS Zones of Care -- Issues of Concern -- The Cold or Green Zone. The third and safest zone is the tac-evac zone, also known as the green zone or cold zone.  Basic emergency management services can be performed in this location. The cold or green zone is outside of the immediate danger area and transportation is usually available. There is no immediate danger to the provider or patient.  In this zone, regular operations can be performed.  As with any point during the transition of patients from the hot zone to the cold zone, continued care and reassessment are the keys to ensuring patient safety and optimal care. Providers should be cognizant that there may be alterations on locations and types of equipment available with the transition to a different zone.  Tourniquets should be re-examined to ensure they have not loosened or moved, airway equipment needs to be checked to confirm that the patient is still oxygenating and ventilating, and needle decompression catheters need to be inspected to look for kinks or occlusions (from blood or debris)."}
{"id": "article-34478_7", "title": "EMS Zones of Care -- Issues of Concern -- The Cold or Green Zone", "content": "The last step of patient care in the cold zone is the handoff to the transporting team. This can be a team of equal, less, or higher trained individuals. It is important to give a summary of what was done. All transportation teams may not be familiar with tactical medicine, and a quick bedside education on what was done and why it was done can be helpful for the continuation of proper care while en route to the receiving facility. Normal operational hazards and the threat of exposure must always be considered regardless of the incident.", "contents": "EMS Zones of Care -- Issues of Concern -- The Cold or Green Zone. The last step of patient care in the cold zone is the handoff to the transporting team. This can be a team of equal, less, or higher trained individuals. It is important to give a summary of what was done. All transportation teams may not be familiar with tactical medicine, and a quick bedside education on what was done and why it was done can be helpful for the continuation of proper care while en route to the receiving facility. Normal operational hazards and the threat of exposure must always be considered regardless of the incident."}
{"id": "article-34478_8", "title": "EMS Zones of Care -- Clinical Significance", "content": "EMS zones of care are dynamic and fluid. Each zone has its inherent risks, equipment, and requirements for personal protective equipment. Responders must also take into account the effects of weather and how this can alter the zones of care in real-time. The environment can be chaotic and messy, which can lead to further injury to the provider or patient.  Safety is paramount and the goal is to effectively transition the patients from the location of potential harm to definitive care.", "contents": "EMS Zones of Care -- Clinical Significance. EMS zones of care are dynamic and fluid. Each zone has its inherent risks, equipment, and requirements for personal protective equipment. Responders must also take into account the effects of weather and how this can alter the zones of care in real-time. The environment can be chaotic and messy, which can lead to further injury to the provider or patient.  Safety is paramount and the goal is to effectively transition the patients from the location of potential harm to definitive care."}
{"id": "article-34478_9", "title": "EMS Zones of Care -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Zones of Care -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}