{"id": "article-25599_0", "title": "Neck Abscess -- Continuing Education Activity", "content": "Neck abscesses in the deep neck tissues are difficult to diagnose, localize, access, and manage. The anatomy of the neck is complex and contains several important vessels and nerves, as well as structures critical to the functioning of the airway and gastrointestinal system. The affected tissues may be deep and impossible to palpate or visualize externally. Nearby structures can become involved in the inflammation and lead to neurovascular, bony, or airway issues. This activity examines when neck abscesses should be considered in differential diagnosis and how to evaluate them properly. This activity highlights the role of the interprofessional team in caring for patients with neck abscesses.", "contents": "Neck Abscess -- Continuing Education Activity. Neck abscesses in the deep neck tissues are difficult to diagnose, localize, access, and manage. The anatomy of the neck is complex and contains several important vessels and nerves, as well as structures critical to the functioning of the airway and gastrointestinal system. The affected tissues may be deep and impossible to palpate or visualize externally. Nearby structures can become involved in the inflammation and lead to neurovascular, bony, or airway issues. This activity examines when neck abscesses should be considered in differential diagnosis and how to evaluate them properly. This activity highlights the role of the interprofessional team in caring for patients with neck abscesses."}
{"id": "article-25599_1", "title": "Neck Abscess -- Continuing Education Activity", "content": "Objectives: Interpret the signs and symptoms that patients with a neck abscess may exhibit. Determine which patients are most at risk for developing neck abscesses. Identify treatment strategies for neck abscesses. Communicate interprofessional team strategies for improving care coordination to enhance outcomes for patients affected by neck abscesses. Access free multiple choice questions on this topic.", "contents": "Neck Abscess -- Continuing Education Activity. Objectives: Interpret the signs and symptoms that patients with a neck abscess may exhibit. Determine which patients are most at risk for developing neck abscesses. Identify treatment strategies for neck abscesses. Communicate interprofessional team strategies for improving care coordination to enhance outcomes for patients affected by neck abscesses. Access free multiple choice questions on this topic."}
{"id": "article-25599_2", "title": "Neck Abscess -- Introduction", "content": "Infections of the deep neck tissues are complicated in diagnosis, localization, access, and management. The anatomy of the neck is complex, with critical structures of the airway, gastrointestinal system, and major vessels and nerves. The affected tissues may be deep and impossible to palpate or visualize externally. Nearby structures can become involved in the inflammation and lead to neurovascular, bony, or airway issues. Understanding different neck abscesses, how they may present, and the best ways to treat them is crucial. [1] [2] [3]", "contents": "Neck Abscess -- Introduction. Infections of the deep neck tissues are complicated in diagnosis, localization, access, and management. The anatomy of the neck is complex, with critical structures of the airway, gastrointestinal system, and major vessels and nerves. The affected tissues may be deep and impossible to palpate or visualize externally. Nearby structures can become involved in the inflammation and lead to neurovascular, bony, or airway issues. Understanding different neck abscesses, how they may present, and the best ways to treat them is crucial. [1] [2] [3]"}
{"id": "article-25599_3", "title": "Neck Abscess -- Etiology", "content": "Historically, before antibiotics, tonsillitis and pharyngitis were the most frequent causes of deep neck space infections. Tonsillitis remains the most common cause of deep neck space infection in children, but in adults, an odontogenic origin is the most common. Other causes include oral surgical procedures, salivary gland infection or obstruction, trauma to the oral cavity or pharynx, instrumentation, foreign body aspiration, intravenous drug use, cervical lymphadenitis/suppuration of malignant lymph node or mass, branchial cleft anomalies, thyroglossal duct cyst, and others. There may be no clear source for 20% to 50% of deep neck infections. It is important to consider a suppressed immune system due to HIV/AIDS, chemotherapy, or immunosuppressant medications in these infections. [4]", "contents": "Neck Abscess -- Etiology. Historically, before antibiotics, tonsillitis and pharyngitis were the most frequent causes of deep neck space infections. Tonsillitis remains the most common cause of deep neck space infection in children, but in adults, an odontogenic origin is the most common. Other causes include oral surgical procedures, salivary gland infection or obstruction, trauma to the oral cavity or pharynx, instrumentation, foreign body aspiration, intravenous drug use, cervical lymphadenitis/suppuration of malignant lymph node or mass, branchial cleft anomalies, thyroglossal duct cyst, and others. There may be no clear source for 20% to 50% of deep neck infections. It is important to consider a suppressed immune system due to HIV/AIDS, chemotherapy, or immunosuppressant medications in these infections. [4]"}
{"id": "article-25599_4", "title": "Neck Abscess -- Epidemiology", "content": "Deep neck infections are common. As they comprise many discrete entities, it is difficult to accurately estimate the number of deep neck space infections in the United States or worldwide. It would be reasonable to assume that the incidence in the United States is lower than in countries where immunizations and/or early medical intervention for more superficial infections are unavailable. A 2009 study by Adeil et al estimated more than 3,400 U.S. pediatric hospital admissions per year for deep neck space infections.", "contents": "Neck Abscess -- Epidemiology. Deep neck infections are common. As they comprise many discrete entities, it is difficult to accurately estimate the number of deep neck space infections in the United States or worldwide. It would be reasonable to assume that the incidence in the United States is lower than in countries where immunizations and/or early medical intervention for more superficial infections are unavailable. A 2009 study by Adeil et al estimated more than 3,400 U.S. pediatric hospital admissions per year for deep neck space infections."}
{"id": "article-25599_5", "title": "Neck Abscess -- Epidemiology", "content": "Peritonsillar abscess is most common in 20- to 40-year-olds. Children are not often affected by a peritonsillar abscess but can be if they are immuno-compromised. Females and males are affected equally. Chronic tonsillitis or multiple rounds of oral antibiotics may predispose a person to the formation of a peritonsillar abscess. Parapharyngeal abscesses can develop in any age patient but are most common in children and adolescents. Immunocompromised adults are also at increased risk. [5]", "contents": "Neck Abscess -- Epidemiology. Peritonsillar abscess is most common in 20- to 40-year-olds. Children are not often affected by a peritonsillar abscess but can be if they are immuno-compromised. Females and males are affected equally. Chronic tonsillitis or multiple rounds of oral antibiotics may predispose a person to the formation of a peritonsillar abscess. Parapharyngeal abscesses can develop in any age patient but are most common in children and adolescents. Immunocompromised adults are also at increased risk. [5]"}
{"id": "article-25599_6", "title": "Neck Abscess -- Pathophysiology", "content": "There are different potential paths of infection in the neck. Oral cavity/face/superficial neck infection can spread via the lymphatic system to the deep tissues of the neck. Lymphadenopathy may cause suppuration and then focal abscess formation. Direct communication between tissues in the neck may occur. Finally, penetrating trauma can introduce infection to the deep tissues.", "contents": "Neck Abscess -- Pathophysiology. There are different potential paths of infection in the neck. Oral cavity/face/superficial neck infection can spread via the lymphatic system to the deep tissues of the neck. Lymphadenopathy may cause suppuration and then focal abscess formation. Direct communication between tissues in the neck may occur. Finally, penetrating trauma can introduce infection to the deep tissues."}
{"id": "article-25599_7", "title": "Neck Abscess -- Pathophysiology", "content": "After the spread of infection, local inflammation or phlegmon may develop, or a fulminant abscess may form with a purulent fluid collection. Signs of neck abscess in the deep tissues may result from either the mass effect of inflamed tissue or abscess on the surrounding structures or from direct involvement of those structures with the infection. Examples of different types of spread include the following: A lateral pharyngeal space infection can spread to the carotid sheath, causing internal jugular vein thrombosis, leading to subacute bacterial endocarditis or other thromboembolic diseases. Lateral pharyngeal space infection can lead to extensive edema, causing respiratory compromise. Tonsillitis may lead to a peritonsillar abscess, which in turn leads to a lateral/posterior pharyngeal infection that can spread to the chest if untreated.", "contents": "Neck Abscess -- Pathophysiology. After the spread of infection, local inflammation or phlegmon may develop, or a fulminant abscess may form with a purulent fluid collection. Signs of neck abscess in the deep tissues may result from either the mass effect of inflamed tissue or abscess on the surrounding structures or from direct involvement of those structures with the infection. Examples of different types of spread include the following: A lateral pharyngeal space infection can spread to the carotid sheath, causing internal jugular vein thrombosis, leading to subacute bacterial endocarditis or other thromboembolic diseases. Lateral pharyngeal space infection can lead to extensive edema, causing respiratory compromise. Tonsillitis may lead to a peritonsillar abscess, which in turn leads to a lateral/posterior pharyngeal infection that can spread to the chest if untreated."}
{"id": "article-25599_8", "title": "Neck Abscess -- Pathophysiology", "content": "This can lead to mediastinitis or empyema. Neck abscesses can include peritonsillar infections, retropharyngeal infections, submandibular infections, buccal infections, parapharyngeal space infections, and canine space infections. The retropharyngeal, retroesophageal, and posterior mediastinum are all continuous spaces for the spread of infection.", "contents": "Neck Abscess -- Pathophysiology. This can lead to mediastinitis or empyema. Neck abscesses can include peritonsillar infections, retropharyngeal infections, submandibular infections, buccal infections, parapharyngeal space infections, and canine space infections. The retropharyngeal, retroesophageal, and posterior mediastinum are all continuous spaces for the spread of infection."}
{"id": "article-25599_9", "title": "Neck Abscess -- Pathophysiology", "content": "Organisms involved in deep neck infections include aerobes and anaerobes, frequently with a predominance of oral flora. Organisms frequently cultured include Streptococcus, Bacteroides, Staphylococcus, Peptostreptococcis, Pseudomonas, E coli, and H influenzae.", "contents": "Neck Abscess -- Pathophysiology. Organisms involved in deep neck infections include aerobes and anaerobes, frequently with a predominance of oral flora. Organisms frequently cultured include Streptococcus, Bacteroides, Staphylococcus, Peptostreptococcis, Pseudomonas, E coli, and H influenzae."}
{"id": "article-25599_10", "title": "Neck Abscess -- Histopathology", "content": "Causative organisms for deep neck infections include gram-positive organisms, including but not limited to Streptococcus viridans, Staphylococcus epidermidis, and Staphylococcus aureus; and gram-negative organisms, including but not exclusively Escherichia coli, Klebsiella oxytoca, and Haemophilus influenza . In studies of retropharyngeal abscesses, polymicrobial results were found in almost 90% of patients. Aerobes were found in all patients, and anaerobes in more than half. Anaerobes may include Peptostreptococcus , Fusobacterium , Prevotella , and Actinomyces. Other bacteria may include Lactobacillus, Bacteroides, and Propionibacterium , among others. Some studies show cultures with an average of at least 5 isolates. There have been studies showing an association between the presence of biofilm and abscess development. [6]", "contents": "Neck Abscess -- Histopathology. Causative organisms for deep neck infections include gram-positive organisms, including but not limited to Streptococcus viridans, Staphylococcus epidermidis, and Staphylococcus aureus; and gram-negative organisms, including but not exclusively Escherichia coli, Klebsiella oxytoca, and Haemophilus influenza . In studies of retropharyngeal abscesses, polymicrobial results were found in almost 90% of patients. Aerobes were found in all patients, and anaerobes in more than half. Anaerobes may include Peptostreptococcus , Fusobacterium , Prevotella , and Actinomyces. Other bacteria may include Lactobacillus, Bacteroides, and Propionibacterium , among others. Some studies show cultures with an average of at least 5 isolates. There have been studies showing an association between the presence of biofilm and abscess development. [6]"}
{"id": "article-25599_11", "title": "Neck Abscess -- Toxicokinetics", "content": "Within the neck are 11 zones created by planes of lesser and greater resistance between the fascial layers. These potential spaces can expand, communicate with each other, and permit the infection to spread. The spaces include the parapharyngeal or lateral pharyngeal space, which is superior to the hyoid bone. The skull base is the superior margin, and the medial boundary is the middle layer of the deep cervical fascia.", "contents": "Neck Abscess -- Toxicokinetics. Within the neck are 11 zones created by planes of lesser and greater resistance between the fascial layers. These potential spaces can expand, communicate with each other, and permit the infection to spread. The spaces include the parapharyngeal or lateral pharyngeal space, which is superior to the hyoid bone. The skull base is the superior margin, and the medial boundary is the middle layer of the deep cervical fascia."}
{"id": "article-25599_12", "title": "Neck Abscess -- History and Physical", "content": "Deep neck space abscess should be considered when patients describe any or many of the following: Severe pain Recent dental procedures Upper respiratory infection Neck or mouth trauma Respiratory distress Dysphagia or dysphonia Immunosuppression The rapid rate of onset Prolonged duration of symptoms", "contents": "Neck Abscess -- History and Physical. Deep neck space abscess should be considered when patients describe any or many of the following: Severe pain Recent dental procedures Upper respiratory infection Neck or mouth trauma Respiratory distress Dysphagia or dysphonia Immunosuppression The rapid rate of onset Prolonged duration of symptoms"}
{"id": "article-25599_13", "title": "Neck Abscess -- History and Physical", "content": "Particular red flags include neck asymmetry, neck masses, lymphadenopathy, trismus, medial displacement of the lateral pharyngeal wall and tonsil, torticollis, cranial nerve involvement, spiking fevers, and tachypnea/shortness of breath.", "contents": "Neck Abscess -- History and Physical. Particular red flags include neck asymmetry, neck masses, lymphadenopathy, trismus, medial displacement of the lateral pharyngeal wall and tonsil, torticollis, cranial nerve involvement, spiking fevers, and tachypnea/shortness of breath."}
{"id": "article-25599_14", "title": "Neck Abscess -- Evaluation", "content": "CT imaging of the neck can help confirm and localize the presence of a deep neck infection. However, patients are often too unstable for CT imaging or unable to lie flat on the CT table to perform the CT. There may be situations where only a portable lateral soft tissue neck x-ray can be obtained, which can help support the diagnosis of neck abscess without much help in localization. In cases where an early neck abscess is suspected, an otolaryngologist may be called upon to perform direct laryngoscopy to ascertain the presence of swelling. [7] If a dental source is suspected, then a panoramic view is necessary. Blood work should be obtained, including electrolytes, clotting profiles, blood cultures, and abscess cultures.", "contents": "Neck Abscess -- Evaluation. CT imaging of the neck can help confirm and localize the presence of a deep neck infection. However, patients are often too unstable for CT imaging or unable to lie flat on the CT table to perform the CT. There may be situations where only a portable lateral soft tissue neck x-ray can be obtained, which can help support the diagnosis of neck abscess without much help in localization. In cases where an early neck abscess is suspected, an otolaryngologist may be called upon to perform direct laryngoscopy to ascertain the presence of swelling. [7] If a dental source is suspected, then a panoramic view is necessary. Blood work should be obtained, including electrolytes, clotting profiles, blood cultures, and abscess cultures."}
{"id": "article-25599_15", "title": "Neck Abscess -- Treatment / Management", "content": "Treatment involves adequate drainage of the abscess in the operating room. Also, antibiotic therapy is paramount. Because cultures are unavailable during presentation, empiric antibiotics are started at presentation. A study in 2008 by Yang et al found 3 comparable antibiotic regimens: (1) ceftriaxone and clindamycin, (2) ceftriaxone and metronidazole, or (3) penicillin G and gentamicin and clindamycin.", "contents": "Neck Abscess -- Treatment / Management. Treatment involves adequate drainage of the abscess in the operating room. Also, antibiotic therapy is paramount. Because cultures are unavailable during presentation, empiric antibiotics are started at presentation. A study in 2008 by Yang et al found 3 comparable antibiotic regimens: (1) ceftriaxone and clindamycin, (2) ceftriaxone and metronidazole, or (3) penicillin G and gentamicin and clindamycin."}
{"id": "article-25599_16", "title": "Neck Abscess -- Treatment / Management", "content": "In a 2015 Iranian study by Motahari et al, 428 of 815 cases were managed surgically, while the rest were managed medically. Tracheostomy was performed in 5 cases. One 15-year-old with symptoms suggestive of mediastinitis died of airway compromise a day after undergoing surgical management of a parapharyngeal abscess. The study concluded that prompt surgical management is indicated if medical management fails after 24 to 48 hours or if fluctuance or any complications are present.", "contents": "Neck Abscess -- Treatment / Management. In a 2015 Iranian study by Motahari et al, 428 of 815 cases were managed surgically, while the rest were managed medically. Tracheostomy was performed in 5 cases. One 15-year-old with symptoms suggestive of mediastinitis died of airway compromise a day after undergoing surgical management of a parapharyngeal abscess. The study concluded that prompt surgical management is indicated if medical management fails after 24 to 48 hours or if fluctuance or any complications are present."}
{"id": "article-25599_17", "title": "Neck Abscess -- Treatment / Management", "content": "It is important to determine the problem's underlying cause and address that specifically. For example, with odontogenic infections, early dental extraction is crucial. Airway management must always be a consideration, as there is often swelling and distortion of anatomy; the surgical airway may be preferable. Certainly, in cases of deep neck infection, early notification of otolaryngology and anesthesia for airway backup is wise. Prompt transfer to the operating room for simultaneous evaluation, airway management, and treatment may be life-saving for patients presenting with a compromised airway. [8] [9]", "contents": "Neck Abscess -- Treatment / Management. It is important to determine the problem's underlying cause and address that specifically. For example, with odontogenic infections, early dental extraction is crucial. Airway management must always be a consideration, as there is often swelling and distortion of anatomy; the surgical airway may be preferable. Certainly, in cases of deep neck infection, early notification of otolaryngology and anesthesia for airway backup is wise. Prompt transfer to the operating room for simultaneous evaluation, airway management, and treatment may be life-saving for patients presenting with a compromised airway. [8] [9]"}
{"id": "article-25599_18", "title": "Neck Abscess -- Differential Diagnosis", "content": "The differential diagnoses for neck abscesses include the following: Epiglottis Esophagitis Gastrointestinal foreign bodies Infectious mononucleosis Kawasaki disease Mediastinitis Meningitis Pharyngitis Sinusitis imaging Trachea foreign bodies", "contents": "Neck Abscess -- Differential Diagnosis. The differential diagnoses for neck abscesses include the following: Epiglottis Esophagitis Gastrointestinal foreign bodies Infectious mononucleosis Kawasaki disease Mediastinitis Meningitis Pharyngitis Sinusitis imaging Trachea foreign bodies"}
{"id": "article-25599_19", "title": "Neck Abscess -- Pearls and Other Issues", "content": "The anatomy of the neck is quite complex. The 2 main fascial planes are (1) superficial cervical fascia and (2) deep cervical fascia. The deep neck spaces include the following: Parapharyngeal space (ie, lateral pharyngeal space/pharyngomaxillary space/pterygomaxillary space/pterygoid-pharyngeal space) Retropharyngeal space Prevertebral space Danger space Masticator space Submandibular space Carotid space, pretracheal space Peritonsillar space Parotid space Temporal space", "contents": "Neck Abscess -- Pearls and Other Issues. The anatomy of the neck is quite complex. The 2 main fascial planes are (1) superficial cervical fascia and (2) deep cervical fascia. The deep neck spaces include the following: Parapharyngeal space (ie, lateral pharyngeal space/pharyngomaxillary space/pterygomaxillary space/pterygoid-pharyngeal space) Retropharyngeal space Prevertebral space Danger space Masticator space Submandibular space Carotid space, pretracheal space Peritonsillar space Parotid space Temporal space"}
{"id": "article-25599_20", "title": "Neck Abscess -- Enhancing Healthcare Team Outcomes", "content": "Deep neck infections are not uncommon in clinical practice. The problem is that they are sometimes missed, and this can have an enormous morbidity on the patient. Deep neck infections cannot only compromise the airways but also spread vertically to the brain, spinal cord, and the mediastinum. Because most patients initially present to the primary care worker, it is important to have a streamlined process to ensure that the diagnosis is made promptly and the condition treated. Data from infections in the pediatric population reveal that one can achieve very low morbidity by following clinical guidelines. [10] While there are no universal guidelines for managing deep neck infections, current expert opinion reveals that an interprofessional group of health professionals can help achieve excellent outcomes. [11] Once a deep neck infection is suspected, the following healthcare workers need to be involved:", "contents": "Neck Abscess -- Enhancing Healthcare Team Outcomes. Deep neck infections are not uncommon in clinical practice. The problem is that they are sometimes missed, and this can have an enormous morbidity on the patient. Deep neck infections cannot only compromise the airways but also spread vertically to the brain, spinal cord, and the mediastinum. Because most patients initially present to the primary care worker, it is important to have a streamlined process to ensure that the diagnosis is made promptly and the condition treated. Data from infections in the pediatric population reveal that one can achieve very low morbidity by following clinical guidelines. [10] While there are no universal guidelines for managing deep neck infections, current expert opinion reveals that an interprofessional group of health professionals can help achieve excellent outcomes. [11] Once a deep neck infection is suspected, the following healthcare workers need to be involved:"}
{"id": "article-25599_21", "title": "Neck Abscess -- Enhancing Healthcare Team Outcomes", "content": "Radiologist to help determine the location and extent of the infection and even help with drainage ENT and/or thoracic surgeon to help with debridement Laboratory technologist to identify the organisms involved An anesthesiologist in case an airway is required Infectious disease expert on determining the choice of antibiotics Clinicians to help monitor the patient’s vital signs, educate the family, and ensure infection precautions Pharmacists help follow the different types of medications and prevent drug interactions Dietitian consult as the patient may not be able to eat and may require tube feedings", "contents": "Neck Abscess -- Enhancing Healthcare Team Outcomes. Radiologist to help determine the location and extent of the infection and even help with drainage ENT and/or thoracic surgeon to help with debridement Laboratory technologist to identify the organisms involved An anesthesiologist in case an airway is required Infectious disease expert on determining the choice of antibiotics Clinicians to help monitor the patient’s vital signs, educate the family, and ensure infection precautions Pharmacists help follow the different types of medications and prevent drug interactions Dietitian consult as the patient may not be able to eat and may require tube feedings"}
{"id": "article-25599_22", "title": "Neck Abscess -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Since most deep neck infections are considered surgical emergencies, there are no randomized trials to determine the best procedure, antibiotic, or duration of treatment. The only definitive data is that surgery is recommended in almost all patients with neck abscesses. The earlier the surgery, the better the outcomes. [12]", "contents": "Neck Abscess -- Enhancing Healthcare Team Outcomes -- Outcomes. Since most deep neck infections are considered surgical emergencies, there are no randomized trials to determine the best procedure, antibiotic, or duration of treatment. The only definitive data is that surgery is recommended in almost all patients with neck abscesses. The earlier the surgery, the better the outcomes. [12]"}
{"id": "article-25599_23", "title": "Neck Abscess -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neck Abscess -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}