{"id": "article-21866_0", "title": "Folinic Acid -- Continuing Education Activity", "content": "Folinic acid, also known as 5-formyl tetrahydrofolic acid or leucovorin, treats various cancers when employed with 5-fluorouracil (5-FU). Additionally, leucovorin serves as an antidote to folic acid antagonists like methotrexate. Folinic acid's properties allow it to function as an antidote, chemotherapy-modulating agent, and rescue agent for the chemotherapy category of medications. This activity will discuss the approved indications, intricate mechanism of action, and contraindications for folinic acid while addressing its role in treating specific cancer types and megaloblastic anemia. The activity will also discuss the adverse event profile, off-label applications, and monitoring protocols associated with folinic acid, offering insights for the interprofessional team involved in the care of patients undergoing treatment with 5-FU, methotrexate, and other conditions where folinic acid proves indispensable.", "contents": "Folinic Acid -- Continuing Education Activity. Folinic acid, also known as 5-formyl tetrahydrofolic acid or leucovorin, treats various cancers when employed with 5-fluorouracil (5-FU). Additionally, leucovorin serves as an antidote to folic acid antagonists like methotrexate. Folinic acid's properties allow it to function as an antidote, chemotherapy-modulating agent, and rescue agent for the chemotherapy category of medications. This activity will discuss the approved indications, intricate mechanism of action, and contraindications for folinic acid while addressing its role in treating specific cancer types and megaloblastic anemia. The activity will also discuss the adverse event profile, off-label applications, and monitoring protocols associated with folinic acid, offering insights for the interprofessional team involved in the care of patients undergoing treatment with 5-FU, methotrexate, and other conditions where folinic acid proves indispensable."}
{"id": "article-21866_1", "title": "Folinic Acid -- Continuing Education Activity", "content": "Objectives: Identify appropriate clinical indications for folinic acid supplementation, distinguishing between various conditions and patient populations where it may be beneficial. Implement folinic acid therapy per evidence-based guidelines, considering proper dosing, route of administration, and monitoring requirements for specific clinical scenarios. Apply knowledge of potential adverse effects, contraindications, and drug interactions associated with folinic acid to minimize risks and ensure patient safety. Develop effective communication with patients and their caregivers regarding the benefits, risks, and expectations of folinic acid therapy, fostering informed decision-making and treatment adherence. Access free multiple choice questions on this topic.", "contents": "Folinic Acid -- Continuing Education Activity. Objectives: Identify appropriate clinical indications for folinic acid supplementation, distinguishing between various conditions and patient populations where it may be beneficial. Implement folinic acid therapy per evidence-based guidelines, considering proper dosing, route of administration, and monitoring requirements for specific clinical scenarios. Apply knowledge of potential adverse effects, contraindications, and drug interactions associated with folinic acid to minimize risks and ensure patient safety. Develop effective communication with patients and their caregivers regarding the benefits, risks, and expectations of folinic acid therapy, fostering informed decision-making and treatment adherence. Access free multiple choice questions on this topic."}
{"id": "article-21866_2", "title": "Folinic Acid -- Indications", "content": "Folinic acid, or 5-formyl tetrahydrofolic acid, is a naturally occurring, reduced form of folic acid commonly known in clinical practice as leucovorin. Often, clinicians use the terms folic acid and folinic acid interchangeably, but they are not the same. Folic acid is a synthetic, oxidized, and water-soluble form of folate (vitamin B9) used therapeutically and does not exist in nature, whereas folinic acid exists naturally and is biologically active. [1] Both compounds are included in the “folate” category and are dietary forms of vitamin B9, found in foods such as leafy green vegetables. [1]", "contents": "Folinic Acid -- Indications. Folinic acid, or 5-formyl tetrahydrofolic acid, is a naturally occurring, reduced form of folic acid commonly known in clinical practice as leucovorin. Often, clinicians use the terms folic acid and folinic acid interchangeably, but they are not the same. Folic acid is a synthetic, oxidized, and water-soluble form of folate (vitamin B9) used therapeutically and does not exist in nature, whereas folinic acid exists naturally and is biologically active. [1] Both compounds are included in the “folate” category and are dietary forms of vitamin B9, found in foods such as leafy green vegetables. [1]"}
{"id": "article-21866_3", "title": "Folinic Acid -- Indications", "content": "Indications for folate supplementation include preventing several diseases, such as ulcerative colitis, neural tube defects, and cognitive dysfunction in older patients. [1] Folinic acid represents over 90% of functional folate derivatives in plasma. Therapeutic uses of folinic acid have become essential in modern clinical practice, mainly because humans cannot synthesize folates de novo. [1] Clinicians consider folinic acid supplementation superior to folic acid supplementation because folinic acid can reach higher concentrations in plasma and function in the face of defective folate metabolism. [1] The names folinic acid and leucovorin will be used interchangeably throughout this activity.", "contents": "Folinic Acid -- Indications. Indications for folate supplementation include preventing several diseases, such as ulcerative colitis, neural tube defects, and cognitive dysfunction in older patients. [1] Folinic acid represents over 90% of functional folate derivatives in plasma. Therapeutic uses of folinic acid have become essential in modern clinical practice, mainly because humans cannot synthesize folates de novo. [1] Clinicians consider folinic acid supplementation superior to folic acid supplementation because folinic acid can reach higher concentrations in plasma and function in the face of defective folate metabolism. [1] The names folinic acid and leucovorin will be used interchangeably throughout this activity."}
{"id": "article-21866_4", "title": "Folinic Acid -- Indications -- FDA-Approved Indications", "content": "The FDA-approved indications of folinic acid are listed below. [2] Increased levels of folinic acid potentiate the cytotoxic effects of 5-FU in the cell. [3] This finding has revolutionized the treatment of several cancers, most notably colorectal cancer, which, according to the American Cancer Society, represents the third leading cause of cancer-related death in both sexes. [4] [1] The combination of folinic acid with 5-FU is an FDA-approved indication for the palliative treatment of colorectal cancer. Specifically, patients with advanced, nonresectable adenocarcinoma of the colon who are receiving treatment with folinic acid and 5-FU display more prolonged progression-free survival and response rates. [3] High-dose folinic acid/5-FU regimens can also be used as adjuvant therapy for resectable colorectal cancer. Folinic acid aids in producing a significant increase in disease-free survival compared to patients who receive treatment with surgical resection alone. [5]", "contents": "Folinic Acid -- Indications -- FDA-Approved Indications. The FDA-approved indications of folinic acid are listed below. [2] Increased levels of folinic acid potentiate the cytotoxic effects of 5-FU in the cell. [3] This finding has revolutionized the treatment of several cancers, most notably colorectal cancer, which, according to the American Cancer Society, represents the third leading cause of cancer-related death in both sexes. [4] [1] The combination of folinic acid with 5-FU is an FDA-approved indication for the palliative treatment of colorectal cancer. Specifically, patients with advanced, nonresectable adenocarcinoma of the colon who are receiving treatment with folinic acid and 5-FU display more prolonged progression-free survival and response rates. [3] High-dose folinic acid/5-FU regimens can also be used as adjuvant therapy for resectable colorectal cancer. Folinic acid aids in producing a significant increase in disease-free survival compared to patients who receive treatment with surgical resection alone. [5]"}
{"id": "article-21866_5", "title": "Folinic Acid -- Indications -- FDA-Approved Indications", "content": "As a folic acid derivative, folinic acid is helpful as an antidote to folic acid antagonists (ie, methotrexate and pyrimethamine). [6] Frequently referred to as “leucovorin rescue,” folinic acid is used to manage the toxic effects of high-dose methotrexate therapy. [6] Methotrexate has a variety of indications in the treatment of various malignancies and immunologic disorders. Thus, all conditions requiring methotrexate therapy, especially in high dosages, benefit from folinic acid as rescue therapy. [6] As an antidote, folinic acid limits myelosuppression, gastrointestinal toxicity, nephrotoxicity, and neurotoxicity that can result secondary to high dosages of methotrexate and other folic acid antagonists. [6] Study results show that administering folinic acid after weekly doses of methotrexate reduces the incidence of transaminitis (hepatic damage), gastrointestinal complications, and stomatitis (oral ulcers). [7] Supplementing folinic acid during methotrexate therapy is so essential that chemotherapy protocols using methotrexate also include detailed recommendations regarding folinic acid rescue administration. [6] For reducing toxicity and counteracting the effects of high-dose methotrexate, folinic acid is FDA-approved in both adults and children.", "contents": "Folinic Acid -- Indications -- FDA-Approved Indications. As a folic acid derivative, folinic acid is helpful as an antidote to folic acid antagonists (ie, methotrexate and pyrimethamine). [6] Frequently referred to as “leucovorin rescue,” folinic acid is used to manage the toxic effects of high-dose methotrexate therapy. [6] Methotrexate has a variety of indications in the treatment of various malignancies and immunologic disorders. Thus, all conditions requiring methotrexate therapy, especially in high dosages, benefit from folinic acid as rescue therapy. [6] As an antidote, folinic acid limits myelosuppression, gastrointestinal toxicity, nephrotoxicity, and neurotoxicity that can result secondary to high dosages of methotrexate and other folic acid antagonists. [6] Study results show that administering folinic acid after weekly doses of methotrexate reduces the incidence of transaminitis (hepatic damage), gastrointestinal complications, and stomatitis (oral ulcers). [7] Supplementing folinic acid during methotrexate therapy is so essential that chemotherapy protocols using methotrexate also include detailed recommendations regarding folinic acid rescue administration. [6] For reducing toxicity and counteracting the effects of high-dose methotrexate, folinic acid is FDA-approved in both adults and children."}
{"id": "article-21866_6", "title": "Folinic Acid -- Indications -- FDA-Approved Indications", "content": "The intravenous formulation of folinic acid (leucovorin calcium) is also FDA-approved for use in adults and children (recommendation IIa, strength of evidence category B) to treat megaloblastic anemia in patients who have normal vitamin B12 levels and in whom oral therapy is not possible. [8] Folinic acid is also approved to treat folate-deficiency-associated megaloblastic anemia.", "contents": "Folinic Acid -- Indications -- FDA-Approved Indications. The intravenous formulation of folinic acid (leucovorin calcium) is also FDA-approved for use in adults and children (recommendation IIa, strength of evidence category B) to treat megaloblastic anemia in patients who have normal vitamin B12 levels and in whom oral therapy is not possible. [8] Folinic acid is also approved to treat folate-deficiency-associated megaloblastic anemia."}
{"id": "article-21866_7", "title": "Folinic Acid -- Indications -- Off-Label Uses", "content": "Non-FDA-approved uses for folinic acid include:", "contents": "Folinic Acid -- Indications -- Off-Label Uses. Non-FDA-approved uses for folinic acid include:"}
{"id": "article-21866_8", "title": "Folinic Acid -- Indications -- Off-Label Uses", "content": "Treating Breast Cancer: Similar to its use in colorectal cancer, folinic acid has also been shown to potentiate the effects of 5-FU. This regimen is currently non-FDA approved, partly because there is insufficient evidence that folinic acid can increase the therapeutic index of 5-FU in breast cancer and because many such clinical trials are ongoing. [8]", "contents": "Folinic Acid -- Indications -- Off-Label Uses. Treating Breast Cancer: Similar to its use in colorectal cancer, folinic acid has also been shown to potentiate the effects of 5-FU. This regimen is currently non-FDA approved, partly because there is insufficient evidence that folinic acid can increase the therapeutic index of 5-FU in breast cancer and because many such clinical trials are ongoing. [8]"}
{"id": "article-21866_9", "title": "Folinic Acid -- Indications -- Off-Label Uses", "content": "Regimens including folinic acid and 5-FU also have non-FDA-approved indications for treating unresectable/advanced gallbladder and biliary tree carcinoma, gastric cancer, squamous cell carcinoma of the head and neck, and resectable pancreatic cancer. [9] [10] [11] [12]", "contents": "Folinic Acid -- Indications -- Off-Label Uses. Regimens including folinic acid and 5-FU also have non-FDA-approved indications for treating unresectable/advanced gallbladder and biliary tree carcinoma, gastric cancer, squamous cell carcinoma of the head and neck, and resectable pancreatic cancer. [9] [10] [11] [12]"}
{"id": "article-21866_10", "title": "Folinic Acid -- Indications -- Off-Label Uses", "content": "Combination chemotherapy regimens that include folinic acid have been effective in various non-Hodgkin lymphomas. Methotrexate and rescue folinic acid, combined with other chemotherapy agents (ie, doxorubicin, cyclophosphamide), have shown a complete response rate of 84% in treating diffuse large cell lymphoma. [13]", "contents": "Folinic Acid -- Indications -- Off-Label Uses. Combination chemotherapy regimens that include folinic acid have been effective in various non-Hodgkin lymphomas. Methotrexate and rescue folinic acid, combined with other chemotherapy agents (ie, doxorubicin, cyclophosphamide), have shown a complete response rate of 84% in treating diffuse large cell lymphoma. [13]"}
{"id": "article-21866_11", "title": "Folinic Acid -- Indications -- Off-Label Uses", "content": "For patients who require prophylactic therapy for toxoplasmosis and who are unable to tolerate sulfamethoxazole/trimethoprim, folinic acid is recommended in combination with clindamycin and pyrimethamine as an alternative. Folinic acid, in conjunction with pyrimethamine and sulfadoxine, is another option. [14]", "contents": "Folinic Acid -- Indications -- Off-Label Uses. For patients who require prophylactic therapy for toxoplasmosis and who are unable to tolerate sulfamethoxazole/trimethoprim, folinic acid is recommended in combination with clindamycin and pyrimethamine as an alternative. Folinic acid, in conjunction with pyrimethamine and sulfadoxine, is another option. [14]"}
{"id": "article-21866_12", "title": "Folinic Acid -- Indications -- Off-Label Uses", "content": "For patients requiring prophylactic treatment for Pneumocystis jirovecii pneumonia and who cannot tolerate sulfamethoxazole/trimethoprim, an alternative therapy can be used that includes folinic acid in combination with pyrimethamine and dapsone, among other combinations. [15]", "contents": "Folinic Acid -- Indications -- Off-Label Uses. For patients requiring prophylactic treatment for Pneumocystis jirovecii pneumonia and who cannot tolerate sulfamethoxazole/trimethoprim, an alternative therapy can be used that includes folinic acid in combination with pyrimethamine and dapsone, among other combinations. [15]"}
{"id": "article-21866_13", "title": "Folinic Acid -- Indications -- Off-Label Uses", "content": "Serum plasma levels of homocysteine and folate derivatives have an inverse relationship. In particular, the methionine cycle, which uses homocysteine as a substrate, is sensitive to folate deficiency. Thus, plasma homocysteine levels are markedly increased when cells have functional depletion of folinic acid. [1] In patients with hyperhomocysteinemia, folinic acid has been found to reduce the plasma level of homocysteine, particularly in patients on hemodialysis. [16] This finding suggests that folinic acid intake may reduce the risk of cardiovascular disease. Furthermore, folinic acid levels can be an indirect indicator of homocysteine levels. [1]", "contents": "Folinic Acid -- Indications -- Off-Label Uses. Serum plasma levels of homocysteine and folate derivatives have an inverse relationship. In particular, the methionine cycle, which uses homocysteine as a substrate, is sensitive to folate deficiency. Thus, plasma homocysteine levels are markedly increased when cells have functional depletion of folinic acid. [1] In patients with hyperhomocysteinemia, folinic acid has been found to reduce the plasma level of homocysteine, particularly in patients on hemodialysis. [16] This finding suggests that folinic acid intake may reduce the risk of cardiovascular disease. Furthermore, folinic acid levels can be an indirect indicator of homocysteine levels. [1]"}
{"id": "article-21866_14", "title": "Folinic Acid -- Indications -- Off-Label Uses", "content": "Patients with repeated nitrous oxide exposure or requiring treatment with long-term nitrous oxide may benefit from folinic acid prophylaxis to prevent bone marrow suppression. [17]", "contents": "Folinic Acid -- Indications -- Off-Label Uses. Patients with repeated nitrous oxide exposure or requiring treatment with long-term nitrous oxide may benefit from folinic acid prophylaxis to prevent bone marrow suppression. [17]"}
{"id": "article-21866_15", "title": "Folinic Acid -- Mechanism of Action", "content": "Folates and folic acid are not biologically active and must be converted into tetrahydrofolate through dihydrofolate reductase. Folinic acid does not require dihydrofolate reductase for conversion into tetrahydrofolate. [1] Tetrahydrofolate and its derivatives then participate in thymidylate and purine synthesis as they are essential in carrying out one-carbon transfer reactions in vivo. [18] These reactions are essential in the generation of nucleic acids, the regulation of gene expression, and the overall stability of the genome. [1] [18] Serine, methionine, histidine, and glycine metabolism also depend on such substrates and reactions. Thus, folinic acid ultimately plays a crucial role in normal metabolism and gene regulation. [1] Furthermore, folinic acid is essential for synthesizing methionine from homocysteine, as this is a methylation reaction. [1]", "contents": "Folinic Acid -- Mechanism of Action. Folates and folic acid are not biologically active and must be converted into tetrahydrofolate through dihydrofolate reductase. Folinic acid does not require dihydrofolate reductase for conversion into tetrahydrofolate. [1] Tetrahydrofolate and its derivatives then participate in thymidylate and purine synthesis as they are essential in carrying out one-carbon transfer reactions in vivo. [18] These reactions are essential in the generation of nucleic acids, the regulation of gene expression, and the overall stability of the genome. [1] [18] Serine, methionine, histidine, and glycine metabolism also depend on such substrates and reactions. Thus, folinic acid ultimately plays a crucial role in normal metabolism and gene regulation. [1] Furthermore, folinic acid is essential for synthesizing methionine from homocysteine, as this is a methylation reaction. [1]"}
{"id": "article-21866_16", "title": "Folinic Acid -- Mechanism of Action", "content": "The 2 main roles of folinic acid in pharmacology are to counteract the effects of folic acid antagonists and enhance the impact of fluoropyrimidines. [19] The former function is possible because folinic acid can enter cells through the reduced folate carrier and subsequently be converted to tetrahydrofolate despite the presence of methotrexate, thereby “rescuing” these cells from methotrexate toxicity. [6]", "contents": "Folinic Acid -- Mechanism of Action. The 2 main roles of folinic acid in pharmacology are to counteract the effects of folic acid antagonists and enhance the impact of fluoropyrimidines. [19] The former function is possible because folinic acid can enter cells through the reduced folate carrier and subsequently be converted to tetrahydrofolate despite the presence of methotrexate, thereby “rescuing” these cells from methotrexate toxicity. [6]"}
{"id": "article-21866_17", "title": "Folinic Acid -- Mechanism of Action", "content": "Most folic acid antagonists share a similar mechanism of action that includes the inhibition of dihydrofolate reductase, the enzyme responsible for generating the functional tetrahydrofolate molecule. Folinic acid does not require dihydrofolate reductase to convert into its active derivatives. In this setting, folinic acid is an antidote that rescues these cells from the chemotherapeutic toxicities of folate antagonists such as methotrexate. [18]", "contents": "Folinic Acid -- Mechanism of Action. Most folic acid antagonists share a similar mechanism of action that includes the inhibition of dihydrofolate reductase, the enzyme responsible for generating the functional tetrahydrofolate molecule. Folinic acid does not require dihydrofolate reductase to convert into its active derivatives. In this setting, folinic acid is an antidote that rescues these cells from the chemotherapeutic toxicities of folate antagonists such as methotrexate. [18]"}
{"id": "article-21866_18", "title": "Folinic Acid -- Mechanism of Action", "content": "While folinic acid counts the adverse effects of methotrexate, the drug functions to enhance the effects of 5-FU. In the cell, 5-FU converts to fluoro-deoxy uridylic acid, a molecule that inhibits thymidylate synthase. Thymidylate synthase is an enzyme that is important in DNA repair and replication. The functional derivative of folinic acid, 5,10 methylenetetrahydrofolate, stabilizes the bound fluoro-deoxy uridylic acid to thymidylate synthase. This interaction yields a ternary complex known as the thymidylate synthase 5-fluorodeoxyuridine monophosphate-methylenetetrahydrofolate complex, which inhibits thymidylate synthase. Increased cellular amounts of folinic acid derivatives lead to increased stability of the aforementioned inhibitory complex, which leads to a depletion of thymidylate synthesis and disrupts DNA synthesis and repair. [19] [2]", "contents": "Folinic Acid -- Mechanism of Action. While folinic acid counts the adverse effects of methotrexate, the drug functions to enhance the effects of 5-FU. In the cell, 5-FU converts to fluoro-deoxy uridylic acid, a molecule that inhibits thymidylate synthase. Thymidylate synthase is an enzyme that is important in DNA repair and replication. The functional derivative of folinic acid, 5,10 methylenetetrahydrofolate, stabilizes the bound fluoro-deoxy uridylic acid to thymidylate synthase. This interaction yields a ternary complex known as the thymidylate synthase 5-fluorodeoxyuridine monophosphate-methylenetetrahydrofolate complex, which inhibits thymidylate synthase. Increased cellular amounts of folinic acid derivatives lead to increased stability of the aforementioned inhibitory complex, which leads to a depletion of thymidylate synthesis and disrupts DNA synthesis and repair. [19] [2]"}
{"id": "article-21866_19", "title": "Folinic Acid -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Folinic acid is rapidly and almost completely absorbed following oral administration. Bioavailability is dose-dependent. [19] Distribution: IV administration results in a greater volume of distribution than oral, with oral dosing showing a lower maximum blood concentration primarily due to first-pass metabolism. [19] Metabolism: Folinic acid is metabolized in the liver and GI tract and has an active metabolite. The average half-life is approximately 6 hours. Elimination: Excretion is 80% to 90% in urine and 5% to 8% in the feces.", "contents": "Folinic Acid -- Mechanism of Action -- Pharmacokinetics. Absorption: Folinic acid is rapidly and almost completely absorbed following oral administration. Bioavailability is dose-dependent. [19] Distribution: IV administration results in a greater volume of distribution than oral, with oral dosing showing a lower maximum blood concentration primarily due to first-pass metabolism. [19] Metabolism: Folinic acid is metabolized in the liver and GI tract and has an active metabolite. The average half-life is approximately 6 hours. Elimination: Excretion is 80% to 90% in urine and 5% to 8% in the feces."}
{"id": "article-21866_20", "title": "Folinic Acid -- Administration -- Available Dosage Forms and Strengths", "content": "Folinic acid/leucovorin is available in 5, 10, 15, and 25 mg tablets. Injectable formulations are 10 and 20 mg/mL solutions. Folinic acid is usually compounded with calcium, so it should not be administered intravenously at rates >160 mg/min. Folinic acid is also not to be administered intrathecally. [20]", "contents": "Folinic Acid -- Administration -- Available Dosage Forms and Strengths. Folinic acid/leucovorin is available in 5, 10, 15, and 25 mg tablets. Injectable formulations are 10 and 20 mg/mL solutions. Folinic acid is usually compounded with calcium, so it should not be administered intravenously at rates >160 mg/min. Folinic acid is also not to be administered intrathecally. [20]"}
{"id": "article-21866_21", "title": "Folinic Acid -- Administration -- Available Dosage Forms and Strengths", "content": "Due to the wide range of folinic acid indications and administration guidelines, specific protocols are available that clinicians should follow; the dosing regimens below are general and are not a replacement for checking the facility protocols. In general, folinic acid is compounded with leucovorin calcium (especially for FDA-approved indications) and can be administered intramuscularly, intravenously, or orally. The timing, dosage, and route of folinic acid administration depend on the desired outcome for the particular indication. [19]", "contents": "Folinic Acid -- Administration -- Available Dosage Forms and Strengths. Due to the wide range of folinic acid indications and administration guidelines, specific protocols are available that clinicians should follow; the dosing regimens below are general and are not a replacement for checking the facility protocols. In general, folinic acid is compounded with leucovorin calcium (especially for FDA-approved indications) and can be administered intramuscularly, intravenously, or orally. The timing, dosage, and route of folinic acid administration depend on the desired outcome for the particular indication. [19]"}
{"id": "article-21866_22", "title": "Folinic Acid -- Administration -- Adult Dosing", "content": "For high-dose methotrexate leucovorin rescue, the dosage is typically 15 mg orally, IM, or IV every 6 hours for 10 doses, starting 24 hours after initiating methotrexate. The maximum oral dose is 25 mg; IM or IV doses may be higher. In patients with delayed methotrexate administration, the dosage is 15 mg orally, IM, or IV every 6 hours. Continue until the methotrexate level <0.05 micromolar. [6]", "contents": "Folinic Acid -- Administration -- Adult Dosing. For high-dose methotrexate leucovorin rescue, the dosage is typically 15 mg orally, IM, or IV every 6 hours for 10 doses, starting 24 hours after initiating methotrexate. The maximum oral dose is 25 mg; IM or IV doses may be higher. In patients with delayed methotrexate administration, the dosage is 15 mg orally, IM, or IV every 6 hours. Continue until the methotrexate level <0.05 micromolar. [6]"}
{"id": "article-21866_23", "title": "Folinic Acid -- Administration -- Adult Dosing", "content": "For leucovorin rescue for methotrexate overdose, the dosage is typically 10 mg/m 2 orally, IM, or IV every 6 hours, starting ASAP after overdose or within 24 hours if delayed methotrexate elimination. For folate antagonist overdose: For pemetrexed: 50 mg/m 2 /dose IV every 6 hours for 8 days. Start with 100 mg/m 2 /dose IV for the first dose. For trimethoprim or pyrimethamine: Give 5 to 15 mg orally, IM, or IV daily until the restoration of hematopoiesis.", "contents": "Folinic Acid -- Administration -- Adult Dosing. For leucovorin rescue for methotrexate overdose, the dosage is typically 10 mg/m 2 orally, IM, or IV every 6 hours, starting ASAP after overdose or within 24 hours if delayed methotrexate elimination. For folate antagonist overdose: For pemetrexed: 50 mg/m 2 /dose IV every 6 hours for 8 days. Start with 100 mg/m 2 /dose IV for the first dose. For trimethoprim or pyrimethamine: Give 5 to 15 mg orally, IM, or IV daily until the restoration of hematopoiesis."}
{"id": "article-21866_24", "title": "Folinic Acid -- Administration -- Adult Dosing", "content": "For colorectal cancer combination therapy with 5-FU, clinicians should follow specific administration schedules as individual protocols vary. In general, when used for combination therapy, folinic acid is administered as an IV bolus or short IV infusions (minutes to hours). [2] Dosing may require adjustments based on toxicity. With 5-FU 370 mg/m 2 /d: Leucovorin 200 mg/m 2 /d administered IV on days 1 to 5 of a 28-day cycle. Give 2 cycles, then continue 28-day cycles or extend to 35-day cycles. With 5-FU 425 mg/m 2 /d: Leucovorin 20 mg/m 2 /d administered IV on days 1 to 5 of a 28-day cycle. Give 2 cycles, then continue 28-day cycles or extend to 35-day cycles. Folate-deficiency  associated megaloblastic anemia: Dosing is <1 mg IV daily; maximum dose 1 mg daily.", "contents": "Folinic Acid -- Administration -- Adult Dosing. For colorectal cancer combination therapy with 5-FU, clinicians should follow specific administration schedules as individual protocols vary. In general, when used for combination therapy, folinic acid is administered as an IV bolus or short IV infusions (minutes to hours). [2] Dosing may require adjustments based on toxicity. With 5-FU 370 mg/m 2 /d: Leucovorin 200 mg/m 2 /d administered IV on days 1 to 5 of a 28-day cycle. Give 2 cycles, then continue 28-day cycles or extend to 35-day cycles. With 5-FU 425 mg/m 2 /d: Leucovorin 20 mg/m 2 /d administered IV on days 1 to 5 of a 28-day cycle. Give 2 cycles, then continue 28-day cycles or extend to 35-day cycles. Folate-deficiency  associated megaloblastic anemia: Dosing is <1 mg IV daily; maximum dose 1 mg daily."}
{"id": "article-21866_25", "title": "Folinic Acid -- Administration -- Pediatric Dosing", "content": "As with adult dosing recommendations, individual protocols require close adherence, as guidelines differ depending on the desired outcome and particular indication. However, there are similar generalities in both patient populations. For both methotrexate toxicity and combination therapy with 5-FU, the previously mentioned adult administration recommendations are similar for the pediatric patient population. [2] For high-dose methotrexate leucovorin rescue: In patients with standard methotrexate administration, the dosage is 10 mg/m 2 /dose, orally, IM, or IV every 6 hours for 10 doses, starting 24 hours after initiating methotrexate. The maximum oral dose is 25 mg; IM or IV doses may be higher. In patients with delayed methotrexate administration, the dosage is mg/m 2 /dose orally, IM, or IV every 6 hours. Continue until the methotrexate level <0.05 μM. [6]", "contents": "Folinic Acid -- Administration -- Pediatric Dosing. As with adult dosing recommendations, individual protocols require close adherence, as guidelines differ depending on the desired outcome and particular indication. However, there are similar generalities in both patient populations. For both methotrexate toxicity and combination therapy with 5-FU, the previously mentioned adult administration recommendations are similar for the pediatric patient population. [2] For high-dose methotrexate leucovorin rescue: In patients with standard methotrexate administration, the dosage is 10 mg/m 2 /dose, orally, IM, or IV every 6 hours for 10 doses, starting 24 hours after initiating methotrexate. The maximum oral dose is 25 mg; IM or IV doses may be higher. In patients with delayed methotrexate administration, the dosage is mg/m 2 /dose orally, IM, or IV every 6 hours. Continue until the methotrexate level <0.05 μM. [6]"}
{"id": "article-21866_26", "title": "Folinic Acid -- Administration -- Pediatric Dosing", "content": "Leucovorin rescue for methotrexate overdose: Dosage is 10 mg/m 2 /dose orally, IM, or IV every 6 hours, starting ASAP after overdose or within 24 hours if delayed methotrexate elimination. For folate antagonist overdose: For trimethoprim or pyrimethamine: Give 5 to 15 mg orally, IM, or IV daily until the restoration of hematopoiesis. Folate-deficiency-associated megaloblastic anemia: Dosing is <1 mg IV daily; maximum dose 1 mg daily.", "contents": "Folinic Acid -- Administration -- Pediatric Dosing. Leucovorin rescue for methotrexate overdose: Dosage is 10 mg/m 2 /dose orally, IM, or IV every 6 hours, starting ASAP after overdose or within 24 hours if delayed methotrexate elimination. For folate antagonist overdose: For trimethoprim or pyrimethamine: Give 5 to 15 mg orally, IM, or IV daily until the restoration of hematopoiesis. Folate-deficiency-associated megaloblastic anemia: Dosing is <1 mg IV daily; maximum dose 1 mg daily."}
{"id": "article-21866_27", "title": "Folinic Acid -- Administration -- Special Patient Populations", "content": "Hepatic impairment: Dosing in hepatic impairment is undefined. Renal impairment: Dosing for patients with renal impairment, including those on dialysis, is undefined. Pregnant women: Folinic acid/leucovorin may be used during pregnancy; human data shows no known risk of fetal harm. Breastfeeding considerations: Folinic acid can be used by breastfeeding women. No human data is available, but based on the drug's properties, infant harm is not expected. Older patients: No data specific to leucovorin prohibits or limits its use in older patients.", "contents": "Folinic Acid -- Administration -- Special Patient Populations. Hepatic impairment: Dosing in hepatic impairment is undefined. Renal impairment: Dosing for patients with renal impairment, including those on dialysis, is undefined. Pregnant women: Folinic acid/leucovorin may be used during pregnancy; human data shows no known risk of fetal harm. Breastfeeding considerations: Folinic acid can be used by breastfeeding women. No human data is available, but based on the drug's properties, infant harm is not expected. Older patients: No data specific to leucovorin prohibits or limits its use in older patients."}
{"id": "article-21866_28", "title": "Folinic Acid -- Adverse Effects", "content": "Because folinic acid administration is usually combined with chemotherapy agents, it is challenging to discern causative relationships between folinic acid and adverse effects compared to the chemotherapeutic agents with which they are coadministered. The most commonly reported adverse reactions to folinic acid include GI upset (nausea, vomiting, diarrhea), leukopenia, alopecia, and stomatitis. Other adverse outcomes include erythema, pruritus, skin rash, and urticaria. [21] Although rare, anaphylactic reactions are possible following the administration of folinic acid. [22]", "contents": "Folinic Acid -- Adverse Effects. Because folinic acid administration is usually combined with chemotherapy agents, it is challenging to discern causative relationships between folinic acid and adverse effects compared to the chemotherapeutic agents with which they are coadministered. The most commonly reported adverse reactions to folinic acid include GI upset (nausea, vomiting, diarrhea), leukopenia, alopecia, and stomatitis. Other adverse outcomes include erythema, pruritus, skin rash, and urticaria. [21] Although rare, anaphylactic reactions are possible following the administration of folinic acid. [22]"}
{"id": "article-21866_29", "title": "Folinic Acid -- Adverse Effects", "content": "Hypocalcemia can result in patients being treated with folinic acid. Studies suggest that there is evidence of decreased vitamin D levels in such patients, which may contribute to hypocalcemia. Thus, there is a recommendation for calcium monitoring and appropriate supplementation as needed. [23]", "contents": "Folinic Acid -- Adverse Effects. Hypocalcemia can result in patients being treated with folinic acid. Studies suggest that there is evidence of decreased vitamin D levels in such patients, which may contribute to hypocalcemia. Thus, there is a recommendation for calcium monitoring and appropriate supplementation as needed. [23]"}
{"id": "article-21866_30", "title": "Folinic Acid -- Adverse Effects", "content": "Gastrointestinal complications are found to be more frequent and severe when adding folinic acid to 5-FU therapy, particularly in treating colorectal cancer. Patients treated with folinic acid in conjunction with 5-FU were found to have a higher incidence of stomatitis and diarrhea than patients treated with 5-FU alone. Patients who experience gastrointestinal adverse effects should not receive further combination treatment until GI toxicity resolves, regardless of severity. Patients with GI toxicity, particularly those with diarrhea, can deteriorate rapidly. These patients require close monitoring, especially older or patients with disabilities. [24] Older patients can potentially develop severe enterocolitis, diarrhea, and dehydration that may result in death. [25]", "contents": "Folinic Acid -- Adverse Effects. Gastrointestinal complications are found to be more frequent and severe when adding folinic acid to 5-FU therapy, particularly in treating colorectal cancer. Patients treated with folinic acid in conjunction with 5-FU were found to have a higher incidence of stomatitis and diarrhea than patients treated with 5-FU alone. Patients who experience gastrointestinal adverse effects should not receive further combination treatment until GI toxicity resolves, regardless of severity. Patients with GI toxicity, particularly those with diarrhea, can deteriorate rapidly. These patients require close monitoring, especially older or patients with disabilities. [24] Older patients can potentially develop severe enterocolitis, diarrhea, and dehydration that may result in death. [25]"}
{"id": "article-21866_31", "title": "Folinic Acid -- Adverse Effects -- Drug-Drug Interactions", "content": "Leucovorin should not be used with the following agents: Capecitabine: potential risk of 5-FU toxicity from synergistic effects. Pafolacianine: this combination may decrease pafolacianine binding to ovarian cancer cells. Sulfamethoxazole: this combination may reduce the therapeutic effects of sulfamethoxazole. Trimethoprim: this combination may decrease the effectiveness of trimethoprim against pneumocystis pneumonia.", "contents": "Folinic Acid -- Adverse Effects -- Drug-Drug Interactions. Leucovorin should not be used with the following agents: Capecitabine: potential risk of 5-FU toxicity from synergistic effects. Pafolacianine: this combination may decrease pafolacianine binding to ovarian cancer cells. Sulfamethoxazole: this combination may reduce the therapeutic effects of sulfamethoxazole. Trimethoprim: this combination may decrease the effectiveness of trimethoprim against pneumocystis pneumonia."}
{"id": "article-21866_32", "title": "Folinic Acid -- Contraindications", "content": "As mentioned earlier, patients who develop GI toxicity with a combination of 5-FU and folinic acid therapy should no longer receive such treatment until symptoms have resolved. [24] Intrathecal administration is also contraindicated. Hypersensitivity to folinic acid or its components are contraindications to its administration. [20]", "contents": "Folinic Acid -- Contraindications. As mentioned earlier, patients who develop GI toxicity with a combination of 5-FU and folinic acid therapy should no longer receive such treatment until symptoms have resolved. [24] Intrathecal administration is also contraindicated. Hypersensitivity to folinic acid or its components are contraindications to its administration. [20]"}
{"id": "article-21866_33", "title": "Folinic Acid -- Contraindications -- Warnings and Precautions", "content": "Caution is necessary for patients receiving folinic acid therapy to treat megaloblastic anemia, particularly with concurrent vitamin B12 deficiency or pernicious anemia. In such cases, neurologic manifestations may progress and get masked by hematologic remission. [8]", "contents": "Folinic Acid -- Contraindications -- Warnings and Precautions. Caution is necessary for patients receiving folinic acid therapy to treat megaloblastic anemia, particularly with concurrent vitamin B12 deficiency or pernicious anemia. In such cases, neurologic manifestations may progress and get masked by hematologic remission. [8]"}
{"id": "article-21866_34", "title": "Folinic Acid -- Monitoring", "content": "In patients treated for megaloblastic anemia, hematologic monitoring (ie, complete blood counts) showing improvement generally indicates efficacy. [8]", "contents": "Folinic Acid -- Monitoring. In patients treated for megaloblastic anemia, hematologic monitoring (ie, complete blood counts) showing improvement generally indicates efficacy. [8]"}
{"id": "article-21866_35", "title": "Folinic Acid -- Monitoring", "content": "In patients treated with folinic acid for methotrexate toxicity, the recommendation is to monitor serum creatinine and methotrexate levels at 24-hour intervals. [6] A significant decrease in urine output or increased serum creatinine is a sign of a medical emergency in high-dose methotrexate therapy. Aggressive monitoring of methotrexate levels, early recognition of delayed methotrexate excretion, and prompt administration of leucovorin rescue therapy are imperative in reducing morbidity and mortality in such patients. [6]", "contents": "Folinic Acid -- Monitoring. In patients treated with folinic acid for methotrexate toxicity, the recommendation is to monitor serum creatinine and methotrexate levels at 24-hour intervals. [6] A significant decrease in urine output or increased serum creatinine is a sign of a medical emergency in high-dose methotrexate therapy. Aggressive monitoring of methotrexate levels, early recognition of delayed methotrexate excretion, and prompt administration of leucovorin rescue therapy are imperative in reducing morbidity and mortality in such patients. [6]"}
{"id": "article-21866_36", "title": "Folinic Acid -- Monitoring", "content": "When combined with 5-FU, the recommendation is for providers to monitor complete blood counts (with differential), liver function tests, and electrolytes. Patients who develop diarrhea should be monitored closely until resolution. Renal function requires monitoring in older patients or those with known kidney disease/renal impairment. [24]", "contents": "Folinic Acid -- Monitoring. When combined with 5-FU, the recommendation is for providers to monitor complete blood counts (with differential), liver function tests, and electrolytes. Patients who develop diarrhea should be monitored closely until resolution. Renal function requires monitoring in older patients or those with known kidney disease/renal impairment. [24]"}
{"id": "article-21866_37", "title": "Folinic Acid -- Toxicity", "content": "Therapeutic dosing of folinic acid varies by indication, and there is no internationally accepted single gold-standard regimen.[3] Overdose is rare, and limited data is available about its effects. As mentioned above, folinic acid is commonly used with other chemotherapy agents, and it is challenging to discern causal relationships. Overdose effects generally appear as extensions of the previously mentioned adverse effects.", "contents": "Folinic Acid -- Toxicity. Therapeutic dosing of folinic acid varies by indication, and there is no internationally accepted single gold-standard regimen.[3] Overdose is rare, and limited data is available about its effects. As mentioned above, folinic acid is commonly used with other chemotherapy agents, and it is challenging to discern causal relationships. Overdose effects generally appear as extensions of the previously mentioned adverse effects."}
{"id": "article-21866_38", "title": "Folinic Acid -- Toxicity", "content": "The toxic dose of folinic acid is unknown, and there is no reported antidote. However, there are reports that excessive folinic acid can nullify the therapeutic effects of specific chemotherapy agents. [25] Therapeutic doses vary depending on the indication, and because multiple folinic acid-containing regimens can exist for a single indication, clinicians should seek and closely follow appropriate literature for individual cases. [6]", "contents": "Folinic Acid -- Toxicity. The toxic dose of folinic acid is unknown, and there is no reported antidote. However, there are reports that excessive folinic acid can nullify the therapeutic effects of specific chemotherapy agents. [25] Therapeutic doses vary depending on the indication, and because multiple folinic acid-containing regimens can exist for a single indication, clinicians should seek and closely follow appropriate literature for individual cases. [6]"}
{"id": "article-21866_39", "title": "Folinic Acid -- Enhancing Healthcare Team Outcomes", "content": "Managing drug overdose and toxicities relative to chemotherapy regimens requires an interprofessional team of healthcare professionals, including physicians and specialists, advanced practice practitioners, nurses, laboratory technologists, and pharmacists. Without proper management, the morbidity and mortality from these regimens (ie, methotrexate, 5-FU) could significantly increase. Careful monitoring of gastrointestinal complications and abnormal lab values by clinicians should prompt a coordinated care effort that includes the following:", "contents": "Folinic Acid -- Enhancing Healthcare Team Outcomes. Managing drug overdose and toxicities relative to chemotherapy regimens requires an interprofessional team of healthcare professionals, including physicians and specialists, advanced practice practitioners, nurses, laboratory technologists, and pharmacists. Without proper management, the morbidity and mortality from these regimens (ie, methotrexate, 5-FU) could significantly increase. Careful monitoring of gastrointestinal complications and abnormal lab values by clinicians should prompt a coordinated care effort that includes the following:"}
{"id": "article-21866_40", "title": "Folinic Acid -- Enhancing Healthcare Team Outcomes", "content": "Ordering hematologic studies (CBC with differential) and parameters indicating renal function (BUN, creatinine). Monitor the patient for signs and symptoms of neurological decline, gastrointestinal complications such as diarrhea or stomatitis, and anemia. Consult with the pharmacist about using chemotherapeutic agents with a precise record of timing and dosage. Consult the intensivist about ICU care and monitor if the patient becomes hemodynamically unstable.", "contents": "Folinic Acid -- Enhancing Healthcare Team Outcomes. Ordering hematologic studies (CBC with differential) and parameters indicating renal function (BUN, creatinine). Monitor the patient for signs and symptoms of neurological decline, gastrointestinal complications such as diarrhea or stomatitis, and anemia. Consult with the pharmacist about using chemotherapeutic agents with a precise record of timing and dosage. Consult the intensivist about ICU care and monitor if the patient becomes hemodynamically unstable."}
{"id": "article-21866_41", "title": "Folinic Acid -- Enhancing Healthcare Team Outcomes", "content": "Managing malignancies and immunologic disorders is not a process that stops with the oncologist. Careful monitoring from the primary care team and nursing is imperative. A thorough drug administration record is crucial to identify and manage cases of overdose or toxic effects quickly. Nursing staff will often be on the front line to observe harmful effects and promptly report these to the rest of the clinical team. In addition to dosing and administration, the pharmacists must conduct thorough medication reconciliation and report any concerns to the healthcare team. Only by working as an interprofessional team can these outcomes be avoided. Several studies over 20 years have outlined the importance of folinic acid in chemotherapy. With many more ongoing studies, maintaining an up-to-date approach to patient care is necessary. Folinic acid therapy requires stringent dosing and administration timing to be effective.", "contents": "Folinic Acid -- Enhancing Healthcare Team Outcomes. Managing malignancies and immunologic disorders is not a process that stops with the oncologist. Careful monitoring from the primary care team and nursing is imperative. A thorough drug administration record is crucial to identify and manage cases of overdose or toxic effects quickly. Nursing staff will often be on the front line to observe harmful effects and promptly report these to the rest of the clinical team. In addition to dosing and administration, the pharmacists must conduct thorough medication reconciliation and report any concerns to the healthcare team. Only by working as an interprofessional team can these outcomes be avoided. Several studies over 20 years have outlined the importance of folinic acid in chemotherapy. With many more ongoing studies, maintaining an up-to-date approach to patient care is necessary. Folinic acid therapy requires stringent dosing and administration timing to be effective."}
{"id": "article-21866_42", "title": "Folinic Acid -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Folinic Acid -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}