{"id": "article-90188_0", "title": "Hemorrhagic Stroke -- Continuing Education Activity", "content": "Hemorrhagic stroke is due to bleeding into the brain by the rupture of a blood vessel. Hemorrhagic stroke may be further subdivided into intracerebral hemorrhage (ICH) and subarachnoid hemorrhage (SAH). Hemorrhagic stroke is associated with severe morbidity and high mortality. Progression of hemorrhagic stroke is associated with worse outcomes. Early diagnosis and treatment are essential given the usual rapid expansion of hemorrhage, causing sudden deterioration of consciousness and neurological dysfunction. This activity highlights the role of the interprofessional team in the evaluation and treatment of hemorrhagic stroke.", "contents": "Hemorrhagic Stroke -- Continuing Education Activity. Hemorrhagic stroke is due to bleeding into the brain by the rupture of a blood vessel. Hemorrhagic stroke may be further subdivided into intracerebral hemorrhage (ICH) and subarachnoid hemorrhage (SAH). Hemorrhagic stroke is associated with severe morbidity and high mortality. Progression of hemorrhagic stroke is associated with worse outcomes. Early diagnosis and treatment are essential given the usual rapid expansion of hemorrhage, causing sudden deterioration of consciousness and neurological dysfunction. This activity highlights the role of the interprofessional team in the evaluation and treatment of hemorrhagic stroke."}
{"id": "article-90188_1", "title": "Hemorrhagic Stroke -- Continuing Education Activity", "content": "Objectives: Summarize the pathophysiology of hemorrhagic stroke. Identify the most common causes of hemorrhagic stroke and the most common site of the bleeding. Review the common presentations of this hemorrhagic stroke. CT scan is the initial investigation of choice. Prompt medical, sometimes surgical (in indicated cases), management is needed for recovery from hemorrhagic stroke. Access free multiple choice questions on this topic.", "contents": "Hemorrhagic Stroke -- Continuing Education Activity. Objectives: Summarize the pathophysiology of hemorrhagic stroke. Identify the most common causes of hemorrhagic stroke and the most common site of the bleeding. Review the common presentations of this hemorrhagic stroke. CT scan is the initial investigation of choice. Prompt medical, sometimes surgical (in indicated cases), management is needed for recovery from hemorrhagic stroke. Access free multiple choice questions on this topic."}
{"id": "article-90188_2", "title": "Hemorrhagic Stroke -- Introduction", "content": "Cerebrovascular accident (CVA) , otherwise called a stroke, is the third major cause of morbidity and mortality in many developed countries. Stroke can be either ischemic or hemorrhagic. Ischemic stroke is due to the loss of blood supply to an area of the brain. It is a common type of stroke.", "contents": "Hemorrhagic Stroke -- Introduction. Cerebrovascular accident (CVA) , otherwise called a stroke, is the third major cause of morbidity and mortality in many developed countries. Stroke can be either ischemic or hemorrhagic. Ischemic stroke is due to the loss of blood supply to an area of the brain. It is a common type of stroke."}
{"id": "article-90188_3", "title": "Hemorrhagic Stroke -- Introduction", "content": "Hemorrhagic stroke is due to bleeding into the brain by the rupture of a blood vessel. Hemorrhagic stroke may be further subdivided into intracerebral hemorrhage (ICH) and subarachnoid hemorrhage (SAH). ICH is bleeding into the brain parenchyma, and SAH is bleeding into the subarachnoid space. Hemorrhagic stroke is associated with severe morbidity and high mortality. [1] Progression of hemorrhagic stroke is associated with worse outcomes. Early diagnosis and treatment are essential given the usual rapid expansion of hemorrhage, causing sudden deterioration of consciousness and neurological dysfunction.", "contents": "Hemorrhagic Stroke -- Introduction. Hemorrhagic stroke is due to bleeding into the brain by the rupture of a blood vessel. Hemorrhagic stroke may be further subdivided into intracerebral hemorrhage (ICH) and subarachnoid hemorrhage (SAH). ICH is bleeding into the brain parenchyma, and SAH is bleeding into the subarachnoid space. Hemorrhagic stroke is associated with severe morbidity and high mortality. [1] Progression of hemorrhagic stroke is associated with worse outcomes. Early diagnosis and treatment are essential given the usual rapid expansion of hemorrhage, causing sudden deterioration of consciousness and neurological dysfunction."}
{"id": "article-90188_4", "title": "Hemorrhagic Stroke -- Etiology", "content": "Hypertension is the most common cause of hemorrhagic stroke. [2] Longstanding hypertension produces degeneration of media, breakage of the elastic lamina, and fragmentation of smooth muscles of arteries. Lipohyalinosis, fibrinoid necrosis of the subendothelium, microaneurysms, and focal dilatations are seen in the arterioles. The microaneurysms are named as Charcot-Bouchard aneurysms. The common sites of hypertension-induced intracerebral hemorrhage are the small penetrating arteries originating from basilar arteries or the anterior, middle, or posterior cerebral arteries. Small artery branches of 50 to 700 μm in diameter often have multiple sites of rupture associated with layers of platelet and fibrin aggregates. Hypertensive change causes non-lobar intracranial hemorrhage (ICH). As seen in eclampsia, acute hypertension can also cause ICH, known as postpartum ICH. Cerebral amyloid angiopathy (CAA) is an important cause of primary lobar intracerebral bleeding in older adults. [3]", "contents": "Hemorrhagic Stroke -- Etiology. Hypertension is the most common cause of hemorrhagic stroke. [2] Longstanding hypertension produces degeneration of media, breakage of the elastic lamina, and fragmentation of smooth muscles of arteries. Lipohyalinosis, fibrinoid necrosis of the subendothelium, microaneurysms, and focal dilatations are seen in the arterioles. The microaneurysms are named as Charcot-Bouchard aneurysms. The common sites of hypertension-induced intracerebral hemorrhage are the small penetrating arteries originating from basilar arteries or the anterior, middle, or posterior cerebral arteries. Small artery branches of 50 to 700 μm in diameter often have multiple sites of rupture associated with layers of platelet and fibrin aggregates. Hypertensive change causes non-lobar intracranial hemorrhage (ICH). As seen in eclampsia, acute hypertension can also cause ICH, known as postpartum ICH. Cerebral amyloid angiopathy (CAA) is an important cause of primary lobar intracerebral bleeding in older adults. [3]"}
{"id": "article-90188_5", "title": "Hemorrhagic Stroke -- Etiology", "content": "It is characterized by the deposition of the amyloid-β peptide in the capillaries, arterioles, and small- and medium-sized arteries in the cerebral cortex, leptomeninges, and cerebellum. This causes ICH in older adults, commonly associated with variations in the gene encoding apolipoprotein E. A familial syndrome can occur in young patients, typically associated with mutations in the gene encoding amyloid precursor protein. The incidence of CAA increases with age to the extent that around 50% of those aged more than 70years have CAA. Recurrent hemorrhages can occur due to CAA.", "contents": "Hemorrhagic Stroke -- Etiology. It is characterized by the deposition of the amyloid-β peptide in the capillaries, arterioles, and small- and medium-sized arteries in the cerebral cortex, leptomeninges, and cerebellum. This causes ICH in older adults, commonly associated with variations in the gene encoding apolipoprotein E. A familial syndrome can occur in young patients, typically associated with mutations in the gene encoding amyloid precursor protein. The incidence of CAA increases with age to the extent that around 50% of those aged more than 70years have CAA. Recurrent hemorrhages can occur due to CAA."}
{"id": "article-90188_6", "title": "Hemorrhagic Stroke -- Etiology -- Other Important Risk Factors", "content": "Cigarette smoking and moderate or heavy alcohol consumption, and chronic alcoholism are significant risk factors. Chronic liver disease also increases the chance of ICH due to coagulopathy and thrombocytopenia. Decreased low-density lipoprotein cholesterol and low triglycerides are also risk factors. Dual antiplatelet therapy has an increased risk of ICH than monotherapy. Sympathomimetics such as cocaine, heroin, amphetamine, ephedrine, and phenylpropanolamine carry an increased risk of a cerebral hemorrhage. Cerebral microbleeds (CMBs) associated with hypertension, diabetes mellitus, and cigarette smoking increase the risk of ICH. Old age and male sex. The incidence of ICH increases after 55 years of age. The relative risk after 70 years is 7. The tumors which are more prone to bleed are glioblastoma, lymphoma, metastasis, meningioma, pituitary adenoma, and hemangioblastoma.", "contents": "Hemorrhagic Stroke -- Etiology -- Other Important Risk Factors. Cigarette smoking and moderate or heavy alcohol consumption, and chronic alcoholism are significant risk factors. Chronic liver disease also increases the chance of ICH due to coagulopathy and thrombocytopenia. Decreased low-density lipoprotein cholesterol and low triglycerides are also risk factors. Dual antiplatelet therapy has an increased risk of ICH than monotherapy. Sympathomimetics such as cocaine, heroin, amphetamine, ephedrine, and phenylpropanolamine carry an increased risk of a cerebral hemorrhage. Cerebral microbleeds (CMBs) associated with hypertension, diabetes mellitus, and cigarette smoking increase the risk of ICH. Old age and male sex. The incidence of ICH increases after 55 years of age. The relative risk after 70 years is 7. The tumors which are more prone to bleed are glioblastoma, lymphoma, metastasis, meningioma, pituitary adenoma, and hemangioblastoma."}
{"id": "article-90188_7", "title": "Hemorrhagic Stroke -- Etiology", "content": "The usual causes of spontaneous subarachnoid hemorrhage (SAH) are ruptured aneurysm, arteriovenous malformation, vasculitis, cerebral artery dissection, dural sinus thrombosis, and pituitary apoplexy. The risk factors are hypertension, oral contraceptive pills, substance abuse, and pregnancy. Intracranial hemorrhage of pregnancy (ICHOP-intracerebral or subarachnoid hemorrhage) occurs with eclampsia. It is due to the loss of cerebrovascular autoregulation.", "contents": "Hemorrhagic Stroke -- Etiology. The usual causes of spontaneous subarachnoid hemorrhage (SAH) are ruptured aneurysm, arteriovenous malformation, vasculitis, cerebral artery dissection, dural sinus thrombosis, and pituitary apoplexy. The risk factors are hypertension, oral contraceptive pills, substance abuse, and pregnancy. Intracranial hemorrhage of pregnancy (ICHOP-intracerebral or subarachnoid hemorrhage) occurs with eclampsia. It is due to the loss of cerebrovascular autoregulation."}
{"id": "article-90188_8", "title": "Hemorrhagic Stroke -- Epidemiology", "content": "Hemorrhagic stroke contributes to 10% to 20% of strokes annually. [4] [1] [5] The percentage of hemorrhage in stroke is 8-15% in the United States of America, the United Kingdom, and Australia, and 18% to 24% in Japan and Korea. The incidence is around 12% to 15% of cases per 1,00,000 per year. The incidence is high in low and middle-income countries and Asians. The incidence is more common in men and increases with age. The global incidence is increasing, predominantly in African and Asian countries. Japanese data have shown that control of hypertension reduces the incidence of ICH. The case fatality rate is 25% to 30% in high-income countries, while it is 30% to 48% in low- to middle-income countries. The ICH fatality rate depends on the efficacy of critical care.", "contents": "Hemorrhagic Stroke -- Epidemiology. Hemorrhagic stroke contributes to 10% to 20% of strokes annually. [4] [1] [5] The percentage of hemorrhage in stroke is 8-15% in the United States of America, the United Kingdom, and Australia, and 18% to 24% in Japan and Korea. The incidence is around 12% to 15% of cases per 1,00,000 per year. The incidence is high in low and middle-income countries and Asians. The incidence is more common in men and increases with age. The global incidence is increasing, predominantly in African and Asian countries. Japanese data have shown that control of hypertension reduces the incidence of ICH. The case fatality rate is 25% to 30% in high-income countries, while it is 30% to 48% in low- to middle-income countries. The ICH fatality rate depends on the efficacy of critical care."}
{"id": "article-90188_9", "title": "Hemorrhagic Stroke -- Pathophysiology", "content": "The common sites of the bleed are the basal ganglia (50%), cerebral lobes (10% to 20%), the thalamus (15%), pons and the brain stem (10% to 20%), and the cerebellum(10%)(fig.1,2,3). [1] The hematoma disrupts the neurons and glia. This results in oligaemia, neuro-transmitter release, mitochondrial dysfunction, and cellular swelling. Thrombin activates microglia and causes inflammation and edema. [5] [6] The primary injury is due to the compression of brain tissue by the hematoma and an increase in the intracranial pressure(ICP). [7]", "contents": "Hemorrhagic Stroke -- Pathophysiology. The common sites of the bleed are the basal ganglia (50%), cerebral lobes (10% to 20%), the thalamus (15%), pons and the brain stem (10% to 20%), and the cerebellum(10%)(fig.1,2,3). [1] The hematoma disrupts the neurons and glia. This results in oligaemia, neuro-transmitter release, mitochondrial dysfunction, and cellular swelling. Thrombin activates microglia and causes inflammation and edema. [5] [6] The primary injury is due to the compression of brain tissue by the hematoma and an increase in the intracranial pressure(ICP). [7]"}
{"id": "article-90188_10", "title": "Hemorrhagic Stroke -- Pathophysiology", "content": "Secondary injury is contributed to by inflammation, disruption of the blood-brain barrier (BBB), edema, overproduction of free radicals such as reactive oxygen species (ROS), glutamate-induced excitotoxicity, and release of hemoglobin and iron from the clot.", "contents": "Hemorrhagic Stroke -- Pathophysiology. Secondary injury is contributed to by inflammation, disruption of the blood-brain barrier (BBB), edema, overproduction of free radicals such as reactive oxygen species (ROS), glutamate-induced excitotoxicity, and release of hemoglobin and iron from the clot."}
{"id": "article-90188_11", "title": "Hemorrhagic Stroke -- Pathophysiology", "content": "Usually, the hematoma enlarges in 3 hours to 12 hours. The enlargement of hematoma occurs in 3 hours in one-third of cases. The perihematomal edema increases within 24 hours, peaks around 5 to 6 days, and lasts up to 14 days. There is an area of hypoperfusion around the hematoma. The factors causing deterioration in ICH are an expansion of hematoma, intraventricular hemorrhage, perihematomal edema, and inflammation. [1] Cerebellar hematoma produces hydrocephalus by compression of the fourth ventricle in the early stage.", "contents": "Hemorrhagic Stroke -- Pathophysiology. Usually, the hematoma enlarges in 3 hours to 12 hours. The enlargement of hematoma occurs in 3 hours in one-third of cases. The perihematomal edema increases within 24 hours, peaks around 5 to 6 days, and lasts up to 14 days. There is an area of hypoperfusion around the hematoma. The factors causing deterioration in ICH are an expansion of hematoma, intraventricular hemorrhage, perihematomal edema, and inflammation. [1] Cerebellar hematoma produces hydrocephalus by compression of the fourth ventricle in the early stage."}
{"id": "article-90188_12", "title": "Hemorrhagic Stroke -- Pathophysiology", "content": "Non-aneurysmal spontaneous subarachnoid hemorrhage may be either perimesencephalic or non-perimesencephalic SAH. In perimesencephalic SAH, bleeding is mainly in the interpeduncular cistern. Physical exertion, such as the Valsalva maneuver producing increased intrathoracic pressure, and elevated intracranial venous pressure, is a predisposing factor for perimesencephalic nonaneurysmal SAH (PM-SAH). [8] There is diffuse blood distribution in non-perimesencephalic SAH (NPM-SAH). [9]", "contents": "Hemorrhagic Stroke -- Pathophysiology. Non-aneurysmal spontaneous subarachnoid hemorrhage may be either perimesencephalic or non-perimesencephalic SAH. In perimesencephalic SAH, bleeding is mainly in the interpeduncular cistern. Physical exertion, such as the Valsalva maneuver producing increased intrathoracic pressure, and elevated intracranial venous pressure, is a predisposing factor for perimesencephalic nonaneurysmal SAH (PM-SAH). [8] There is diffuse blood distribution in non-perimesencephalic SAH (NPM-SAH). [9]"}
{"id": "article-90188_13", "title": "Hemorrhagic Stroke -- History and Physical", "content": "The common presentations of stroke are headache, aphasia, hemiparesis, and facial palsy. [10] The presentation of hemorrhagic stroke is usually acute and progressing. Acute onset headache, vomiting, neck stiffness, increases in blood pressure, and the rapidly developing neurological signs are the common clinical manifestations of hemorrhagic stroke. [5] Symptoms can lead to the extent and location of hemorrhage.", "contents": "Hemorrhagic Stroke -- History and Physical. The common presentations of stroke are headache, aphasia, hemiparesis, and facial palsy. [10] The presentation of hemorrhagic stroke is usually acute and progressing. Acute onset headache, vomiting, neck stiffness, increases in blood pressure, and the rapidly developing neurological signs are the common clinical manifestations of hemorrhagic stroke. [5] Symptoms can lead to the extent and location of hemorrhage."}
{"id": "article-90188_14", "title": "Hemorrhagic Stroke -- History and Physical", "content": "Headache is more common in a large hematoma. Vomiting indicates raised intracranial pressure and is common with cerebellar hematoma. Coma occurs in the involvement of the reticular activating system of the brainstem. Seizure, aphasia, and hemianopia are seen in lobar hemorrhage. A prodrome consisting of numbness, tingling, and weakness may also occur in lobar bleed. Contralateral sensorimotor deficits are the features in hemorrhage of the basal ganglia and thalamus. Loss of all sensory modalities is the main feature of thalamic hemorrhage. Extension of thalamic hematoma into the midbrain can cause vertical gaze palsy, ptosis, and unreactive pupil. Cranial nerve dysfunction with contralateral weakness indicates brainstem hematoma. [5] Usually, pontine hematoma produces coma and quadriparesis. [11]", "contents": "Hemorrhagic Stroke -- History and Physical. Headache is more common in a large hematoma. Vomiting indicates raised intracranial pressure and is common with cerebellar hematoma. Coma occurs in the involvement of the reticular activating system of the brainstem. Seizure, aphasia, and hemianopia are seen in lobar hemorrhage. A prodrome consisting of numbness, tingling, and weakness may also occur in lobar bleed. Contralateral sensorimotor deficits are the features in hemorrhage of the basal ganglia and thalamus. Loss of all sensory modalities is the main feature of thalamic hemorrhage. Extension of thalamic hematoma into the midbrain can cause vertical gaze palsy, ptosis, and unreactive pupil. Cranial nerve dysfunction with contralateral weakness indicates brainstem hematoma. [5] Usually, pontine hematoma produces coma and quadriparesis. [11]"}
{"id": "article-90188_15", "title": "Hemorrhagic Stroke -- History and Physical", "content": "Cerebellar hemorrhage produces symptoms of raised ICP, such as lethargy, vomiting, and bradycardia. Progressive neurological deterioration indicates the enlargement of hematoma or an increase in edema.", "contents": "Hemorrhagic Stroke -- History and Physical. Cerebellar hemorrhage produces symptoms of raised ICP, such as lethargy, vomiting, and bradycardia. Progressive neurological deterioration indicates the enlargement of hematoma or an increase in edema."}
{"id": "article-90188_16", "title": "Hemorrhagic Stroke -- History and Physical", "content": "The clinical features of subarachnoid hemorrhage are severe headache described as a thunderclap, vomiting, syncope, photophobia, nuchal rigidity, seizures, and decreased level of consciousness. [8] [9] Signs of meningismus such as the Kernig sign (pain on straightening the knee when the thigh is flexed to 90 degrees) and Brudzinski sign (involuntary hip flexion on flexing the neck of the patient) may be positive.", "contents": "Hemorrhagic Stroke -- History and Physical. The clinical features of subarachnoid hemorrhage are severe headache described as a thunderclap, vomiting, syncope, photophobia, nuchal rigidity, seizures, and decreased level of consciousness. [8] [9] Signs of meningismus such as the Kernig sign (pain on straightening the knee when the thigh is flexed to 90 degrees) and Brudzinski sign (involuntary hip flexion on flexing the neck of the patient) may be positive."}
{"id": "article-90188_17", "title": "Hemorrhagic Stroke -- Evaluation", "content": "Computerized tomography (CT) is usually the initial investigation. [12] The hemorrhage increases in attenuation from 30-60 Hounsfield units (HU) in the hyperacute phase to 80 to 100 HU over hours. [13] The attenuation may be decreased in anemia and coagulopathy. Vasogenic edema around the hematoma may increase for up to 2 weeks. CT is considered the “gold standard” in detecting acute hemorrhage due to its sensitivity. However, gradient echo and T2* susceptibility-weighted magnetic resonance imaging (MRI) has the same sensitivity as CT to detect acute hemorrhage. These sequences are more sensitive than CT for identification of prior hemorrhage.", "contents": "Hemorrhagic Stroke -- Evaluation. Computerized tomography (CT) is usually the initial investigation. [12] The hemorrhage increases in attenuation from 30-60 Hounsfield units (HU) in the hyperacute phase to 80 to 100 HU over hours. [13] The attenuation may be decreased in anemia and coagulopathy. Vasogenic edema around the hematoma may increase for up to 2 weeks. CT is considered the “gold standard” in detecting acute hemorrhage due to its sensitivity. However, gradient echo and T2* susceptibility-weighted magnetic resonance imaging (MRI) has the same sensitivity as CT to detect acute hemorrhage. These sequences are more sensitive than CT for identification of prior hemorrhage."}
{"id": "article-90188_18", "title": "Hemorrhagic Stroke -- Evaluation", "content": "In the subacute phase, the hematoma may be isodense to brain tissue, and magnetic resonance imaging (MRI) may be necessary. The volume of the hematoma can be measured by the formula AxBxC/2, where A and B are the largest diameter and the diameter perpendicular to that. [14] C is the vertical height of the hematoma. Intracerebral hemorrhage with a volume of more than 60 ml is associated with high mortality. [15] The other poor prognostic factors are hematoma expansion, intraventricular hemorrhage, infra-tentorial location, and contrast extravasation on CT scan (spot sign). [5] The paramagnetic properties of deoxyhemoglobin allow early detection of hemorrhage in MRI. [16] Gradient echo (GRE) imaging is as good as CT in detecting acute bleed. MRI can distinguish between the hemorrhagic transformation of infarct and primary hemorrhage. MRI can detect underlying causes of secondary hemorrhages, such as vascular malformations, including cavernomas, tumors, and cerebral vein thrombosis.", "contents": "Hemorrhagic Stroke -- Evaluation. In the subacute phase, the hematoma may be isodense to brain tissue, and magnetic resonance imaging (MRI) may be necessary. The volume of the hematoma can be measured by the formula AxBxC/2, where A and B are the largest diameter and the diameter perpendicular to that. [14] C is the vertical height of the hematoma. Intracerebral hemorrhage with a volume of more than 60 ml is associated with high mortality. [15] The other poor prognostic factors are hematoma expansion, intraventricular hemorrhage, infra-tentorial location, and contrast extravasation on CT scan (spot sign). [5] The paramagnetic properties of deoxyhemoglobin allow early detection of hemorrhage in MRI. [16] Gradient echo (GRE) imaging is as good as CT in detecting acute bleed. MRI can distinguish between the hemorrhagic transformation of infarct and primary hemorrhage. MRI can detect underlying causes of secondary hemorrhages, such as vascular malformations, including cavernomas, tumors, and cerebral vein thrombosis."}
{"id": "article-90188_19", "title": "Hemorrhagic Stroke -- Evaluation", "content": "Extravasation of contrast in CT angiogram (CTA) indicates ongoing bleeding associated with fatality. [17] Multidetector CT angiography(MDCTA) helps rule out the causes of secondary hemorrhagic stroke such as arteriovenous malformation (AVM), ruptured aneurysm, dural venous sinus (or cerebral vein) thrombosis (DVST/CVT), vasculitis, and Moya-Moya disease. [18] (fig.4). Certain imaging characteristics help in the differentiation of the underlying disease. [19] Multiple hemorrhages of different ages in parieto-occipital lobes are seen in cerebral amyloid antipathy. Hemorrhage in an arterial territory indicates hemorrhagic infarction. Multiple stages of bleed in the same hematoma with a fluid level are seen in anticoagulation-induced hemorrhages. A combination of small ischemic and hemorrhagic lesions indicates vasculitis. Hemorrhage in the presence of occlusion of arteries is the feature of Moyamoya disease.", "contents": "Hemorrhagic Stroke -- Evaluation. Extravasation of contrast in CT angiogram (CTA) indicates ongoing bleeding associated with fatality. [17] Multidetector CT angiography(MDCTA) helps rule out the causes of secondary hemorrhagic stroke such as arteriovenous malformation (AVM), ruptured aneurysm, dural venous sinus (or cerebral vein) thrombosis (DVST/CVT), vasculitis, and Moya-Moya disease. [18] (fig.4). Certain imaging characteristics help in the differentiation of the underlying disease. [19] Multiple hemorrhages of different ages in parieto-occipital lobes are seen in cerebral amyloid antipathy. Hemorrhage in an arterial territory indicates hemorrhagic infarction. Multiple stages of bleed in the same hematoma with a fluid level are seen in anticoagulation-induced hemorrhages. A combination of small ischemic and hemorrhagic lesions indicates vasculitis. Hemorrhage in the presence of occlusion of arteries is the feature of Moyamoya disease."}
{"id": "article-90188_20", "title": "Hemorrhagic Stroke -- Evaluation", "content": "Four-vessel digital subtraction angiography (DSA) is necessary in the case of SAH. A repeat study is needed to confirm if the DSA is negative for an aneurysm. Repeat angiography is advisable at 1-week and 6-weeks intervals. Vascular abnormalities need to be suspected if the following findings are present on a plain CT scan: Subarachnoid hemorrhage Enlarged vessels or calcifications along the margins of the ICH Hyperattenuation within a dural venous sinus A cortical vein along the presumed venous drainage path Unusual hematoma shape Presence of edema out of proportion to the time of presumed ICH An unusual hemorrhage location Presence of other abnormal structures in the brain (like a mass) [20] [21] An additional MRI scan will be beneficial in the following circumstances to identify a secondary cause for ICH: Lobar hemorrhage location Age <55 years, and No history of hypertension", "contents": "Hemorrhagic Stroke -- Evaluation. Four-vessel digital subtraction angiography (DSA) is necessary in the case of SAH. A repeat study is needed to confirm if the DSA is negative for an aneurysm. Repeat angiography is advisable at 1-week and 6-weeks intervals. Vascular abnormalities need to be suspected if the following findings are present on a plain CT scan: Subarachnoid hemorrhage Enlarged vessels or calcifications along the margins of the ICH Hyperattenuation within a dural venous sinus A cortical vein along the presumed venous drainage path Unusual hematoma shape Presence of edema out of proportion to the time of presumed ICH An unusual hemorrhage location Presence of other abnormal structures in the brain (like a mass) [20] [21] An additional MRI scan will be beneficial in the following circumstances to identify a secondary cause for ICH: Lobar hemorrhage location Age <55 years, and No history of hypertension"}
{"id": "article-90188_21", "title": "Hemorrhagic Stroke -- Evaluation", "content": "Magnetic resonance venography or CT venography is indicated based on the following conditions that suggest cerebral venous thrombosis: Hemorrhage location Relative edema volume Abnormal signal in the cerebral sinuses", "contents": "Hemorrhagic Stroke -- Evaluation. Magnetic resonance venography or CT venography is indicated based on the following conditions that suggest cerebral venous thrombosis: Hemorrhage location Relative edema volume Abnormal signal in the cerebral sinuses"}
{"id": "article-90188_22", "title": "Hemorrhagic Stroke -- Evaluation", "content": "Blood investigations such as bleeding time, clotting time, platelet count, peripheral smear, prothrombin time (PT), and activated partial thromboplastin time(aPTT) will detect any abnormality of bleeding or coagulation and any hematological disorder which can cause hemorrhage. Liver function tests and renal function tests are also needed to exclude any hepatic or renal dysfunction as a cause. The investigations to rule out vasculitis are the quantitative evaluation of immunoglobulins, thyroid antibodies, rheumatoid factor, antinuclear antibodies (ANA), anti-double-stranded DNA (ds-DNA antibodies), Histon antibodies, complement, anti-Ro [SS-A] and anti-La [SS-B-] antibodies, cytoplasmic staining and perinuclear staining antineutrophil cytoplasmic antibodies (c- and pANCA), and anti-endothelial antibodies. [22]", "contents": "Hemorrhagic Stroke -- Evaluation. Blood investigations such as bleeding time, clotting time, platelet count, peripheral smear, prothrombin time (PT), and activated partial thromboplastin time(aPTT) will detect any abnormality of bleeding or coagulation and any hematological disorder which can cause hemorrhage. Liver function tests and renal function tests are also needed to exclude any hepatic or renal dysfunction as a cause. The investigations to rule out vasculitis are the quantitative evaluation of immunoglobulins, thyroid antibodies, rheumatoid factor, antinuclear antibodies (ANA), anti-double-stranded DNA (ds-DNA antibodies), Histon antibodies, complement, anti-Ro [SS-A] and anti-La [SS-B-] antibodies, cytoplasmic staining and perinuclear staining antineutrophil cytoplasmic antibodies (c- and pANCA), and anti-endothelial antibodies. [22]"}
{"id": "article-90188_23", "title": "Hemorrhagic Stroke -- Treatment / Management", "content": "There are many different opinions on the treatment of hemorrhagic stroke. There are many trials on the optimal management of hemorrhagic stroke - Antihypertensive Treatment in Acute Cerebral Hemorrhage(ATACH), Intensive Blood Pressure Reduction in Acute Cerebral Hemorrhage Trial (INTERACT), Factor VIIa for Acute Hemorrhagic Stroke Treatment (FAST), and Surgical Trial in Intracerebral Haemorrhage (STICH). [23] The role of surgery in hemorrhagic stroke is a controversial topic.", "contents": "Hemorrhagic Stroke -- Treatment / Management. There are many different opinions on the treatment of hemorrhagic stroke. There are many trials on the optimal management of hemorrhagic stroke - Antihypertensive Treatment in Acute Cerebral Hemorrhage(ATACH), Intensive Blood Pressure Reduction in Acute Cerebral Hemorrhage Trial (INTERACT), Factor VIIa for Acute Hemorrhagic Stroke Treatment (FAST), and Surgical Trial in Intracerebral Haemorrhage (STICH). [23] The role of surgery in hemorrhagic stroke is a controversial topic."}
{"id": "article-90188_24", "title": "Hemorrhagic Stroke -- Treatment / Management -- Blood pressure (BP) Management", "content": "BP should be reduced gradually to 150/90 mmHg using beta-blockers (labetalol, esmolol), ACE inhibitor (enalapril), calcium channel blocker (nicardipine), or hydralazine. [4] BP should be checked every 10-15 minutes. ATACH study observed a nonsignificant relationship between the magnitude of systolic blood pressure (SBP) reduction and hematoma expansion and 3-month outcome. [24] But the INTERACT study showed that early intensive BP-lowering treatment attenuated hematoma growth over 72 hours. [25] It has been found that high SBP is associated with neurological deterioration and death. [20] The American Stroke Association (ASA) recommendation is that for patients presenting with SBP between 150 and 220 mmHg, the acute lowering of SBP to 140 mmHg is safe and can improve functional outcomes. For patients presenting with SBP >220 mmHg, an aggressive reduction of BP with a continuous intravenous infusion is needed.", "contents": "Hemorrhagic Stroke -- Treatment / Management -- Blood pressure (BP) Management. BP should be reduced gradually to 150/90 mmHg using beta-blockers (labetalol, esmolol), ACE inhibitor (enalapril), calcium channel blocker (nicardipine), or hydralazine. [4] BP should be checked every 10-15 minutes. ATACH study observed a nonsignificant relationship between the magnitude of systolic blood pressure (SBP) reduction and hematoma expansion and 3-month outcome. [24] But the INTERACT study showed that early intensive BP-lowering treatment attenuated hematoma growth over 72 hours. [25] It has been found that high SBP is associated with neurological deterioration and death. [20] The American Stroke Association (ASA) recommendation is that for patients presenting with SBP between 150 and 220 mmHg, the acute lowering of SBP to 140 mmHg is safe and can improve functional outcomes. For patients presenting with SBP >220 mmHg, an aggressive reduction of BP with a continuous intravenous infusion is needed."}
{"id": "article-90188_25", "title": "Hemorrhagic Stroke -- Treatment / Management -- Management of Raised Intracranial Pressure (ICP)", "content": "The initial treatment for raised ICP is elevating the head of the bed to 30 degrees and using osmotic agents (mannitol, hypertonic saline). Mannitol 20% is given at a dose of 1.0 to 1.5 g/kg. [4] Hyperventilation after intubation and sedation to a pCO of 28 to 32 mmHg will be necessary if ICP increases further. ASA recommends monitoring ICP with a parenchymal or ventricular catheter for all patients with Glasgow coma scale (GCS) <8 or those with evidence of transtentorial herniation or hydrocephalus. [20] The ventricular catheter has the advantage of drainage of cerebrospinal fluid (CSF) in the case of hydrocephalus. The aim is to keep cerebral perfusion pressure (CPP) between 50 to 70mmHg.", "contents": "Hemorrhagic Stroke -- Treatment / Management -- Management of Raised Intracranial Pressure (ICP). The initial treatment for raised ICP is elevating the head of the bed to 30 degrees and using osmotic agents (mannitol, hypertonic saline). Mannitol 20% is given at a dose of 1.0 to 1.5 g/kg. [4] Hyperventilation after intubation and sedation to a pCO of 28 to 32 mmHg will be necessary if ICP increases further. ASA recommends monitoring ICP with a parenchymal or ventricular catheter for all patients with Glasgow coma scale (GCS) <8 or those with evidence of transtentorial herniation or hydrocephalus. [20] The ventricular catheter has the advantage of drainage of cerebrospinal fluid (CSF) in the case of hydrocephalus. The aim is to keep cerebral perfusion pressure (CPP) between 50 to 70mmHg."}
{"id": "article-90188_26", "title": "Hemorrhagic Stroke -- Treatment / Management -- Hemostatic Therapy", "content": "Hemostatic therapy is given to reduce the progression of hematoma. [4] This is especially important to reverse the coagulopathy in patients taking anticoagulants. Vitamin K, prothrombin complex concentrates (PCCs), recombinant activated factor VII (rFVIIa), fresh frozen plasma (FFP), etc., are used. [4] [20] [4] ASA recommends that patients with thrombocytopenia should receive platelet concentrate. [20] Patients with elevated prothrombin time INR should receive intravenous vitamin K and FFP or PCCs. FFP has the risk of allergic transfusion reactions. PCCs are plasma-derived factor concentrates containing factors II, VII, IX, and X. PCCs can be reconstituted and administered rapidly. The FAST trial showed that rFVIIa reduced the growth of the hematoma but did not improve survival or functional outcome. [26] rFVIIa is not recommended in unselected patients since it does not replace all clotting factors. [20]", "contents": "Hemorrhagic Stroke -- Treatment / Management -- Hemostatic Therapy. Hemostatic therapy is given to reduce the progression of hematoma. [4] This is especially important to reverse the coagulopathy in patients taking anticoagulants. Vitamin K, prothrombin complex concentrates (PCCs), recombinant activated factor VII (rFVIIa), fresh frozen plasma (FFP), etc., are used. [4] [20] [4] ASA recommends that patients with thrombocytopenia should receive platelet concentrate. [20] Patients with elevated prothrombin time INR should receive intravenous vitamin K and FFP or PCCs. FFP has the risk of allergic transfusion reactions. PCCs are plasma-derived factor concentrates containing factors II, VII, IX, and X. PCCs can be reconstituted and administered rapidly. The FAST trial showed that rFVIIa reduced the growth of the hematoma but did not improve survival or functional outcome. [26] rFVIIa is not recommended in unselected patients since it does not replace all clotting factors. [20]"}
{"id": "article-90188_27", "title": "Hemorrhagic Stroke -- Treatment / Management -- Antiepileptic Therapy", "content": "Around 3 to 17% of patients will have a seizure in the first two weeks, and 30% of patients will show electrical seizure activity on EEG monitoring. [20] Those with clinical seizures or electrographic seizures should be treated with antiepileptic drugs. Lobar hematoma and the enlargement of hematoma produce seizures associated with neurological worsening. Subclinical seizures and non-convulsive status epileptics also can occur. C ontinuous EEG monitoring is indicated in patients with a decreased level of consciousness. Otherwise, prophylactic anticonvulsant medication is not recommended, according to ASA guidelines. [27]", "contents": "Hemorrhagic Stroke -- Treatment / Management -- Antiepileptic Therapy. Around 3 to 17% of patients will have a seizure in the first two weeks, and 30% of patients will show electrical seizure activity on EEG monitoring. [20] Those with clinical seizures or electrographic seizures should be treated with antiepileptic drugs. Lobar hematoma and the enlargement of hematoma produce seizures associated with neurological worsening. Subclinical seizures and non-convulsive status epileptics also can occur. C ontinuous EEG monitoring is indicated in patients with a decreased level of consciousness. Otherwise, prophylactic anticonvulsant medication is not recommended, according to ASA guidelines. [27]"}
{"id": "article-90188_28", "title": "Hemorrhagic Stroke -- Treatment / Management -- Surgery", "content": "The different types of surgical treatment for hemorrhagic stroke are craniotomy, decompressive craniectomy, stereotactic aspiration, endoscopic aspiration, and catheter aspiration. [4] The STICH trial showed no overall benefit from early surgery for supratentorial intracerebral hemorrhage compared with initial conservative treatment. [28] Those who have lobar hemorrhages within 1 cm of the surface of the brain and milder clinical deficits (GCS>9) may benefit from early surgery. Emergency surgical evacuation is indicated in cerebellar hemorrhage with hydrocephalus or brainstem compression.[21] Patients with cerebellar hemorrhages of >3 cm in diameter will have better outcomes with surgery. Cerebellar hematoma is evacuated by suboccipital craniectomy. Evacuation of brainstem hemorrhages can be harmful and is not recommended. A minimally invasive procedure such as stereotactic aspiration is also on trial. Hattori et al. showed in a randomized study that stereotactic evacuation is of value in patients with spontaneous putaminal hemorrhage, whose eyes will open in response to strong stimuli. [29]", "contents": "Hemorrhagic Stroke -- Treatment / Management -- Surgery. The different types of surgical treatment for hemorrhagic stroke are craniotomy, decompressive craniectomy, stereotactic aspiration, endoscopic aspiration, and catheter aspiration. [4] The STICH trial showed no overall benefit from early surgery for supratentorial intracerebral hemorrhage compared with initial conservative treatment. [28] Those who have lobar hemorrhages within 1 cm of the surface of the brain and milder clinical deficits (GCS>9) may benefit from early surgery. Emergency surgical evacuation is indicated in cerebellar hemorrhage with hydrocephalus or brainstem compression.[21] Patients with cerebellar hemorrhages of >3 cm in diameter will have better outcomes with surgery. Cerebellar hematoma is evacuated by suboccipital craniectomy. Evacuation of brainstem hemorrhages can be harmful and is not recommended. A minimally invasive procedure such as stereotactic aspiration is also on trial. Hattori et al. showed in a randomized study that stereotactic evacuation is of value in patients with spontaneous putaminal hemorrhage, whose eyes will open in response to strong stimuli. [29]"}
{"id": "article-90188_29", "title": "Hemorrhagic Stroke -- Treatment / Management -- Surgery", "content": "Minimally invasive surgery plus recombinant tissue plasminogen activator(rt-PA) for Intracerebral Hemorrhage Evacuation (MISTIE) was a randomized, prospective trial that tested image-guided catheter-based removal of the blood clot. [30] It showed a reduction in perihematomal edema with clot evacuation.", "contents": "Hemorrhagic Stroke -- Treatment / Management -- Surgery. Minimally invasive surgery plus recombinant tissue plasminogen activator(rt-PA) for Intracerebral Hemorrhage Evacuation (MISTIE) was a randomized, prospective trial that tested image-guided catheter-based removal of the blood clot. [30] It showed a reduction in perihematomal edema with clot evacuation."}
{"id": "article-90188_30", "title": "Hemorrhagic Stroke -- Treatment / Management -- Surgery", "content": "The Clot Lysis: Evaluating Accelerated Resolution of IntraVentricularr Hemorrhage (CLEAR IVH) trial showed that low-dose rt-PA can be safely administered to stable intraventricular clots and can increase lysis rates. [31] Decompressive craniectomy and hematoma evacuation are now being done more frequently for hemorrhagic stroke. Moussa and Khedr showed the improvement in outcome gained by adding decompressive craniectomy with expansive duraplasty to the evacuation of large hypertensive hemispheric ICH in a randomized controlled trial. [32] Decompressive hemicraniectomy with hematoma evacuation is performed in patients with GCS scores of 8 or less and large hematomas with a volume greater than 60 ml (fig.5). [33] It reduces mortality and may improve functional outcomes.", "contents": "Hemorrhagic Stroke -- Treatment / Management -- Surgery. The Clot Lysis: Evaluating Accelerated Resolution of IntraVentricularr Hemorrhage (CLEAR IVH) trial showed that low-dose rt-PA can be safely administered to stable intraventricular clots and can increase lysis rates. [31] Decompressive craniectomy and hematoma evacuation are now being done more frequently for hemorrhagic stroke. Moussa and Khedr showed the improvement in outcome gained by adding decompressive craniectomy with expansive duraplasty to the evacuation of large hypertensive hemispheric ICH in a randomized controlled trial. [32] Decompressive hemicraniectomy with hematoma evacuation is performed in patients with GCS scores of 8 or less and large hematomas with a volume greater than 60 ml (fig.5). [33] It reduces mortality and may improve functional outcomes."}
{"id": "article-90188_31", "title": "Hemorrhagic Stroke -- Treatment / Management -- Cerebroprotection", "content": "The secondary injury of hemorrhagic stroke comprises inflammation, oxidative stress, and toxicity of erythrocyte lysates and thrombin. So, strategies to reduce these are being tried. Pioglitazone, misoprostol, and celecoxib are tried to reduce inflammatory damage. Edaravone, flavanoid, and nicotinamide mononucleotide can reduce oxidative stress. The iron chelator deferoxamine is also in the experimental phase. The safety and neuroprotective efficacy of the cell membrane component citicoline (cytidine-5-diphosphocholine) has been shown in some studies. [34] Rosuvastatin, a competitive inhibitor of the enzyme 3-hydroxy-3-methylglutaryl coenzyme A reductase, was associated with a better outcome in a trial. The calcium channel blocker nimodipine improves outcomes in SAH by a neuroprotective effect. [35] [35]", "contents": "Hemorrhagic Stroke -- Treatment / Management -- Cerebroprotection. The secondary injury of hemorrhagic stroke comprises inflammation, oxidative stress, and toxicity of erythrocyte lysates and thrombin. So, strategies to reduce these are being tried. Pioglitazone, misoprostol, and celecoxib are tried to reduce inflammatory damage. Edaravone, flavanoid, and nicotinamide mononucleotide can reduce oxidative stress. The iron chelator deferoxamine is also in the experimental phase. The safety and neuroprotective efficacy of the cell membrane component citicoline (cytidine-5-diphosphocholine) has been shown in some studies. [34] Rosuvastatin, a competitive inhibitor of the enzyme 3-hydroxy-3-methylglutaryl coenzyme A reductase, was associated with a better outcome in a trial. The calcium channel blocker nimodipine improves outcomes in SAH by a neuroprotective effect. [35] [35]"}
{"id": "article-90188_32", "title": "Hemorrhagic Stroke -- Treatment / Management -- General Care", "content": "Good medical care, nursing care, and rehabilitation are paramount. [20] Common problems include dysphagia, aspiration, cardiac arrhythmias, stress-induced cardiomyopathy, cardiac failure, acute kidney injury, gastrointestinal bleeding, urinary tract infection, etc. Percutaneous endoscopic gastrostomy (PEG) may be needed to prevent aspiration. Screening for myocardial ischemia with electrocardiogram and cardiac enzyme testing is recommended in hemorrhagic stroke. Intermittent pneumatic compression reduces the occurrence of deep vein thrombosis, but the usefulness of elastic stockings is doubtful. Multidisciplinary rehabilitation is advised to reduce disability. Blood glucose should be monitored, and measures should be taken to prevent both hyperglycemia and hypoglycemia. [36]", "contents": "Hemorrhagic Stroke -- Treatment / Management -- General Care. Good medical care, nursing care, and rehabilitation are paramount. [20] Common problems include dysphagia, aspiration, cardiac arrhythmias, stress-induced cardiomyopathy, cardiac failure, acute kidney injury, gastrointestinal bleeding, urinary tract infection, etc. Percutaneous endoscopic gastrostomy (PEG) may be needed to prevent aspiration. Screening for myocardial ischemia with electrocardiogram and cardiac enzyme testing is recommended in hemorrhagic stroke. Intermittent pneumatic compression reduces the occurrence of deep vein thrombosis, but the usefulness of elastic stockings is doubtful. Multidisciplinary rehabilitation is advised to reduce disability. Blood glucose should be monitored, and measures should be taken to prevent both hyperglycemia and hypoglycemia. [36]"}
{"id": "article-90188_33", "title": "Hemorrhagic Stroke -- Differential Diagnosis", "content": "The differential diagnoses of hemorrhagic stroke are: Acute hypertensive crisis Pituitary apoplexy Cerebral venous thrombosis Dural sinus thrombosis Cervical artery dissection Reversible cerebral vasoconstrictive syndrome (RCVS) Hemorrhagic neoplasms Arterio-venous malformations Meningitis Acute subdural hematoma Hemorrhagic infarct Imaging studies such as CT and MRI can rule out these entities. [37]", "contents": "Hemorrhagic Stroke -- Differential Diagnosis. The differential diagnoses of hemorrhagic stroke are: Acute hypertensive crisis Pituitary apoplexy Cerebral venous thrombosis Dural sinus thrombosis Cervical artery dissection Reversible cerebral vasoconstrictive syndrome (RCVS) Hemorrhagic neoplasms Arterio-venous malformations Meningitis Acute subdural hematoma Hemorrhagic infarct Imaging studies such as CT and MRI can rule out these entities. [37]"}
{"id": "article-90188_34", "title": "Hemorrhagic Stroke -- Prognosis", "content": "The poor prognostic factors are coma, large hematoma with volume greater than 30 ml, intraventricular hemorrhage, posterior fossa hemorrhage, old age greater than 80 years, hyperglycemia, and chronic kidney disease. [5] Early deterioration and death are the major problems with ICH. Coma, at the time of the presentation, indicates a grave prognosis. ASA recommends that the monitoring and management of patients with ICH should be in a dedicated stroke unit. At six months, only 20 percent of patients become independent. The survivors may enter into a persistent vegetative state or locked-in syndrome in case of extensive hemispherical damage or brainstem involvement, respectively.", "contents": "Hemorrhagic Stroke -- Prognosis. The poor prognostic factors are coma, large hematoma with volume greater than 30 ml, intraventricular hemorrhage, posterior fossa hemorrhage, old age greater than 80 years, hyperglycemia, and chronic kidney disease. [5] Early deterioration and death are the major problems with ICH. Coma, at the time of the presentation, indicates a grave prognosis. ASA recommends that the monitoring and management of patients with ICH should be in a dedicated stroke unit. At six months, only 20 percent of patients become independent. The survivors may enter into a persistent vegetative state or locked-in syndrome in case of extensive hemispherical damage or brainstem involvement, respectively."}
{"id": "article-90188_35", "title": "Hemorrhagic Stroke -- Prognosis", "content": "ICH score introduced by Hemphill et al. predicts mortality. [38] [39] The points are given as 2 points for Glasgow Coma Scale score (GCS) 3-4, 1 point for GCS 5-12, 0 points for GCS 13-15, 1 point for>80 years, 0 points for <80 years, 1 point for infratentorial location, 0 points for supratentorial location, 1 point for ICH volume >30 ml, 0 points for volume <30 ml. 1 point for intraventricular hemorrhage and 0 points for the absence of intraventricular hemorrhage. The 30-day mortality of each score is as: 0% for score 0, 13% for score 1, 26% for score 2, 72% for score 3, 97% for score 4, and 100% for scores 5 and 6.", "contents": "Hemorrhagic Stroke -- Prognosis. ICH score introduced by Hemphill et al. predicts mortality. [38] [39] The points are given as 2 points for Glasgow Coma Scale score (GCS) 3-4, 1 point for GCS 5-12, 0 points for GCS 13-15, 1 point for>80 years, 0 points for <80 years, 1 point for infratentorial location, 0 points for supratentorial location, 1 point for ICH volume >30 ml, 0 points for volume <30 ml. 1 point for intraventricular hemorrhage and 0 points for the absence of intraventricular hemorrhage. The 30-day mortality of each score is as: 0% for score 0, 13% for score 1, 26% for score 2, 72% for score 3, 97% for score 4, and 100% for scores 5 and 6."}
{"id": "article-90188_36", "title": "Hemorrhagic Stroke -- Complications", "content": "Complications of ICH include cerebral edema, increased intracranial pressure, hydrocephalus, seizures, venous thrombotic events, hyperglycemia, increased blood pressure, fever, and infections. [40] Patients with ICH, especially women, have a risk of thromboembolic disease. [20] Almost one-third of patients with ICH develop pulmonary complications such as pneumonia, aspiration, pulmonary edema, respiratory failure, and respiratory distress. About 4% of patients with ICH suffer cardiac complications such as myocardial infarction, atrial fibrillation, ventricular fibrillation, ventricular tachycardia, stress-induced cardiomyopathy, and acute heart failure. [41]", "contents": "Hemorrhagic Stroke -- Complications. Complications of ICH include cerebral edema, increased intracranial pressure, hydrocephalus, seizures, venous thrombotic events, hyperglycemia, increased blood pressure, fever, and infections. [40] Patients with ICH, especially women, have a risk of thromboembolic disease. [20] Almost one-third of patients with ICH develop pulmonary complications such as pneumonia, aspiration, pulmonary edema, respiratory failure, and respiratory distress. About 4% of patients with ICH suffer cardiac complications such as myocardial infarction, atrial fibrillation, ventricular fibrillation, ventricular tachycardia, stress-induced cardiomyopathy, and acute heart failure. [41]"}
{"id": "article-90188_37", "title": "Hemorrhagic Stroke -- Complications", "content": "Vasospasm, ischemia, rebleeding, seizure, hyponatremia, and hydrocephalus are the complications of SAH. Neurogenic pulmonary edema, an increase in interstitial and alveolar fluid, commonly occurs in subarachnoid hemorrhage. [42]", "contents": "Hemorrhagic Stroke -- Complications. Vasospasm, ischemia, rebleeding, seizure, hyponatremia, and hydrocephalus are the complications of SAH. Neurogenic pulmonary edema, an increase in interstitial and alveolar fluid, commonly occurs in subarachnoid hemorrhage. [42]"}
{"id": "article-90188_38", "title": "Hemorrhagic Stroke -- Deterrence and Patient Education", "content": "There is a chance of recurrence of ICH. Hypertension and old age are risk factors. BP should be controlled. Lifestyle modifications should be advised, including avoidance of alcohol, tobacco, and illicit drugs. Continued multidisciplinary rehabilitation should be done. The following are the possible risk factors for a recurrent ICH: Lobar location of the initial ICH Older age Presence and number of microbleeds on gradient echo MRI Ongoing anticoagulation Presence of apolipoprotein E epsilon 2 or epsilon 4 alleles [20]", "contents": "Hemorrhagic Stroke -- Deterrence and Patient Education. There is a chance of recurrence of ICH. Hypertension and old age are risk factors. BP should be controlled. Lifestyle modifications should be advised, including avoidance of alcohol, tobacco, and illicit drugs. Continued multidisciplinary rehabilitation should be done. The following are the possible risk factors for a recurrent ICH: Lobar location of the initial ICH Older age Presence and number of microbleeds on gradient echo MRI Ongoing anticoagulation Presence of apolipoprotein E epsilon 2 or epsilon 4 alleles [20]"}
{"id": "article-90188_39", "title": "Hemorrhagic Stroke -- Enhancing Healthcare Team Outcomes", "content": "Patients with hemorrhagic stroke should be managed in a dedicated stroke unit with emergency and critical care, neurology and neurosurgery, and neuroradiology for the best outcome. The intensivists, physicians, and critical care nurses should be well versed in emergency neurological life support (ENLS). This is especially necessary in low- and middle-income countries. The surgical methods should be done and assessed in a standardized manner. More trials are needed to confirm the role and usefulness of surgical interventions. Cognitive rehabilitation therapy (CRT) also should be given to the survivors.", "contents": "Hemorrhagic Stroke -- Enhancing Healthcare Team Outcomes. Patients with hemorrhagic stroke should be managed in a dedicated stroke unit with emergency and critical care, neurology and neurosurgery, and neuroradiology for the best outcome. The intensivists, physicians, and critical care nurses should be well versed in emergency neurological life support (ENLS). This is especially necessary in low- and middle-income countries. The surgical methods should be done and assessed in a standardized manner. More trials are needed to confirm the role and usefulness of surgical interventions. Cognitive rehabilitation therapy (CRT) also should be given to the survivors."}
{"id": "article-90188_40", "title": "Hemorrhagic Stroke -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hemorrhagic Stroke -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}