{"id": "article-30753_0", "title": "Umbilical Hernia -- Continuing Education Activity", "content": "An umbilical hernia is a defect in the ventral abdominal fascia at or near the umbilicus. The umbilicus is a frequent site of hernia, and umbilical hernias are often diagnosed during routine physical examinations. Not all umbilical hernias require surgical intervention, but approximately 65% of adults with an umbilical hernia will eventually require surgical intervention. The ideal time to repair an umbilical hernia is prior to incarceration and strangulation of intraabdominal contents such as the omentum or bowel. Umbilical herniorrhaphy may be performed via several surgical approaches and may include the use of synthetic or biologic mesh.", "contents": "Umbilical Hernia -- Continuing Education Activity. An umbilical hernia is a defect in the ventral abdominal fascia at or near the umbilicus. The umbilicus is a frequent site of hernia, and umbilical hernias are often diagnosed during routine physical examinations. Not all umbilical hernias require surgical intervention, but approximately 65% of adults with an umbilical hernia will eventually require surgical intervention. The ideal time to repair an umbilical hernia is prior to incarceration and strangulation of intraabdominal contents such as the omentum or bowel. Umbilical herniorrhaphy may be performed via several surgical approaches and may include the use of synthetic or biologic mesh."}
{"id": "article-30753_1", "title": "Umbilical Hernia -- Continuing Education Activity", "content": "The activity for healthcare professionals reviews the etiology, epidemiology, evaluation, management, and complications of umbilical hernias in adults. The activity also highlights the importance of the interprofessional healthcare team in improving outcomes for patients with this common anterior abdominal wall defect.", "contents": "Umbilical Hernia -- Continuing Education Activity. The activity for healthcare professionals reviews the etiology, epidemiology, evaluation, management, and complications of umbilical hernias in adults. The activity also highlights the importance of the interprofessional healthcare team in improving outcomes for patients with this common anterior abdominal wall defect."}
{"id": "article-30753_2", "title": "Umbilical Hernia -- Continuing Education Activity", "content": "Objectives: Identify the clinical features and physical manifestations of umbilical hernias in adult patients. Select adult patients who will likely benefit from umbilical herniorrhaphy. Apply evidence-based practices when selecting a surgical approach and intervention for umbilical herniorrhaphy. Develop interprofessional team strategies to improve outcomes for adult patients with an umbilical hernia. Access free multiple choice questions on this topic.", "contents": "Umbilical Hernia -- Continuing Education Activity. Objectives: Identify the clinical features and physical manifestations of umbilical hernias in adult patients. Select adult patients who will likely benefit from umbilical herniorrhaphy. Apply evidence-based practices when selecting a surgical approach and intervention for umbilical herniorrhaphy. Develop interprofessional team strategies to improve outcomes for adult patients with an umbilical hernia. Access free multiple choice questions on this topic."}
{"id": "article-30753_3", "title": "Umbilical Hernia -- Introduction", "content": "The European Hernia Society defines umbilical hernias as ventral abdominal hernias located from 3 cm above to 3 cm below the umbilicus. Umbilical hernias account for 6% to 14% of all adult abdominal wall hernias and are second in frequency only to inguinal hernias. [1] [2] [3] Umbilical hernias occur in 10% to 15% of infants and often resolve spontaneously by 2 years of age. [4] Those umbilical hernias that have not closed by 5 years of age or are larger than 1.5 cm in diameter may require surgical intervention. The scope of this review will be limited to umbilical hernias in adults. For the evaluation and management of umbilical hernias in children, please see our companion StatPearls reference article on \"Pediatric Umbilical Hernia.\" [5]", "contents": "Umbilical Hernia -- Introduction. The European Hernia Society defines umbilical hernias as ventral abdominal hernias located from 3 cm above to 3 cm below the umbilicus. Umbilical hernias account for 6% to 14% of all adult abdominal wall hernias and are second in frequency only to inguinal hernias. [1] [2] [3] Umbilical hernias occur in 10% to 15% of infants and often resolve spontaneously by 2 years of age. [4] Those umbilical hernias that have not closed by 5 years of age or are larger than 1.5 cm in diameter may require surgical intervention. The scope of this review will be limited to umbilical hernias in adults. For the evaluation and management of umbilical hernias in children, please see our companion StatPearls reference article on \"Pediatric Umbilical Hernia.\" [5]"}
{"id": "article-30753_4", "title": "Umbilical Hernia -- Introduction", "content": "The European and American Hernia Societies classify umbilical hernias in adults by size. A small hernia is considered to be < 1 cm in diameter, medium between 1 and 4 cm, and large hernias measure > 4 cm. [4] The hernia sac often contains preperitoneal fat or omentum but may also contain a portion of the small intestine or, less commonly, the colon. [6] [7]", "contents": "Umbilical Hernia -- Introduction. The European and American Hernia Societies classify umbilical hernias in adults by size. A small hernia is considered to be < 1 cm in diameter, medium between 1 and 4 cm, and large hernias measure > 4 cm. [4] The hernia sac often contains preperitoneal fat or omentum but may also contain a portion of the small intestine or, less commonly, the colon. [6] [7]"}
{"id": "article-30753_5", "title": "Umbilical Hernia -- Introduction", "content": "Many people are diagnosed with an umbilical hernia during a routine physical examination. If the hernia is asymptomatic, affected individuals often choose expectant management over surgical repair. However, 65% of adult patients with an umbilical hernia will eventually require surgical repair; 3% to 5% of these repairs will be emergent. [6] Individuals with an asymptomatic umbilical hernia should be counseled on the signs and symptoms of incarceration and strangulation and instructed in safe lifting practices.", "contents": "Umbilical Hernia -- Introduction. Many people are diagnosed with an umbilical hernia during a routine physical examination. If the hernia is asymptomatic, affected individuals often choose expectant management over surgical repair. However, 65% of adult patients with an umbilical hernia will eventually require surgical repair; 3% to 5% of these repairs will be emergent. [6] Individuals with an asymptomatic umbilical hernia should be counseled on the signs and symptoms of incarceration and strangulation and instructed in safe lifting practices."}
{"id": "article-30753_6", "title": "Umbilical Hernia -- Introduction", "content": "Surgical repair of an umbilical hernia is indicated if there is pain, dysfunction, or enlargement. The surgical approach to umbilical hernia repair is determined by the size of the hernia and other patient-specific factors such as comorbidities, body mass index, and the presence of other abdominal wall hernias. While elective umbilical hernia repair can be performed under local anesthesia with sedation or general anesthesia, urgent surgery often requires general anesthesia.", "contents": "Umbilical Hernia -- Introduction. Surgical repair of an umbilical hernia is indicated if there is pain, dysfunction, or enlargement. The surgical approach to umbilical hernia repair is determined by the size of the hernia and other patient-specific factors such as comorbidities, body mass index, and the presence of other abdominal wall hernias. While elective umbilical hernia repair can be performed under local anesthesia with sedation or general anesthesia, urgent surgery often requires general anesthesia."}
{"id": "article-30753_7", "title": "Umbilical Hernia -- Etiology", "content": "Approximately 90% of adult umbilical hernias are acquired. [1] Umbilical hernias are more common in persons with obesity, metabolic syndrome, ascites, and in those with a history of multiple pregnancies. [3] [8] Certain configurations of the umbilical ring can also influence the formation of an umbilical hernia. [9] Any chronic or repetitive increase in intraabdominal pressure may increase the risk for an umbilical hernia, and there may be an association between the use of umbilical site laparoscopic trocars and umbilical hernias. Additional predisposing factors for adult umbilical hernias include connective tissue disorders, ethnic background, Beckwith-Wiedemann syndrome, Trisomy 21, and poor nutrition. [8] [10] [11] [12] [13]", "contents": "Umbilical Hernia -- Etiology. Approximately 90% of adult umbilical hernias are acquired. [1] Umbilical hernias are more common in persons with obesity, metabolic syndrome, ascites, and in those with a history of multiple pregnancies. [3] [8] Certain configurations of the umbilical ring can also influence the formation of an umbilical hernia. [9] Any chronic or repetitive increase in intraabdominal pressure may increase the risk for an umbilical hernia, and there may be an association between the use of umbilical site laparoscopic trocars and umbilical hernias. Additional predisposing factors for adult umbilical hernias include connective tissue disorders, ethnic background, Beckwith-Wiedemann syndrome, Trisomy 21, and poor nutrition. [8] [10] [11] [12] [13]"}
{"id": "article-30753_8", "title": "Umbilical Hernia -- Epidemiology", "content": "The overall incidence of umbilical hernias in adults is between 23% and 50%. The prevalence of umbilical hernias peaks between ages 31 to 40 in women and between ages 61 to 70 in men. Umbilical hernias are three times more common in women due to the effects of pregnancy and childbirth, as well as the increased incidence of obesity. Despite the higher incidence in women, 70% of umbilical hernia surgical repairs are performed on men. [14] [15] [3] Approximately 175,000 umbilical hernia repairs are performed annually in the United States, and 20 million are performed globally. [16]", "contents": "Umbilical Hernia -- Epidemiology. The overall incidence of umbilical hernias in adults is between 23% and 50%. The prevalence of umbilical hernias peaks between ages 31 to 40 in women and between ages 61 to 70 in men. Umbilical hernias are three times more common in women due to the effects of pregnancy and childbirth, as well as the increased incidence of obesity. Despite the higher incidence in women, 70% of umbilical hernia surgical repairs are performed on men. [14] [15] [3] Approximately 175,000 umbilical hernia repairs are performed annually in the United States, and 20 million are performed globally. [16]"}
{"id": "article-30753_9", "title": "Umbilical Hernia -- Pathophysiology", "content": "Stretching of the abdominal musculature and excess adiposity separate muscles and weaken aponeuroses, facilitating the occurrence of umbilical hernias. [3] [8] Umbilical hernias tend to occur in areas of potential fascial weakness, such as the attenuation in the linea alba immediately adjacent to the umbilicus or where the umbilical vessels, especially the umbilical vein, perforate the abdominal wall. [8] [6] [17] Patients with umbilical hernias often lack an umbilical fascia, and the round hepatic ligament may be abnormally attached to the inferior margin of the umbilical ring. [9] Additional factors contributing to the development of an umbilical hernia include conditions that chronically increase intraabdominal pressure, such as ascites, chronic constipation, and heavy lifting. Up to 20% of patients with cirrhotic ascites develop an umbilical hernia.", "contents": "Umbilical Hernia -- Pathophysiology. Stretching of the abdominal musculature and excess adiposity separate muscles and weaken aponeuroses, facilitating the occurrence of umbilical hernias. [3] [8] Umbilical hernias tend to occur in areas of potential fascial weakness, such as the attenuation in the linea alba immediately adjacent to the umbilicus or where the umbilical vessels, especially the umbilical vein, perforate the abdominal wall. [8] [6] [17] Patients with umbilical hernias often lack an umbilical fascia, and the round hepatic ligament may be abnormally attached to the inferior margin of the umbilical ring. [9] Additional factors contributing to the development of an umbilical hernia include conditions that chronically increase intraabdominal pressure, such as ascites, chronic constipation, and heavy lifting. Up to 20% of patients with cirrhotic ascites develop an umbilical hernia."}
{"id": "article-30753_10", "title": "Umbilical Hernia -- Pathophysiology", "content": "The diameter of the neck of the hernia defect can be narrow compared to the size of the hernia sac; the lifetime risk of incarceration and strangulation is between 1% and 3%. [6] During the pathophysiologic progression to strangulation, venous drainage and, ultimately, arterial inflow are disrupted, leading to infarction of the omentum and bowel.", "contents": "Umbilical Hernia -- Pathophysiology. The diameter of the neck of the hernia defect can be narrow compared to the size of the hernia sac; the lifetime risk of incarceration and strangulation is between 1% and 3%. [6] During the pathophysiologic progression to strangulation, venous drainage and, ultimately, arterial inflow are disrupted, leading to infarction of the omentum and bowel."}
{"id": "article-30753_11", "title": "Umbilical Hernia -- History and Physical", "content": "Adult umbilical hernias are common and frequently asymptomatic; hernias measuring 1 cm or less are rarely symptomatic. Many umbilical hernias are found incidentally during a routine physical examination or abdominal imaging performed for unrelated reasons. A patient may describe feeling or noticing a bulge during moments of increased intraabdominal pressure, such as during exercise or positional changes. Men present more frequently with a painful umbilical hernia that limits activity, whereas women are more likely to have asymptomatic but larger hernias. [1] [4] Up to 90% of pregnant women may present with an umbilical hernia but do not require treatment unless incarcerated or symptomatic. [18] Pain is the most common complaint of those presenting with a symptomatic umbilical hernia and is described by 44% of patients. Patients may report limitation of activity secondary to discomfort or note periods of nausea and vomiting associated with an intermittent bulge. [19]", "contents": "Umbilical Hernia -- History and Physical. Adult umbilical hernias are common and frequently asymptomatic; hernias measuring 1 cm or less are rarely symptomatic. Many umbilical hernias are found incidentally during a routine physical examination or abdominal imaging performed for unrelated reasons. A patient may describe feeling or noticing a bulge during moments of increased intraabdominal pressure, such as during exercise or positional changes. Men present more frequently with a painful umbilical hernia that limits activity, whereas women are more likely to have asymptomatic but larger hernias. [1] [4] Up to 90% of pregnant women may present with an umbilical hernia but do not require treatment unless incarcerated or symptomatic. [18] Pain is the most common complaint of those presenting with a symptomatic umbilical hernia and is described by 44% of patients. Patients may report limitation of activity secondary to discomfort or note periods of nausea and vomiting associated with an intermittent bulge. [19]"}
{"id": "article-30753_12", "title": "Umbilical Hernia -- History and Physical", "content": "Whenever possible, patients with a suspected umbilical hernia should be examined while supine. The umbilical hernia in asymptomatic patients can often be reproduced with Valsalva and is reducible. It may be possible to palpate the fascial edges and estimate the size of the hernia defect. Additional abdominal wall defects or findings related to systemic disease should be noted. [18] Large umbilical hernias may be nonreducible due to loss of domain. [20]", "contents": "Umbilical Hernia -- History and Physical. Whenever possible, patients with a suspected umbilical hernia should be examined while supine. The umbilical hernia in asymptomatic patients can often be reproduced with Valsalva and is reducible. It may be possible to palpate the fascial edges and estimate the size of the hernia defect. Additional abdominal wall defects or findings related to systemic disease should be noted. [18] Large umbilical hernias may be nonreducible due to loss of domain. [20]"}
{"id": "article-30753_13", "title": "Umbilical Hernia -- History and Physical", "content": "Patients with symptomatic hernias frequently present with an apparent protrusion from the umbilicus. If the hernia is incarcerated or strangulated, patients will present with an irreducible and tender, often discolored, umbilical bulge. Patients may be ill-appearing with active emesis, tachycardia, and hypotension. Many of these patients will have had previous instances of pain and protrusion of the hernia with spontaneous resolution. [21]", "contents": "Umbilical Hernia -- History and Physical. Patients with symptomatic hernias frequently present with an apparent protrusion from the umbilicus. If the hernia is incarcerated or strangulated, patients will present with an irreducible and tender, often discolored, umbilical bulge. Patients may be ill-appearing with active emesis, tachycardia, and hypotension. Many of these patients will have had previous instances of pain and protrusion of the hernia with spontaneous resolution. [21]"}
{"id": "article-30753_14", "title": "Umbilical Hernia -- Evaluation", "content": "The evaluation of a patient with a presumptive umbilical hernia is predominately clinical. The physical examination should begin with visually inspecting the anterior abdominal wall. Skin changes, including discoloration, ulceration, or thickening, may indicate strangulation. [22]", "contents": "Umbilical Hernia -- Evaluation. The evaluation of a patient with a presumptive umbilical hernia is predominately clinical. The physical examination should begin with visually inspecting the anterior abdominal wall. Skin changes, including discoloration, ulceration, or thickening, may indicate strangulation. [22]"}
{"id": "article-30753_15", "title": "Umbilical Hernia -- Evaluation", "content": "Patients presenting with an incarcerated hernia should undergo a manual reduction attempt via gentle and steady pressure. If reduction is successful and the patient is well, they may be discharged with a referral for elective surgery. However, if the hernia is nonreducible or there is any concern for compromised intraabdominal contents, an urgent surgical consultation is warranted.", "contents": "Umbilical Hernia -- Evaluation. Patients presenting with an incarcerated hernia should undergo a manual reduction attempt via gentle and steady pressure. If reduction is successful and the patient is well, they may be discharged with a referral for elective surgery. However, if the hernia is nonreducible or there is any concern for compromised intraabdominal contents, an urgent surgical consultation is warranted."}
{"id": "article-30753_16", "title": "Umbilical Hernia -- Evaluation", "content": "Imaging is indicated in patients with a suspected umbilical hernia but an equivocal physical examination. Ultrasonography is efficient and cost-effective; in one study, ultrasound identified umbilical hernias in approximately 25% of the adult population. [14] However, ultrasound is operator-dependent and is less effective in patients with very large hernias or those with marked obesity. Computed tomography (CT) can confirm the presence of one or more hernias and define the borders, contents, and any additional intraabdominal pathology. [23]", "contents": "Umbilical Hernia -- Evaluation. Imaging is indicated in patients with a suspected umbilical hernia but an equivocal physical examination. Ultrasonography is efficient and cost-effective; in one study, ultrasound identified umbilical hernias in approximately 25% of the adult population. [14] However, ultrasound is operator-dependent and is less effective in patients with very large hernias or those with marked obesity. Computed tomography (CT) can confirm the presence of one or more hernias and define the borders, contents, and any additional intraabdominal pathology. [23]"}
{"id": "article-30753_17", "title": "Umbilical Hernia -- Evaluation", "content": "Magnetic resonance imaging (MRI) has a 92% sensitivity and 95% specificity in diagnosing abdominal wall hernias and is helpful when ultrasound and CT are inconclusive. [24] MRI examinations take longer to perform, may not be available in emergency centers or smaller facilities, and are less cost-effective than alternative imaging modalities.", "contents": "Umbilical Hernia -- Evaluation. Magnetic resonance imaging (MRI) has a 92% sensitivity and 95% specificity in diagnosing abdominal wall hernias and is helpful when ultrasound and CT are inconclusive. [24] MRI examinations take longer to perform, may not be available in emergency centers or smaller facilities, and are less cost-effective than alternative imaging modalities."}
{"id": "article-30753_18", "title": "Umbilical Hernia -- Evaluation", "content": "Patients with reducible umbilical hernias who appear well do not require laboratory studies. Patients who appear ill or require surgical intervention to relieve incarceration with or without strangulation should, at a minimum, be evaluated for leukocytosis with a complete blood count.", "contents": "Umbilical Hernia -- Evaluation. Patients with reducible umbilical hernias who appear well do not require laboratory studies. Patients who appear ill or require surgical intervention to relieve incarceration with or without strangulation should, at a minimum, be evaluated for leukocytosis with a complete blood count."}
{"id": "article-30753_19", "title": "Umbilical Hernia -- Treatment / Management", "content": "Nonoperative management may be considered in asymptomatic patients with umbilical hernias; in these patients, the yearly risk of strangulation is less than 1%. [25] When contemplating nonoperative management, comorbidities such as obesity or ascites that may complicate an emergent repair should be carefully considered. A hernia that is symptomatic or increasing in size should be repaired. [4] [22] [26]", "contents": "Umbilical Hernia -- Treatment / Management. Nonoperative management may be considered in asymptomatic patients with umbilical hernias; in these patients, the yearly risk of strangulation is less than 1%. [25] When contemplating nonoperative management, comorbidities such as obesity or ascites that may complicate an emergent repair should be carefully considered. A hernia that is symptomatic or increasing in size should be repaired. [4] [22] [26]"}
{"id": "article-30753_20", "title": "Umbilical Hernia -- Treatment / Management", "content": "Relative contraindications to umbilical hernia repair include Child-Pugh class B and C cirrhosis with uncontrolled ascites, active infection, anticoagulation, and coagulopathy. Several studies have shown that elective umbilical hernia repair can be performed with manageable risk in most cirrhotic patients, even those with ascites, using minimally invasive techniques and preoperative planning. The reported mortality associated with umbilical hernia repair in patients with uncontrolled ascites is 2%, and the hernia recurrence rate is high. [27] [28] [29] [30]", "contents": "Umbilical Hernia -- Treatment / Management. Relative contraindications to umbilical hernia repair include Child-Pugh class B and C cirrhosis with uncontrolled ascites, active infection, anticoagulation, and coagulopathy. Several studies have shown that elective umbilical hernia repair can be performed with manageable risk in most cirrhotic patients, even those with ascites, using minimally invasive techniques and preoperative planning. The reported mortality associated with umbilical hernia repair in patients with uncontrolled ascites is 2%, and the hernia recurrence rate is high. [27] [28] [29] [30]"}
{"id": "article-30753_21", "title": "Umbilical Hernia -- Treatment / Management", "content": "Preoperative planning lessens hernia recurrence and overall morbidity and mortality. Although research focusing specifically on umbilical hernia repair is scarce, studies on various surgical procedures have established that abstaining from smoking for 4 weeks before surgery and reducing the body mass index to < 30 kg/m² can decrease the risk of surgical site infections and other complications. [4]", "contents": "Umbilical Hernia -- Treatment / Management. Preoperative planning lessens hernia recurrence and overall morbidity and mortality. Although research focusing specifically on umbilical hernia repair is scarce, studies on various surgical procedures have established that abstaining from smoking for 4 weeks before surgery and reducing the body mass index to < 30 kg/m² can decrease the risk of surgical site infections and other complications. [4]"}
{"id": "article-30753_22", "title": "Umbilical Hernia -- Treatment / Management -- Surgical Repair", "content": "Umbilical hernias measuring < 2 cm in greatest diameter are suitable for primary repair. During an open primary repair, a curvilinear incision is made just inferior to the umbilicus. The hernia sac is dissected free to the fascial layer, and the fascia is circumferentially cleared. The sac may be excised or inverted, and the fascial defect closed primarily with nonabsorbable sutures. The umbilical fascia is fixed to the underlying tissue to recreate the native umbilicus, and the subcutaneous tissue is closed in multiple layers. [31]", "contents": "Umbilical Hernia -- Treatment / Management -- Surgical Repair. Umbilical hernias measuring < 2 cm in greatest diameter are suitable for primary repair. During an open primary repair, a curvilinear incision is made just inferior to the umbilicus. The hernia sac is dissected free to the fascial layer, and the fascia is circumferentially cleared. The sac may be excised or inverted, and the fascial defect closed primarily with nonabsorbable sutures. The umbilical fascia is fixed to the underlying tissue to recreate the native umbilicus, and the subcutaneous tissue is closed in multiple layers. [31]"}
{"id": "article-30753_23", "title": "Umbilical Hernia -- Treatment / Management -- Surgical Repair", "content": "For umbilical hernias measuring > 2 cm in greatest diameter, herniorrhaphy with mesh is preferred; primary suture repair without mesh for hernias this size is associated with a 10% to 14% recurrence rate. [4] [32] [33] [34] [35] The mesh can be placed underneath (underlay) or over (onlay) the fascia and should be sutured in place. A 3-cm overlap is suggested, but a 5-cm overlap is more commonly employed. [36] Onlay mesh placement requires less technical skill but is associated with seromas, hematomas, and surgical site infections. Preperitoneal or underlay mesh placement results in fewer recurrences and wound complications. [6] Fascial closure before the onlay mesh or after preperitoneal mesh placement is recommended. [33] The overall recurrence rate for umbilical hernias after mesh repairs ranges from 0% to 3%. [34] [35] [37] Polypropylene mesh creates intraperitoneal adhesions and should be placed in a preperitoneal position. [4] [38] Coated or biodegradable mesh alternatives may be used for exposed intraabdominal contents or in a contaminated field. [6] [39]", "contents": "Umbilical Hernia -- Treatment / Management -- Surgical Repair. For umbilical hernias measuring > 2 cm in greatest diameter, herniorrhaphy with mesh is preferred; primary suture repair without mesh for hernias this size is associated with a 10% to 14% recurrence rate. [4] [32] [33] [34] [35] The mesh can be placed underneath (underlay) or over (onlay) the fascia and should be sutured in place. A 3-cm overlap is suggested, but a 5-cm overlap is more commonly employed. [36] Onlay mesh placement requires less technical skill but is associated with seromas, hematomas, and surgical site infections. Preperitoneal or underlay mesh placement results in fewer recurrences and wound complications. [6] Fascial closure before the onlay mesh or after preperitoneal mesh placement is recommended. [33] The overall recurrence rate for umbilical hernias after mesh repairs ranges from 0% to 3%. [34] [35] [37] Polypropylene mesh creates intraperitoneal adhesions and should be placed in a preperitoneal position. [4] [38] Coated or biodegradable mesh alternatives may be used for exposed intraabdominal contents or in a contaminated field. [6] [39]"}
{"id": "article-30753_24", "title": "Umbilical Hernia -- Treatment / Management -- Surgical Repair", "content": "Laparoscopic umbilical hernia repairs are helpful in the setting of morbid obesity, multiple abdominal wall defects, concurrent intraabdominal pathology, and repair of a recurrent hernia but do not allow for a multilayered subcutaneous repair. For some patients, the physiology introduced by laparoscopy carries unacceptable risks. Trocar site hernias are a theoretical risk for those who have attenuated tissue. [40] During laparoscopic umbilical hernia repair, port placement must be lateral to the defect; one port must be large enough to permit mesh insertion. [41] The hernia sac must be dissected free from the hernia and abdominal wall using a combination of cautery and gentle traction. Hernia sac contents should be visually inspected following reduction. The hernia defect size is measured laparoscopically with umbilical tape, and the mesh is tacked or sutured to the abdominal wall in multiple places, allowing for several centimeters of overlap from the fascial edge. Mesh placement is inspected during the release of the distending gas. Robotic hernia repair may be a surgical option in some facilities. Attaching the mesh to the anterior abdominal wall may be easier with this surgical approach but may require more operative time and be less cost-effective. [42]", "contents": "Umbilical Hernia -- Treatment / Management -- Surgical Repair. Laparoscopic umbilical hernia repairs are helpful in the setting of morbid obesity, multiple abdominal wall defects, concurrent intraabdominal pathology, and repair of a recurrent hernia but do not allow for a multilayered subcutaneous repair. For some patients, the physiology introduced by laparoscopy carries unacceptable risks. Trocar site hernias are a theoretical risk for those who have attenuated tissue. [40] During laparoscopic umbilical hernia repair, port placement must be lateral to the defect; one port must be large enough to permit mesh insertion. [41] The hernia sac must be dissected free from the hernia and abdominal wall using a combination of cautery and gentle traction. Hernia sac contents should be visually inspected following reduction. The hernia defect size is measured laparoscopically with umbilical tape, and the mesh is tacked or sutured to the abdominal wall in multiple places, allowing for several centimeters of overlap from the fascial edge. Mesh placement is inspected during the release of the distending gas. Robotic hernia repair may be a surgical option in some facilities. Attaching the mesh to the anterior abdominal wall may be easier with this surgical approach but may require more operative time and be less cost-effective. [42]"}
{"id": "article-30753_25", "title": "Umbilical Hernia -- Treatment / Management -- Surgical Repair", "content": "Emergent herniorrhaphy is required in cases of incarceration or strangulation. Emergent procedures may be more technically demanding and require resection of nonviable intraabdominal contents such as bowel or omentum. Emergent repairs should employ a mesh closure whenever possible. [43]", "contents": "Umbilical Hernia -- Treatment / Management -- Surgical Repair. Emergent herniorrhaphy is required in cases of incarceration or strangulation. Emergent procedures may be more technically demanding and require resection of nonviable intraabdominal contents such as bowel or omentum. Emergent repairs should employ a mesh closure whenever possible. [43]"}
{"id": "article-30753_26", "title": "Umbilical Hernia -- Differential Diagnosis", "content": "Many conditions may present as a periumbilical mass. Subcutaneous masses are often freely mobile within the subcutaneous space, and no defect may be palpated. Pathologies such as a urachal remnant or abscess may exhibit drainage. Lymphoma or neoplastic metastases may be irregular, contain necrosis, and be fixed to surrounding tissue. Alternative diagnoses to umbilical hernia include but are not limited to: Abscess Desmoid tumor [44] Granuloma Hemangioma Hematoma Keloid Lipoma Lymphoma Primary hydatid cyst of the umbilicus [45] Urachal anomaly or tumor Umbilical endometriosis [46] Umbilical sebaceous cyst [47] Metastatic disease.", "contents": "Umbilical Hernia -- Differential Diagnosis. Many conditions may present as a periumbilical mass. Subcutaneous masses are often freely mobile within the subcutaneous space, and no defect may be palpated. Pathologies such as a urachal remnant or abscess may exhibit drainage. Lymphoma or neoplastic metastases may be irregular, contain necrosis, and be fixed to surrounding tissue. Alternative diagnoses to umbilical hernia include but are not limited to: Abscess Desmoid tumor [44] Granuloma Hemangioma Hematoma Keloid Lipoma Lymphoma Primary hydatid cyst of the umbilicus [45] Urachal anomaly or tumor Umbilical endometriosis [46] Umbilical sebaceous cyst [47] Metastatic disease."}
{"id": "article-30753_27", "title": "Umbilical Hernia -- Prognosis", "content": "Factors influencing the outcome of an umbilical hernia repair include the defect size, current tobacco use, and comorbidities. An American Society of Anesthesiologists (ASA) score ≥ 3, failure to use mesh for hernias measuring > 2 cm, tobacco use history, liver failure, and diabetes impact the success of the repair. [48] The surgical complication rate increases by 1% for each 1 mm in fascial defect size. [49] The Model for End-State Liver Disease (MELD) score has been used to estimate the increased risk in liver failure patients. The postoperative complication rate increases by 13.8% for every 1-point increase in the MELD score above the standard mean level of 8.5. [50] [49]", "contents": "Umbilical Hernia -- Prognosis. Factors influencing the outcome of an umbilical hernia repair include the defect size, current tobacco use, and comorbidities. An American Society of Anesthesiologists (ASA) score ≥ 3, failure to use mesh for hernias measuring > 2 cm, tobacco use history, liver failure, and diabetes impact the success of the repair. [48] The surgical complication rate increases by 1% for each 1 mm in fascial defect size. [49] The Model for End-State Liver Disease (MELD) score has been used to estimate the increased risk in liver failure patients. The postoperative complication rate increases by 13.8% for every 1-point increase in the MELD score above the standard mean level of 8.5. [50] [49]"}
{"id": "article-30753_28", "title": "Umbilical Hernia -- Complications", "content": "Complications are more prevalent following open repairs without mesh placement and include surgical site infections, hematomas, and early recurrence. [51] [52] [53] [54] Wound infection, diabetes, tobacco use, morbid obesity, and uncontrolled ascites are independent risk factors for hernia recurrence. [2] [55] [56]", "contents": "Umbilical Hernia -- Complications. Complications are more prevalent following open repairs without mesh placement and include surgical site infections, hematomas, and early recurrence. [51] [52] [53] [54] Wound infection, diabetes, tobacco use, morbid obesity, and uncontrolled ascites are independent risk factors for hernia recurrence. [2] [55] [56]"}
{"id": "article-30753_29", "title": "Umbilical Hernia -- Complications", "content": "Complications specific to mesh placement include seromas, adhesions, bowel injury, a foreign body response, and mesh infections or migration. Mesh removal may be indicated when managing these complications. Antibioma formation is a rare complication; an antibioma is an undrained abscess surrounded by a fibrous shell resulting from medical intervention with antimicrobials instead of surgical drainage. [57]", "contents": "Umbilical Hernia -- Complications. Complications specific to mesh placement include seromas, adhesions, bowel injury, a foreign body response, and mesh infections or migration. Mesh removal may be indicated when managing these complications. Antibioma formation is a rare complication; an antibioma is an undrained abscess surrounded by a fibrous shell resulting from medical intervention with antimicrobials instead of surgical drainage. [57]"}
{"id": "article-30753_30", "title": "Umbilical Hernia -- Postoperative and Rehabilitation Care", "content": "Simple, nonemergent umbilical hernia repair is a same-day procedure. The goals of postoperative care are pain control, early ambulation, wound protection, and pulmonary toilet. Lifting is restricted for several weeks, but light activity is encouraged. A stool softener may be prescribed to minimize constipation, particularly while taking pain medications. Patients are advised to refrain from swimming or submerging for 2 weeks; wound care instructions are specific to the dressing.", "contents": "Umbilical Hernia -- Postoperative and Rehabilitation Care. Simple, nonemergent umbilical hernia repair is a same-day procedure. The goals of postoperative care are pain control, early ambulation, wound protection, and pulmonary toilet. Lifting is restricted for several weeks, but light activity is encouraged. A stool softener may be prescribed to minimize constipation, particularly while taking pain medications. Patients are advised to refrain from swimming or submerging for 2 weeks; wound care instructions are specific to the dressing."}
{"id": "article-30753_31", "title": "Umbilical Hernia -- Deterrence and Patient Education", "content": "Umbilical hernias are commonly encountered in routine clinical practice. Primary care providers and emergency department clinicians are usually the first to see such patients with both symptomatic and asymptomatic umbilical hernias. The interprofessional team should be able to provide appropriate patient education and referral.", "contents": "Umbilical Hernia -- Deterrence and Patient Education. Umbilical hernias are commonly encountered in routine clinical practice. Primary care providers and emergency department clinicians are usually the first to see such patients with both symptomatic and asymptomatic umbilical hernias. The interprofessional team should be able to provide appropriate patient education and referral."}
{"id": "article-30753_32", "title": "Umbilical Hernia -- Pearls and Other Issues", "content": "Umbilical hernias are typically repaired with a synthetic nonabsorbable mesh, including polypropylene, polyethylene terephthalate polyester, or expanded polytetrafluoroethylene. [58] However, mesh choice depends on anatomical placement and the presence of any contamination or infection. Synthetic, slowly absorbable mesh is used to reduce postoperative adhesions and for infected fields where nonabsorbable materials are contraindicated. This type of mesh includes but is not limited to polyglycolic acid with trimethylene carbonate, polyglactin, and poly-4-hydroxybutyrate. [59] These mesh materials degrade within 1 to 3 months and are associated with high recurrence rates. [30] Biologic mesh is used for repair in the setting of classes III and IV contaminated surgical fields. Biologic mesh is derived from human cadaveric skin or animal skin, pericardium, or intestinal submucosa. Cellular components have been eliminated from biologic mesh, leaving only the collagen matrix.  The biologic mesh promotes new collagen and fibrous tissue production while minimizing scarring and infection. [60] [59]", "contents": "Umbilical Hernia -- Pearls and Other Issues. Umbilical hernias are typically repaired with a synthetic nonabsorbable mesh, including polypropylene, polyethylene terephthalate polyester, or expanded polytetrafluoroethylene. [58] However, mesh choice depends on anatomical placement and the presence of any contamination or infection. Synthetic, slowly absorbable mesh is used to reduce postoperative adhesions and for infected fields where nonabsorbable materials are contraindicated. This type of mesh includes but is not limited to polyglycolic acid with trimethylene carbonate, polyglactin, and poly-4-hydroxybutyrate. [59] These mesh materials degrade within 1 to 3 months and are associated with high recurrence rates. [30] Biologic mesh is used for repair in the setting of classes III and IV contaminated surgical fields. Biologic mesh is derived from human cadaveric skin or animal skin, pericardium, or intestinal submucosa. Cellular components have been eliminated from biologic mesh, leaving only the collagen matrix.  The biologic mesh promotes new collagen and fibrous tissue production while minimizing scarring and infection. [60] [59]"}
{"id": "article-30753_33", "title": "Umbilical Hernia -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team, including emergency department personnel, primary care clinicians, surgeons, and nurses, is necessary to help avoid the complications and morbidity of an untreated umbilical hernia. It is important to identify patients with elevated surgical risk factors and to optimize them whenever possible before surgery. Surgical risk evaluation involves a coordinated effort and communication between all members of the interprofessional team, including primary care, internal medicine, gastroenterology, general surgery, and anesthesiology.", "contents": "Umbilical Hernia -- Enhancing Healthcare Team Outcomes. An interprofessional team, including emergency department personnel, primary care clinicians, surgeons, and nurses, is necessary to help avoid the complications and morbidity of an untreated umbilical hernia. It is important to identify patients with elevated surgical risk factors and to optimize them whenever possible before surgery. Surgical risk evaluation involves a coordinated effort and communication between all members of the interprofessional team, including primary care, internal medicine, gastroenterology, general surgery, and anesthesiology."}
{"id": "article-30753_34", "title": "Umbilical Hernia -- Enhancing Healthcare Team Outcomes", "content": "Ongoing postsurgical education regarding diet, glucose control, and smoking cessation is important and helps mitigate hernia recurrence. Most patients who undergo umbilical hernia repair have good outcomes, but recurrence may occur in up to about 1% to 3% of cases, even when a mesh is used. [61] [62]", "contents": "Umbilical Hernia -- Enhancing Healthcare Team Outcomes. Ongoing postsurgical education regarding diet, glucose control, and smoking cessation is important and helps mitigate hernia recurrence. Most patients who undergo umbilical hernia repair have good outcomes, but recurrence may occur in up to about 1% to 3% of cases, even when a mesh is used. [61] [62]"}
{"id": "article-30753_35", "title": "Umbilical Hernia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Umbilical Hernia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}