{"id": "article-28194_0", "title": "Radicular Back Pain -- Continuing Education Activity", "content": "Radicular back pain is one of the common reasons for low back pain. The definition of acute lumbosacral radiculopathy is a diffuse disease process that affects more than one underlying nerve root, causing pain, loss of sensation, and motor function depending on the severity of symptoms. This activity describes radicular back pain and highlights an interprofessional team's role in evaluating and treating patients who undergo treatment for this type of pain.", "contents": "Radicular Back Pain -- Continuing Education Activity. Radicular back pain is one of the common reasons for low back pain. The definition of acute lumbosacral radiculopathy is a diffuse disease process that affects more than one underlying nerve root, causing pain, loss of sensation, and motor function depending on the severity of symptoms. This activity describes radicular back pain and highlights an interprofessional team's role in evaluating and treating patients who undergo treatment for this type of pain."}
{"id": "article-28194_1", "title": "Radicular Back Pain -- Continuing Education Activity", "content": "Objectives: Identify the etiology of radicular back pain. Review the evaluation process for radicular back pain. Outline the treatment and management options available for radicular back pain. Describe some interprofessional team strategies for improving care coordination and communication to advance the diagnosis and treatment of radicular back pain and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Radicular Back Pain -- Continuing Education Activity. Objectives: Identify the etiology of radicular back pain. Review the evaluation process for radicular back pain. Outline the treatment and management options available for radicular back pain. Describe some interprofessional team strategies for improving care coordination and communication to advance the diagnosis and treatment of radicular back pain and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-28194_2", "title": "Radicular Back Pain -- Introduction", "content": "Acute lumbosacral radiculopathy is a diffuse disease process that affects more than one underlying nerve root, causing pain, loss of sensation, and motor function depending on the severity of nerve compression. Lumbosacral radiculopathy is very common. [1] Most cases of lumbosacral radiculopathy are self-limited. The most common symptom in radiculopathy is paresthesia. [2] Another common presentation is back pain radiating into the foot, with a positive straight leg raising test. [3] [4] [5] [6] Muscle strength is often preserved in the case of radiculopathy because muscles often receive innervation from multiple roots. Thus, muscle strength is often only affected by severe cases of radiculopathy. [1]", "contents": "Radicular Back Pain -- Introduction. Acute lumbosacral radiculopathy is a diffuse disease process that affects more than one underlying nerve root, causing pain, loss of sensation, and motor function depending on the severity of nerve compression. Lumbosacral radiculopathy is very common. [1] Most cases of lumbosacral radiculopathy are self-limited. The most common symptom in radiculopathy is paresthesia. [2] Another common presentation is back pain radiating into the foot, with a positive straight leg raising test. [3] [4] [5] [6] Muscle strength is often preserved in the case of radiculopathy because muscles often receive innervation from multiple roots. Thus, muscle strength is often only affected by severe cases of radiculopathy. [1]"}
{"id": "article-28194_3", "title": "Radicular Back Pain -- Introduction", "content": "The most common causes of lumbar radiculopathy are either a herniated disc with resultant nerve root compression or spondylosis. This process can be acute or can develop chronically over time.  Imaging is not always a helpful diagnostic modality as almost 27% of patients without back pain have been found to have disc herniation on magnetic resonance imaging (MRI). Furthermore, this incidental finding does not appear to be predictive of future development of back pain. [7] [8]", "contents": "Radicular Back Pain -- Introduction. The most common causes of lumbar radiculopathy are either a herniated disc with resultant nerve root compression or spondylosis. This process can be acute or can develop chronically over time.  Imaging is not always a helpful diagnostic modality as almost 27% of patients without back pain have been found to have disc herniation on magnetic resonance imaging (MRI). Furthermore, this incidental finding does not appear to be predictive of future development of back pain. [7] [8]"}
{"id": "article-28194_4", "title": "Radicular Back Pain -- Introduction", "content": "To diagnose a herniated disc as a source of a patient's pain, it is important to review the complete history and physical and making sure that the symptoms match the imaging results. Patients with lumbar radicular pain often respond to conservative management. Patients who do not respond to conservative therapies will likely need an MRI for further evaluation and characterization of nerve root involvement. Referral from the primary team to a specialist for interventional therapies such as an epidural steroid injection or surgical decompression should be considered, depending on the severity of symptoms. [9]", "contents": "Radicular Back Pain -- Introduction. To diagnose a herniated disc as a source of a patient's pain, it is important to review the complete history and physical and making sure that the symptoms match the imaging results. Patients with lumbar radicular pain often respond to conservative management. Patients who do not respond to conservative therapies will likely need an MRI for further evaluation and characterization of nerve root involvement. Referral from the primary team to a specialist for interventional therapies such as an epidural steroid injection or surgical decompression should be considered, depending on the severity of symptoms. [9]"}
{"id": "article-28194_5", "title": "Radicular Back Pain -- Etiology", "content": "The most common origin of lumbar radiculopathy is nerve root compression. It commonly results from either disc herniation or spondylosis. A disc herniation can be either due to an acute injury or secondary to chronic degeneration of the spine. Disc herniation activates the pain fibers of surrounding tissues such as ligaments, vessels, and dura mater. [10] Separately, spondylosis results in a narrowing of the spinal canal, neural foramen, or the lateral recess. The most common cause of canal narrowing is degenerative arthritis of the lumbar spine. Other etiologies include inflammation, infection, trauma, vascular disease, and neoplasm. Acute or chronic compression of the spinal nerve root can lead to underlying ischemia, inflammation, or edema.", "contents": "Radicular Back Pain -- Etiology. The most common origin of lumbar radiculopathy is nerve root compression. It commonly results from either disc herniation or spondylosis. A disc herniation can be either due to an acute injury or secondary to chronic degeneration of the spine. Disc herniation activates the pain fibers of surrounding tissues such as ligaments, vessels, and dura mater. [10] Separately, spondylosis results in a narrowing of the spinal canal, neural foramen, or the lateral recess. The most common cause of canal narrowing is degenerative arthritis of the lumbar spine. Other etiologies include inflammation, infection, trauma, vascular disease, and neoplasm. Acute or chronic compression of the spinal nerve root can lead to underlying ischemia, inflammation, or edema."}
{"id": "article-28194_6", "title": "Radicular Back Pain -- Etiology", "content": "The erosion of the intervertebral disc, intervertebral joints, and zygapophyseal joints damages the spinal nerve roots. Osteophytes or herniation along the damaged areas can cause direct impingement of the spinal cord and underlying spinal nerve roots. If degeneration becomes severe enough, it can cause a misalignment of the spine. This degenerative misalignment is called spondylolisthesis.", "contents": "Radicular Back Pain -- Etiology. The erosion of the intervertebral disc, intervertebral joints, and zygapophyseal joints damages the spinal nerve roots. Osteophytes or herniation along the damaged areas can cause direct impingement of the spinal cord and underlying spinal nerve roots. If degeneration becomes severe enough, it can cause a misalignment of the spine. This degenerative misalignment is called spondylolisthesis."}
{"id": "article-28194_7", "title": "Radicular Back Pain -- Etiology", "content": "The areas which are most susceptible to injuries are L4-L5 and L5-S1. These levels are the areas that are responsible for the majority of the movement of the lumbar spine. Roughly 90% of compressive lumbosacral radiculopathies occur at either of these levels. [11]", "contents": "Radicular Back Pain -- Etiology. The areas which are most susceptible to injuries are L4-L5 and L5-S1. These levels are the areas that are responsible for the majority of the movement of the lumbar spine. Roughly 90% of compressive lumbosacral radiculopathies occur at either of these levels. [11]"}
{"id": "article-28194_8", "title": "Radicular Back Pain -- Epidemiology", "content": "Lumbosacral radiculopathy is very common. On average, 3 to 5% of adults will experience symptoms in their lifetime. [12] L5 radiculopathy is the single most common lumbar radiculopathy.", "contents": "Radicular Back Pain -- Epidemiology. Lumbosacral radiculopathy is very common. On average, 3 to 5% of adults will experience symptoms in their lifetime. [12] L5 radiculopathy is the single most common lumbar radiculopathy."}
{"id": "article-28194_9", "title": "Radicular Back Pain -- Epidemiology", "content": "Between 63 and 72% of patients with lumbar radiculopathy will experience paresthesia, 35% will experience radiation of pain in the lower limb, and 27% of patients will endorse numbness. [2] Muscle weakness is present in up to 37%, absent ankle reflexes in up to 40%, and absent knee reflexes in 18% of patients. [13] [14] [15] Disc herniation is the underlying etiology of less than 5% of patients with acute low back pain. [16] In patients presenting with a positive Romberg test with a wide-based gait, there is over a 90% chance of possible lower spine syndrome. [17] Electromyography (EMG) has a sensitivity between 50 and 85% for radiculopathy. [18] [19]", "contents": "Radicular Back Pain -- Epidemiology. Between 63 and 72% of patients with lumbar radiculopathy will experience paresthesia, 35% will experience radiation of pain in the lower limb, and 27% of patients will endorse numbness. [2] Muscle weakness is present in up to 37%, absent ankle reflexes in up to 40%, and absent knee reflexes in 18% of patients. [13] [14] [15] Disc herniation is the underlying etiology of less than 5% of patients with acute low back pain. [16] In patients presenting with a positive Romberg test with a wide-based gait, there is over a 90% chance of possible lower spine syndrome. [17] Electromyography (EMG) has a sensitivity between 50 and 85% for radiculopathy. [18] [19]"}
{"id": "article-28194_10", "title": "Radicular Back Pain -- Pathophysiology", "content": "When discussing radicular pain, it is crucial to review human neuroanatomy, where nerve roots exit the spinal cord. A pathological fracture of a vertebra can cause injury to a nerve root at a lower vertebral level. Injuries to the spine often affect the nerve roots where they exit the spinal canal. [20]", "contents": "Radicular Back Pain -- Pathophysiology. When discussing radicular pain, it is crucial to review human neuroanatomy, where nerve roots exit the spinal cord. A pathological fracture of a vertebra can cause injury to a nerve root at a lower vertebral level. Injuries to the spine often affect the nerve roots where they exit the spinal canal. [20]"}
{"id": "article-28194_11", "title": "Radicular Back Pain -- Pathophysiology", "content": "The compressive radicular disease often occurs in the area proximal to the dorsal root ganglia relative to the neuroforamen and vertebral body. [21] When there is an injury to the dorsal rami of the spinal cord, it can be challenging to perform and evaluate a thorough neurological examination. There are overlapping innervations that can cause pain, making it challenging to fully assess pathology within paraspinal muscles. Muscle strength is often preserved in the case of radiculopathies because multiple roots often innervate muscles. However, when motor fibers are injured, deep tendon reflexes can be lost or diminished.", "contents": "Radicular Back Pain -- Pathophysiology. The compressive radicular disease often occurs in the area proximal to the dorsal root ganglia relative to the neuroforamen and vertebral body. [21] When there is an injury to the dorsal rami of the spinal cord, it can be challenging to perform and evaluate a thorough neurological examination. There are overlapping innervations that can cause pain, making it challenging to fully assess pathology within paraspinal muscles. Muscle strength is often preserved in the case of radiculopathies because multiple roots often innervate muscles. However, when motor fibers are injured, deep tendon reflexes can be lost or diminished."}
{"id": "article-28194_12", "title": "Radicular Back Pain -- Pathophysiology", "content": "The ventral rami are responsible for motor and sensory function. Typically this is assessed on a physical exam with various myotomes and dermatomes. [22] The areas of the body which can be attributed to a single nerve root are called autonomous zones. These independent areas of lumbosacral radiculopathy include the anterior thigh (L2 and L3), the medial calf (L4), the dorsum of the foot (L5), and the sole (S1). An L5 nerve root compression occurs from a central disc protrusion of L2-L3 or L3-L4, a lateral disc protrusion at L4-L5, or from a far-lateral protrusion at the foramen at L5-S1.", "contents": "Radicular Back Pain -- Pathophysiology. The ventral rami are responsible for motor and sensory function. Typically this is assessed on a physical exam with various myotomes and dermatomes. [22] The areas of the body which can be attributed to a single nerve root are called autonomous zones. These independent areas of lumbosacral radiculopathy include the anterior thigh (L2 and L3), the medial calf (L4), the dorsum of the foot (L5), and the sole (S1). An L5 nerve root compression occurs from a central disc protrusion of L2-L3 or L3-L4, a lateral disc protrusion at L4-L5, or from a far-lateral protrusion at the foramen at L5-S1."}
{"id": "article-28194_13", "title": "Radicular Back Pain -- Pathophysiology", "content": "The cauda equina contains multiple nerve roots. When compression occurs at one level, there is an increased likelihood of compression at multiple, possibly bilateral, nerve roots simultaneously. The pain will often occur alongside neurological deficits. Nerve roots injury can occur at any disc level. [10]", "contents": "Radicular Back Pain -- Pathophysiology. The cauda equina contains multiple nerve roots. When compression occurs at one level, there is an increased likelihood of compression at multiple, possibly bilateral, nerve roots simultaneously. The pain will often occur alongside neurological deficits. Nerve roots injury can occur at any disc level. [10]"}
{"id": "article-28194_14", "title": "Radicular Back Pain -- History and Physical", "content": "L2, L3, and L4 lumbar radiculopathies are considered a group. This group has a marked overlap of the innervation of the anterior thigh muscles. [1] An acute injury in the distribution of L2, L3, and L4 will most commonly present with the patient experiencing radiating back pain to the anterior aspect of the thigh, which may progress into their knee, and possibly radiate to the medial aspect of the lower leg, into the foot. On examination, patients can have weakness during knee extension, hip adduction, and or hip flexion. There is often a loss of sensation over the anterior thigh along the area of pain. The patient may show a reduced patellar reflex (L4). [1] Activities that can make the symptoms worse include coughing, leg straightening, or sneezing.", "contents": "Radicular Back Pain -- History and Physical. L2, L3, and L4 lumbar radiculopathies are considered a group. This group has a marked overlap of the innervation of the anterior thigh muscles. [1] An acute injury in the distribution of L2, L3, and L4 will most commonly present with the patient experiencing radiating back pain to the anterior aspect of the thigh, which may progress into their knee, and possibly radiate to the medial aspect of the lower leg, into the foot. On examination, patients can have weakness during knee extension, hip adduction, and or hip flexion. There is often a loss of sensation over the anterior thigh along the area of pain. The patient may show a reduced patellar reflex (L4). [1] Activities that can make the symptoms worse include coughing, leg straightening, or sneezing."}
{"id": "article-28194_15", "title": "Radicular Back Pain -- History and Physical", "content": "In L5 radiculopathy, patients will often complain of acute back pain, which radiates down the lateral leg into the foot. On examination, there may be a reduction in muscle strength with big toe extension (extensor hallucis longus), foot eversion, inversion, toe extension, and foot dorsiflexion. Chronic L5 radiculopathy can cause atrophy of the extensor digitorum brevis (the marker of L5 radiculopathy in EMG) and the tibialis anterior of the anterior leg. Severe L5 radiculopathy can affect the gluteus minimus and medius, causing weakness in leg abduction. [1]", "contents": "Radicular Back Pain -- History and Physical. In L5 radiculopathy, patients will often complain of acute back pain, which radiates down the lateral leg into the foot. On examination, there may be a reduction in muscle strength with big toe extension (extensor hallucis longus), foot eversion, inversion, toe extension, and foot dorsiflexion. Chronic L5 radiculopathy can cause atrophy of the extensor digitorum brevis (the marker of L5 radiculopathy in EMG) and the tibialis anterior of the anterior leg. Severe L5 radiculopathy can affect the gluteus minimus and medius, causing weakness in leg abduction. [1]"}
{"id": "article-28194_16", "title": "Radicular Back Pain -- History and Physical", "content": "S1 radiculopathy will cause radiation of sacral or buttock pain into the posterior aspect of the patient's leg, into the foot, or the perineum. On examination, there can be weakness in plantar flexion. There can also be a loss of sensation along the posterior leg and lateral aspect of the foot. The ankle reflex (S1) can also be lost or diminished. [1]", "contents": "Radicular Back Pain -- History and Physical. S1 radiculopathy will cause radiation of sacral or buttock pain into the posterior aspect of the patient's leg, into the foot, or the perineum. On examination, there can be weakness in plantar flexion. There can also be a loss of sensation along the posterior leg and lateral aspect of the foot. The ankle reflex (S1) can also be lost or diminished. [1]"}
{"id": "article-28194_17", "title": "Radicular Back Pain -- History and Physical", "content": "The marked motor deficit patterns characterized by an L5 or S1 radiculopathy help aid in their diagnosis compared to other radiculopathies. L4 and S1 nerve roots have their distinct innervations for sensation and muscle strength testing.", "contents": "Radicular Back Pain -- History and Physical. The marked motor deficit patterns characterized by an L5 or S1 radiculopathy help aid in their diagnosis compared to other radiculopathies. L4 and S1 nerve roots have their distinct innervations for sensation and muscle strength testing."}
{"id": "article-28194_18", "title": "Radicular Back Pain -- History and Physical", "content": "Examination findings helpful in diagnosing radiculopathy would include a patient's inability to get up from a chair, history of a knee-buckling, and toe drag on ambulation. These exam findings suggest iliopsoas or quadriceps weakness, quadriceps, and tibialis anterior weakness, respectively. Diminished deep tendon reflexes for L4, L5 are also useful to support a diagnosis of lumbar radiculopathy. [11]", "contents": "Radicular Back Pain -- History and Physical. Examination findings helpful in diagnosing radiculopathy would include a patient's inability to get up from a chair, history of a knee-buckling, and toe drag on ambulation. These exam findings suggest iliopsoas or quadriceps weakness, quadriceps, and tibialis anterior weakness, respectively. Diminished deep tendon reflexes for L4, L5 are also useful to support a diagnosis of lumbar radiculopathy. [11]"}
{"id": "article-28194_19", "title": "Radicular Back Pain -- History and Physical", "content": "A straight leg raising can be helpful in lumbosacral radiculopathy. The mechanism of pain during a straight leg raise is increased dural tension placed upon the lumbosacral spine during the test. Patients lay supine during the test. The physician will flex the patient's quadriceps with the leg in extension as well as dorsiflex the patient's foot on the symptomatic side. Pain or reproduction of paresthesias is considered a positive test (Lasegue's sign). A Bowstring sign relieves this underlying radicular pain with flexion of the patient's knee on the affected side. The straight leg raising test is most helpful in the diagnosis of L4 and S1 radiculopathies. [11] [3]", "contents": "Radicular Back Pain -- History and Physical. A straight leg raising can be helpful in lumbosacral radiculopathy. The mechanism of pain during a straight leg raise is increased dural tension placed upon the lumbosacral spine during the test. Patients lay supine during the test. The physician will flex the patient's quadriceps with the leg in extension as well as dorsiflex the patient's foot on the symptomatic side. Pain or reproduction of paresthesias is considered a positive test (Lasegue's sign). A Bowstring sign relieves this underlying radicular pain with flexion of the patient's knee on the affected side. The straight leg raising test is most helpful in the diagnosis of L4 and S1 radiculopathies. [11] [3]"}
{"id": "article-28194_20", "title": "Radicular Back Pain -- History and Physical", "content": "A contralateral straight leg raising test is the passive flexion of the quadriceps with the leg in extension and foot in dorsiflexion of the unaffected leg by the physician. This test is positive when the unaffected leg reproduces radicular symptoms in the patient's affected limb. However, the straight leg raising test is more sensitive but less specific than the contralateral straight leg raising test. [4] [23] [3]", "contents": "Radicular Back Pain -- History and Physical. A contralateral straight leg raising test is the passive flexion of the quadriceps with the leg in extension and foot in dorsiflexion of the unaffected leg by the physician. This test is positive when the unaffected leg reproduces radicular symptoms in the patient's affected limb. However, the straight leg raising test is more sensitive but less specific than the contralateral straight leg raising test. [4] [23] [3]"}
{"id": "article-28194_21", "title": "Radicular Back Pain -- History and Physical", "content": "An internal hamstring reflex for L5 radiculopathy has also been shown to be a useful test. Tapping either the semimembranosus or the semitendinosus tendons proximal to the popliteal fossa elicits the reflex. When there is an asymmetry of the reflex between legs, the presence of radiculopathy is suspected. [24] In non-radicular back pain, the pain localizes to the spinal or paraspinal regions.", "contents": "Radicular Back Pain -- History and Physical. An internal hamstring reflex for L5 radiculopathy has also been shown to be a useful test. Tapping either the semimembranosus or the semitendinosus tendons proximal to the popliteal fossa elicits the reflex. When there is an asymmetry of the reflex between legs, the presence of radiculopathy is suspected. [24] In non-radicular back pain, the pain localizes to the spinal or paraspinal regions."}
{"id": "article-28194_22", "title": "Radicular Back Pain -- Evaluation", "content": "Urgent utilization of neuroimaging is recommended for cases of severe acute radiculopathy. Severe symptoms include progressive worsening of neurological deficits, suspected underlying neoplasm, epidural abscess, or cauda equina syndrome. [12] A problem with imaging is that there is a very high prevalence of abnormal neuroimaging findings in even asymptomatic patients.", "contents": "Radicular Back Pain -- Evaluation. Urgent utilization of neuroimaging is recommended for cases of severe acute radiculopathy. Severe symptoms include progressive worsening of neurological deficits, suspected underlying neoplasm, epidural abscess, or cauda equina syndrome. [12] A problem with imaging is that there is a very high prevalence of abnormal neuroimaging findings in even asymptomatic patients."}
{"id": "article-28194_23", "title": "Radicular Back Pain -- Evaluation", "content": "MRI of the lumbosacral spine is the most useful imaging to identify underlying pathology and the need for surgical intervention. An MRI can be more useful to distinguish between inflammatory, malignant, or vascular disorders when compared to a CT scan. The recommendation is for an MRI with contrast unless otherwise contraindicated when evaluating lumbar radiculopathy. When imaging is either equivocal or negative with high suspicion for radiculopathy, nerve conduction studies are warranted. A CT is a poor test for nerve root visualization, making it challenging to diagnose radicular disease. Standard CT scans are better than MRI to assess bony structures. [25] [26] Plain radiographs of the patient's lumbar spine offer limited value in the evaluation of underlying radiculopathy.", "contents": "Radicular Back Pain -- Evaluation. MRI of the lumbosacral spine is the most useful imaging to identify underlying pathology and the need for surgical intervention. An MRI can be more useful to distinguish between inflammatory, malignant, or vascular disorders when compared to a CT scan. The recommendation is for an MRI with contrast unless otherwise contraindicated when evaluating lumbar radiculopathy. When imaging is either equivocal or negative with high suspicion for radiculopathy, nerve conduction studies are warranted. A CT is a poor test for nerve root visualization, making it challenging to diagnose radicular disease. Standard CT scans are better than MRI to assess bony structures. [25] [26] Plain radiographs of the patient's lumbar spine offer limited value in the evaluation of underlying radiculopathy."}
{"id": "article-28194_24", "title": "Radicular Back Pain -- Evaluation", "content": "The use of CT myelography is when the patient has either a contraindication for an MRI such as having a pacemaker device or defibrillator or when a standard CT or MRI is negative or equivocal. Myelography is a CT scan or an MRI with intrathecal administration of contrast. CT myelography visualizes a patient's spinal nerve roots in their passage through the neuroforamina. CT myelography can be used to assess the underlying root sleeve. A unique population for whom to recommend a CT myelogram is patients with surgical spinal hardware.", "contents": "Radicular Back Pain -- Evaluation. The use of CT myelography is when the patient has either a contraindication for an MRI such as having a pacemaker device or defibrillator or when a standard CT or MRI is negative or equivocal. Myelography is a CT scan or an MRI with intrathecal administration of contrast. CT myelography visualizes a patient's spinal nerve roots in their passage through the neuroforamina. CT myelography can be used to assess the underlying root sleeve. A unique population for whom to recommend a CT myelogram is patients with surgical spinal hardware."}
{"id": "article-28194_25", "title": "Radicular Back Pain -- Evaluation", "content": "More advanced tests, such as EMG or nerve conduction studies, are accurate only after three weeks of persistent symptoms. This is because they depend on fibrillation potentials after an acute injury, which does not develop until two to three weeks following injury. [18] [19]", "contents": "Radicular Back Pain -- Evaluation. More advanced tests, such as EMG or nerve conduction studies, are accurate only after three weeks of persistent symptoms. This is because they depend on fibrillation potentials after an acute injury, which does not develop until two to three weeks following injury. [18] [19]"}
{"id": "article-28194_26", "title": "Radicular Back Pain -- Evaluation", "content": "When the origin of the patient's pain is thought to be from the dorsal rami, such as the case of pain originating from the paraspinal muscles, EMG can help make the diagnosis. [1] An EMG helps establish the relationship between the nerve root and muscle innervation. An EMG is usually not ordered until neuroimaging findings have been negative and there are no signs of severe radiculopathies, such as muscular weakness on exam. [27] [26] The usefulness of EMG is to help distinguish neurogenic weakness from the decreased muscular effort or muscle inhibition due to pain.", "contents": "Radicular Back Pain -- Evaluation. When the origin of the patient's pain is thought to be from the dorsal rami, such as the case of pain originating from the paraspinal muscles, EMG can help make the diagnosis. [1] An EMG helps establish the relationship between the nerve root and muscle innervation. An EMG is usually not ordered until neuroimaging findings have been negative and there are no signs of severe radiculopathies, such as muscular weakness on exam. [27] [26] The usefulness of EMG is to help distinguish neurogenic weakness from the decreased muscular effort or muscle inhibition due to pain."}
{"id": "article-28194_27", "title": "Radicular Back Pain -- Evaluation", "content": "A nerve conduction study or an EMG helps to localize specific nerve roots that are damaged. These diagnostic tests can also help distinguish between new and old nerve damage and support the presence of demyelination at a nerve level leading to a conduction block. [1] EMG can provide physiological information that can aid in diagnosis alongside the anatomical information given by an MRI. EMG also provides evidence of direct denervation when there are uncertain motor deficits or no motor deficits. EMG is beneficial in helping to determine if denervation is either chronic or currently ongoing. An example of this would be patients who have undergone previous spinal surgery but continue to have significant radicular back pain following surgery. [18] [19]", "contents": "Radicular Back Pain -- Evaluation. A nerve conduction study or an EMG helps to localize specific nerve roots that are damaged. These diagnostic tests can also help distinguish between new and old nerve damage and support the presence of demyelination at a nerve level leading to a conduction block. [1] EMG can provide physiological information that can aid in diagnosis alongside the anatomical information given by an MRI. EMG also provides evidence of direct denervation when there are uncertain motor deficits or no motor deficits. EMG is beneficial in helping to determine if denervation is either chronic or currently ongoing. An example of this would be patients who have undergone previous spinal surgery but continue to have significant radicular back pain following surgery. [18] [19]"}
{"id": "article-28194_28", "title": "Radicular Back Pain -- Evaluation", "content": "Cerebrospinal fluid analysis is another useful test for a suspected neoplasm or infectious cause or radiculopathy symptoms. The recommendation for a lumbar puncture is progressive neurological symptoms, negative or non-diagnostic neuroimaging, without known primary cancer, and failure of prompt improvement. [28] A systematic review found insufficient evidence to support the use of somatosensory evoked potentials in helping make the diagnosis of radiculopathy.", "contents": "Radicular Back Pain -- Evaluation. Cerebrospinal fluid analysis is another useful test for a suspected neoplasm or infectious cause or radiculopathy symptoms. The recommendation for a lumbar puncture is progressive neurological symptoms, negative or non-diagnostic neuroimaging, without known primary cancer, and failure of prompt improvement. [28] A systematic review found insufficient evidence to support the use of somatosensory evoked potentials in helping make the diagnosis of radiculopathy."}
{"id": "article-28194_29", "title": "Radicular Back Pain -- Evaluation", "content": "Discography, a diagnostic modality with the injection of contrast into the nucleus of the disc under fluoroscopy, has also not demonstrated usefulness in the diagnosis of lumbosacral radiculopathy. [29]", "contents": "Radicular Back Pain -- Evaluation. Discography, a diagnostic modality with the injection of contrast into the nucleus of the disc under fluoroscopy, has also not demonstrated usefulness in the diagnosis of lumbosacral radiculopathy. [29]"}
{"id": "article-28194_30", "title": "Radicular Back Pain -- Treatment / Management", "content": "There are three categories of radicular symptoms and signs. Mild radiculopathy is considered a sensory loss and pain without motor deficits, moderate radiculopathy is the sensory loss or pain with mild motor deficits, and severe radiculopathy is considered sensory loss and pain with marked motor deficits. Management of patients underlying symptoms will depend on the severity of the radiculopathy.", "contents": "Radicular Back Pain -- Treatment / Management. There are three categories of radicular symptoms and signs. Mild radiculopathy is considered a sensory loss and pain without motor deficits, moderate radiculopathy is the sensory loss or pain with mild motor deficits, and severe radiculopathy is considered sensory loss and pain with marked motor deficits. Management of patients underlying symptoms will depend on the severity of the radiculopathy."}
{"id": "article-28194_31", "title": "Radicular Back Pain -- Treatment / Management", "content": "Most cases of lumbosacral radiculopathy are self-limited. Counseling is essential for patients with radicular symptoms since most cases are mild and will resolve within six weeks after the onset of symptoms. It is vital to discuss weight loss reduction considering that most patients with lumbar radicular pain will have an elevated body mass index. Spontaneous improvement following a disc herniation or lumbar spinal stenosis is very high. [30]", "contents": "Radicular Back Pain -- Treatment / Management. Most cases of lumbosacral radiculopathy are self-limited. Counseling is essential for patients with radicular symptoms since most cases are mild and will resolve within six weeks after the onset of symptoms. It is vital to discuss weight loss reduction considering that most patients with lumbar radicular pain will have an elevated body mass index. Spontaneous improvement following a disc herniation or lumbar spinal stenosis is very high. [30]"}
{"id": "article-28194_32", "title": "Radicular Back Pain -- Treatment / Management", "content": "The primary treatment for lumbar radiculopathy will include conservative management such as acetaminophen, nonsteroidal anti-inflammatories (NSAIDs), and activity modification. Opiate analgesia is only for patients with radiculopathy and severe pain who have failed non-opiate analgesics. Studies have shown that acetaminophen was more effective than placebo but less effective than morphine for reducing pain in patients with lumbar-sacral radiculopathy. [31] [32] [33] Muscle relaxants and benzodiazepines are not efficacious in patients with suspected compression of the nerve root.", "contents": "Radicular Back Pain -- Treatment / Management. The primary treatment for lumbar radiculopathy will include conservative management such as acetaminophen, nonsteroidal anti-inflammatories (NSAIDs), and activity modification. Opiate analgesia is only for patients with radiculopathy and severe pain who have failed non-opiate analgesics. Studies have shown that acetaminophen was more effective than placebo but less effective than morphine for reducing pain in patients with lumbar-sacral radiculopathy. [31] [32] [33] Muscle relaxants and benzodiazepines are not efficacious in patients with suspected compression of the nerve root."}
{"id": "article-28194_33", "title": "Radicular Back Pain -- Treatment / Management", "content": "A randomized trial showed no significant difference in outcome for treatment with bed rest versus watching and waiting. Also, there is no significant difference between bed rest versus physical therapy. A systematic review showed no benefit of bed rest. Similarly, there is no convincing evidence in favor of physical therapy in the case of lumbosacral radiculopathy.  It is recommended to delay physical therapy initiation until symptoms have persisted for over three weeks duration. [34] [35] [36]", "contents": "Radicular Back Pain -- Treatment / Management. A randomized trial showed no significant difference in outcome for treatment with bed rest versus watching and waiting. Also, there is no significant difference between bed rest versus physical therapy. A systematic review showed no benefit of bed rest. Similarly, there is no convincing evidence in favor of physical therapy in the case of lumbosacral radiculopathy.  It is recommended to delay physical therapy initiation until symptoms have persisted for over three weeks duration. [34] [35] [36]"}
{"id": "article-28194_34", "title": "Radicular Back Pain -- Treatment / Management", "content": "Some experts have previously recommended systemic glucocorticoids to provide pain relief in patients with acute radiculopathy. There is no evidence that systemic glucocorticoids provide any benefit for radicular pain. [37] Disability scores were marginally better in the group receiving oral steroids versus placebo. [38] Furthermore, if patients are prescribed NSAIDs alongside oral steroids, they may require further protection against gastrointestinal bleeding with a daily proton pump inhibitor.", "contents": "Radicular Back Pain -- Treatment / Management. Some experts have previously recommended systemic glucocorticoids to provide pain relief in patients with acute radiculopathy. There is no evidence that systemic glucocorticoids provide any benefit for radicular pain. [37] Disability scores were marginally better in the group receiving oral steroids versus placebo. [38] Furthermore, if patients are prescribed NSAIDs alongside oral steroids, they may require further protection against gastrointestinal bleeding with a daily proton pump inhibitor."}
{"id": "article-28194_35", "title": "Radicular Back Pain -- Treatment / Management", "content": "Epidural steroid injections are beneficial for up to three months in duration in patients with acute lumbar radiculopathy. This benefit is modest yet clinically significant in the short term. [39] [40] [41] If a patient has not improved after six weeks of conservative management, they would be eligible for an epidural glucocorticoid injection. However, the outcomes are less favorable in a chronic setting.", "contents": "Radicular Back Pain -- Treatment / Management. Epidural steroid injections are beneficial for up to three months in duration in patients with acute lumbar radiculopathy. This benefit is modest yet clinically significant in the short term. [39] [40] [41] If a patient has not improved after six weeks of conservative management, they would be eligible for an epidural glucocorticoid injection. However, the outcomes are less favorable in a chronic setting."}
{"id": "article-28194_36", "title": "Radicular Back Pain -- Treatment / Management", "content": "On comparing surgical intervention versus conservative management, researchers found that patients who underwent surgery such as discectomy had a more favorable outcome after a short 12-week follow-up. However, follow-up at one to two years showed similar outcomes between the surgical and nonsurgical groups. The patient should not consider surgical options until at least six weeks of symptoms have passed.", "contents": "Radicular Back Pain -- Treatment / Management. On comparing surgical intervention versus conservative management, researchers found that patients who underwent surgery such as discectomy had a more favorable outcome after a short 12-week follow-up. However, follow-up at one to two years showed similar outcomes between the surgical and nonsurgical groups. The patient should not consider surgical options until at least six weeks of symptoms have passed."}
{"id": "article-28194_37", "title": "Radicular Back Pain -- Treatment / Management", "content": "Controlled studies evaluating the efficacy of epidural etanercept injection have conflicting results. One study showed similar results between patients receiving saline and etanercept. [42] Other studies show that when compared to a placebo, there was significant pain relief with etanercept compared to saline at a six-month follow-up. Furthermore, additional studies have also demonstrated the benefits of etanercept are similar to an epidural glucocorticoid injection. [43] [44]", "contents": "Radicular Back Pain -- Treatment / Management. Controlled studies evaluating the efficacy of epidural etanercept injection have conflicting results. One study showed similar results between patients receiving saline and etanercept. [42] Other studies show that when compared to a placebo, there was significant pain relief with etanercept compared to saline at a six-month follow-up. Furthermore, additional studies have also demonstrated the benefits of etanercept are similar to an epidural glucocorticoid injection. [43] [44]"}
{"id": "article-28194_38", "title": "Radicular Back Pain -- Differential Diagnosis", "content": "The differential diagnosis of lumbosacral radiculopathy includes herniated disc, lumbosacral plexopathy, lumbar spinal stenosis, mononeuropathies, diabetic amyotrophy, cauda equina syndrome, and non-radicular back pain.", "contents": "Radicular Back Pain -- Differential Diagnosis. The differential diagnosis of lumbosacral radiculopathy includes herniated disc, lumbosacral plexopathy, lumbar spinal stenosis, mononeuropathies, diabetic amyotrophy, cauda equina syndrome, and non-radicular back pain."}
{"id": "article-28194_39", "title": "Radicular Back Pain -- Differential Diagnosis", "content": "Diabetic patients are prone to diabetic amyotrophy, which is a microvascular complication of the spinal blood vessels. It presents as weakness, dysesthesias, and pain in the proximal leg along the L2, L3, and L4 nerve roots with progression over the course of days to weeks. [45] New-onset acute back pain in a patient with osteoporosis should raise the suspicion of vertebral body fracture. A patient with acute back pain in the setting of fever raises concerns for discitis or epidural abscess. Pain that wakes the patient at night or an inability to become comfortable in various positions is concerning for malignancy, alongside symptoms such as weight loss, fatigue, fever, and chills.", "contents": "Radicular Back Pain -- Differential Diagnosis. Diabetic patients are prone to diabetic amyotrophy, which is a microvascular complication of the spinal blood vessels. It presents as weakness, dysesthesias, and pain in the proximal leg along the L2, L3, and L4 nerve roots with progression over the course of days to weeks. [45] New-onset acute back pain in a patient with osteoporosis should raise the suspicion of vertebral body fracture. A patient with acute back pain in the setting of fever raises concerns for discitis or epidural abscess. Pain that wakes the patient at night or an inability to become comfortable in various positions is concerning for malignancy, alongside symptoms such as weight loss, fatigue, fever, and chills."}
{"id": "article-28194_40", "title": "Radicular Back Pain -- Differential Diagnosis", "content": "Spinal stenosis is a form of degenerative spondylosis. Patients with symptomatic spinal stenosis will experience symptoms of neurogenic claudication. These symptoms include bilateral and asymmetrical radicular pain, weakness, and or sensory loss of the lower extremities. These symptoms are made worse by walking or standing for prolonged periods.", "contents": "Radicular Back Pain -- Differential Diagnosis. Spinal stenosis is a form of degenerative spondylosis. Patients with symptomatic spinal stenosis will experience symptoms of neurogenic claudication. These symptoms include bilateral and asymmetrical radicular pain, weakness, and or sensory loss of the lower extremities. These symptoms are made worse by walking or standing for prolonged periods."}
{"id": "article-28194_41", "title": "Radicular Back Pain -- Differential Diagnosis", "content": "New-onset urinary incontinence, in the presence of progressive weakness, saddle anesthesia, changes to the gait, and/ or bowel dysfunction is concerning for cauda equina syndrome. [11] It is an infrequent complication of lumbar spinal stenosis. Injury to the S2, S3, S4 nerves can affect sexual dysfunction as well. Cases of cauda equina syndrome warrant immediate surgical decompression within 24 hours. Decompression is recommended to be done within 12 hours, if possible, to minimize damage from the nerve root compression.", "contents": "Radicular Back Pain -- Differential Diagnosis. New-onset urinary incontinence, in the presence of progressive weakness, saddle anesthesia, changes to the gait, and/ or bowel dysfunction is concerning for cauda equina syndrome. [11] It is an infrequent complication of lumbar spinal stenosis. Injury to the S2, S3, S4 nerves can affect sexual dysfunction as well. Cases of cauda equina syndrome warrant immediate surgical decompression within 24 hours. Decompression is recommended to be done within 12 hours, if possible, to minimize damage from the nerve root compression."}
{"id": "article-28194_42", "title": "Radicular Back Pain -- Prognosis", "content": "Most cases of lumbosacral radiculopathy are self-limited. Counseling is crucial for patients with radicular symptoms since most cases are mild and will resolve within six weeks. It is vital to discuss weight loss reduction, as the vast majority of these patients will have an elevated body mass index.", "contents": "Radicular Back Pain -- Prognosis. Most cases of lumbosacral radiculopathy are self-limited. Counseling is crucial for patients with radicular symptoms since most cases are mild and will resolve within six weeks. It is vital to discuss weight loss reduction, as the vast majority of these patients will have an elevated body mass index."}
{"id": "article-28194_43", "title": "Radicular Back Pain -- Prognosis", "content": "Chances of spontaneous improvement following a disc herniation or lumbar spinal stenosis are very high. [30] Concerns arise when a patient's symptoms worsen or are severe. Severe symptoms warrant further imaging and/or emergent surgical intervention.", "contents": "Radicular Back Pain -- Prognosis. Chances of spontaneous improvement following a disc herniation or lumbar spinal stenosis are very high. [30] Concerns arise when a patient's symptoms worsen or are severe. Severe symptoms warrant further imaging and/or emergent surgical intervention."}
{"id": "article-28194_44", "title": "Radicular Back Pain -- Complications", "content": "Lumbar radiculopathy is often self-limited but can be extremely painful. An immediate complication that can arise from acute radicular pain is the loss of function and decreased quality of life. Emergent complications include cauda equina syndrome and severe lumbar radiculopathy. Both of these complications often require emergent surgical decompression. Patients who do not improve within the six to twelve weeks following the onset of pain can develop chronic pain. Slowly progressing radicular symptoms can eventually lead to muscle atrophy as the nerves innervating the lower extremity musculature are affected. Deconditioning can occur over time.", "contents": "Radicular Back Pain -- Complications. Lumbar radiculopathy is often self-limited but can be extremely painful. An immediate complication that can arise from acute radicular pain is the loss of function and decreased quality of life. Emergent complications include cauda equina syndrome and severe lumbar radiculopathy. Both of these complications often require emergent surgical decompression. Patients who do not improve within the six to twelve weeks following the onset of pain can develop chronic pain. Slowly progressing radicular symptoms can eventually lead to muscle atrophy as the nerves innervating the lower extremity musculature are affected. Deconditioning can occur over time."}
{"id": "article-28194_45", "title": "Radicular Back Pain -- Deterrence and Patient Education", "content": "Lumbar radiculopathy is a self-limited injury to the nerve roots of the lumbar spine. It can present as excruciating, burning, or stinging pain, radiating down the leg, decreased sensation of the legs, numbness and tingling, and in more severe cases, muscle weakness. The recommendation is for patients to see their healthcare provider for further evaluation if they present with radicular pain symptoms. Most symptoms resolve within six weeks with moderate activity and over-the-counter pain management. Patients with symptoms persisting for over six weeks can benefit from an epidural corticosteroid injection.", "contents": "Radicular Back Pain -- Deterrence and Patient Education. Lumbar radiculopathy is a self-limited injury to the nerve roots of the lumbar spine. It can present as excruciating, burning, or stinging pain, radiating down the leg, decreased sensation of the legs, numbness and tingling, and in more severe cases, muscle weakness. The recommendation is for patients to see their healthcare provider for further evaluation if they present with radicular pain symptoms. Most symptoms resolve within six weeks with moderate activity and over-the-counter pain management. Patients with symptoms persisting for over six weeks can benefit from an epidural corticosteroid injection."}
{"id": "article-28194_46", "title": "Radicular Back Pain -- Deterrence and Patient Education", "content": "If lumbar radicular pain symptoms continue to worsen and the patient develops numbness and tingling between their legs, bowel or bladder incontinence, difficulty walking, and or sexual dysfunction, this warrants an immediate emergent evaluation and surgical consultation.", "contents": "Radicular Back Pain -- Deterrence and Patient Education. If lumbar radicular pain symptoms continue to worsen and the patient develops numbness and tingling between their legs, bowel or bladder incontinence, difficulty walking, and or sexual dysfunction, this warrants an immediate emergent evaluation and surgical consultation."}
{"id": "article-28194_47", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "Lumbar radiculopathy pain is a significant but often self-limited injury to the nerve roots of the lumbar spine. The condition affects millions of people and has enormous morbidity because of the pain. Thus the condition is best managed by an inter-professional team.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. Lumbar radiculopathy pain is a significant but often self-limited injury to the nerve roots of the lumbar spine. The condition affects millions of people and has enormous morbidity because of the pain. Thus the condition is best managed by an inter-professional team."}
{"id": "article-28194_48", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "Rarely, the condition correlates with a few severe complications, including severe spondylolisthesis and cauda equina syndrome. These complications often require surgical intervention and advanced imaging modalities. Severe symptoms must receive treatment immediately, as permanent damage may occur, leading to decreased quality of life and increased healthcare costs. Thus, it is imperative to identify the risk factors and perform a thorough assessment of the patient with radicular pain and monitor for progression of symptoms. A team approach is an ideal way to limit the complications of such an injury. Evaluation of a patient with lumbar radicular pain by the primary care provider to rule out severe radiculopathy or alarm symptoms is the recommended first step.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. Rarely, the condition correlates with a few severe complications, including severe spondylolisthesis and cauda equina syndrome. These complications often require surgical intervention and advanced imaging modalities. Severe symptoms must receive treatment immediately, as permanent damage may occur, leading to decreased quality of life and increased healthcare costs. Thus, it is imperative to identify the risk factors and perform a thorough assessment of the patient with radicular pain and monitor for progression of symptoms. A team approach is an ideal way to limit the complications of such an injury. Evaluation of a patient with lumbar radicular pain by the primary care provider to rule out severe radiculopathy or alarm symptoms is the recommended first step."}
{"id": "article-28194_49", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "Conservative management should commence when symptoms are mild or moderate, including moderate activity, stretches, and pharmacological management. A pharmacist should evaluate dosing and perform medication reconciliation to preclude any drug-drug interactions, potential dependence on certain pain medications and alert the healthcare team regarding any concerns.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. Conservative management should commence when symptoms are mild or moderate, including moderate activity, stretches, and pharmacological management. A pharmacist should evaluate dosing and perform medication reconciliation to preclude any drug-drug interactions, potential dependence on certain pain medications and alert the healthcare team regarding any concerns."}
{"id": "article-28194_50", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "The patient should follow up with primary care physicians one to two weeks following the initial injury to monitor for progression of the nerve damage.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. The patient should follow up with primary care physicians one to two weeks following the initial injury to monitor for progression of the nerve damage."}
{"id": "article-28194_51", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "If symptoms worsen on follow-up or there is a concern for the development of severe radiculopathy, referral to neurosurgery or hospitalization for possible spinal decompression.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. If symptoms worsen on follow-up or there is a concern for the development of severe radiculopathy, referral to neurosurgery or hospitalization for possible spinal decompression."}
{"id": "article-28194_52", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "If radicular symptoms persist three weeks after injury, physical therapy referral can be a consideration.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. If radicular symptoms persist three weeks after injury, physical therapy referral can be a consideration."}
{"id": "article-28194_53", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "When symptoms persist for greater than six-week duration, imaging such as MRI or CT scan are options for better visualization of the nerve roots.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. When symptoms persist for greater than six-week duration, imaging such as MRI or CT scan are options for better visualization of the nerve roots."}
{"id": "article-28194_54", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "The patient should consult with a dietitian and eat a healthy diet and maintain a healthy weight.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. The patient should consult with a dietitian and eat a healthy diet and maintain a healthy weight."}
{"id": "article-28194_55", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "The pharmacist should encourage the patient to quit smoking, as this may help with the healing process. Further, the pharmacist should educate the patient on pain management and available options.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. The pharmacist should encourage the patient to quit smoking, as this may help with the healing process. Further, the pharmacist should educate the patient on pain management and available options."}
{"id": "article-28194_56", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "Persistent pain at six weeks' follow-up may warrant a referral to interventional pain management or neurosurgery for an epidural steroid injection.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. Persistent pain at six weeks' follow-up may warrant a referral to interventional pain management or neurosurgery for an epidural steroid injection."}
{"id": "article-28194_57", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "If mild to moderate symptoms continue at three months following the onset of symptoms, referral for possible surgical intervention merits consideration as well.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. If mild to moderate symptoms continue at three months following the onset of symptoms, referral for possible surgical intervention merits consideration as well."}
{"id": "article-28194_58", "title": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional healthcare team should openly discuss the management of each patient so that the patient receives optimal care delivery. This area is where nursing can play a crucial role by verifying patient compliance, monitoring for progress (or lack of) with the present treatment plan, and monitoring for adverse medication effects; communicating any areas of concern to the treating physician. Only through open, interprofessional communication can optimal management of radicular low back pain occur. [Level 5] While surgery does work, it is usually not the first-choice treatment unless the patient has cauda equina syndrome. Further, there is no guarantee that surgery will bring the desired results.", "contents": "Radicular Back Pain -- Enhancing Healthcare Team Outcomes. The interprofessional healthcare team should openly discuss the management of each patient so that the patient receives optimal care delivery. This area is where nursing can play a crucial role by verifying patient compliance, monitoring for progress (or lack of) with the present treatment plan, and monitoring for adverse medication effects; communicating any areas of concern to the treating physician. Only through open, interprofessional communication can optimal management of radicular low back pain occur. [Level 5] While surgery does work, it is usually not the first-choice treatment unless the patient has cauda equina syndrome. Further, there is no guarantee that surgery will bring the desired results."}
{"id": "article-28194_59", "title": "Radicular Back Pain -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Radicular Back Pain -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}