{"id": "article-30657_0", "title": "Cutaneous Tuberculosis -- Continuing Education Activity", "content": "Tuberculosis is an infection caused by Mycobacteria, most commonly Mycobacterium tuberculosis. This infection usually involves the lungs. When it involves the skin, it is called cutaneous tuberculosis. This activity reviews the evaluation and management of cutaneous tuberculosis and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Cutaneous Tuberculosis -- Continuing Education Activity. Tuberculosis is an infection caused by Mycobacteria, most commonly Mycobacterium tuberculosis. This infection usually involves the lungs. When it involves the skin, it is called cutaneous tuberculosis. This activity reviews the evaluation and management of cutaneous tuberculosis and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-30657_1", "title": "Cutaneous Tuberculosis -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of cutaneous tuberculosis. Describe the common presenting features of cutaneous tuberculosis. Identify the management options for cutaneous tuberculosis. Explain the importance of improving coordination amongst the interprofessional team to enhance the delivery of care for patients affected by cutaneous tuberculosis. Access free multiple choice questions on this topic.", "contents": "Cutaneous Tuberculosis -- Continuing Education Activity. Objectives: Describe the pathophysiology of cutaneous tuberculosis. Describe the common presenting features of cutaneous tuberculosis. Identify the management options for cutaneous tuberculosis. Explain the importance of improving coordination amongst the interprofessional team to enhance the delivery of care for patients affected by cutaneous tuberculosis. Access free multiple choice questions on this topic."}
{"id": "article-30657_2", "title": "Cutaneous Tuberculosis -- Introduction", "content": "Tuberculosis is an infection caused by Mycobacteria , most commonly Mycobacterium tuberculosis . This infection most commonly involves the lungs. When it involves the skin, it is called cutaneous tuberculosis. It is a rare disease.", "contents": "Cutaneous Tuberculosis -- Introduction. Tuberculosis is an infection caused by Mycobacteria , most commonly Mycobacterium tuberculosis . This infection most commonly involves the lungs. When it involves the skin, it is called cutaneous tuberculosis. It is a rare disease."}
{"id": "article-30657_3", "title": "Cutaneous Tuberculosis -- Introduction", "content": "The history of cutaneous tuberculosis dates back to 1826 when it was first reported by Laennec. He reported a lesion on his hand that was caused by entry of the causative organism into his skin. However, the causative organism was not known until 1882 when Robert Koch first discovered M. tuberculosis . Later, it was isolated from a cutaneous lesion of an affected person. [1] [2] [3]", "contents": "Cutaneous Tuberculosis -- Introduction. The history of cutaneous tuberculosis dates back to 1826 when it was first reported by Laennec. He reported a lesion on his hand that was caused by entry of the causative organism into his skin. However, the causative organism was not known until 1882 when Robert Koch first discovered M. tuberculosis . Later, it was isolated from a cutaneous lesion of an affected person. [1] [2] [3]"}
{"id": "article-30657_4", "title": "Cutaneous Tuberculosis -- Introduction -- Classification", "content": "Although there are various classification systems, the most universally used classification of cutaneous tuberculosis variants is based on the following: Exogenous cutaneous tuberculosis: Tuberculous chancre and tuberculosis verrucosa cutis Endogenous cutaneous tuberculosis: Contiguity or autoinoculation (scrofuloderma, orificial tuberculosis and some cases of lupus vulgaris); hematogenic dissemination (lupus vulgaris, tuberculous gumma, and acute miliary tuberculosis) Tuberculids: Papulonecrotic tuberculid; Lichen scrofulosorum Cutaneous tuberculosis: Secondary to Bacillus Calmette–Guerin vaccine (BCG) vaccination", "contents": "Cutaneous Tuberculosis -- Introduction -- Classification. Although there are various classification systems, the most universally used classification of cutaneous tuberculosis variants is based on the following: Exogenous cutaneous tuberculosis: Tuberculous chancre and tuberculosis verrucosa cutis Endogenous cutaneous tuberculosis: Contiguity or autoinoculation (scrofuloderma, orificial tuberculosis and some cases of lupus vulgaris); hematogenic dissemination (lupus vulgaris, tuberculous gumma, and acute miliary tuberculosis) Tuberculids: Papulonecrotic tuberculid; Lichen scrofulosorum Cutaneous tuberculosis: Secondary to Bacillus Calmette–Guerin vaccine (BCG) vaccination"}
{"id": "article-30657_5", "title": "Cutaneous Tuberculosis -- Etiology", "content": "Infection with M. tuberculosis causes cutaneous tuberculosis. It is a transmittable disease that spreads from one affected person to another. It can also be caused by Mycobacterium bovis and BCG vaccine, less commonly. [4] [5] [6]", "contents": "Cutaneous Tuberculosis -- Etiology. Infection with M. tuberculosis causes cutaneous tuberculosis. It is a transmittable disease that spreads from one affected person to another. It can also be caused by Mycobacterium bovis and BCG vaccine, less commonly. [4] [5] [6]"}
{"id": "article-30657_6", "title": "Cutaneous Tuberculosis -- Epidemiology", "content": "Unlike pulmonary tuberculosis, cutaneous tuberculosis is not common. Of all the patients that present with extra-pulmonary manifestations of tuberculosis, 1% to 2% suffer from cutaneous tuberculosis. It is more prevalent in parts of the world where infection with human immunodeficiency virus (HIV) is common, or where people are immunodeficient for other reasons.", "contents": "Cutaneous Tuberculosis -- Epidemiology. Unlike pulmonary tuberculosis, cutaneous tuberculosis is not common. Of all the patients that present with extra-pulmonary manifestations of tuberculosis, 1% to 2% suffer from cutaneous tuberculosis. It is more prevalent in parts of the world where infection with human immunodeficiency virus (HIV) is common, or where people are immunodeficient for other reasons."}
{"id": "article-30657_7", "title": "Cutaneous Tuberculosis -- Pathophysiology", "content": "Cutaneous invasion of M. tuberculosis causes the disease. This invasion can be exogenous or endogenous. Endogenous invasion is usually due to spread of pulmonary tuberculosis by hematogenous or lymphatic dissemination. Exogenous invasion is due to direct inoculation of bacteria. This leads to an immune cascade within cutaneous cells that leads to the formation of granulomas, the hallmark of tuberculosis. These present with a variety of clinical lesions.", "contents": "Cutaneous Tuberculosis -- Pathophysiology. Cutaneous invasion of M. tuberculosis causes the disease. This invasion can be exogenous or endogenous. Endogenous invasion is usually due to spread of pulmonary tuberculosis by hematogenous or lymphatic dissemination. Exogenous invasion is due to direct inoculation of bacteria. This leads to an immune cascade within cutaneous cells that leads to the formation of granulomas, the hallmark of tuberculosis. These present with a variety of clinical lesions."}
{"id": "article-30657_8", "title": "Cutaneous Tuberculosis -- Histopathology", "content": "Early lesions may show surface ulceration, epidermal hyperplasia, and a dense dermal infiltrate of neutrophils, lymphocytes and plasma cells. Over time, chronic inflammatory cells and granulomatous inflammation replace the neutrophils, with variable caseation necrosis. Acid-fast bacilli are usually easy to find in early lesions but are rare once granulomas develop.", "contents": "Cutaneous Tuberculosis -- Histopathology. Early lesions may show surface ulceration, epidermal hyperplasia, and a dense dermal infiltrate of neutrophils, lymphocytes and plasma cells. Over time, chronic inflammatory cells and granulomatous inflammation replace the neutrophils, with variable caseation necrosis. Acid-fast bacilli are usually easy to find in early lesions but are rare once granulomas develop."}
{"id": "article-30657_9", "title": "Cutaneous Tuberculosis -- History and Physical", "content": "The history of the patient may describe a variety of symptoms. A patient may have pulmonary tuberculosis along with cutaneous tuberculosis and may give a history of cough, sputum, night sweats, fever, weight loss, hemoptysis, chest pain, and fatigue, among others, along with cutaneous symptoms. In disseminated cutaneous tuberculosis, abdominal pain and diarrhea may suggest abdominal tuberculosis. A headache may indicate tubercular meningitis. Direct inoculation of bacteria presents with cutaneous symptoms alone.", "contents": "Cutaneous Tuberculosis -- History and Physical. The history of the patient may describe a variety of symptoms. A patient may have pulmonary tuberculosis along with cutaneous tuberculosis and may give a history of cough, sputum, night sweats, fever, weight loss, hemoptysis, chest pain, and fatigue, among others, along with cutaneous symptoms. In disseminated cutaneous tuberculosis, abdominal pain and diarrhea may suggest abdominal tuberculosis. A headache may indicate tubercular meningitis. Direct inoculation of bacteria presents with cutaneous symptoms alone."}
{"id": "article-30657_10", "title": "Cutaneous Tuberculosis -- History and Physical", "content": "History may also reveal immune deficiency due to underlying diseases like AIDS, uncontrolled diabetes, malignancy, and end-stage renal disease (ESRD). Other causes of immunodeficiency include intravenous drug abuse and immunosuppressive therapy. On examination, physical findings may include various kinds of cutaneous lesions. There can be inflammatory papules, ulcers, nodules, pustules, verrucous plaques, or any other type of lesion.", "contents": "Cutaneous Tuberculosis -- History and Physical. History may also reveal immune deficiency due to underlying diseases like AIDS, uncontrolled diabetes, malignancy, and end-stage renal disease (ESRD). Other causes of immunodeficiency include intravenous drug abuse and immunosuppressive therapy. On examination, physical findings may include various kinds of cutaneous lesions. There can be inflammatory papules, ulcers, nodules, pustules, verrucous plaques, or any other type of lesion."}
{"id": "article-30657_11", "title": "Cutaneous Tuberculosis -- Evaluation", "content": "Evaluation of suspected cutaneous tuberculosis requires history and examination along with a full workup. The workup may include the tuberculosis skin test (TST) or Mantoux test, Serum QuantiFERON-TB Gold (QFT-G) levels, PCR, and skin biopsy. [7] [8] [9]", "contents": "Cutaneous Tuberculosis -- Evaluation. Evaluation of suspected cutaneous tuberculosis requires history and examination along with a full workup. The workup may include the tuberculosis skin test (TST) or Mantoux test, Serum QuantiFERON-TB Gold (QFT-G) levels, PCR, and skin biopsy. [7] [8] [9]"}
{"id": "article-30657_12", "title": "Cutaneous Tuberculosis -- Evaluation", "content": "Tuberculosis skin test (TST) involves inoculation with 0.1 mL of liquid that contains purified protein derivative (PPD) into the skin. The site for the injection is the superficial skin of the volar wrist or forearm. The test is interpreted after a wait of 48 to 72 hours. The diameter of the skin induration is measured and recorded. The serum QFT-G test is an alternative to tuberculin skin test (TST). It is a blood test that detects both active and latent tuberculosis by gamma interferon release assay.", "contents": "Cutaneous Tuberculosis -- Evaluation. Tuberculosis skin test (TST) involves inoculation with 0.1 mL of liquid that contains purified protein derivative (PPD) into the skin. The site for the injection is the superficial skin of the volar wrist or forearm. The test is interpreted after a wait of 48 to 72 hours. The diameter of the skin induration is measured and recorded. The serum QFT-G test is an alternative to tuberculin skin test (TST). It is a blood test that detects both active and latent tuberculosis by gamma interferon release assay."}
{"id": "article-30657_13", "title": "Cutaneous Tuberculosis -- Evaluation", "content": "Skin biopsy is a reliable test for the diagnosis of cutaneous tuberculosis. A skin biopsy is evaluated in 2 ways. First, slides are prepared and examined under a microscope to detect acid-fast bacilli. Second, the skin tissue is cultured at low temperature to detect growth of M. tuberculosis . Culture is the gold standard for diagnosis of tuberculosis. Other tests that can help with diagnosis include a chest x-ray and sputum examination. Sputum examination involves microscopy for AfB and culture.", "contents": "Cutaneous Tuberculosis -- Evaluation. Skin biopsy is a reliable test for the diagnosis of cutaneous tuberculosis. A skin biopsy is evaluated in 2 ways. First, slides are prepared and examined under a microscope to detect acid-fast bacilli. Second, the skin tissue is cultured at low temperature to detect growth of M. tuberculosis . Culture is the gold standard for diagnosis of tuberculosis. Other tests that can help with diagnosis include a chest x-ray and sputum examination. Sputum examination involves microscopy for AfB and culture."}
{"id": "article-30657_14", "title": "Cutaneous Tuberculosis -- Treatment / Management", "content": "Treatment of cutaneous tuberculosis is the same as treatment of systemic tuberculosis. It also involves multidrug treatment. The drugs that are most commonly used are isoniazid, rifampicin, pyrazinamide, and ethambutol or streptomycin. The treatment consists of 2 phases. An intensive phase that involves rapidly decreasing the burden of M. tuberculosis A continuation phase that is also called the sterilizing phase", "contents": "Cutaneous Tuberculosis -- Treatment / Management. Treatment of cutaneous tuberculosis is the same as treatment of systemic tuberculosis. It also involves multidrug treatment. The drugs that are most commonly used are isoniazid, rifampicin, pyrazinamide, and ethambutol or streptomycin. The treatment consists of 2 phases. An intensive phase that involves rapidly decreasing the burden of M. tuberculosis A continuation phase that is also called the sterilizing phase"}
{"id": "article-30657_15", "title": "Cutaneous Tuberculosis -- Treatment / Management", "content": "The intensive phase of therapy lasts about 8 weeks. After this phase, the patient no longer remains infectious, but he or she still requires more treatment to eradicate the infection. The continuation phase is designed to eradicate remaining bacteria and lasts for 9 to 12 months. Cure of tuberculosis requires the patient to adhere to treatment strictly.", "contents": "Cutaneous Tuberculosis -- Treatment / Management. The intensive phase of therapy lasts about 8 weeks. After this phase, the patient no longer remains infectious, but he or she still requires more treatment to eradicate the infection. The continuation phase is designed to eradicate remaining bacteria and lasts for 9 to 12 months. Cure of tuberculosis requires the patient to adhere to treatment strictly."}
{"id": "article-30657_16", "title": "Cutaneous Tuberculosis -- Treatment / Management", "content": "Results of treatment depend on the immunity of a patient, their overall health, the stage of the disease, the type of cutaneous lesions, the patient’s compliance, duration of treatment, and any side effects experienced.", "contents": "Cutaneous Tuberculosis -- Treatment / Management. Results of treatment depend on the immunity of a patient, their overall health, the stage of the disease, the type of cutaneous lesions, the patient’s compliance, duration of treatment, and any side effects experienced."}
{"id": "article-30657_17", "title": "Cutaneous Tuberculosis -- Differential Diagnosis", "content": "Differential diagnosis of cutaneous tuberculosis includes: Chronic vegetative pyoderma Blastomycosis Chromoblastomycosis Drug reactions Granulomatosis with polyangiitis (Wegener granulomatosis) Granulomatous rosacea Syphilitic gumma Keratosis spinulosa Papular eczema Coccidioidomycosis Glossitis Atypical mycobacterial infection Chronic granulomatous disease Lupoid rosacea Nodular vasculitis (Weber-Christian disease) Nodular pernio", "contents": "Cutaneous Tuberculosis -- Differential Diagnosis. Differential diagnosis of cutaneous tuberculosis includes: Chronic vegetative pyoderma Blastomycosis Chromoblastomycosis Drug reactions Granulomatosis with polyangiitis (Wegener granulomatosis) Granulomatous rosacea Syphilitic gumma Keratosis spinulosa Papular eczema Coccidioidomycosis Glossitis Atypical mycobacterial infection Chronic granulomatous disease Lupoid rosacea Nodular vasculitis (Weber-Christian disease) Nodular pernio"}
{"id": "article-30657_18", "title": "Cutaneous Tuberculosis -- Differential Diagnosis", "content": "Many different diseases can be included in differential diagnosis depending on the presentation of cutaneous tuberculosis. It is difficult to make a diagnosis of this disease because of its resemblance with many other cutaneous lesions.", "contents": "Cutaneous Tuberculosis -- Differential Diagnosis. Many different diseases can be included in differential diagnosis depending on the presentation of cutaneous tuberculosis. It is difficult to make a diagnosis of this disease because of its resemblance with many other cutaneous lesions."}
{"id": "article-30657_19", "title": "Cutaneous Tuberculosis -- Prognosis", "content": "Prognosis of cutaneous tuberculosis is good in patients who are not immunocompromised. However, even aggressive treatment may not be effective in patients who are immunocompromised and where the organisms are multidrug resistant.", "contents": "Cutaneous Tuberculosis -- Prognosis. Prognosis of cutaneous tuberculosis is good in patients who are not immunocompromised. However, even aggressive treatment may not be effective in patients who are immunocompromised and where the organisms are multidrug resistant."}
{"id": "article-30657_20", "title": "Cutaneous Tuberculosis -- Pearls and Other Issues -- Prevention", "content": "Prevention of cutaneous tuberculosis involves BCG vaccination; identification, separation, and treatment of the person who is a source of infection; and use of sterilized instruments, along with other steps. As immunodeficiency is the biggest cause of skin tuberculosis, one should try to avoid it by controlling diabetes and other diseases. In cases where drug therapy is the cause of immunodeficiency, pretesting and treating latent tuberculosis with antibiotics are indicated.", "contents": "Cutaneous Tuberculosis -- Pearls and Other Issues -- Prevention. Prevention of cutaneous tuberculosis involves BCG vaccination; identification, separation, and treatment of the person who is a source of infection; and use of sterilized instruments, along with other steps. As immunodeficiency is the biggest cause of skin tuberculosis, one should try to avoid it by controlling diabetes and other diseases. In cases where drug therapy is the cause of immunodeficiency, pretesting and treating latent tuberculosis with antibiotics are indicated."}
{"id": "article-30657_21", "title": "Cutaneous Tuberculosis -- Pearls and Other Issues -- Compliance", "content": "Compliance with treatment recommendations is essential when it comes to treating tuberculosis. A patient who is not compliant may cause the organisms to be drug resistant. Multiple therapies may be needed, and in such patients, directly observed treatment (DOT) is recommended.", "contents": "Cutaneous Tuberculosis -- Pearls and Other Issues -- Compliance. Compliance with treatment recommendations is essential when it comes to treating tuberculosis. A patient who is not compliant may cause the organisms to be drug resistant. Multiple therapies may be needed, and in such patients, directly observed treatment (DOT) is recommended."}
{"id": "article-30657_22", "title": "Cutaneous Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "Cutaneous tuberculosis may present to the nurse practitioner or primary care provider. Since the skin features are not always obvious, the patient should be referred to an infectious disease consult, dermatologist or an internist. The management of cutaneous tuberculosis is the same as treatment of systemic tuberculosis. It also involves multidrug treatment. The drugs that are most commonly used are isoniazid, rifampicin, pyrazinamide, and ethambutol or streptomycin. The treatment consists of 2 phases. An intensive phase that involves rapidly decreasing the burden of M. tuberculosis A continuation phase that is also called the sterilizing phase", "contents": "Cutaneous Tuberculosis -- Enhancing Healthcare Team Outcomes. Cutaneous tuberculosis may present to the nurse practitioner or primary care provider. Since the skin features are not always obvious, the patient should be referred to an infectious disease consult, dermatologist or an internist. The management of cutaneous tuberculosis is the same as treatment of systemic tuberculosis. It also involves multidrug treatment. The drugs that are most commonly used are isoniazid, rifampicin, pyrazinamide, and ethambutol or streptomycin. The treatment consists of 2 phases. An intensive phase that involves rapidly decreasing the burden of M. tuberculosis A continuation phase that is also called the sterilizing phase"}
{"id": "article-30657_23", "title": "Cutaneous Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "Results of treatment depend on the immunity of a patient, their overall health, the stage of the disease, the type of cutaneous lesions, the patient’s compliance, duration of treatment, and any side effects experienced. [10] [11]", "contents": "Cutaneous Tuberculosis -- Enhancing Healthcare Team Outcomes. Results of treatment depend on the immunity of a patient, their overall health, the stage of the disease, the type of cutaneous lesions, the patient’s compliance, duration of treatment, and any side effects experienced. [10] [11]"}
{"id": "article-30657_24", "title": "Cutaneous Tuberculosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cutaneous Tuberculosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}