{"id": "article-142674_0", "title": "Thyroid Eye Disease -- Continuing Education Activity", "content": "Thyroid eye disease (TED) is a complex inflammatory disorder of the orbit. It involves the orbital fibroblasts, adipocytes, extra-ocular muscles, optic nerve, and the orbital vasculature. The systemic thyroid status can unpredictably affect the course of TED. It is challenging to diagnose TED in euthyroid cases. The clinical presentation ranges from a unilateral dry-eye disease to bilateral sight-threatening complications. The management and rehabilitation strategies are constantly updated. Newer modalities of investigations and treatment are added every day in our armamentarium. This activity reviews the evaluation and management of TED. It also highlights the role of the interprofessional team in effectively managing and rehabilitating the TED patients.", "contents": "Thyroid Eye Disease -- Continuing Education Activity. Thyroid eye disease (TED) is a complex inflammatory disorder of the orbit. It involves the orbital fibroblasts, adipocytes, extra-ocular muscles, optic nerve, and the orbital vasculature. The systemic thyroid status can unpredictably affect the course of TED. It is challenging to diagnose TED in euthyroid cases. The clinical presentation ranges from a unilateral dry-eye disease to bilateral sight-threatening complications. The management and rehabilitation strategies are constantly updated. Newer modalities of investigations and treatment are added every day in our armamentarium. This activity reviews the evaluation and management of TED. It also highlights the role of the interprofessional team in effectively managing and rehabilitating the TED patients."}
{"id": "article-142674_1", "title": "Thyroid Eye Disease -- Continuing Education Activity", "content": "Objectives: Outline the pathogenesis of thyroid eye disease. Describe and review the clinical presentations of thyroid eye disease patients. Summarize the classification and staging modalities for thyroid eye disease and its applications for long-term follow-up. Explain the management strategies for visual and cosmetic rehabilitation of thyroid eye disease patients. Access free multiple choice questions on this topic.", "contents": "Thyroid Eye Disease -- Continuing Education Activity. Objectives: Outline the pathogenesis of thyroid eye disease. Describe and review the clinical presentations of thyroid eye disease patients. Summarize the classification and staging modalities for thyroid eye disease and its applications for long-term follow-up. Explain the management strategies for visual and cosmetic rehabilitation of thyroid eye disease patients. Access free multiple choice questions on this topic."}
{"id": "article-142674_2", "title": "Thyroid Eye Disease -- Introduction", "content": "Thyroid eye disease (TED) is a chronic immune-mediated inflammation of the orbit. It is the most common cause of unilateral and bilateral proptosis in adults. [1] About 25 to 50% of Grave disease (GD) cases present with thyroid eye disease. [2]", "contents": "Thyroid Eye Disease -- Introduction. Thyroid eye disease (TED) is a chronic immune-mediated inflammation of the orbit. It is the most common cause of unilateral and bilateral proptosis in adults. [1] About 25 to 50% of Grave disease (GD) cases present with thyroid eye disease. [2]"}
{"id": "article-142674_3", "title": "Thyroid Eye Disease -- Introduction", "content": "Avicenna and Al-Jurjani first described goiter-associated ophthalmopathy in AD 1000. Robert Graves, an Irish physician, described four young women with thyrotoxicosis, palpitations, thyroid gland enlargement, and exophthalmos. Graves ophthalmopathy (or TED) is an orbital inflammation or infiltration involving the soft tissues, proptosis, and ophthalmoplegia. [3] The definition and understanding of TED have evolved over the years.", "contents": "Thyroid Eye Disease -- Introduction. Avicenna and Al-Jurjani first described goiter-associated ophthalmopathy in AD 1000. Robert Graves, an Irish physician, described four young women with thyrotoxicosis, palpitations, thyroid gland enlargement, and exophthalmos. Graves ophthalmopathy (or TED) is an orbital inflammation or infiltration involving the soft tissues, proptosis, and ophthalmoplegia. [3] The definition and understanding of TED have evolved over the years."}
{"id": "article-142674_4", "title": "Thyroid Eye Disease -- Etiology", "content": "The etiology of thyroid eye disease is not well understood. TED involves a complex immune-mediated cycle involving the orbital fibroblasts, adipocytes, and lymphocytes. Orbital adipose tissue is a unique fat depot. Robust orbital inflammation produces high levels of pro-inflammatory cytokines interleukin IL-1 and prostaglandins. [4]", "contents": "Thyroid Eye Disease -- Etiology. The etiology of thyroid eye disease is not well understood. TED involves a complex immune-mediated cycle involving the orbital fibroblasts, adipocytes, and lymphocytes. Orbital adipose tissue is a unique fat depot. Robust orbital inflammation produces high levels of pro-inflammatory cytokines interleukin IL-1 and prostaglandins. [4]"}
{"id": "article-142674_5", "title": "Thyroid Eye Disease -- Etiology", "content": "Orbital fibroblasts are the target cells in the pathogenesis of TED. They have increased expression of TSH receptors and can differentiate into mature adipocytes. [5] A subpopulation of fibroblasts over-expresses the Thy-1 (CD 90) marker. [6] Transforming growth factor-beta (TGF-B) stimulates the Thy-1 + fibroblasts to differentiate into myofibroblasts. The Thy-1 – fibroblasts differentiate into adipocytes on exposure to TGF- B. [7]", "contents": "Thyroid Eye Disease -- Etiology. Orbital fibroblasts are the target cells in the pathogenesis of TED. They have increased expression of TSH receptors and can differentiate into mature adipocytes. [5] A subpopulation of fibroblasts over-expresses the Thy-1 (CD 90) marker. [6] Transforming growth factor-beta (TGF-B) stimulates the Thy-1 + fibroblasts to differentiate into myofibroblasts. The Thy-1 – fibroblasts differentiate into adipocytes on exposure to TGF- B. [7]"}
{"id": "article-142674_6", "title": "Thyroid Eye Disease -- Etiology", "content": "TSH receptor (TSH-R) is the primary target of the autoimmune cascade within the orbit. [8] The serum levels of anti-thyrotropin receptor antibodies (TRAb) correlate positively with the severity of TED. [9] Another possible target molecule is the peroxisome-proliferator-activated receptor-gamma present on Thy-1 - fibroblasts. [10] It is the transcriptional regulator for adipogenesis. [11]", "contents": "Thyroid Eye Disease -- Etiology. TSH receptor (TSH-R) is the primary target of the autoimmune cascade within the orbit. [8] The serum levels of anti-thyrotropin receptor antibodies (TRAb) correlate positively with the severity of TED. [9] Another possible target molecule is the peroxisome-proliferator-activated receptor-gamma present on Thy-1 - fibroblasts. [10] It is the transcriptional regulator for adipogenesis. [11]"}
{"id": "article-142674_7", "title": "Thyroid Eye Disease -- Etiology", "content": "The type 1 insulin-like growth factor receptor (IGF-1R) is another important autoantigen present on Thy-1 + fibroblasts. [12] Its stimulation enhances the synthesis of IL-16 and RANTES complex. These lead to the recruitment of inflammatory CD4+T-cells in the orbital inflammatory cascade. [12]", "contents": "Thyroid Eye Disease -- Etiology. The type 1 insulin-like growth factor receptor (IGF-1R) is another important autoantigen present on Thy-1 + fibroblasts. [12] Its stimulation enhances the synthesis of IL-16 and RANTES complex. These lead to the recruitment of inflammatory CD4+T-cells in the orbital inflammatory cascade. [12]"}
{"id": "article-142674_8", "title": "Thyroid Eye Disease -- Etiology", "content": "In summary, the inflammatory cascade is a positive feedback cycle. Thy-1 – fibroblasts activated by TRAb differentiate into adipocytes, secrete IL-6, and recruit B-cells and plasma cells. Thy-1 + fibroblasts, on activation by IGF-1R, secrete IL-16 and RANTES to recruit T-cells. T-cells exhibit CD40-CD154 bridges and are responsible for stimulating IL-1 secretion from fibroblasts. [11]", "contents": "Thyroid Eye Disease -- Etiology. In summary, the inflammatory cascade is a positive feedback cycle. Thy-1 – fibroblasts activated by TRAb differentiate into adipocytes, secrete IL-6, and recruit B-cells and plasma cells. Thy-1 + fibroblasts, on activation by IGF-1R, secrete IL-16 and RANTES to recruit T-cells. T-cells exhibit CD40-CD154 bridges and are responsible for stimulating IL-1 secretion from fibroblasts. [11]"}
{"id": "article-142674_9", "title": "Thyroid Eye Disease -- Etiology", "content": "T-cells also produce interferon-gamma and tumor necrosis factor-alpha (TNF-a) to stimulate myofibroblast activity and hyaluronate production. Under the stimulation of IL-6, B-cells produce more auto-antibodies TRAb within the orbit. With prolonged inflammation, the Thy-1 + cell cluster causes fibrosis of EOM - muscle-predominant orbitopathy. TED cases with Thy-1 + cell clusters show enlargement of the orbital adipose tissues - fat-predominant orbitopathy. Individuals younger than 40 years have a higher Thy-1 – response and show orbital fat expansion. TED cases over 70 years of age are more prone to Thy-1 + response and show fusiform muscle enlargement. [13]", "contents": "Thyroid Eye Disease -- Etiology. T-cells also produce interferon-gamma and tumor necrosis factor-alpha (TNF-a) to stimulate myofibroblast activity and hyaluronate production. Under the stimulation of IL-6, B-cells produce more auto-antibodies TRAb within the orbit. With prolonged inflammation, the Thy-1 + cell cluster causes fibrosis of EOM - muscle-predominant orbitopathy. TED cases with Thy-1 + cell clusters show enlargement of the orbital adipose tissues - fat-predominant orbitopathy. Individuals younger than 40 years have a higher Thy-1 – response and show orbital fat expansion. TED cases over 70 years of age are more prone to Thy-1 + response and show fusiform muscle enlargement. [13]"}
{"id": "article-142674_10", "title": "Thyroid Eye Disease -- Epidemiology", "content": "The prevalence of thyroid eye disease is approximately 50% among GD patients in the Caucasian population. The annual incidence is 16.0 in 100,000 for females and 2.9 in 100,000 for males in the US population. [2]", "contents": "Thyroid Eye Disease -- Epidemiology. The prevalence of thyroid eye disease is approximately 50% among GD patients in the Caucasian population. The annual incidence is 16.0 in 100,000 for females and 2.9 in 100,000 for males in the US population. [2]"}
{"id": "article-142674_11", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Ethnicity: The African-American population exhibits the maximal risk, followed by the White race and Asian populations. [14]", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Ethnicity: The African-American population exhibits the maximal risk, followed by the White race and Asian populations. [14]"}
{"id": "article-142674_12", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Age: TED shows a bimodal peak incidence. It occurs in age groups of 40 to 44 years and 60 to 64 years in females, and ages of 45 to 49 years and 65 to 69 years in males. [2] It is more severe in older patients with higher chances of restrictive myopathy and dysthyroid optic neuropathy (DON).", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Age: TED shows a bimodal peak incidence. It occurs in age groups of 40 to 44 years and 60 to 64 years in females, and ages of 45 to 49 years and 65 to 69 years in males. [2] It is more severe in older patients with higher chances of restrictive myopathy and dysthyroid optic neuropathy (DON)."}
{"id": "article-142674_13", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Gender: There is a female preponderance due to a higher risk of autoimmune diseases. Males cases have more severe ocular involvement and worse outcomes. [15]", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Gender: There is a female preponderance due to a higher risk of autoimmune diseases. Males cases have more severe ocular involvement and worse outcomes. [15]"}
{"id": "article-142674_14", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Genetics: CTLA-4, HLA-DRB-1, and TNF-a genes - are most often associated with TED. [16]", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Genetics: CTLA-4, HLA-DRB-1, and TNF-a genes - are most often associated with TED. [16]"}
{"id": "article-142674_15", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Systemic associations: Autoimmune disorders like pernicious anemia, systemic lupus erythematosus, Addison’s disease, vitiligo, coeliac disease, and rheumatoid arthritis - a higher risk of TED. [17]", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Systemic associations: Autoimmune disorders like pernicious anemia, systemic lupus erythematosus, Addison’s disease, vitiligo, coeliac disease, and rheumatoid arthritis - a higher risk of TED. [17]"}
{"id": "article-142674_16", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Environmental factors: Smoking is strongly associated with the TED incidence. [18]", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Environmental factors: Smoking is strongly associated with the TED incidence. [18]"}
{"id": "article-142674_17", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Dysthyroid status: At the time of diagnosis, 90% of TED cases are hyperthyroid, 6% euthyroid, 3% have Hashimoto thyroiditis, and 1% are hypothyroid [2] .", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Dysthyroid status: At the time of diagnosis, 90% of TED cases are hyperthyroid, 6% euthyroid, 3% have Hashimoto thyroiditis, and 1% are hypothyroid [2] ."}
{"id": "article-142674_18", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Radioactive iodine therapy (RAIT): causes exacerbation in 24% of TED cases. [19]", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Radioactive iodine therapy (RAIT): causes exacerbation in 24% of TED cases. [19]"}
{"id": "article-142674_19", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Stress: Psychological stress can aggravate TED by rebound immune hyperactivity following prolonged corticosteroid-induced immune suppression. [20]", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Stress: Psychological stress can aggravate TED by rebound immune hyperactivity following prolonged corticosteroid-induced immune suppression. [20]"}
{"id": "article-142674_20", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Pregnancy: New onset or worsening of TED occurs in 30% of GD cases in the post-partum period. [21]", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Pregnancy: New onset or worsening of TED occurs in 30% of GD cases in the post-partum period. [21]"}
{"id": "article-142674_21", "title": "Thyroid Eye Disease -- Epidemiology -- Risk Factors", "content": "Others: Trauma can be a stimulus for activating an autoimmune cascade in the orbit. High serum cholesterol may also be a risk factor for TED. [10]", "contents": "Thyroid Eye Disease -- Epidemiology -- Risk Factors. Others: Trauma can be a stimulus for activating an autoimmune cascade in the orbit. High serum cholesterol may also be a risk factor for TED. [10]"}
{"id": "article-142674_22", "title": "Thyroid Eye Disease -- Pathophysiology", "content": "TED has a self-limiting course owing to the absence of orbital lymphoid tissue. Rundle explained the natural history of TED. Initial phase: A steep rise in disease severity, lasting six months – to 5 years (avg. two years) Inflammatory phase: Active TED duration Stable, inactive phase: TED stabilizes and regresses subsequently beyond 18 months of activity [22]", "contents": "Thyroid Eye Disease -- Pathophysiology. TED has a self-limiting course owing to the absence of orbital lymphoid tissue. Rundle explained the natural history of TED. Initial phase: A steep rise in disease severity, lasting six months – to 5 years (avg. two years) Inflammatory phase: Active TED duration Stable, inactive phase: TED stabilizes and regresses subsequently beyond 18 months of activity [22]"}
{"id": "article-142674_23", "title": "Thyroid Eye Disease -- Pathophysiology", "content": "The disease never returns to baseline. Residual fibrotic changes persist in the orbit. Aggressive immunosuppressive management during the initial active phase can limit the destructive and fibrotic consequences of the immune cascade. The inactive phase has little response to medical management and warrants surgical intervention. The “Cone model” explains the disease progression by an expansion of the muscle cone against a rigid bony orbit into 3 phases: Circumferential cone expansion – displaces the extraconal fat outwards Axial elongation of cone – causes proptosis and muscle strain Cone hypertension and muscle stiffness – impede the orbital venous drainage [23]", "contents": "Thyroid Eye Disease -- Pathophysiology. The disease never returns to baseline. Residual fibrotic changes persist in the orbit. Aggressive immunosuppressive management during the initial active phase can limit the destructive and fibrotic consequences of the immune cascade. The inactive phase has little response to medical management and warrants surgical intervention. The “Cone model” explains the disease progression by an expansion of the muscle cone against a rigid bony orbit into 3 phases: Circumferential cone expansion – displaces the extraconal fat outwards Axial elongation of cone – causes proptosis and muscle strain Cone hypertension and muscle stiffness – impede the orbital venous drainage [23]"}
{"id": "article-142674_24", "title": "Thyroid Eye Disease -- History and Physical", "content": "Ocular discomfort - is the most common presentation in thyroid eye disease patients. [24] Other common complaints are dryness, excessive watering, redness, photophobia, and pain behind the eyes. Visual disturbances like blurring and double vision need prompt intervention. The onset of TED can precede the diagnosis of GD in 19.9% of cases. [25] Asymmetrical bilateral TED is a common presentation. Eyelid retraction is the most common clinical sign of TED, presenting up to 74% of TED cases.", "contents": "Thyroid Eye Disease -- History and Physical. Ocular discomfort - is the most common presentation in thyroid eye disease patients. [24] Other common complaints are dryness, excessive watering, redness, photophobia, and pain behind the eyes. Visual disturbances like blurring and double vision need prompt intervention. The onset of TED can precede the diagnosis of GD in 19.9% of cases. [25] Asymmetrical bilateral TED is a common presentation. Eyelid retraction is the most common clinical sign of TED, presenting up to 74% of TED cases."}
{"id": "article-142674_25", "title": "Thyroid Eye Disease -- History and Physical -- Eyelid Changes", "content": "Lateral flare – the altered contour of the upper eyelid is a pathognomonic sign. [26] It occurs due to scarring between the lacrimal gland fascia and the levator aponeurosis. Lid lag – on a vertical downward pursuit, the excursion of the upper eyelid lags behind the globe. Lagophthalmos – incomplete eyelid closure is a classical sign of TED Lower lid retraction is seen in up to 49% of TED cases [27] Upper lid retraction is seen in around 90 to 98% of TED patients. The mechanisms proposed are as follows: Enlargement and fibrosis of levator muscle - the most common muscle targeted by the immune cascade Scarring between levator aponeurosis and surrounding soft tissues Overaction of levator muscle to counteract the ipsilateral tight inferior rectus muscle Increased sympathetic stimulation of Muller’s muscle [9]", "contents": "Thyroid Eye Disease -- History and Physical -- Eyelid Changes. Lateral flare – the altered contour of the upper eyelid is a pathognomonic sign. [26] It occurs due to scarring between the lacrimal gland fascia and the levator aponeurosis. Lid lag – on a vertical downward pursuit, the excursion of the upper eyelid lags behind the globe. Lagophthalmos – incomplete eyelid closure is a classical sign of TED Lower lid retraction is seen in up to 49% of TED cases [27] Upper lid retraction is seen in around 90 to 98% of TED patients. The mechanisms proposed are as follows: Enlargement and fibrosis of levator muscle - the most common muscle targeted by the immune cascade Scarring between levator aponeurosis and surrounding soft tissues Overaction of levator muscle to counteract the ipsilateral tight inferior rectus muscle Increased sympathetic stimulation of Muller’s muscle [9]"}
{"id": "article-142674_26", "title": "Thyroid Eye Disease -- History and Physical -- Ocular Surface Changes (Active TED Phase)", "content": "Eyelid-tear film-cornea - the interface is destabilized following inflammatory damage to the conjunctival mucous glands. [26] Lacrimal gland inflammation - alters the protein profile of the tear film and reduces the tear secretion rate. Persistent lagophthalmos disturbs the ocular surface, elevates the tear production rate, and elevates the tear osmolarity. [28] Dry eye symptoms and watering occurs in 13 to 20% of patients. Superior limbic keratoconjunctivitis is seen in 0.9% of patients. Persistent dry eye with exposure-keratopathy - 1 to 8% of cases [2] Corneal ulceration, perforation, endophthalmitis - in very severe cases [29]", "contents": "Thyroid Eye Disease -- History and Physical -- Ocular Surface Changes (Active TED Phase). Eyelid-tear film-cornea - the interface is destabilized following inflammatory damage to the conjunctival mucous glands. [26] Lacrimal gland inflammation - alters the protein profile of the tear film and reduces the tear secretion rate. Persistent lagophthalmos disturbs the ocular surface, elevates the tear production rate, and elevates the tear osmolarity. [28] Dry eye symptoms and watering occurs in 13 to 20% of patients. Superior limbic keratoconjunctivitis is seen in 0.9% of patients. Persistent dry eye with exposure-keratopathy - 1 to 8% of cases [2] Corneal ulceration, perforation, endophthalmitis - in very severe cases [29]"}
{"id": "article-142674_27", "title": "Thyroid Eye Disease -- History and Physical -- Orbital Changes", "content": "Hypertrophy of the orbital fat and EOM within the bony orbit - raises the intraorbital pressure [30] Forward protrusion of the eyeball - proptosis Constriction of the superior ophthalmic vein (SOV) by enlarged EOM - venous stasis in TED [30] Venous congestion - redness and swelling of the eyelids, chemosis, caruncular edema [23] Elevation of the episcleral venous pressure - raised intraocular pressure (IOP), open-angle glaucoma [13] Venous and lymphatic stasis in the orbit - prolongs the half-life of inflammatory cytokines, causing a vicious cycle of inflammation [13] Spontaneous fracture of the medial or inferior wall of the orbit - a true, bony ‘auto-decompression’ [31]", "contents": "Thyroid Eye Disease -- History and Physical -- Orbital Changes. Hypertrophy of the orbital fat and EOM within the bony orbit - raises the intraorbital pressure [30] Forward protrusion of the eyeball - proptosis Constriction of the superior ophthalmic vein (SOV) by enlarged EOM - venous stasis in TED [30] Venous congestion - redness and swelling of the eyelids, chemosis, caruncular edema [23] Elevation of the episcleral venous pressure - raised intraocular pressure (IOP), open-angle glaucoma [13] Venous and lymphatic stasis in the orbit - prolongs the half-life of inflammatory cytokines, causing a vicious cycle of inflammation [13] Spontaneous fracture of the medial or inferior wall of the orbit - a true, bony ‘auto-decompression’ [31]"}
{"id": "article-142674_28", "title": "Thyroid Eye Disease -- History and Physical -- EOM Changes", "content": "Inflammation of EOM - during active TED Infiltration of EOM - accumulation of hyaluronate and late-onset fibrosis [32] Most commonly involved muscle - inferior rectus (IR), followed by the medial rectus (MR), superior rectus (SR), lateral rectus (LR), and oblique muscles [13] Restrictive strabismus and loss of binocular single vision Diplopia at presentation - in 6 to 18% of cases [2] . Diplopia in the primary and inferior gaze is the most debilitating complication. Fluctuation of diplopia with worsening in the morning - during active disease [32]", "contents": "Thyroid Eye Disease -- History and Physical -- EOM Changes. Inflammation of EOM - during active TED Infiltration of EOM - accumulation of hyaluronate and late-onset fibrosis [32] Most commonly involved muscle - inferior rectus (IR), followed by the medial rectus (MR), superior rectus (SR), lateral rectus (LR), and oblique muscles [13] Restrictive strabismus and loss of binocular single vision Diplopia at presentation - in 6 to 18% of cases [2] . Diplopia in the primary and inferior gaze is the most debilitating complication. Fluctuation of diplopia with worsening in the morning - during active disease [32]"}
{"id": "article-142674_29", "title": "Thyroid Eye Disease -- History and Physical -- Optic Nerve Changes", "content": "Dysthyroid Optic Neuropathy (DON) is a potentially reversible optic nerve dysfunction in 4-10% of TED patients [2] . Early symptoms include diminished vision, altered color vision, diminished contrast sensitivity, and constriction of visual fields (VF). The possible mechanisms are: Compressive optic neuropathy - most common cause, compression by the enlarged EOM at the orbital apex [23] Optic nerve stretching - in cases of severe fat hypertrophy with proptosis [33] Ischemic optic neuropathy - due to increased resistance to the orbital arterial blood flow, leading to diminished perfusion [34] Enlargement of the superior ophthalmic vein - raises the retro-bulbar pressure and impairs tissue oxygenation. [34]", "contents": "Thyroid Eye Disease -- History and Physical -- Optic Nerve Changes. Dysthyroid Optic Neuropathy (DON) is a potentially reversible optic nerve dysfunction in 4-10% of TED patients [2] . Early symptoms include diminished vision, altered color vision, diminished contrast sensitivity, and constriction of visual fields (VF). The possible mechanisms are: Compressive optic neuropathy - most common cause, compression by the enlarged EOM at the orbital apex [23] Optic nerve stretching - in cases of severe fat hypertrophy with proptosis [33] Ischemic optic neuropathy - due to increased resistance to the orbital arterial blood flow, leading to diminished perfusion [34] Enlargement of the superior ophthalmic vein - raises the retro-bulbar pressure and impairs tissue oxygenation. [34]"}
{"id": "article-142674_30", "title": "Thyroid Eye Disease -- Evaluation", "content": "Thyroid eye disease cases are clinically evaluated as the activity and severity of the disease. The activity represents the grade of active inflammation and defines the progression of the disease. The severity reflects the spectrum of functional and cosmetic deficits. Numerous classification systems have come up over the last century to assess and grade the clinical manifestations of TED.", "contents": "Thyroid Eye Disease -- Evaluation. Thyroid eye disease cases are clinically evaluated as the activity and severity of the disease. The activity represents the grade of active inflammation and defines the progression of the disease. The severity reflects the spectrum of functional and cosmetic deficits. Numerous classification systems have come up over the last century to assess and grade the clinical manifestations of TED."}
{"id": "article-142674_31", "title": "Thyroid Eye Disease -- Evaluation", "content": "The most well-known system – is the NO SPECS classification. [35] The American Thyroid Association introduced this classification in 1969. It was updated in 1977 to the modified NO SPECS classification. [36] In 1981, Von Dyek proposed the RELIEF variation of the NO SPECS classification. [37]", "contents": "Thyroid Eye Disease -- Evaluation. The most well-known system – is the NO SPECS classification. [35] The American Thyroid Association introduced this classification in 1969. It was updated in 1977 to the modified NO SPECS classification. [36] In 1981, Von Dyek proposed the RELIEF variation of the NO SPECS classification. [37]"}
{"id": "article-142674_32", "title": "Thyroid Eye Disease -- Evaluation", "content": "The NO SPECS system only grades the clinical severity of TED. It doesn't include the activity of the disease. This classification system dictates the treatment strategies without considering the status of active inflammation. This system is now obsolete.", "contents": "Thyroid Eye Disease -- Evaluation. The NO SPECS system only grades the clinical severity of TED. It doesn't include the activity of the disease. This classification system dictates the treatment strategies without considering the status of active inflammation. This system is now obsolete."}
{"id": "article-142674_33", "title": "Thyroid Eye Disease -- Evaluation", "content": "A new system – Clinical Activity Score (CAS), was proposed in 1989, considering the classic signs of inflammation – pain, swelling, redness, and impaired function. The European Group on Graves Orbitopathy (EUGOGO) later amended the CAS system. As per the amended CAS, active TED has a score of > 3/7 at the first visit or > 4/10 at subsequent visits. [38] The EUGOGO proposed a severity assessment protocol to grade the severity of TED into mild, moderate-to-severe, and sight-threatening categories as summarised below:", "contents": "Thyroid Eye Disease -- Evaluation. A new system – Clinical Activity Score (CAS), was proposed in 1989, considering the classic signs of inflammation – pain, swelling, redness, and impaired function. The European Group on Graves Orbitopathy (EUGOGO) later amended the CAS system. As per the amended CAS, active TED has a score of > 3/7 at the first visit or > 4/10 at subsequent visits. [38] The EUGOGO proposed a severity assessment protocol to grade the severity of TED into mild, moderate-to-severe, and sight-threatening categories as summarised below:"}
{"id": "article-142674_34", "title": "Thyroid Eye Disease -- Evaluation -- Eyelid Swelling", "content": "Absent Mild: none of the features defining moderate or severe categories Moderate: definite swelling, no lower eyelid festoons OR angulation of the upper eyelid skin fold in downgaze Severe: lower eyelid festoons OR upper lid fold becomes rounded at 45 degrees downgaze", "contents": "Thyroid Eye Disease -- Evaluation -- Eyelid Swelling. Absent Mild: none of the features defining moderate or severe categories Moderate: definite swelling, no lower eyelid festoons OR angulation of the upper eyelid skin fold in downgaze Severe: lower eyelid festoons OR upper lid fold becomes rounded at 45 degrees downgaze"}
{"id": "article-142674_35", "title": "Thyroid Eye Disease -- Evaluation -- Eyelid Erythema", "content": "Absent Present", "contents": "Thyroid Eye Disease -- Evaluation -- Eyelid Erythema. Absent Present"}
{"id": "article-142674_36", "title": "Thyroid Eye Disease -- Evaluation -- Conjunctival Redness", "content": "Absent Mild: equivocal or minimal Moderate: <50% of definite conjunctival involvement Severe: >50% of definite conjunctival involvement", "contents": "Thyroid Eye Disease -- Evaluation -- Conjunctival Redness. Absent Mild: equivocal or minimal Moderate: <50% of definite conjunctival involvement Severe: >50% of definite conjunctival involvement"}
{"id": "article-142674_37", "title": "Thyroid Eye Disease -- Evaluation -- Conjunctival Edema", "content": "Absent Present: separation of conjunctiva from sclera present in >1/3 of the total height of the palpebral aperture OR the conjunctiva prolapses anterior to the grey line of the eyelid", "contents": "Thyroid Eye Disease -- Evaluation -- Conjunctival Edema. Absent Present: separation of conjunctiva from sclera present in >1/3 of the total height of the palpebral aperture OR the conjunctiva prolapses anterior to the grey line of the eyelid"}
{"id": "article-142674_38", "title": "Thyroid Eye Disease -- Evaluation -- Inflammation of Caruncle or Plica Semilunaris", "content": "Absent Present: plica prolapses through the closed eyelids OR inflammation of caruncle or plica", "contents": "Thyroid Eye Disease -- Evaluation -- Inflammation of Caruncle or Plica Semilunaris. Absent Present: plica prolapses through the closed eyelids OR inflammation of caruncle or plica"}
{"id": "article-142674_39", "title": "Thyroid Eye Disease -- Evaluation -- Lid Margin Assessment (at the mid-pupillary line)", "content": "Palpebral aperture (mm) Upper/lower lid retraction (mm) Levator function (mm) Lagophthalmos - Absent or present Bell's phenomenon - Absent or present Proptosis Assessment - using Hertel exophthalmometery to record the intercanthal distance", "contents": "Thyroid Eye Disease -- Evaluation -- Lid Margin Assessment (at the mid-pupillary line). Palpebral aperture (mm) Upper/lower lid retraction (mm) Levator function (mm) Lagophthalmos - Absent or present Bell's phenomenon - Absent or present Proptosis Assessment - using Hertel exophthalmometery to record the intercanthal distance"}
{"id": "article-142674_40", "title": "Thyroid Eye Disease -- Evaluation -- Ocular Motility Assessment", "content": "The prism cover test Monocular ductions Head posture Torsion Binocular single vision", "contents": "Thyroid Eye Disease -- Evaluation -- Ocular Motility Assessment. The prism cover test Monocular ductions Head posture Torsion Binocular single vision"}
{"id": "article-142674_41", "title": "Thyroid Eye Disease -- Evaluation -- Corneal Integrity Assessment", "content": "Normal Punctate keratopathy Ulcer Perforation", "contents": "Thyroid Eye Disease -- Evaluation -- Corneal Integrity Assessment. Normal Punctate keratopathy Ulcer Perforation"}
{"id": "article-142674_42", "title": "Thyroid Eye Disease -- Evaluation -- Optic Nerve Assessment", "content": "Visual acuity (LogMAR or Snellen) Afferent pupil defect (present/absent) Colour vision VF analysis Optic disc assessment - normal/atrophy/edema", "contents": "Thyroid Eye Disease -- Evaluation -- Optic Nerve Assessment. Visual acuity (LogMAR or Snellen) Afferent pupil defect (present/absent) Colour vision VF analysis Optic disc assessment - normal/atrophy/edema"}
{"id": "article-142674_43", "title": "Thyroid Eye Disease -- Evaluation", "content": "A novel classification – the VISA system, was proposed in 2006 with four parameters – Vision, Inflammation/congestion, Strabismus/motility restriction, and Appearance/exposure. The International Thyroid Eye Disease Society (ITEDS) 2018 defined separate parameters for the assessment at the first and subsequent visits. Inflammation (I) score < 4/10, is an inactive disease -  manage conservatively. Score > 5/10 with evidence of progression of inflammation - manage aggressively The clinical assessment and scoring are similar to CAS-EUGOGO recommendations except for the following changes. Chemosis : +1 point if the conjunctiva lies behind the grey line of the lid, +2 if the conjunctiva extends anterior to the grey line Lid edema : +1 if no overhanging of tissues, +2 if upper eyelid skin folds or lower lid festoons are present", "contents": "Thyroid Eye Disease -- Evaluation. A novel classification – the VISA system, was proposed in 2006 with four parameters – Vision, Inflammation/congestion, Strabismus/motility restriction, and Appearance/exposure. The International Thyroid Eye Disease Society (ITEDS) 2018 defined separate parameters for the assessment at the first and subsequent visits. Inflammation (I) score < 4/10, is an inactive disease -  manage conservatively. Score > 5/10 with evidence of progression of inflammation - manage aggressively The clinical assessment and scoring are similar to CAS-EUGOGO recommendations except for the following changes. Chemosis : +1 point if the conjunctiva lies behind the grey line of the lid, +2 if the conjunctiva extends anterior to the grey line Lid edema : +1 if no overhanging of tissues, +2 if upper eyelid skin folds or lower lid festoons are present"}
{"id": "article-142674_44", "title": "Thyroid Eye Disease -- Evaluation", "content": "Strabismus/motility restriction : Ductions - measured to the nearest five degrees in all four gazes, using the corneal reflex method. Any change in the ductions of > 12 degrees in any direction suggests progression. Clinical assessment protocols given by the VISA and EUGOGO teams are not interchangeable. Hence only a single system is used for a specific patient.", "contents": "Thyroid Eye Disease -- Evaluation. Strabismus/motility restriction : Ductions - measured to the nearest five degrees in all four gazes, using the corneal reflex method. Any change in the ductions of > 12 degrees in any direction suggests progression. Clinical assessment protocols given by the VISA and EUGOGO teams are not interchangeable. Hence only a single system is used for a specific patient."}
{"id": "article-142674_45", "title": "Thyroid Eye Disease -- Evaluation", "content": "All the scoring systems focus on a qualitative assessment. They give an equal weightage to all the symptoms, regardless of their diagnostic significance. This undermines the accurate monitoring of the disease progression. The arbitrarily chosen cut-off points (3/7 or 4/10 in CAS scoring) may not accurately reflect the extent of the disease. Orbital Imaging Orbital imaging provides valuable insights into the diagnosis and management of TED.", "contents": "Thyroid Eye Disease -- Evaluation. All the scoring systems focus on a qualitative assessment. They give an equal weightage to all the symptoms, regardless of their diagnostic significance. This undermines the accurate monitoring of the disease progression. The arbitrarily chosen cut-off points (3/7 or 4/10 in CAS scoring) may not accurately reflect the extent of the disease. Orbital Imaging Orbital imaging provides valuable insights into the diagnosis and management of TED."}
{"id": "article-142674_46", "title": "Thyroid Eye Disease -- Evaluation -- Computed Tomography (CT) Scan", "content": "Characteristic fusiform enlargement of EOM - enlarged muscle belly with relative sparing of tendons. Long-standing cases show significant EOM changes - the \"coca-cola sign.\" Orbital imaging in unilateral TED cases confirms the presence of asymmetric bilateral EOM changes. [39]", "contents": "Thyroid Eye Disease -- Evaluation -- Computed Tomography (CT) Scan. Characteristic fusiform enlargement of EOM - enlarged muscle belly with relative sparing of tendons. Long-standing cases show significant EOM changes - the \"coca-cola sign.\" Orbital imaging in unilateral TED cases confirms the presence of asymmetric bilateral EOM changes. [39]"}
{"id": "article-142674_47", "title": "Thyroid Eye Disease -- Evaluation -- Computed Tomography (CT) Scan", "content": "Barrett's index – for quantitative measurement of EOM thickness and apical crowding. [40] The vertical index is the division of the sum of vertical muscle diameters by the height of the orbit. The horizontal index is calculated similarly. The greater of the two ratios is Barret's index. A Barrett's muscle index of >67% is predictive of optic neuropathy. [41]", "contents": "Thyroid Eye Disease -- Evaluation -- Computed Tomography (CT) Scan. Barrett's index – for quantitative measurement of EOM thickness and apical crowding. [40] The vertical index is the division of the sum of vertical muscle diameters by the height of the orbit. The horizontal index is calculated similarly. The greater of the two ratios is Barret's index. A Barrett's muscle index of >67% is predictive of optic neuropathy. [41]"}
{"id": "article-142674_48", "title": "Thyroid Eye Disease -- Evaluation -- Computed Tomography (CT) Scan", "content": "Imaging in DON - soft tissue signs like apical crowding, enlarged superior ophthalmic vein, enlarged EOM (especially MR), Barrett's muscle index >67%, orbital fat prolapse across the superior orbital fissure, perineural fat effacement, and enlarged lacrimal gland. The bony orbit signs - the increased angle of the orbital apex and an increased angle of the medial wall. Coronal CT scan of orbital apex shows a narrow clear ring of low density around the optic nerve due to bulging adipose tissue. Stretch neuropathy is diagnosed by \"taut nerve\" in severe proptosis cases.", "contents": "Thyroid Eye Disease -- Evaluation -- Computed Tomography (CT) Scan. Imaging in DON - soft tissue signs like apical crowding, enlarged superior ophthalmic vein, enlarged EOM (especially MR), Barrett's muscle index >67%, orbital fat prolapse across the superior orbital fissure, perineural fat effacement, and enlarged lacrimal gland. The bony orbit signs - the increased angle of the orbital apex and an increased angle of the medial wall. Coronal CT scan of orbital apex shows a narrow clear ring of low density around the optic nerve due to bulging adipose tissue. Stretch neuropathy is diagnosed by \"taut nerve\" in severe proptosis cases."}
{"id": "article-142674_49", "title": "Thyroid Eye Disease -- Evaluation -- Computed Tomography (CT) Scan", "content": "Classification of orbitopathy – type 1: lipogenic variant, type 2: myogenic variant, and type 3: mixed variant. Accurate coronal images aid the detection of soft tissue remodeling – EOM and fat enlargement.", "contents": "Thyroid Eye Disease -- Evaluation -- Computed Tomography (CT) Scan. Classification of orbitopathy – type 1: lipogenic variant, type 2: myogenic variant, and type 3: mixed variant. Accurate coronal images aid the detection of soft tissue remodeling – EOM and fat enlargement."}
{"id": "article-142674_50", "title": "Thyroid Eye Disease -- Evaluation -- Computed Tomography (CT) Scan", "content": "CT exophthalmometry - is the gold standard. It is accurate, reproducible, and unaffected by periorbital tissue edema. The interzygomatic line (IZL) connects the ventral zygomatic borders bilaterally in axial view. The various techniques using IZL are:", "contents": "Thyroid Eye Disease -- Evaluation -- Computed Tomography (CT) Scan. CT exophthalmometry - is the gold standard. It is accurate, reproducible, and unaffected by periorbital tissue edema. The interzygomatic line (IZL) connects the ventral zygomatic borders bilaterally in axial view. The various techniques using IZL are:"}
{"id": "article-142674_51", "title": "Thyroid Eye Disease -- Evaluation", "content": "The perpendicular distance between the anterior surface of the cornea and IZL corresponds to the Hertel exophthalmometry value. [42] The distance between IZL and the posterior sclera (normal value = 9.9 + 1.9 mm). [43] The observation of less than 1/3rd of the globe lying behind IZL. [42]", "contents": "Thyroid Eye Disease -- Evaluation. The perpendicular distance between the anterior surface of the cornea and IZL corresponds to the Hertel exophthalmometry value. [42] The distance between IZL and the posterior sclera (normal value = 9.9 + 1.9 mm). [43] The observation of less than 1/3rd of the globe lying behind IZL. [42]"}
{"id": "article-142674_52", "title": "Thyroid Eye Disease -- Evaluation", "content": "This technique is not feasible in patients who underwent lateral wall decompression surgery. A novel method uses the posterior clinoid (PC) process as a landmark and measures the distance between the PC and the anterior corneal surface [44]", "contents": "Thyroid Eye Disease -- Evaluation. This technique is not feasible in patients who underwent lateral wall decompression surgery. A novel method uses the posterior clinoid (PC) process as a landmark and measures the distance between the PC and the anterior corneal surface [44]"}
{"id": "article-142674_53", "title": "Thyroid Eye Disease -- Evaluation -- Magnetic Resonance Imaging (MRI) Scan", "content": "Better for disease activity assessment. The MR parameters - T2 signal intensity ratio, T1 signal intensity ratio following gadolinium administration, and apparent diffusion coefficient correlate positively with CAS. In T1 weighted images, EOM appears isointense to facial muscles in inactive TED, with enhancement on Gadolinium contrast. [45] In T2 weighted images, EOM appears hyperintense during active TED and hypointense during inactive TED. [39]", "contents": "Thyroid Eye Disease -- Evaluation -- Magnetic Resonance Imaging (MRI) Scan. Better for disease activity assessment. The MR parameters - T2 signal intensity ratio, T1 signal intensity ratio following gadolinium administration, and apparent diffusion coefficient correlate positively with CAS. In T1 weighted images, EOM appears isointense to facial muscles in inactive TED, with enhancement on Gadolinium contrast. [45] In T2 weighted images, EOM appears hyperintense during active TED and hypointense during inactive TED. [39]"}
{"id": "article-142674_54", "title": "Thyroid Eye Disease -- Evaluation -- Orbital Color Doppler Imaging (CDI)", "content": "Evaluates the hemodynamic changes in orbit, secondary to increase in orbital volume. The primary vessels imaged are the ophthalmic artery, central retinal artery, and superior ophthalmic vein. The peak systolic velocity, end-diastolic velocity, and resistivity index are important indicators of ocular perfusion. [46]", "contents": "Thyroid Eye Disease -- Evaluation -- Orbital Color Doppler Imaging (CDI). Evaluates the hemodynamic changes in orbit, secondary to increase in orbital volume. The primary vessels imaged are the ophthalmic artery, central retinal artery, and superior ophthalmic vein. The peak systolic velocity, end-diastolic velocity, and resistivity index are important indicators of ocular perfusion. [46]"}
{"id": "article-142674_55", "title": "Thyroid Eye Disease -- Treatment / Management -- Prevention", "content": "Clinical assessment and accurate grading of thyroid eye disease are essential for appropriate management. Primary Prevention – Smoking cessation [47] Secondary Prevention – Early detection of any dysthyroid state and prompt management to prevent disease progression. Tertiary Prevention –  Artificial tears prevent the risk of exposure-keratopathy. [48] Cosmetic and visual rehabilitation is essential.", "contents": "Thyroid Eye Disease -- Treatment / Management -- Prevention. Clinical assessment and accurate grading of thyroid eye disease are essential for appropriate management. Primary Prevention – Smoking cessation [47] Secondary Prevention – Early detection of any dysthyroid state and prompt management to prevent disease progression. Tertiary Prevention –  Artificial tears prevent the risk of exposure-keratopathy. [48] Cosmetic and visual rehabilitation is essential."}
{"id": "article-142674_56", "title": "Thyroid Eye Disease -- Treatment / Management -- Medical Management", "content": "Prompt restoration of euthyroid status is essential. [49]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Medical Management. Prompt restoration of euthyroid status is essential. [49]"}
{"id": "article-142674_57", "title": "Thyroid Eye Disease -- Treatment / Management -- Mild TED", "content": "Patients with corneal exposure and ocular surface symptoms require extensive lubrication with artificial tears, gels, and ointments. Over-night lid tapping, occlusive eye-pads, cold compresses, or sleeping with head-end elevation – are of questionable benefit. Selenium supplements improve the quality of life, reduce inflammation, and retards TED progression. [50] Lid retraction < 2 mm is managed by: Transconjunctival injection - 5 unit botulinum toxin type A in LPS Transconjunctival injection - 10 mg of triamcinolone in LPS Both techniques show excellent results with the resolution of lid retraction.", "contents": "Thyroid Eye Disease -- Treatment / Management -- Mild TED. Patients with corneal exposure and ocular surface symptoms require extensive lubrication with artificial tears, gels, and ointments. Over-night lid tapping, occlusive eye-pads, cold compresses, or sleeping with head-end elevation – are of questionable benefit. Selenium supplements improve the quality of life, reduce inflammation, and retards TED progression. [50] Lid retraction < 2 mm is managed by: Transconjunctival injection - 5 unit botulinum toxin type A in LPS Transconjunctival injection - 10 mg of triamcinolone in LPS Both techniques show excellent results with the resolution of lid retraction."}
{"id": "article-142674_58", "title": "Thyroid Eye Disease -- Treatment / Management -- Active Cases", "content": "Early immunosuppression is essential. Corticosteroids: the first-line agent", "contents": "Thyroid Eye Disease -- Treatment / Management -- Active Cases. Early immunosuppression is essential. Corticosteroids: the first-line agent"}
{"id": "article-142674_59", "title": "Thyroid Eye Disease -- Treatment / Management -- Active Cases", "content": "EUGOGO management protocol is low-dose pulse therapy with intravenous methylprednisolone (IVMP). 500 mg IVMP is administered weekly for the initial six weeks. Over the next six weeks, the dose is tapered to 250 mg weekly. [51] Severe active cases require prolonged oral corticosteroids for six months. Withdrawl of steroids can show disease flare-ups. Adjuvant orbital radiotherapy helps prevent flare-ups. [52] Immunomodulators: the second-line agents Indications - steroid intolerance, steroid dependence, disease refractory to steroids, contraindications to steroid use Methotrexate - weekly dosing of 7.5 to 10 mg shows a significant improvement in CAS and ocular motility within 12 months of treatment [53] Azathioprine - combined with low dose orbital radiation or IVMP for moderate-to-severe TED [54] Mycophenolate mofetil - standalone therapy shows better CAS response with minimal disease reactivation [55]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Active Cases. EUGOGO management protocol is low-dose pulse therapy with intravenous methylprednisolone (IVMP). 500 mg IVMP is administered weekly for the initial six weeks. Over the next six weeks, the dose is tapered to 250 mg weekly. [51] Severe active cases require prolonged oral corticosteroids for six months. Withdrawl of steroids can show disease flare-ups. Adjuvant orbital radiotherapy helps prevent flare-ups. [52] Immunomodulators: the second-line agents Indications - steroid intolerance, steroid dependence, disease refractory to steroids, contraindications to steroid use Methotrexate - weekly dosing of 7.5 to 10 mg shows a significant improvement in CAS and ocular motility within 12 months of treatment [53] Azathioprine - combined with low dose orbital radiation or IVMP for moderate-to-severe TED [54] Mycophenolate mofetil - standalone therapy shows better CAS response with minimal disease reactivation [55]"}
{"id": "article-142674_60", "title": "Thyroid Eye Disease -- Treatment / Management -- Immunobiologicals", "content": "Rituximab - a humanized chimeric monoclonal antibody targeting CD 20 on B-cells, shows 100% response and minimal reactivation in moderate-to-severe TED. [56] Tocilizumab (anti-IL-6 receptor antibody), adalimumab (anti-TNF-a antibody), and infliximab (anti-TNF-a antibody) also show promising results.", "contents": "Thyroid Eye Disease -- Treatment / Management -- Immunobiologicals. Rituximab - a humanized chimeric monoclonal antibody targeting CD 20 on B-cells, shows 100% response and minimal reactivation in moderate-to-severe TED. [56] Tocilizumab (anti-IL-6 receptor antibody), adalimumab (anti-TNF-a antibody), and infliximab (anti-TNF-a antibody) also show promising results."}
{"id": "article-142674_61", "title": "Thyroid Eye Disease -- Treatment / Management -- Immunobiologicals", "content": "Teprotumumab, a specific IGF-1R blocker, is a novel molecule. It is administered as eight infusions over 24 weeks. The improvement in CAS, proptosis, diplopia, and quality of life, with a reduction in proptosis, is comparable to surgical orbital decompression. [57]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Immunobiologicals. Teprotumumab, a specific IGF-1R blocker, is a novel molecule. It is administered as eight infusions over 24 weeks. The improvement in CAS, proptosis, diplopia, and quality of life, with a reduction in proptosis, is comparable to surgical orbital decompression. [57]"}
{"id": "article-142674_62", "title": "Thyroid Eye Disease -- Treatment / Management -- Inactive Cases", "content": "For cases with lagophthalmos, dry-eye disease symptoms, and exposure keratopathy, adequate lubrication is advised. Appropriate surgical management yields good cosmetic results for residual proptosis, strabismus, lid retraction, and significant lagophthalmos.", "contents": "Thyroid Eye Disease -- Treatment / Management -- Inactive Cases. For cases with lagophthalmos, dry-eye disease symptoms, and exposure keratopathy, adequate lubrication is advised. Appropriate surgical management yields good cosmetic results for residual proptosis, strabismus, lid retraction, and significant lagophthalmos."}
{"id": "article-142674_63", "title": "Thyroid Eye Disease -- Treatment / Management -- Sight-Threatening Disease", "content": "High-dose systemic corticosteroid, 1 g IVMP for three days, is the most effective therapy for DON cases. [58] Orbital radiotherapy is the second-line management for DON cases, with a reduced need for surgical orbital decompression.", "contents": "Thyroid Eye Disease -- Treatment / Management -- Sight-Threatening Disease. High-dose systemic corticosteroid, 1 g IVMP for three days, is the most effective therapy for DON cases. [58] Orbital radiotherapy is the second-line management for DON cases, with a reduced need for surgical orbital decompression."}
{"id": "article-142674_64", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Elective surgical options are reserved for inactive thyroid eye disease cases not responding to conservative or maximal medical management. During cosmetic rehabilitation, orbital decompression surgery is the primary procedure to correct proptosis. After six months, strabismus surgery achieves adequate ocular alignment. After an additional six months, a definitive lid retraction surgery helps restore the cosmetic and functional status.", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Elective surgical options are reserved for inactive thyroid eye disease cases not responding to conservative or maximal medical management. During cosmetic rehabilitation, orbital decompression surgery is the primary procedure to correct proptosis. After six months, strabismus surgery achieves adequate ocular alignment. After an additional six months, a definitive lid retraction surgery helps restore the cosmetic and functional status."}
{"id": "article-142674_65", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Indications for orbital decompression in stable inactive TED are corneal exposure, DON, disfiguring proptosis, chronic pain/ discomfort, and congestion. [59] Urgent orbital decompression is reserved for active TED with DON, not responding to high dose IVMP. [60] The surgical approaches are customized:", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Indications for orbital decompression in stable inactive TED are corneal exposure, DON, disfiguring proptosis, chronic pain/ discomfort, and congestion. [59] Urgent orbital decompression is reserved for active TED with DON, not responding to high dose IVMP. [60] The surgical approaches are customized:"}
{"id": "article-142674_66", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Lateral wall decompression - by Kronlein, modified Kronlein, Stallard-Wright, Berke, and lateral eyelid crease incisions. The preferred technique is ab interno bone removal with sparing of the lateral orbital rim. [61] Complications include intraoperative CSF leak, infra-orbital anesthesia, and new-onset diplopia. [62]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Lateral wall decompression - by Kronlein, modified Kronlein, Stallard-Wright, Berke, and lateral eyelid crease incisions. The preferred technique is ab interno bone removal with sparing of the lateral orbital rim. [61] Complications include intraoperative CSF leak, infra-orbital anesthesia, and new-onset diplopia. [62]"}
{"id": "article-142674_67", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Medial wall decompression - using trans-cutaneous, trans-conjunctival, or trans-nasal approaches. The transnasal endoscopic approach is ideal for medial wall surgeries. [63]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Medial wall decompression - using trans-cutaneous, trans-conjunctival, or trans-nasal approaches. The transnasal endoscopic approach is ideal for medial wall surgeries. [63]"}
{"id": "article-142674_68", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Floor decompression - trans-orbital approach by trans-cutaneous or trans-conjunctival incisions", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Floor decompression - trans-orbital approach by trans-cutaneous or trans-conjunctival incisions"}
{"id": "article-142674_69", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Two wall decompressions - combined medial wall and floor removal [64]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Two wall decompressions - combined medial wall and floor removal [64]"}
{"id": "article-142674_70", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Combined lateral wall and floor decompression - trans-conjunctival or trans canthal swinging lid crease approach [65]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Combined lateral wall and floor decompression - trans-conjunctival or trans canthal swinging lid crease approach [65]"}
{"id": "article-142674_71", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Three walls – floor, lateral wall, and medial wall, and sparing of the orbital roof", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Three walls – floor, lateral wall, and medial wall, and sparing of the orbital roof"}
{"id": "article-142674_72", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Four wall decompression – floor, medial wall, lateral wall, posterolateral roof [66]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Four wall decompression – floor, medial wall, lateral wall, posterolateral roof [66]"}
{"id": "article-142674_73", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Fat decompression - in fat-predominant orbitopathy [67]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Fat decompression - in fat-predominant orbitopathy [67]"}
{"id": "article-142674_74", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Balanced decompression – medial + lateral wall. [68] The rate of new-onset strabismus is lower with a balanced decompression. [69]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Balanced decompression – medial + lateral wall. [68] The rate of new-onset strabismus is lower with a balanced decompression. [69]"}
{"id": "article-142674_75", "title": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management", "content": "Surgical orbital decompression corrects the proptosis of 2 to 2.5 mm per wall. [70] Fat is the fifth wall of the orbit for surgical decompression. [68]", "contents": "Thyroid Eye Disease -- Treatment / Management -- Surgical Management. Surgical orbital decompression corrects the proptosis of 2 to 2.5 mm per wall. [70] Fat is the fifth wall of the orbit for surgical decompression. [68]"}
{"id": "article-142674_76", "title": "Thyroid Eye Disease -- Differential Diagnosis", "content": "Non-specific orbital inflammatory disease (NSOID): Bilateral proptosis with lacrimal gland enlargement. EOM enlargement involves the muscle belly and the tendinous origin. The lacrimal gland enlarges and prolapses out of the lacrimal fossa. It can be associated with systemic autoimmune diseases like polymyositis, dermatomyositis, and IGG4-related diseases. Serology and soft tissue biopsy are diagnostic. [71]", "contents": "Thyroid Eye Disease -- Differential Diagnosis. Non-specific orbital inflammatory disease (NSOID): Bilateral proptosis with lacrimal gland enlargement. EOM enlargement involves the muscle belly and the tendinous origin. The lacrimal gland enlarges and prolapses out of the lacrimal fossa. It can be associated with systemic autoimmune diseases like polymyositis, dermatomyositis, and IGG4-related diseases. Serology and soft tissue biopsy are diagnostic. [71]"}
{"id": "article-142674_77", "title": "Thyroid Eye Disease -- Differential Diagnosis", "content": "Lymphoma: Bilateral proptosis with lymphadenopathy. Hemogram and blood counts are usually normal. Orbital CT scan shows bilateral diffuse soft tissue enlargement with the erosion of the bony orbit. Histopathology and immunohistochemistry features on the soft tissue biopsy are diagnostic. [72]", "contents": "Thyroid Eye Disease -- Differential Diagnosis. Lymphoma: Bilateral proptosis with lymphadenopathy. Hemogram and blood counts are usually normal. Orbital CT scan shows bilateral diffuse soft tissue enlargement with the erosion of the bony orbit. Histopathology and immunohistochemistry features on the soft tissue biopsy are diagnostic. [72]"}
{"id": "article-142674_78", "title": "Thyroid Eye Disease -- Differential Diagnosis", "content": "Blow-out fracture of the orbit: Altered globe position and limitation of EOM movements. History of trauma is followed by enophthalmos and restriction of elevation. An orbital CT scan shows the bony defect with entrapped soft tissues. [73] Amyloidosis: Bilateral proptosis with neuropathy. Soft tissue biopsy shows eosinophilic material on histopathology with birefringence on polarised light microscopy. [74]", "contents": "Thyroid Eye Disease -- Differential Diagnosis. Blow-out fracture of the orbit: Altered globe position and limitation of EOM movements. History of trauma is followed by enophthalmos and restriction of elevation. An orbital CT scan shows the bony defect with entrapped soft tissues. [73] Amyloidosis: Bilateral proptosis with neuropathy. Soft tissue biopsy shows eosinophilic material on histopathology with birefringence on polarised light microscopy. [74]"}
{"id": "article-142674_79", "title": "Thyroid Eye Disease -- Prognosis", "content": "Approximately 80% of thyroid eye disease cases require conservative management with topical lubricant eye drops. 5% of TED cases need systemic corticosteroids or immunomodulation. About 20% of the patients undergo some form of surgical intervention. Long-term follow-up and strict monitoring for disease complications are essential.", "contents": "Thyroid Eye Disease -- Prognosis. Approximately 80% of thyroid eye disease cases require conservative management with topical lubricant eye drops. 5% of TED cases need systemic corticosteroids or immunomodulation. About 20% of the patients undergo some form of surgical intervention. Long-term follow-up and strict monitoring for disease complications are essential."}
{"id": "article-142674_80", "title": "Thyroid Eye Disease -- Complications", "content": "Thyroid eye disease cases can present with the following complications: Dysthyroid optic neuropathy - compressive or ischemic Optic atrophy Exposure-keratopathy and keratomalacia Open-angle glaucoma Restrictive strabismus and diplopia Persistent proptosis, lid retraction, cosmetic disfigurement Orbital venous stasis and venous occlusions [2]", "contents": "Thyroid Eye Disease -- Complications. Thyroid eye disease cases can present with the following complications: Dysthyroid optic neuropathy - compressive or ischemic Optic atrophy Exposure-keratopathy and keratomalacia Open-angle glaucoma Restrictive strabismus and diplopia Persistent proptosis, lid retraction, cosmetic disfigurement Orbital venous stasis and venous occlusions [2]"}
{"id": "article-142674_81", "title": "Thyroid Eye Disease -- Postoperative and Rehabilitation Care", "content": "Cosmetic rehabilitation is essential in TED management. Asymmetrical proptosis is common during inactive disease. A graded surgical orbital decompression helps achieve a cosmetically symmetrical look.", "contents": "Thyroid Eye Disease -- Postoperative and Rehabilitation Care. Cosmetic rehabilitation is essential in TED management. Asymmetrical proptosis is common during inactive disease. A graded surgical orbital decompression helps achieve a cosmetically symmetrical look."}
{"id": "article-142674_82", "title": "Thyroid Eye Disease -- Postoperative and Rehabilitation Care", "content": "The surgical plan is customized depending on the amount of proptosis correction, the pattern of strabismus, and the orbital anatomy. The restricted EOM is recessed to achieve orthophoria in the primary gaze. The final correction for the lid retraction is planned at least six months after the strabismus surgery. Blepharotomy, blepahromyotomy, levator recession, and spacer grafts are the common strategies for lid retraction correction. [75]", "contents": "Thyroid Eye Disease -- Postoperative and Rehabilitation Care. The surgical plan is customized depending on the amount of proptosis correction, the pattern of strabismus, and the orbital anatomy. The restricted EOM is recessed to achieve orthophoria in the primary gaze. The final correction for the lid retraction is planned at least six months after the strabismus surgery. Blepharotomy, blepahromyotomy, levator recession, and spacer grafts are the common strategies for lid retraction correction. [75]"}
{"id": "article-142674_83", "title": "Thyroid Eye Disease -- Deterrence and Patient Education", "content": "All patients with thyroid disorders should be routinely screened for early signs of thyroid eye disease. Regular follow-up of asymptomatic GD and mild TED cases can help prompt diagnosis and management of sight-threatening complications. The patients should be explained the early signs of DON - altered color vision, diminished contrast sensitivity, decreased field of vision, and decreased visual acuity.", "contents": "Thyroid Eye Disease -- Deterrence and Patient Education. All patients with thyroid disorders should be routinely screened for early signs of thyroid eye disease. Regular follow-up of asymptomatic GD and mild TED cases can help prompt diagnosis and management of sight-threatening complications. The patients should be explained the early signs of DON - altered color vision, diminished contrast sensitivity, decreased field of vision, and decreased visual acuity."}
{"id": "article-142674_84", "title": "Thyroid Eye Disease -- Pearls and Other Issues", "content": "A high index of suspicion is essential for patients with the classic symptoms of thyroid eye disease, with no history of thyroid disorders or a euthyroid status at presentation. An endocrine workup and orbital imaging are essential for a definite diagnosis in the absence of classical clinical presentation.", "contents": "Thyroid Eye Disease -- Pearls and Other Issues. A high index of suspicion is essential for patients with the classic symptoms of thyroid eye disease, with no history of thyroid disorders or a euthyroid status at presentation. An endocrine workup and orbital imaging are essential for a definite diagnosis in the absence of classical clinical presentation."}
{"id": "article-142674_85", "title": "Thyroid Eye Disease -- Pearls and Other Issues", "content": "The management includes strict maintenance of euthyroid status, cessation of smoking, adequate lubrication, adequate control of the IOP, and monitoring of disease progression as per the CAS / VISA scoring systems at regular follow-ups. Any sign of progression to active disease or sight-threatening disease warrants urgent management.", "contents": "Thyroid Eye Disease -- Pearls and Other Issues. The management includes strict maintenance of euthyroid status, cessation of smoking, adequate lubrication, adequate control of the IOP, and monitoring of disease progression as per the CAS / VISA scoring systems at regular follow-ups. Any sign of progression to active disease or sight-threatening disease warrants urgent management."}
{"id": "article-142674_86", "title": "Thyroid Eye Disease -- Enhancing Healthcare Team Outcomes", "content": "Thyroid eye disease cases require a multi-specialty effort for early diagnosis and timely management. Physicians and endocrinologists are the primary contacts for thyroid disorder cases. All predisposed patients should undergo regular eye checkups. Long-term sustenance of euthyroid status is the foremost pillar for TED prevention.", "contents": "Thyroid Eye Disease -- Enhancing Healthcare Team Outcomes. Thyroid eye disease cases require a multi-specialty effort for early diagnosis and timely management. Physicians and endocrinologists are the primary contacts for thyroid disorder cases. All predisposed patients should undergo regular eye checkups. Long-term sustenance of euthyroid status is the foremost pillar for TED prevention."}
{"id": "article-142674_87", "title": "Thyroid Eye Disease -- Enhancing Healthcare Team Outcomes", "content": "Appropriate control of smoking and nicotine addiction is necessary with the involvement of psychiatrists, de-addiction clinics, anonymous support groups, counseling, and patient deterrence. The sight-threatening disease and cosmetic disfigurement are also a source of anxiety for the patients. Trained professionals are necessary to deal with psychosocial issues.", "contents": "Thyroid Eye Disease -- Enhancing Healthcare Team Outcomes. Appropriate control of smoking and nicotine addiction is necessary with the involvement of psychiatrists, de-addiction clinics, anonymous support groups, counseling, and patient deterrence. The sight-threatening disease and cosmetic disfigurement are also a source of anxiety for the patients. Trained professionals are necessary to deal with psychosocial issues."}
{"id": "article-142674_88", "title": "Thyroid Eye Disease -- Enhancing Healthcare Team Outcomes", "content": "Ophthalmologists and oculoplastic personnel play an essential role in the long-term follow-up, medical, and surgical management of TED cases. Visual and cosmetic rehabilitation are important end-points of TED management.", "contents": "Thyroid Eye Disease -- Enhancing Healthcare Team Outcomes. Ophthalmologists and oculoplastic personnel play an essential role in the long-term follow-up, medical, and surgical management of TED cases. Visual and cosmetic rehabilitation are important end-points of TED management."}
{"id": "article-142674_89", "title": "Thyroid Eye Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Thyroid Eye Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}