{"id": "article-36416_0", "title": "Neuroanatomy, Gray Matter -- Introduction", "content": "The central nervous system is made up of grey matter and white matter. However, grey matter plays the most significant part in allowing humans to function normally daily. [1] Grey matter makes up the outer most layer of the brain. The white matter and grey matter are similar as they are both essential sections of both the brain as well as the spinal cord. [2] The grey matter gets its grey tone from a high concentration of neuronal cell bodies.", "contents": "Neuroanatomy, Gray Matter -- Introduction. The central nervous system is made up of grey matter and white matter. However, grey matter plays the most significant part in allowing humans to function normally daily. [1] Grey matter makes up the outer most layer of the brain. The white matter and grey matter are similar as they are both essential sections of both the brain as well as the spinal cord. [2] The grey matter gets its grey tone from a high concentration of neuronal cell bodies."}
{"id": "article-36416_1", "title": "Neuroanatomy, Gray Matter -- Structure and Function", "content": "The highest concentration of neuronal cells is in the cerebellum, which has more than the rest of the brain combined. [3] The gyri and sulci, or ridges and grooves located in the brain, are present to increase surface area. This increased surface area is crucial for effective functioning as more neurons can be present in contrast to a brain with a flat surface. Besides this group of neuronal cells, the axons of grey matter are not heavily myelinated, unlike white matter, which contains a high concentration of myelin. [4] The grey matter contains the majority of neuron somas, making it appear tan with circulation but grey when prepared for examination outside of the body. These somas are circular structures that house the nucleus of the cells. The grey matter also extends from the brain into the spinal cord. The grey matter creates a hornlike structure throughout the inside of the spinal cord while the white matter makes up the surrounding sections of the spinal cord. The grey matter does extend to the spinal cord to make signaling more effective. Unlike the structure of the spinal cord, the grey matter in the brain is present in the outermost layer. The grey matter surrounding the cerebrum is known as the cortex of the brain. There are two major cortexes in the brain, the cerebral cortex and the cerebellar cortex. [5] There are also areas of grey matter that are in the inner sections of the brain; however, these areas are not known as cortexes but instead are called nucleus or nuclei. The grey matter has a large number of neurons present, which allows it to process information and release new information through axon signaling found in the white matter. [6] The grey matter throughout the central nervous system allows enables individuals to control movement, memory, and emotions. Different areas of the brain are responsible for various functions, and grey matter plays a significant role in all aspects of human life. Similarly to the brain, the grey matter also splits into specific sections in the spinal cord. The three sections are the anterior grey column, the posterior grey column, and the lateral grey column.", "contents": "Neuroanatomy, Gray Matter -- Structure and Function. The highest concentration of neuronal cells is in the cerebellum, which has more than the rest of the brain combined. [3] The gyri and sulci, or ridges and grooves located in the brain, are present to increase surface area. This increased surface area is crucial for effective functioning as more neurons can be present in contrast to a brain with a flat surface. Besides this group of neuronal cells, the axons of grey matter are not heavily myelinated, unlike white matter, which contains a high concentration of myelin. [4] The grey matter contains the majority of neuron somas, making it appear tan with circulation but grey when prepared for examination outside of the body. These somas are circular structures that house the nucleus of the cells. The grey matter also extends from the brain into the spinal cord. The grey matter creates a hornlike structure throughout the inside of the spinal cord while the white matter makes up the surrounding sections of the spinal cord. The grey matter does extend to the spinal cord to make signaling more effective. Unlike the structure of the spinal cord, the grey matter in the brain is present in the outermost layer. The grey matter surrounding the cerebrum is known as the cortex of the brain. There are two major cortexes in the brain, the cerebral cortex and the cerebellar cortex. [5] There are also areas of grey matter that are in the inner sections of the brain; however, these areas are not known as cortexes but instead are called nucleus or nuclei. The grey matter has a large number of neurons present, which allows it to process information and release new information through axon signaling found in the white matter. [6] The grey matter throughout the central nervous system allows enables individuals to control movement, memory, and emotions. Different areas of the brain are responsible for various functions, and grey matter plays a significant role in all aspects of human life. Similarly to the brain, the grey matter also splits into specific sections in the spinal cord. The three sections are the anterior grey column, the posterior grey column, and the lateral grey column."}
{"id": "article-36416_2", "title": "Neuroanatomy, Gray Matter -- Embryology", "content": "Grey matter forms early in development from the ectoderm. The ectoderm continues to divide into specific cells until the entire central nervous system, both the brain and the spinal cord, has formed. Throughout development, the volume of grey matter increases until around the age of 8. [7] After year eight, the grey matter begins to decrease in areas of the brain, but the density of the grey matter in particular increases. This increase in density allows for high processing and further mental development of the individual.", "contents": "Neuroanatomy, Gray Matter -- Embryology. Grey matter forms early in development from the ectoderm. The ectoderm continues to divide into specific cells until the entire central nervous system, both the brain and the spinal cord, has formed. Throughout development, the volume of grey matter increases until around the age of 8. [7] After year eight, the grey matter begins to decrease in areas of the brain, but the density of the grey matter in particular increases. This increase in density allows for high processing and further mental development of the individual."}
{"id": "article-36416_3", "title": "Neuroanatomy, Gray Matter -- Nerves", "content": "The anterior grey column is important for all motor movements. The anterior portion of the grey matter connects to the brain through the pyramidal tract, which originates in the cerebral cortex. [8] Signal pass along the axons found in the white matter. As the signals meet at the spinal cord, the signals translate into a movement - the motor neurons located in the anterior grey column, thus allowing for voluntary motion. Besides having the responsibility of movement, the spinal cord also plays a crucial role in receiving sensory signals. The posterior grey column is the section of the spinal cord that receives sensory signals allowing for constant interaction between the environment and the body. Instead of being situated in the middle of the spinal cord, the posterior grey column is close to the surface of the spine, allowing for easy signaling from all nerves. The dorsal horns of the grey matter are positioned to receive signals from all areas of the body. The signals originate in nerves found in the skin, bones, or joints and travel through interneurons for immediate responses and through the dorsal column-medial lemniscus tract for more involved movement. [9] This second signal method is slightly slower as the electrical signal needs to move from the sensory nerves to the brain and then back to the anterior grey column to create movement.", "contents": "Neuroanatomy, Gray Matter -- Nerves. The anterior grey column is important for all motor movements. The anterior portion of the grey matter connects to the brain through the pyramidal tract, which originates in the cerebral cortex. [8] Signal pass along the axons found in the white matter. As the signals meet at the spinal cord, the signals translate into a movement - the motor neurons located in the anterior grey column, thus allowing for voluntary motion. Besides having the responsibility of movement, the spinal cord also plays a crucial role in receiving sensory signals. The posterior grey column is the section of the spinal cord that receives sensory signals allowing for constant interaction between the environment and the body. Instead of being situated in the middle of the spinal cord, the posterior grey column is close to the surface of the spine, allowing for easy signaling from all nerves. The dorsal horns of the grey matter are positioned to receive signals from all areas of the body. The signals originate in nerves found in the skin, bones, or joints and travel through interneurons for immediate responses and through the dorsal column-medial lemniscus tract for more involved movement. [9] This second signal method is slightly slower as the electrical signal needs to move from the sensory nerves to the brain and then back to the anterior grey column to create movement."}
{"id": "article-36416_4", "title": "Neuroanatomy, Gray Matter -- Nerves", "content": "The last section of grey matter in the spine is known as the lateral grey column. This lateral grey column is found in the middle of the grey matter of the spinal cord and extends out to the sides from the base of the spine. The lateral grey column is responsible for regulating the autonomic nervous system through its role in activating the sympathetic nervous system.", "contents": "Neuroanatomy, Gray Matter -- Nerves. The last section of grey matter in the spine is known as the lateral grey column. This lateral grey column is found in the middle of the grey matter of the spinal cord and extends out to the sides from the base of the spine. The lateral grey column is responsible for regulating the autonomic nervous system through its role in activating the sympathetic nervous system."}
{"id": "article-36416_5", "title": "Neuroanatomy, Gray Matter -- Clinical Significance", "content": "Many issues may affect the grey matter found in the brain and the spinal cord. One of the most prevalent medical problems occurs when plaque begins to build up in areas of grey matter within the brain. These areas, known as senile plaques, take up space that was once grey matter, leading to a decrease of higher functioning. As amyloid beta continues to buildup in the grey matter, cognitive function further decreases, which causes the patient to lose memory, a condition known as Alzheimer disease. [10] Furthermore, besides a loss in cognitive function, grey matter diseases can lead to issues with motor function as well. As the neurons in the substantia nigra begin to decrease the amount of dopamine that is released, the individual will lose control of fine motor skills. This decrease in motor function control contributes to the shaking found in patients with Parkinson disease. There are many more issues that may present themselves as the balance of grey matter is changed, and neural connections become disrupted.", "contents": "Neuroanatomy, Gray Matter -- Clinical Significance. Many issues may affect the grey matter found in the brain and the spinal cord. One of the most prevalent medical problems occurs when plaque begins to build up in areas of grey matter within the brain. These areas, known as senile plaques, take up space that was once grey matter, leading to a decrease of higher functioning. As amyloid beta continues to buildup in the grey matter, cognitive function further decreases, which causes the patient to lose memory, a condition known as Alzheimer disease. [10] Furthermore, besides a loss in cognitive function, grey matter diseases can lead to issues with motor function as well. As the neurons in the substantia nigra begin to decrease the amount of dopamine that is released, the individual will lose control of fine motor skills. This decrease in motor function control contributes to the shaking found in patients with Parkinson disease. There are many more issues that may present themselves as the balance of grey matter is changed, and neural connections become disrupted."}
{"id": "article-36416_6", "title": "Neuroanatomy, Gray Matter -- Other Issues", "content": "Trauma may also play a role in creating issues that stem from the grey matter.  Since the neuronal cells of the grey matter are constantly working, they require a high supply of oxygen to function efficiently.  Therefore when the grey matter does not have access to oxygen, the cells will begin to die, leading to possible irreversible brain damage and loss of function.  Additionally, under blunt force trauma situations, the grey matter may become damaged due to an intracerebral hemorrhage, which can lead to apoptosis of the grey matter cells.", "contents": "Neuroanatomy, Gray Matter -- Other Issues. Trauma may also play a role in creating issues that stem from the grey matter.  Since the neuronal cells of the grey matter are constantly working, they require a high supply of oxygen to function efficiently.  Therefore when the grey matter does not have access to oxygen, the cells will begin to die, leading to possible irreversible brain damage and loss of function.  Additionally, under blunt force trauma situations, the grey matter may become damaged due to an intracerebral hemorrhage, which can lead to apoptosis of the grey matter cells."}
{"id": "article-36416_7", "title": "Neuroanatomy, Gray Matter -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Gray Matter -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}