{"id": "article-20488_0", "title": "Diazepam -- Continuing Education Activity", "content": "Diazepam is a benzodiazepine medication that is FDA approved for the management of anxiety disorders, short-term relief of anxiety symptoms, spasticity associated with upper motor neuron disorders, adjunct therapy for muscle spasms, preoperative anxiety relief, management of certain refractory epilepsy patients, and adjunct in severe recurrent convulsive seizures, and an adjunct in status epilepticus. Off-label (non-FDA approved) use for diazepam includes sedation in the ICU and short-term treatment of spasticity in children with cerebral palsy. This activity will highlight the mechanism of action, adverse event profile, approved and off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, and relevant interactions of diazepam, pertinent for interprofessional team members using diazepam for any of its intended indications.", "contents": "Diazepam -- Continuing Education Activity. Diazepam is a benzodiazepine medication that is FDA approved for the management of anxiety disorders, short-term relief of anxiety symptoms, spasticity associated with upper motor neuron disorders, adjunct therapy for muscle spasms, preoperative anxiety relief, management of certain refractory epilepsy patients, and adjunct in severe recurrent convulsive seizures, and an adjunct in status epilepticus. Off-label (non-FDA approved) use for diazepam includes sedation in the ICU and short-term treatment of spasticity in children with cerebral palsy. This activity will highlight the mechanism of action, adverse event profile, approved and off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, and relevant interactions of diazepam, pertinent for interprofessional team members using diazepam for any of its intended indications."}
{"id": "article-20488_1", "title": "Diazepam -- Continuing Education Activity", "content": "Objectives: Identify the indications for using diazepam. Summarize the adverse effects of diazepam. Review the mechanism of action of diazepam. Outline the importance of improving care coordination among the interprofessional team to enhance the delivery of care for patients when using diazepam. Access free multiple choice questions on this topic.", "contents": "Diazepam -- Continuing Education Activity. Objectives: Identify the indications for using diazepam. Summarize the adverse effects of diazepam. Review the mechanism of action of diazepam. Outline the importance of improving care coordination among the interprofessional team to enhance the delivery of care for patients when using diazepam. Access free multiple choice questions on this topic."}
{"id": "article-20488_2", "title": "Diazepam -- Indications", "content": "Diazepam is an anxiolytic benzodiazepine, first patented and marketed in the United States in 1963. It is a fast-acting, long-lasting benzodiazepine commonly used to treat anxiety disorders and alcohol detoxification, acute recurrent seizures, severe muscle spasms, and spasticity associated with neurologic disorders. In acute alcohol withdrawal, diazepam is useful for symptomatic relief of agitation, tremor, alcoholic hallucinosis, and acute delirium tremens. [1] Benzodiazepines have largely replaced barbiturates in treating anxiety and sleep disorders because of their improved safety profile, fewer side effects, and flumazenil(antagonist) availability that can reverse oversedation in cases of benzodiazepine intoxication. [2] [3]", "contents": "Diazepam -- Indications. Diazepam is an anxiolytic benzodiazepine, first patented and marketed in the United States in 1963. It is a fast-acting, long-lasting benzodiazepine commonly used to treat anxiety disorders and alcohol detoxification, acute recurrent seizures, severe muscle spasms, and spasticity associated with neurologic disorders. In acute alcohol withdrawal, diazepam is useful for symptomatic relief of agitation, tremor, alcoholic hallucinosis, and acute delirium tremens. [1] Benzodiazepines have largely replaced barbiturates in treating anxiety and sleep disorders because of their improved safety profile, fewer side effects, and flumazenil(antagonist) availability that can reverse oversedation in cases of benzodiazepine intoxication. [2] [3]"}
{"id": "article-20488_3", "title": "Diazepam -- Indications", "content": "Diazepam is FDA approved for the management of anxiety disorders, short-term relief of anxiety symptoms, spasticity associated with upper motor neuron disorders, adjunct therapy for muscle spasms, preoperative anxiety relief, management of certain refractory epilepsy patients, and adjunct in severe recurrent convulsive seizures, and an adjunct in status epilepticus. Off-label (non-FDA approved) use for diazepam includes sedation in the ICU and short-term treatment of spasticity in children with cerebral palsy. [4]", "contents": "Diazepam -- Indications. Diazepam is FDA approved for the management of anxiety disorders, short-term relief of anxiety symptoms, spasticity associated with upper motor neuron disorders, adjunct therapy for muscle spasms, preoperative anxiety relief, management of certain refractory epilepsy patients, and adjunct in severe recurrent convulsive seizures, and an adjunct in status epilepticus. Off-label (non-FDA approved) use for diazepam includes sedation in the ICU and short-term treatment of spasticity in children with cerebral palsy. [4]"}
{"id": "article-20488_4", "title": "Diazepam -- Mechanism of Action", "content": "Benzodiazepines exert their effects by facilitating the activity of gamma-aminobutyric acid(GABA) at various sites. Specifically, benzodiazepines bind at an allosteric site at the interface between the alpha and gamma subunits on GABA-A receptor chloride ion channels. The allosteric binding of diazepam at the GABA-A receptor increases the frequency at which the chloride channel opens, leading to an increased conductance of chloride ions. This shift in charge leads to a hyperpolarization of the neuronal membrane and reduced neuronal excitability. [5]", "contents": "Diazepam -- Mechanism of Action. Benzodiazepines exert their effects by facilitating the activity of gamma-aminobutyric acid(GABA) at various sites. Specifically, benzodiazepines bind at an allosteric site at the interface between the alpha and gamma subunits on GABA-A receptor chloride ion channels. The allosteric binding of diazepam at the GABA-A receptor increases the frequency at which the chloride channel opens, leading to an increased conductance of chloride ions. This shift in charge leads to a hyperpolarization of the neuronal membrane and reduced neuronal excitability. [5]"}
{"id": "article-20488_5", "title": "Diazepam -- Mechanism of Action", "content": "Specifically, the allosteric binding within the limbic system leads to the anxiolytic effects seen with diazepam. Allosteric binding within the spinal cord and motor neurons is the primary mediator of the myorelaxant effects seen with diazepam. Mediation of the sedative, amnestic, and anticonvulsant effects of diazepam is through receptor binding within the cortex, thalamus, and cerebellum. [6]", "contents": "Diazepam -- Mechanism of Action. Specifically, the allosteric binding within the limbic system leads to the anxiolytic effects seen with diazepam. Allosteric binding within the spinal cord and motor neurons is the primary mediator of the myorelaxant effects seen with diazepam. Mediation of the sedative, amnestic, and anticonvulsant effects of diazepam is through receptor binding within the cortex, thalamus, and cerebellum. [6]"}
{"id": "article-20488_6", "title": "Diazepam -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: After oral administration of diazepam >90%  is absorbed, the average time to achieve peak plasma concentrations is 1 to 1.5 hours. Absorption is delayed and decreased when administered with a meal. There is an increase in the mean time to achieve peak concentrations to approximately 2.5 hours in the presence of food.", "contents": "Diazepam -- Mechanism of Action -- Pharmacokinetics. Absorption: After oral administration of diazepam >90%  is absorbed, the average time to achieve peak plasma concentrations is 1 to 1.5 hours. Absorption is delayed and decreased when administered with a meal. There is an increase in the mean time to achieve peak concentrations to approximately 2.5 hours in the presence of food."}
{"id": "article-20488_7", "title": "Diazepam -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Diazepam is highly lipophilic. While there is a moderately quick onset of action, the drug quickly redistributes. Diazepam and its metabolites have high plasma protein binding.(diazepam 98%). Diazepam and metabolites penetrate the blood-brain and placental barriers and are found in breast milk. The volume of distribution is 0.8 to 1.0 L/kg.", "contents": "Diazepam -- Mechanism of Action -- Pharmacokinetics. Distribution: Diazepam is highly lipophilic. While there is a moderately quick onset of action, the drug quickly redistributes. Diazepam and its metabolites have high plasma protein binding.(diazepam 98%). Diazepam and metabolites penetrate the blood-brain and placental barriers and are found in breast milk. The volume of distribution is 0.8 to 1.0 L/kg."}
{"id": "article-20488_8", "title": "Diazepam -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Diazepam is mostly broken down by the microsomal enzymes CYP2C19 and CYP3A4 enzymes to several active metabolites, mainly desmethyldiazepam. Other minor active metabolites include oxazepam and temazepam. The average half-lives of oral diazepam and desmethyldiazepam are about 46 and 100 hours, respectively. [6]", "contents": "Diazepam -- Mechanism of Action -- Pharmacokinetics. Metabolism: Diazepam is mostly broken down by the microsomal enzymes CYP2C19 and CYP3A4 enzymes to several active metabolites, mainly desmethyldiazepam. Other minor active metabolites include oxazepam and temazepam. The average half-lives of oral diazepam and desmethyldiazepam are about 46 and 100 hours, respectively. [6]"}
{"id": "article-20488_9", "title": "Diazepam -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: The initial distribution is followed by a prolonged terminal elimination(half-life ~ 48 hours). Additionally, the terminal elimination half-life of the active metabolite N-desmethyldiazepam is up to 100 hours. Diazepam and its metabolites are excreted predominantly in the urine. Diazepam accumulates upon multiple dosing; consequently, the terminal elimination half-life of diazepam is slightly prolonged.", "contents": "Diazepam -- Mechanism of Action -- Pharmacokinetics. Excretion: The initial distribution is followed by a prolonged terminal elimination(half-life ~ 48 hours). Additionally, the terminal elimination half-life of the active metabolite N-desmethyldiazepam is up to 100 hours. Diazepam and its metabolites are excreted predominantly in the urine. Diazepam accumulates upon multiple dosing; consequently, the terminal elimination half-life of diazepam is slightly prolonged."}
{"id": "article-20488_10", "title": "Diazepam -- Administration", "content": "Diazepam is available in multiple formulations, including oral tablets, intramuscular injections (IM), intravenous injections (IV), or rectal gel. Oral tablets have a more reliable absorption and controlled release when compared to IM. When administered intravenously, diazepam has an onset of action within 1 to 3 minutes, while oral dosing onset ranges between 15 to 60 minutes. In addition, diazepam is long-lasting, with a duration of action of more than 12 hours.", "contents": "Diazepam -- Administration. Diazepam is available in multiple formulations, including oral tablets, intramuscular injections (IM), intravenous injections (IV), or rectal gel. Oral tablets have a more reliable absorption and controlled release when compared to IM. When administered intravenously, diazepam has an onset of action within 1 to 3 minutes, while oral dosing onset ranges between 15 to 60 minutes. In addition, diazepam is long-lasting, with a duration of action of more than 12 hours."}
{"id": "article-20488_11", "title": "Diazepam -- Administration", "content": "Treatment of acute ethanol withdrawal: Initial dosing should be 10 mg IM or IV. If needed, a follow-up dose of 5 to 10 mg is permissible 3 to 4 hours later. If using the oral tablet, dosing is 10 mg every 6 to 8 hours within the first 24 hours, then 5mg every 6 to 8 hours after that as needed. [4]", "contents": "Diazepam -- Administration. Treatment of acute ethanol withdrawal: Initial dosing should be 10 mg IM or IV. If needed, a follow-up dose of 5 to 10 mg is permissible 3 to 4 hours later. If using the oral tablet, dosing is 10 mg every 6 to 8 hours within the first 24 hours, then 5mg every 6 to 8 hours after that as needed. [4]"}
{"id": "article-20488_12", "title": "Diazepam -- Administration", "content": "Treatment of anxiety: 2 to 10 mg can be given orally 2 to 4 times daily. If given parentally, dosing can be 2 to 10 mg and repeated in 3 to 4 hours, if needed. [7]", "contents": "Diazepam -- Administration. Treatment of anxiety: 2 to 10 mg can be given orally 2 to 4 times daily. If given parentally, dosing can be 2 to 10 mg and repeated in 3 to 4 hours, if needed. [7]"}
{"id": "article-20488_13", "title": "Diazepam -- Administration", "content": "Treatment of muscle spasms: 2 to 10 mg can be given orally 3 to 4 times daily. If given parentally, an initial dose of 5 to 10 mg can be followed by another 5-10mg dose in 3 to 4 hours, if necessary. [8]", "contents": "Diazepam -- Administration. Treatment of muscle spasms: 2 to 10 mg can be given orally 3 to 4 times daily. If given parentally, an initial dose of 5 to 10 mg can be followed by another 5-10mg dose in 3 to 4 hours, if necessary. [8]"}
{"id": "article-20488_14", "title": "Diazepam -- Administration", "content": "Treatment of preoperative anxiety: Dosing is 10 mg IM before surgery. [9]", "contents": "Diazepam -- Administration. Treatment of preoperative anxiety: Dosing is 10 mg IM before surgery. [9]"}
{"id": "article-20488_15", "title": "Diazepam -- Administration", "content": "For sedation in the ICU: Loading dose of 5 to 10 mg for initial administration, followed by a maintenance dose of 0.03 to 0.10 mg/kg every 0.5 to 6 hours. (Barr 2013)", "contents": "Diazepam -- Administration. For sedation in the ICU: Loading dose of 5 to 10 mg for initial administration, followed by a maintenance dose of 0.03 to 0.10 mg/kg every 0.5 to 6 hours. (Barr 2013)"}
{"id": "article-20488_16", "title": "Diazepam -- Administration", "content": "Treatment of seizures: 2 to 10 mg orally dosed 2 to 4 times daily as adjunctive maintenance therapy. Rectal gel 0.2mg/kg is an option for intermittent management of seizures. It may be repeated in 4 to 12 hours if needed. Do not exceed five uses per month or more than one dose every five days.", "contents": "Diazepam -- Administration. Treatment of seizures: 2 to 10 mg orally dosed 2 to 4 times daily as adjunctive maintenance therapy. Rectal gel 0.2mg/kg is an option for intermittent management of seizures. It may be repeated in 4 to 12 hours if needed. Do not exceed five uses per month or more than one dose every five days."}
{"id": "article-20488_17", "title": "Diazepam -- Administration", "content": "Skeletal muscle relaxant: 2 to 10 mg, dosed 3 to 4 times daily as an adjunct therapy.", "contents": "Diazepam -- Administration. Skeletal muscle relaxant: 2 to 10 mg, dosed 3 to 4 times daily as an adjunct therapy."}
{"id": "article-20488_18", "title": "Diazepam -- Administration", "content": "Treatment of status epilepticus: 0.15 to 0.20 mg/kg IV per dose and may be repeated once needed. Do not exceed 10 mg per single dose. Rectal administration of 0.2 to 0.5 mg/kg administered one time. Do not exceed 20 mg per dose. [10]", "contents": "Diazepam -- Administration. Treatment of status epilepticus: 0.15 to 0.20 mg/kg IV per dose and may be repeated once needed. Do not exceed 10 mg per single dose. Rectal administration of 0.2 to 0.5 mg/kg administered one time. Do not exceed 20 mg per dose. [10]"}
{"id": "article-20488_19", "title": "Diazepam -- Administration -- Use in Specific Patient Populations", "content": "Patients with Renal impairment : Clinicians should exercise caution when prescribing diazepam to the older population as they tend to have decreased renal function and clearance; therefore, this population is at an increased risk of diazepam accumulation and its major metabolites. The recommendation is to limit the dosage to the smallest effective amount. Paradoxical reactions of CNS hyperactivity have also been reported when using benzodiazepines in the elderly, manifesting as hyperactivity, aggressive behavior, irritability, anxiety, and hallucinations. Discontinuation of diazepam is recommended if there is a presence of paradoxical agitation. [11] [12] [13]", "contents": "Diazepam -- Administration -- Use in Specific Patient Populations. Patients with Renal impairment : Clinicians should exercise caution when prescribing diazepam to the older population as they tend to have decreased renal function and clearance; therefore, this population is at an increased risk of diazepam accumulation and its major metabolites. The recommendation is to limit the dosage to the smallest effective amount. Paradoxical reactions of CNS hyperactivity have also been reported when using benzodiazepines in the elderly, manifesting as hyperactivity, aggressive behavior, irritability, anxiety, and hallucinations. Discontinuation of diazepam is recommended if there is a presence of paradoxical agitation. [11] [12] [13]"}
{"id": "article-20488_20", "title": "Diazepam -- Administration -- Use in Specific Patient Populations", "content": "Patients with Hepatic Impairment: In mild and moderate cirrhosis, the mean half-life of diazepam is increased. In addition, the volume of distribution also increases, and average clearance decreases by almost half. Mean half-life is also increased with hepatic fibrosis by approximately 90 hours, chronic active hepatitis by 60 hours, and acute viral hepatitis to about 74 hours.", "contents": "Diazepam -- Administration -- Use in Specific Patient Populations. Patients with Hepatic Impairment: In mild and moderate cirrhosis, the mean half-life of diazepam is increased. In addition, the volume of distribution also increases, and average clearance decreases by almost half. Mean half-life is also increased with hepatic fibrosis by approximately 90 hours, chronic active hepatitis by 60 hours, and acute viral hepatitis to about 74 hours."}
{"id": "article-20488_21", "title": "Diazepam -- Administration -- Use in Specific Patient Populations", "content": "Pregnancy Considerations: Diazepam is classified as a former FDA pregnancy category D, indicating positive evidence of human fetal risk. Still, the benefits from use in pregnant women may be acceptable despite the risk. The use of diazepam and other benzodiazepines in pregnancy correlates with an increased risk of congenital malformations, premature birth, low birth weight, and other neurodevelopmental abnormalities. However, additional studies are needed to confirm. Diazepam readily crosses the placental barrier, and use during pregnancy may result in neonatal withdrawal soon after birth. Symptoms of neonatal withdrawal include high-pitched cry, hypertonia, tremor, irritability, feeding difficulties, sleep/wake disturbances, gastrointestinal and autonomic disturbances, respiratory problems, and failure to thrive. The onset of withdrawal in a neonate whose mother has taken diazepam during the pregnancy could be anywhere from the first days of life to the first few weeks. During the last trimester of pregnancy, diazepam use can result in \"floppy infant syndrome,\" characterized by hypotonia, hypothermia, lethargy, respiratory distress, and suckling difficulties. [14] [15]", "contents": "Diazepam -- Administration -- Use in Specific Patient Populations. Pregnancy Considerations: Diazepam is classified as a former FDA pregnancy category D, indicating positive evidence of human fetal risk. Still, the benefits from use in pregnant women may be acceptable despite the risk. The use of diazepam and other benzodiazepines in pregnancy correlates with an increased risk of congenital malformations, premature birth, low birth weight, and other neurodevelopmental abnormalities. However, additional studies are needed to confirm. Diazepam readily crosses the placental barrier, and use during pregnancy may result in neonatal withdrawal soon after birth. Symptoms of neonatal withdrawal include high-pitched cry, hypertonia, tremor, irritability, feeding difficulties, sleep/wake disturbances, gastrointestinal and autonomic disturbances, respiratory problems, and failure to thrive. The onset of withdrawal in a neonate whose mother has taken diazepam during the pregnancy could be anywhere from the first days of life to the first few weeks. During the last trimester of pregnancy, diazepam use can result in \"floppy infant syndrome,\" characterized by hypotonia, hypothermia, lethargy, respiratory distress, and suckling difficulties. [14] [15]"}
{"id": "article-20488_22", "title": "Diazepam -- Administration -- Use in Specific Patient Populations", "content": "Breastfeeding Considerations: Diazepam and its metabolites are excreted in breast milk and may affect the nursing infant. Some studies have shown diazepam's relative infant dose (RID) to be approximately 9%. The relative infant dose (RID) is the dose received via breast milk relative to the mothers. A relative dose below 10% is within an acceptable range regarded as reasonably safe in the short term. However, due to diazepam's long half-life, metabolites may accumulate in a breastfed infant. Therefore, the clinician should monitor an infant breastfed by a mother receiving diazepam for drowsiness, decreased feeding, lethargy, and failure to thrive. Discontinue breastfeeding in cases with high doses of diazepam or when repeated administration will be necessary. However, when a single dose of diazepam is required for a procedure or seizure, the clinician should advise the mother to wait six to eight hours before resuming nursing, particularly with a preterm infant. [16] [17]", "contents": "Diazepam -- Administration -- Use in Specific Patient Populations. Breastfeeding Considerations: Diazepam and its metabolites are excreted in breast milk and may affect the nursing infant. Some studies have shown diazepam's relative infant dose (RID) to be approximately 9%. The relative infant dose (RID) is the dose received via breast milk relative to the mothers. A relative dose below 10% is within an acceptable range regarded as reasonably safe in the short term. However, due to diazepam's long half-life, metabolites may accumulate in a breastfed infant. Therefore, the clinician should monitor an infant breastfed by a mother receiving diazepam for drowsiness, decreased feeding, lethargy, and failure to thrive. Discontinue breastfeeding in cases with high doses of diazepam or when repeated administration will be necessary. However, when a single dose of diazepam is required for a procedure or seizure, the clinician should advise the mother to wait six to eight hours before resuming nursing, particularly with a preterm infant. [16] [17]"}
{"id": "article-20488_23", "title": "Diazepam -- Adverse Effects", "content": "Like most benzodiazepines, the adverse reactions of diazepam include CNS and respiratory depression, dependence, and benzodiazepine withdrawal syndrome. [18] Serious adverse effects of diazepam include: Respiratory depression Suicidality [19] Dependency and abuse Withdrawal symptoms Cardiovascular collapse Bradycardia Hypotension Syncope Paradoxical CNS stimulation [20] Common adverse effects of diazepam include: Sedation Fatigue Confusion Anterograde amnesia Depression Ataxia Irritability Disinhibition Local injection site reaction Headache Tremor Dystonia Urinary retention Incontinence Nausea Constipation Diplopia Libido changes Rash Menstrual irregularities ALT and/or AST elevation [21] Drug Interactions:", "contents": "Diazepam -- Adverse Effects. Like most benzodiazepines, the adverse reactions of diazepam include CNS and respiratory depression, dependence, and benzodiazepine withdrawal syndrome. [18] Serious adverse effects of diazepam include: Respiratory depression Suicidality [19] Dependency and abuse Withdrawal symptoms Cardiovascular collapse Bradycardia Hypotension Syncope Paradoxical CNS stimulation [20] Common adverse effects of diazepam include: Sedation Fatigue Confusion Anterograde amnesia Depression Ataxia Irritability Disinhibition Local injection site reaction Headache Tremor Dystonia Urinary retention Incontinence Nausea Constipation Diplopia Libido changes Rash Menstrual irregularities ALT and/or AST elevation [21] Drug Interactions:"}
{"id": "article-20488_24", "title": "Diazepam -- Adverse Effects", "content": "Potent inhibition of the CYP2C19 enzyme by certain drugs (fluoxetine and chloramphenicol) and CYP3A4 enzymes by certain medications (ketoconazole, protease inhibitors, erythromycin) may cause increased levels of diazepam. Inducers of CYP2C19 (rifampicin and prednisone) and CYP3A4 (carbamazepine, topiramate, phenytoin, St. John's wort, rifampin, or barbiturates) may cause lower levels. [22]", "contents": "Diazepam -- Adverse Effects. Potent inhibition of the CYP2C19 enzyme by certain drugs (fluoxetine and chloramphenicol) and CYP3A4 enzymes by certain medications (ketoconazole, protease inhibitors, erythromycin) may cause increased levels of diazepam. Inducers of CYP2C19 (rifampicin and prednisone) and CYP3A4 (carbamazepine, topiramate, phenytoin, St. John's wort, rifampin, or barbiturates) may cause lower levels. [22]"}
{"id": "article-20488_25", "title": "Diazepam -- Contraindications", "content": "Contraindications to diazepam include patients with a known hypersensitivity to diazepam. Diazepam is also contraindicated in patients under six months of age. Other contraindications to diazepam include patients with severe respiratory insufficiency, myasthenia gravis, sleep apnea syndrome, and severe hepatic insufficiency. It is permissible in patients with open-angle glaucoma receiving appropriate therapy but is contraindicated in acute narrow-angle glaucoma. [23] [24]  The persistent and chronic use of benzodiazepines, including diazepam, can lead to physical dependence if used more frequently than recommended. [25]", "contents": "Diazepam -- Contraindications. Contraindications to diazepam include patients with a known hypersensitivity to diazepam. Diazepam is also contraindicated in patients under six months of age. Other contraindications to diazepam include patients with severe respiratory insufficiency, myasthenia gravis, sleep apnea syndrome, and severe hepatic insufficiency. It is permissible in patients with open-angle glaucoma receiving appropriate therapy but is contraindicated in acute narrow-angle glaucoma. [23] [24]  The persistent and chronic use of benzodiazepines, including diazepam, can lead to physical dependence if used more frequently than recommended. [25]"}
{"id": "article-20488_26", "title": "Diazepam -- Contraindications -- US Boxed Warning", "content": "Simultaneous use of benzodiazepines and opioids may result in respiratory depression, profound sedation, coma, and death—Reserve concomitant prescribing of these drugs for patients with inadequate alternative treatment options. Minimize dose to the minimum to prevent fatal respiratory depression. [26]", "contents": "Diazepam -- Contraindications -- US Boxed Warning. Simultaneous use of benzodiazepines and opioids may result in respiratory depression, profound sedation, coma, and death—Reserve concomitant prescribing of these drugs for patients with inadequate alternative treatment options. Minimize dose to the minimum to prevent fatal respiratory depression. [26]"}
{"id": "article-20488_27", "title": "Diazepam -- Monitoring", "content": "Monitoring respiratory and cardiovascular status, blood pressure, heart rate, and anxiety symptoms in patients taking diazepam is crucial. With long-term use, monitor liver enzymes, CBC, and for signs of propylene glycol toxicity, including serum creatinine, BUN, serum lactate, and osmolality gap. With critically ill patients, monitor the depth of sedation. [27]", "contents": "Diazepam -- Monitoring. Monitoring respiratory and cardiovascular status, blood pressure, heart rate, and anxiety symptoms in patients taking diazepam is crucial. With long-term use, monitor liver enzymes, CBC, and for signs of propylene glycol toxicity, including serum creatinine, BUN, serum lactate, and osmolality gap. With critically ill patients, monitor the depth of sedation. [27]"}
{"id": "article-20488_28", "title": "Diazepam -- Monitoring", "content": "Monitor the patient for benzodiazepine use disorder (BUD) and recommend appropriate referral. The use of mandatory prescription drug monitoring programs results in a substantial decrease in controlled substance prescriptions and misuse, including opioids and benzodiazepines. [28]", "contents": "Diazepam -- Monitoring. Monitor the patient for benzodiazepine use disorder (BUD) and recommend appropriate referral. The use of mandatory prescription drug monitoring programs results in a substantial decrease in controlled substance prescriptions and misuse, including opioids and benzodiazepines. [28]"}
{"id": "article-20488_29", "title": "Diazepam -- Toxicity -- Diazepam Overdose", "content": "The toxic-to-therapeutic ratio of benzodiazepines is very high, making them relatively safe medications. However, the potential of overdose from diverted diazepam always exists when combined with opioids, alcohol, or other centrally acting agents. Overdose in adults frequently involves the co-ingestion of other CNS depressants, which work synergistically to increase toxicity. In the case of single-agent diazepam overdose, symptoms manifest as CNS depression and are very rarely fatal. In mild cases, lethargy, drowsiness, and confusion are common symptoms. In cases of severe overdose, symptoms manifest as ataxia, diminished reflexes, hypotonia, hypotension, respiratory depression, coma (rarely), and death (rarely). [14]", "contents": "Diazepam -- Toxicity -- Diazepam Overdose. The toxic-to-therapeutic ratio of benzodiazepines is very high, making them relatively safe medications. However, the potential of overdose from diverted diazepam always exists when combined with opioids, alcohol, or other centrally acting agents. Overdose in adults frequently involves the co-ingestion of other CNS depressants, which work synergistically to increase toxicity. In the case of single-agent diazepam overdose, symptoms manifest as CNS depression and are very rarely fatal. In mild cases, lethargy, drowsiness, and confusion are common symptoms. In cases of severe overdose, symptoms manifest as ataxia, diminished reflexes, hypotonia, hypotension, respiratory depression, coma (rarely), and death (rarely). [14]"}
{"id": "article-20488_30", "title": "Diazepam -- Toxicity -- Diazepam Overdose", "content": "Treatment of benzodiazepine overdose involves protecting the airway, fluid resuscitation, and the use of flumazenil if indicated. Flumazenil works via competitive antagonism at the benzodiazepine receptor and can rapidly reverse coma. However, in patients with benzodiazepine tolerance, flumazenil can precipitate acute withdrawal symptoms, autonomic instability, and seizures. [3]", "contents": "Diazepam -- Toxicity -- Diazepam Overdose. Treatment of benzodiazepine overdose involves protecting the airway, fluid resuscitation, and the use of flumazenil if indicated. Flumazenil works via competitive antagonism at the benzodiazepine receptor and can rapidly reverse coma. However, in patients with benzodiazepine tolerance, flumazenil can precipitate acute withdrawal symptoms, autonomic instability, and seizures. [3]"}
{"id": "article-20488_31", "title": "Diazepam -- Toxicity -- Potential for Diazepam Abuse and Dependence", "content": "Diazepam is a Schedule IV controlled substance with the potential for abuse. Development of dependence and tolerance can occur in addiction-prone, long-term treatment or those patients taking high doses. Thus, these individuals should be under careful supervision; once an individual develops dependence, the risk of developing withdrawal symptoms increases. Signs of benzodiazepine withdrawal include tremors, rebound anxiety, perceptual disturbances, dysphoria, psychosis, agitation, irritability, restlessness, sweating, headache, confusion, myalgias, abdominal pain, and vomiting. In long-term use and abrupt cessation, there is potential for hallucinations and epileptic seizures to occur. [29] [25]", "contents": "Diazepam -- Toxicity -- Potential for Diazepam Abuse and Dependence. Diazepam is a Schedule IV controlled substance with the potential for abuse. Development of dependence and tolerance can occur in addiction-prone, long-term treatment or those patients taking high doses. Thus, these individuals should be under careful supervision; once an individual develops dependence, the risk of developing withdrawal symptoms increases. Signs of benzodiazepine withdrawal include tremors, rebound anxiety, perceptual disturbances, dysphoria, psychosis, agitation, irritability, restlessness, sweating, headache, confusion, myalgias, abdominal pain, and vomiting. In long-term use and abrupt cessation, there is potential for hallucinations and epileptic seizures to occur. [29] [25]"}
{"id": "article-20488_32", "title": "Diazepam -- Toxicity -- Propylene Glycol Toxicity", "content": "Propylene glycol toxicity is a rare toxidrome associated with the parenteral use of diazepam. Propylene glycol is a common diluent used in the suspension of IV diazepam. Large doses or long-term infusions of IV diazepam can cause accumulation of propylene glycol and subsequent anion gap metabolic acidosis. Signs of propylene glycol poisoning include the development of serum hyperosmolality, hemolysis, cardiac dysrhythmias, hypotension, lactic acidosis, seizure, acute kidney injury, and multisystem organ failure. [30]", "contents": "Diazepam -- Toxicity -- Propylene Glycol Toxicity. Propylene glycol toxicity is a rare toxidrome associated with the parenteral use of diazepam. Propylene glycol is a common diluent used in the suspension of IV diazepam. Large doses or long-term infusions of IV diazepam can cause accumulation of propylene glycol and subsequent anion gap metabolic acidosis. Signs of propylene glycol poisoning include the development of serum hyperosmolality, hemolysis, cardiac dysrhythmias, hypotension, lactic acidosis, seizure, acute kidney injury, and multisystem organ failure. [30]"}
{"id": "article-20488_33", "title": "Diazepam -- Enhancing Healthcare Team Outcomes", "content": "Diazepam is a fast-acting potent anxiolytic popular due to its broad therapeutic index, low toxicity, and improved safety profile. Nonetheless, diazepam is still a drug with a high potential for use disorder associated with severe adverse/toxic effects. Therefore, clinicians should identify the proper indication for the prescription of diazepam. Psychiatrist consultation is necessary in the cases of anxiety disorders. Neurologists should prescribe diazepam in spasticity and status epilepticus, considering the risk vs. benefit ratio for the individual patients. The pharmacists are responsible for the proper dosing of diazepam, medication reconciliation, and patient counseling. The pharmacist should report to the clinician or nurse if there are significant interactions. [31] [32]", "contents": "Diazepam -- Enhancing Healthcare Team Outcomes. Diazepam is a fast-acting potent anxiolytic popular due to its broad therapeutic index, low toxicity, and improved safety profile. Nonetheless, diazepam is still a drug with a high potential for use disorder associated with severe adverse/toxic effects. Therefore, clinicians should identify the proper indication for the prescription of diazepam. Psychiatrist consultation is necessary in the cases of anxiety disorders. Neurologists should prescribe diazepam in spasticity and status epilepticus, considering the risk vs. benefit ratio for the individual patients. The pharmacists are responsible for the proper dosing of diazepam, medication reconciliation, and patient counseling. The pharmacist should report to the clinician or nurse if there are significant interactions. [31] [32]"}
{"id": "article-20488_34", "title": "Diazepam -- Enhancing Healthcare Team Outcomes", "content": "In acute overdose of diazepam, triage nurses and emergency department physicians are responsible for rapid diagnosis and stabilization of the patient. Critical care physicians should manage respiratory depression, which can be life-threatening if not treated promptly. In ICU, regular assessment of RASS(Richmond agitation-sedation scale) and CAM-ICU (confusion assessment method for the ICU) scoring should guide the proper use of sedatives. Consulting the psychiatrist is especially important if the diazepam overdose is intentional. [33]", "contents": "Diazepam -- Enhancing Healthcare Team Outcomes. In acute overdose of diazepam, triage nurses and emergency department physicians are responsible for rapid diagnosis and stabilization of the patient. Critical care physicians should manage respiratory depression, which can be life-threatening if not treated promptly. In ICU, regular assessment of RASS(Richmond agitation-sedation scale) and CAM-ICU (confusion assessment method for the ICU) scoring should guide the proper use of sedatives. Consulting the psychiatrist is especially important if the diazepam overdose is intentional. [33]"}
{"id": "article-20488_35", "title": "Diazepam -- Enhancing Healthcare Team Outcomes", "content": "A randomized controlled trial, EMPOWER (Eliminating Medications Through Patient Ownership of End Results), for reducing inappropriate benzodiazepine prescriptions for older adults through direct patient education was conducted to compare the result of a direct-to-consumer educational intervention against usual care on benzodiazepine discontinuation in older adults. At the end of six months, 27% of the intervention group discontinued benzodiazepine compared to 5% in the control group using the stepwise tapering protocol. [34] [Level 1]", "contents": "Diazepam -- Enhancing Healthcare Team Outcomes. A randomized controlled trial, EMPOWER (Eliminating Medications Through Patient Ownership of End Results), for reducing inappropriate benzodiazepine prescriptions for older adults through direct patient education was conducted to compare the result of a direct-to-consumer educational intervention against usual care on benzodiazepine discontinuation in older adults. At the end of six months, 27% of the intervention group discontinued benzodiazepine compared to 5% in the control group using the stepwise tapering protocol. [34] [Level 1]"}
{"id": "article-20488_36", "title": "Diazepam -- Enhancing Healthcare Team Outcomes", "content": "As illustrated above, managing patients on diazepam requires an interprofessional team approach consisting of clinicians (MDs, DOs, NPs, PAs), specialists, nurses, pharmacists, and other healthcare providers. As stated previously, prescribing clinicians should be responsible for checking state and federal controlled substance databases to detect benzodiazepine use disorder, diversion, and prevent improper drug use. [28] An interprofessional team approach would achieve maximum efficacy and minimize potential adverse drug reactions for the patients requiring diazepam, which can translate to better patient outcomes. [Level 5]", "contents": "Diazepam -- Enhancing Healthcare Team Outcomes. As illustrated above, managing patients on diazepam requires an interprofessional team approach consisting of clinicians (MDs, DOs, NPs, PAs), specialists, nurses, pharmacists, and other healthcare providers. As stated previously, prescribing clinicians should be responsible for checking state and federal controlled substance databases to detect benzodiazepine use disorder, diversion, and prevent improper drug use. [28] An interprofessional team approach would achieve maximum efficacy and minimize potential adverse drug reactions for the patients requiring diazepam, which can translate to better patient outcomes. [Level 5]"}
{"id": "article-20488_37", "title": "Diazepam -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diazepam -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}