{"id": "article-22718_0", "title": "Hemicrania Continua -- Continuing Education Activity", "content": "Hemicrania continua is a primary headache disorder that is present for months. It adversely affects the quality of life. It presents clinically with a baseline continuous unilateral headache for months that intermittently exacerbates with associated autonomic features. This activity reviews the clinical features and evaluation of hemicrania continua and highlights the role of the interprofessional team in the management of this condition.", "contents": "Hemicrania Continua -- Continuing Education Activity. Hemicrania continua is a primary headache disorder that is present for months. It adversely affects the quality of life. It presents clinically with a baseline continuous unilateral headache for months that intermittently exacerbates with associated autonomic features. This activity reviews the clinical features and evaluation of hemicrania continua and highlights the role of the interprofessional team in the management of this condition."}
{"id": "article-22718_1", "title": "Hemicrania Continua -- Continuing Education Activity", "content": "Objectives: Outline the typical presentation of a patient with hemicrania continua. Review the ICHD-3 diagnostic criteria for the diagnosis of hemicrania continua. Describe the secondary causes that mimic hemicrania continua. Summarize the management for hemicrania continua by interprofessional team. Access free multiple choice questions on this topic.", "contents": "Hemicrania Continua -- Continuing Education Activity. Objectives: Outline the typical presentation of a patient with hemicrania continua. Review the ICHD-3 diagnostic criteria for the diagnosis of hemicrania continua. Describe the secondary causes that mimic hemicrania continua. Summarize the management for hemicrania continua by interprofessional team. Access free multiple choice questions on this topic."}
{"id": "article-22718_2", "title": "Hemicrania Continua -- Introduction", "content": "Hemicrania continua (HC) is a primary headache disorder with a pathognomonic treatment response to indomethacin. It presents clinically with a baseline continuous unilateral headache for months that intermittently exacerbates with associated autonomic features. HC was first described in 1981 by Medina and Diamond as a cluster headache variant. [1] and the term “hemicrania continua” was first coined in 1984 by Sjaastad and Spierings. [2]", "contents": "Hemicrania Continua -- Introduction. Hemicrania continua (HC) is a primary headache disorder with a pathognomonic treatment response to indomethacin. It presents clinically with a baseline continuous unilateral headache for months that intermittently exacerbates with associated autonomic features. HC was first described in 1981 by Medina and Diamond as a cluster headache variant. [1] and the term “hemicrania continua” was first coined in 1984 by Sjaastad and Spierings. [2]"}
{"id": "article-22718_3", "title": "Hemicrania Continua -- Introduction", "content": "HC has been placed under the heading of trigeminal autonomic cephalalgias (TACs) in the third edition of the International Classification of Headache Disorder (ICHD-3). Other primary headache disorders included in TACs are cluster headache (CH), paroxysmal hemicrania (PH), short-lasting unilateral neuralgiform headache attacks with cranial autonomic symptoms (SUNA), and short-lasting, unilateral, neuralgiform headache attacks with conjunctival injection and tearing (SUNCT). [3]", "contents": "Hemicrania Continua -- Introduction. HC has been placed under the heading of trigeminal autonomic cephalalgias (TACs) in the third edition of the International Classification of Headache Disorder (ICHD-3). Other primary headache disorders included in TACs are cluster headache (CH), paroxysmal hemicrania (PH), short-lasting unilateral neuralgiform headache attacks with cranial autonomic symptoms (SUNA), and short-lasting, unilateral, neuralgiform headache attacks with conjunctival injection and tearing (SUNCT). [3]"}
{"id": "article-22718_4", "title": "Hemicrania Continua -- Etiology", "content": "Hemicrania continua is a primary headache disorder without a secondary organic cause. Our understanding of TACs, including HC, is limited. Multiple theories have been proposed, including cavernous sinus inflammation, intracranial arterial vasodilation, upregulation of vasopeptides, particularly calcitonin gene-related peptide (CGRP), and vasoactive intestinal peptide (VIP), and trigeminal nerve autonomic dysregulation resulting in the increased cranial parasympathetic outflow. Other intracranial areas are also involved as pain is not always restricted to the area supplied by the trigeminal nerve. Secondly, the transection of the trigeminal nerve does not relieve symptoms in all the patients. [4]", "contents": "Hemicrania Continua -- Etiology. Hemicrania continua is a primary headache disorder without a secondary organic cause. Our understanding of TACs, including HC, is limited. Multiple theories have been proposed, including cavernous sinus inflammation, intracranial arterial vasodilation, upregulation of vasopeptides, particularly calcitonin gene-related peptide (CGRP), and vasoactive intestinal peptide (VIP), and trigeminal nerve autonomic dysregulation resulting in the increased cranial parasympathetic outflow. Other intracranial areas are also involved as pain is not always restricted to the area supplied by the trigeminal nerve. Secondly, the transection of the trigeminal nerve does not relieve symptoms in all the patients. [4]"}
{"id": "article-22718_5", "title": "Hemicrania Continua -- Epidemiology", "content": "Hemicrania continua was initially considered a rare headache disorder, and only 18 cases were reported in the literature in the first 7 years after the discovery and about 100 cases in the first 17 years (1984-2001). [5] [6] Although large epidemiologic studies are lacking to outline the exact prevalence of this condition, it is estimated that HC cases constitute about 1% of total headache cases. [7] [8] This number is still considered underreported and underdiagnosed.", "contents": "Hemicrania Continua -- Epidemiology. Hemicrania continua was initially considered a rare headache disorder, and only 18 cases were reported in the literature in the first 7 years after the discovery and about 100 cases in the first 17 years (1984-2001). [5] [6] Although large epidemiologic studies are lacking to outline the exact prevalence of this condition, it is estimated that HC cases constitute about 1% of total headache cases. [7] [8] This number is still considered underreported and underdiagnosed."}
{"id": "article-22718_6", "title": "Hemicrania Continua -- Epidemiology", "content": "HC is more prevalent in young adults in their third and fourth decades with a mean age of 30 years. However, the range varies from the first to seventh decades. HC is more common in females than in males (2:1).", "contents": "Hemicrania Continua -- Epidemiology. HC is more prevalent in young adults in their third and fourth decades with a mean age of 30 years. However, the range varies from the first to seventh decades. HC is more common in females than in males (2:1)."}
{"id": "article-22718_7", "title": "Hemicrania Continua -- History and Physical", "content": "As the name indicates, patients with hemicrania continua present with a continuous unilateral headache that is present for months. It is mild-to-moderate in severity, dull in character, and often does not affect physical activity. It is commonly located in the first division of the trigeminal nerve involving the frontal and periorbital regions, but other extra-trigeminal areas may also be involved. The unilateral headache in HC is side-locked, i.e., occurs on the same side, with a slight preference for the right side; however, side-alternating attacks have also been reported in the literature. [5] [9] A rare bilateral HC is also reported in the literature. [10] [11] [12] Although headache in HC is unremitting in nature, about 1 in 5 persons (20%) may experience pain-free periods lasting from one day to several weeks. [13]", "contents": "Hemicrania Continua -- History and Physical. As the name indicates, patients with hemicrania continua present with a continuous unilateral headache that is present for months. It is mild-to-moderate in severity, dull in character, and often does not affect physical activity. It is commonly located in the first division of the trigeminal nerve involving the frontal and periorbital regions, but other extra-trigeminal areas may also be involved. The unilateral headache in HC is side-locked, i.e., occurs on the same side, with a slight preference for the right side; however, side-alternating attacks have also been reported in the literature. [5] [9] A rare bilateral HC is also reported in the literature. [10] [11] [12] Although headache in HC is unremitting in nature, about 1 in 5 persons (20%) may experience pain-free periods lasting from one day to several weeks. [13]"}
{"id": "article-22718_8", "title": "Hemicrania Continua -- History and Physical", "content": "This background headache often has superimposed fluctuating headache exacerbations, which may last for a few minutes to days. These exacerbations are also highly variable, with a frequency ranging from more than 20 attacks daily to one attack in 4 months. About half of patients report one attack daily. These are moderate-to-very severe in intensity and throbbing or stabbing in character. [9] Some people may label these headache exacerbations as the worst headache of their lives and may also experience suicidal thoughts during these exacerbations. The patients may become restless, agitated, and have difficulty staying still. The migrainous features of photophobia, phonophobia, nausea, and/or vomiting may occur during exacerbations, but the aura is uncommon. Exacerbations are also triggered by stress, alcohol, irregular sleep patterns, and menstruation in some patients. [5] [9]", "contents": "Hemicrania Continua -- History and Physical. This background headache often has superimposed fluctuating headache exacerbations, which may last for a few minutes to days. These exacerbations are also highly variable, with a frequency ranging from more than 20 attacks daily to one attack in 4 months. About half of patients report one attack daily. These are moderate-to-very severe in intensity and throbbing or stabbing in character. [9] Some people may label these headache exacerbations as the worst headache of their lives and may also experience suicidal thoughts during these exacerbations. The patients may become restless, agitated, and have difficulty staying still. The migrainous features of photophobia, phonophobia, nausea, and/or vomiting may occur during exacerbations, but the aura is uncommon. Exacerbations are also triggered by stress, alcohol, irregular sleep patterns, and menstruation in some patients. [5] [9]"}
{"id": "article-22718_9", "title": "Hemicrania Continua -- History and Physical", "content": "Like other TACs, HC is associated with ipsilateral cranial autonomic symptoms, especially during exacerbations. Still, these autonomic symptoms are generally less prominent than other TACs, including cluster headache (CH) and paroxysmal hemicrania (PH). The cranial autonomic features may include forehead sweating, lacrimation, conjunctival injection and swelling, ptosis, miosis, a feeling of foreign body sensation in the eye, nasal congestion, rhinorrhea, and/or aural fullness. [5] [9]", "contents": "Hemicrania Continua -- History and Physical. Like other TACs, HC is associated with ipsilateral cranial autonomic symptoms, especially during exacerbations. Still, these autonomic symptoms are generally less prominent than other TACs, including cluster headache (CH) and paroxysmal hemicrania (PH). The cranial autonomic features may include forehead sweating, lacrimation, conjunctival injection and swelling, ptosis, miosis, a feeling of foreign body sensation in the eye, nasal congestion, rhinorrhea, and/or aural fullness. [5] [9]"}
{"id": "article-22718_10", "title": "Hemicrania Continua -- Evaluation", "content": "ICHD-3 has proposed the following diagnostic criteria for the diagnosis of hemicrania continua: [3] Unilateral headache fulfilling criteria 2-4 Present for greater than 3 months, with exacerbations of moderate or greater intensity Either or both of the following: At least one of the following symptoms or signs, ipsilateral to the headache: Conjunctival injection and/or lacrimation Nasal congestion and/or rhinorrhoea Eyelid edema Forehead and facial sweating Miosis and/or ptosis A sense of restlessness or agitation, or aggravation of the pain by movement Responds absolutely to therapeutic doses of indomethacin Not better accounted for by another ICHD-3 diagnosis.", "contents": "Hemicrania Continua -- Evaluation. ICHD-3 has proposed the following diagnostic criteria for the diagnosis of hemicrania continua: [3] Unilateral headache fulfilling criteria 2-4 Present for greater than 3 months, with exacerbations of moderate or greater intensity Either or both of the following: At least one of the following symptoms or signs, ipsilateral to the headache: Conjunctival injection and/or lacrimation Nasal congestion and/or rhinorrhoea Eyelid edema Forehead and facial sweating Miosis and/or ptosis A sense of restlessness or agitation, or aggravation of the pain by movement Responds absolutely to therapeutic doses of indomethacin Not better accounted for by another ICHD-3 diagnosis."}
{"id": "article-22718_11", "title": "Hemicrania Continua -- Evaluation", "content": "The ICHD-3 diagnostic criterion focuses on three key features; (1) unilateral continuous pain for greater than 3 months, (2) presence of either ipsilateral cranial autonomic symptoms or agitation during exacerbations, (3) a complete response to indomethacin, which is one of the pathognomonic features of HC. A complete response to indomethacin is usually noted within two hours of indomethacin injection. The headache reappears within 6 to 24 hours of stopping indomethacin. Since indomethacin provides a dramatic relief, an indomethacin trial is proposed by a few authors in all chronic unilateral headaches. [9] It should be noted that a response to indomethacin does not rule out secondary causes of HC. [14]", "contents": "Hemicrania Continua -- Evaluation. The ICHD-3 diagnostic criterion focuses on three key features; (1) unilateral continuous pain for greater than 3 months, (2) presence of either ipsilateral cranial autonomic symptoms or agitation during exacerbations, (3) a complete response to indomethacin, which is one of the pathognomonic features of HC. A complete response to indomethacin is usually noted within two hours of indomethacin injection. The headache reappears within 6 to 24 hours of stopping indomethacin. Since indomethacin provides a dramatic relief, an indomethacin trial is proposed by a few authors in all chronic unilateral headaches. [9] It should be noted that a response to indomethacin does not rule out secondary causes of HC. [14]"}
{"id": "article-22718_12", "title": "Hemicrania Continua -- Evaluation", "content": "Secondary conditions that may mimic HC include posttraumatic headache, post-craniotomy headache, intracranial space-occupying lesion, post-stroke headache, internal carotid artery (ICA) dissection or aneurysm, idiopathic intracranial hypertension, venous malformation, cerebral venous sinus thrombosis, analgesic rebound headache, paraneoplastic, sinus pathologies, dental lesions, and temporomandibular joint pathologies. [9]", "contents": "Hemicrania Continua -- Evaluation. Secondary conditions that may mimic HC include posttraumatic headache, post-craniotomy headache, intracranial space-occupying lesion, post-stroke headache, internal carotid artery (ICA) dissection or aneurysm, idiopathic intracranial hypertension, venous malformation, cerebral venous sinus thrombosis, analgesic rebound headache, paraneoplastic, sinus pathologies, dental lesions, and temporomandibular joint pathologies. [9]"}
{"id": "article-22718_13", "title": "Hemicrania Continua -- Evaluation", "content": "Secondary causes of HC should be excluded by clinical features and appropriate investigations. A history of recent trauma should be elucidated from all patients. A magnetic resonance imaging (MRI) of the brain is recommended in all patients presenting with HC-like headaches. An angiography (MRA, CTA, or digital subtraction angiography) of the head and neck should be advised if a vascular pathology (e.g., ICA dissection or aneurysm) is suspected. The clinical features suggesting a vascular pathology include the short-term duration of symptoms, frequent exacerbations, neck pain, neck tenderness, focal neurological symptoms, Horner syndrome, or a history of trauma. [9]", "contents": "Hemicrania Continua -- Evaluation. Secondary causes of HC should be excluded by clinical features and appropriate investigations. A history of recent trauma should be elucidated from all patients. A magnetic resonance imaging (MRI) of the brain is recommended in all patients presenting with HC-like headaches. An angiography (MRA, CTA, or digital subtraction angiography) of the head and neck should be advised if a vascular pathology (e.g., ICA dissection or aneurysm) is suspected. The clinical features suggesting a vascular pathology include the short-term duration of symptoms, frequent exacerbations, neck pain, neck tenderness, focal neurological symptoms, Horner syndrome, or a history of trauma. [9]"}
{"id": "article-22718_14", "title": "Hemicrania Continua -- Treatment / Management -- Indomethacin", "content": "A complete response to indomethacin is one of the pathognomonic features of hemicrania continua. Indomethacin is a non-steroidal anti-inflammatory drug (NSAID) that reversibly inhibits prostaglandin-forming cyclooxygenase (COX) enzyme, similar to ibuprofen and naproxen. It is proposed that indomethacin is more effective than other NSAIDs, probably due to the highest central nervous system penetration, central serotonergic effects, and inhibition of nitrous oxide-dependent vasodilation. [9] [15]", "contents": "Hemicrania Continua -- Treatment / Management -- Indomethacin. A complete response to indomethacin is one of the pathognomonic features of hemicrania continua. Indomethacin is a non-steroidal anti-inflammatory drug (NSAID) that reversibly inhibits prostaglandin-forming cyclooxygenase (COX) enzyme, similar to ibuprofen and naproxen. It is proposed that indomethacin is more effective than other NSAIDs, probably due to the highest central nervous system penetration, central serotonergic effects, and inhibition of nitrous oxide-dependent vasodilation. [9] [15]"}
{"id": "article-22718_15", "title": "Hemicrania Continua -- Treatment / Management -- Indomethacin", "content": "Indomethacin is started at a low dose of 25 mg three times a day with meals and titrated slowly depending upon the response. Patients usually respond within 24 hours, but some may take up to a week. [16] If no clinical response is seen within 48 to 72 hours, a dose is usually increased till either a complete response is achieved or a maximum dose of 300 mg per day is given. It is reasonable to keep the patient at a minimum long-term therapeutic dose to avoid the possible adverse effects, including abdominal discomfort, heartburn, nausea, vomiting, life-threatening gastrointestinal hemorrhage, hypertension, renal failure, and liver failure. Most of the adverse effects of indomethacin are dose-dependent, and maintaining the lowest possible therapeutic dose is recommended. The treatment is often long-term, if not lifelong. Successful indomethacin tapering has been reported in multiple patients without headache recurrence. [14]", "contents": "Hemicrania Continua -- Treatment / Management -- Indomethacin. Indomethacin is started at a low dose of 25 mg three times a day with meals and titrated slowly depending upon the response. Patients usually respond within 24 hours, but some may take up to a week. [16] If no clinical response is seen within 48 to 72 hours, a dose is usually increased till either a complete response is achieved or a maximum dose of 300 mg per day is given. It is reasonable to keep the patient at a minimum long-term therapeutic dose to avoid the possible adverse effects, including abdominal discomfort, heartburn, nausea, vomiting, life-threatening gastrointestinal hemorrhage, hypertension, renal failure, and liver failure. Most of the adverse effects of indomethacin are dose-dependent, and maintaining the lowest possible therapeutic dose is recommended. The treatment is often long-term, if not lifelong. Successful indomethacin tapering has been reported in multiple patients without headache recurrence. [14]"}
{"id": "article-22718_16", "title": "Hemicrania Continua -- Treatment / Management -- Other Non-invasive Treatments", "content": "If a patient cannot tolerate indomethacin due to side effects, other non-invasive treatment options should be tried. These include melatonin, topiramate, COX-2 inhibitors (rofecoxib and celecoxib), gabapentin, corticosteroids, lamotrigine, lithium, amitriptyline, valproate, and naproxen. These drugs are not as effective as indomethacin in HC treatment, but they should be tried before interventional options are considered. Melatonin has a structure similar to indomethacin and can also be used in combination with indomethacin to lower the former’s dose to prevent side effects. [17] High-dose oxygen and sumatriptan are usually not effective in the management of HC.", "contents": "Hemicrania Continua -- Treatment / Management -- Other Non-invasive Treatments. If a patient cannot tolerate indomethacin due to side effects, other non-invasive treatment options should be tried. These include melatonin, topiramate, COX-2 inhibitors (rofecoxib and celecoxib), gabapentin, corticosteroids, lamotrigine, lithium, amitriptyline, valproate, and naproxen. These drugs are not as effective as indomethacin in HC treatment, but they should be tried before interventional options are considered. Melatonin has a structure similar to indomethacin and can also be used in combination with indomethacin to lower the former’s dose to prevent side effects. [17] High-dose oxygen and sumatriptan are usually not effective in the management of HC."}
{"id": "article-22718_17", "title": "Hemicrania Continua -- Treatment / Management -- Other Non-invasive Treatments", "content": "Vagus nerve stimulation (VNS) is a non-invasive neuromodulation technique utilized for the treatment of HC. Although available data is limited, a positive response has been reported in some studies. [18] [19]", "contents": "Hemicrania Continua -- Treatment / Management -- Other Non-invasive Treatments. Vagus nerve stimulation (VNS) is a non-invasive neuromodulation technique utilized for the treatment of HC. Although available data is limited, a positive response has been reported in some studies. [18] [19]"}
{"id": "article-22718_18", "title": "Hemicrania Continua -- Treatment / Management -- Invasive Treatments", "content": "Botulinum toxin-A is a Food and Drug Administration (FDA) approved treatment for chronic migraines. Many clinicians also consider it for HC treatment when non-invasive treatment fails or cannot be tolerated. [17] [20]", "contents": "Hemicrania Continua -- Treatment / Management -- Invasive Treatments. Botulinum toxin-A is a Food and Drug Administration (FDA) approved treatment for chronic migraines. Many clinicians also consider it for HC treatment when non-invasive treatment fails or cannot be tolerated. [17] [20]"}
{"id": "article-22718_19", "title": "Hemicrania Continua -- Treatment / Management -- Invasive Treatments", "content": "Occipital nerve stimulation (ONS), like botulinum toxin, is primarily used for resistant cases of chronic migraine. It is currently being investigated for the treatment of HC with varying results. [21] [22] [23]", "contents": "Hemicrania Continua -- Treatment / Management -- Invasive Treatments. Occipital nerve stimulation (ONS), like botulinum toxin, is primarily used for resistant cases of chronic migraine. It is currently being investigated for the treatment of HC with varying results. [21] [22] [23]"}
{"id": "article-22718_20", "title": "Hemicrania Continua -- Treatment / Management -- Invasive Treatments", "content": "Sphenopalatine ganglion (SPG) blockade is another invasive treatment for the management of HC. SPG cuts the parasympathetic outflow of the trigeminal nerve, an important pathophysiologic response in patients with HC. [17] Deep brain stimulation (DBS) is another invasive method that may be used to treat medically refractory TAC, including HC. The posterior hypothalamus is the target in these patients. [24]", "contents": "Hemicrania Continua -- Treatment / Management -- Invasive Treatments. Sphenopalatine ganglion (SPG) blockade is another invasive treatment for the management of HC. SPG cuts the parasympathetic outflow of the trigeminal nerve, an important pathophysiologic response in patients with HC. [17] Deep brain stimulation (DBS) is another invasive method that may be used to treat medically refractory TAC, including HC. The posterior hypothalamus is the target in these patients. [24]"}
{"id": "article-22718_21", "title": "Hemicrania Continua -- Differential Diagnosis", "content": "Secondary hemicrania continua Chronic migraine Cluster headache Paroxysmal hemicrania Medication-overuse headache", "contents": "Hemicrania Continua -- Differential Diagnosis. Secondary hemicrania continua Chronic migraine Cluster headache Paroxysmal hemicrania Medication-overuse headache"}
{"id": "article-22718_22", "title": "Hemicrania Continua -- Prognosis", "content": "Hemicrania continua is not a life-threatening condition. Chronic headache affects the quality of life, but it is a treatable condition. A complete response to indomethacin treatment is one of the pathognomonic features of HC.", "contents": "Hemicrania Continua -- Prognosis. Hemicrania continua is not a life-threatening condition. Chronic headache affects the quality of life, but it is a treatable condition. A complete response to indomethacin treatment is one of the pathognomonic features of HC."}
{"id": "article-22718_23", "title": "Hemicrania Continua -- Complications", "content": "Most of the complications of HC are treatment-related. Since most patients require long-term indomethacin treatment, they are at risk of adverse effects, including abdominal discomfort, heartburn, nausea, vomiting, life-threatening gastrointestinal hemorrhage, hypertension, renal, and liver failure.", "contents": "Hemicrania Continua -- Complications. Most of the complications of HC are treatment-related. Since most patients require long-term indomethacin treatment, they are at risk of adverse effects, including abdominal discomfort, heartburn, nausea, vomiting, life-threatening gastrointestinal hemorrhage, hypertension, renal, and liver failure."}
{"id": "article-22718_24", "title": "Hemicrania Continua -- Deterrence and Patient Education", "content": "Patients should be educated about the benign and chronic nature of this disease. This condition is treatable, but a long term treatment is usually warranted. Predisposing factors of headache exacerbations, if known, should be avoided. Physical exercise should be encouraged.", "contents": "Hemicrania Continua -- Deterrence and Patient Education. Patients should be educated about the benign and chronic nature of this disease. This condition is treatable, but a long term treatment is usually warranted. Predisposing factors of headache exacerbations, if known, should be avoided. Physical exercise should be encouraged."}
{"id": "article-22718_25", "title": "Hemicrania Continua -- Pearls and Other Issues", "content": "Hemicrania continua is a unilateral continuous headache for more than three months with episodic headache exacerbations. Ipsilateral cranial autonomic symptoms are usually present. Agitation and restlessness may occur during exacerbations. A complete response to indomethacin is one of the pathognomonic features of HC. A response to indomethacin does not exclude secondary causes of HC, which should be excluded by proper history, examination, and investigations that include at least an MRI brain with contrast studies and an angiogram.", "contents": "Hemicrania Continua -- Pearls and Other Issues. Hemicrania continua is a unilateral continuous headache for more than three months with episodic headache exacerbations. Ipsilateral cranial autonomic symptoms are usually present. Agitation and restlessness may occur during exacerbations. A complete response to indomethacin is one of the pathognomonic features of HC. A response to indomethacin does not exclude secondary causes of HC, which should be excluded by proper history, examination, and investigations that include at least an MRI brain with contrast studies and an angiogram."}
{"id": "article-22718_26", "title": "Hemicrania Continua -- Enhancing Healthcare Team Outcomes", "content": "A neurologist usually diagnoses this condition and recommends treatment strategies. However, some patients may suffer from depressive episodes and exhibit suicidal tendencies, especially during headache exacerbations. Therefore all patients should be screened for these symptoms and referred to psychiatrists and psychotherapists.", "contents": "Hemicrania Continua -- Enhancing Healthcare Team Outcomes. A neurologist usually diagnoses this condition and recommends treatment strategies. However, some patients may suffer from depressive episodes and exhibit suicidal tendencies, especially during headache exacerbations. Therefore all patients should be screened for these symptoms and referred to psychiatrists and psychotherapists."}
{"id": "article-22718_27", "title": "Hemicrania Continua -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hemicrania Continua -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}