{"id": "article-28517_0", "title": "Rheumatoid Factor -- Introduction", "content": "Contrary to what the name suggests, rheumatoid factors (RF) are found not only in rheumatoid arthritis (RA) but in a wide range of pathologies including other autoimmune and non-autoimmune diseases. They have been found in up to 4% of young, healthy individuals and the elderly as well. [1] Rheumatoid factors are antibodies with various isotypes and affinities, directed against the Fc portion of immunoglobulin G. The commonly mentioned rheumatoid factor is an IgM RF, although other immunoglobulin types, including IgG and IgA, are rarely found. [2]", "contents": "Rheumatoid Factor -- Introduction. Contrary to what the name suggests, rheumatoid factors (RF) are found not only in rheumatoid arthritis (RA) but in a wide range of pathologies including other autoimmune and non-autoimmune diseases. They have been found in up to 4% of young, healthy individuals and the elderly as well. [1] Rheumatoid factors are antibodies with various isotypes and affinities, directed against the Fc portion of immunoglobulin G. The commonly mentioned rheumatoid factor is an IgM RF, although other immunoglobulin types, including IgG and IgA, are rarely found. [2]"}
{"id": "article-28517_1", "title": "Rheumatoid Factor -- Function", "content": "Rheumatoid factors are not routinely detectable in the circulation without an immunogenic stimulus. They are considered to be part of the normal response to a variety of antigenic stimuli, for example, to bacterial toxins like lipopolysaccharides or viruses such as Epstein–Barr virus (EBV). [3] They form immune complexes that are subsequently phagocytosed by the inflammatory cells. These RFs are low-affinity, transient and polyclonal antibodies produced from the germinal center. [4] Their role could be considered protective in this context. The RFs in RA are, on the other hand, are considered to be derived through rearrangements and somatic hypermutations of the germline genes. They are monoclonal, show affinity maturation (defined as the production of antibodies with increasing avidity to antigens during the process of an immune response), and at high titers cause more severe disease.", "contents": "Rheumatoid Factor -- Function. Rheumatoid factors are not routinely detectable in the circulation without an immunogenic stimulus. They are considered to be part of the normal response to a variety of antigenic stimuli, for example, to bacterial toxins like lipopolysaccharides or viruses such as Epstein–Barr virus (EBV). [3] They form immune complexes that are subsequently phagocytosed by the inflammatory cells. These RFs are low-affinity, transient and polyclonal antibodies produced from the germinal center. [4] Their role could be considered protective in this context. The RFs in RA are, on the other hand, are considered to be derived through rearrangements and somatic hypermutations of the germline genes. They are monoclonal, show affinity maturation (defined as the production of antibodies with increasing avidity to antigens during the process of an immune response), and at high titers cause more severe disease."}
{"id": "article-28517_2", "title": "Rheumatoid Factor -- Function -- Rheumatoid Factors in RA", "content": "The pathogenesis of RA involves a complex interplay between B cells, T cells, and dendritic cells. A multitude of environmental and genetic factors leads to loss of tolerance to the proteins that have a citrulline residue, which leads to the production of autoantibodies like anti-cyclic citrullinated protein/peptide antibody (ACPA) and RF. [5] It might be possible that this particular antigenic stimulus also initiates the production of RF-producing B cells that undergo isotype switching and, in turn, are more capable of sustaining the inflammatory cascade. RF involvement in the immune complex formation may lead to further complement fixation and recruitment of inflammatory cells like macrophages, neutrophils, and lymphocytes. This results in tissue damage and provides a positive feedback loop for the production of even more autoantibodies. Such a mechanism might explain an autoimmune and self-sustaining inflammatory response that ultimately causes arthritis.", "contents": "Rheumatoid Factor -- Function -- Rheumatoid Factors in RA. The pathogenesis of RA involves a complex interplay between B cells, T cells, and dendritic cells. A multitude of environmental and genetic factors leads to loss of tolerance to the proteins that have a citrulline residue, which leads to the production of autoantibodies like anti-cyclic citrullinated protein/peptide antibody (ACPA) and RF. [5] It might be possible that this particular antigenic stimulus also initiates the production of RF-producing B cells that undergo isotype switching and, in turn, are more capable of sustaining the inflammatory cascade. RF involvement in the immune complex formation may lead to further complement fixation and recruitment of inflammatory cells like macrophages, neutrophils, and lymphocytes. This results in tissue damage and provides a positive feedback loop for the production of even more autoantibodies. Such a mechanism might explain an autoimmune and self-sustaining inflammatory response that ultimately causes arthritis."}
{"id": "article-28517_3", "title": "Rheumatoid Factor -- Issues of Concern", "content": "Patients with rheumatic diseases like Sjogren syndrome, mixed connective tissue diseases, mixed cryoglobulinemia, and systemic lupus erythematosus (SLE) have elevated RFs. They are also frequently found to be elevated in some non-rheumatic diseases, especially chronic infections like hepatitis C, tuberculosis, and subacute infective endocarditis. Sarcoidosis and malignancies like primary sclerosing cholangitis also have RF elevation. It is not certain how a subset of chronic infections and inflammatory diseases lead to the production of increased RF. One explanation is the chronic and persistent stimulation of the immune system by these disorders leading to a state of chronic inflammation. Successful treatment of the underlying disorder frequently leads to the disappearance of these autoantibodies. Hepatitis C could have a very high level of RFs (as high as 76%). [6] This is especially true in cases of cryoglobulinemia, which is usually seen in hepatitis C but can also be primary. [7] The explanation is in the nature of these cryoglobulins; they are cold precipitating IgM antibodies against IgG, and that is the basic definition of a rheumatoid factor as well. It has been suggested that HCV status should be checked in all patients with increased RF levels.", "contents": "Rheumatoid Factor -- Issues of Concern. Patients with rheumatic diseases like Sjogren syndrome, mixed connective tissue diseases, mixed cryoglobulinemia, and systemic lupus erythematosus (SLE) have elevated RFs. They are also frequently found to be elevated in some non-rheumatic diseases, especially chronic infections like hepatitis C, tuberculosis, and subacute infective endocarditis. Sarcoidosis and malignancies like primary sclerosing cholangitis also have RF elevation. It is not certain how a subset of chronic infections and inflammatory diseases lead to the production of increased RF. One explanation is the chronic and persistent stimulation of the immune system by these disorders leading to a state of chronic inflammation. Successful treatment of the underlying disorder frequently leads to the disappearance of these autoantibodies. Hepatitis C could have a very high level of RFs (as high as 76%). [6] This is especially true in cases of cryoglobulinemia, which is usually seen in hepatitis C but can also be primary. [7] The explanation is in the nature of these cryoglobulins; they are cold precipitating IgM antibodies against IgG, and that is the basic definition of a rheumatoid factor as well. It has been suggested that HCV status should be checked in all patients with increased RF levels."}
{"id": "article-28517_4", "title": "Rheumatoid Factor -- Issues of Concern", "content": "RFs can also interfere with other laboratory tests, including anticardiolipin antibodies, anti-HCV antibodies, antirubella antibodies, thyroid assay, and other tests for various cytokines.", "contents": "Rheumatoid Factor -- Issues of Concern. RFs can also interfere with other laboratory tests, including anticardiolipin antibodies, anti-HCV antibodies, antirubella antibodies, thyroid assay, and other tests for various cytokines."}
{"id": "article-28517_5", "title": "Rheumatoid Factor -- Clinical Significance", "content": "The presence, absence, titers, and isotypes of rheumatoid factors have important implications for the diagnosis and prognosis of rheumatoid arthritis. The seropositive patients (RF-positive) with RA may experience more aggressive and erosive joint disease and extra-articular manifestations such as rheumatoid nodules and vasculitis than those who are seronegative (RF-negative). [8] Similarly, the high titers of RF would lead to a greater likelihood of a patient having RA and probably a poorer prognosis. Also, patients with RA have different timing of appearance of RF. Some patients actually develop RF preceding the symptomatic disease. The earlier onset of RF in such patients has been associated with more severe disease. However, most asymptomatic persons with a positive RF do not progress to RA. Alternatively, there is a subset of patients in whom the appearance of RF follows symptoms. The mechanism leading to this variability is not clear. RF testing in RA patients has been reported to have a sensitivity of 60% to 90% and a specificity of 85%. Depending upon the patient and control population chosen, the sensitivity could, however, range anywhere from 26% to 90%. [9] To increase the specificity of the RA classification criteria, ACPA testing has been added. The 2010 ACR/EULAR criteria for the diagnosis of RA included RF as well as ACPA. Studies have shown that sensitivities of ACPA and RF are similar, but ACPA positivity is more specific. ACPA has greater specificity than RF for early rheumatoid arthritis, therefore in addition to clinical signs and symptoms, combining the positive results of both ACPA and RF provides greater sensitivity and is more helpful in leading to diagnosis. [10] The clinical utility of RFs in estimating the prognosis and treatment response of RA is limited. At present, monitoring the RF level exclusively to monitor RA disease activity is not recommended. It might have some role in predicting the treatment response to some therapeutic agents though. For example, It has been reported that high pretreatment levels of RF are associated with a poor clinical response to TNF-alpha inhibitors [11] and that RF-positive RA patients have a better response to rituximab than those who are RF negative. [12]", "contents": "Rheumatoid Factor -- Clinical Significance. The presence, absence, titers, and isotypes of rheumatoid factors have important implications for the diagnosis and prognosis of rheumatoid arthritis. The seropositive patients (RF-positive) with RA may experience more aggressive and erosive joint disease and extra-articular manifestations such as rheumatoid nodules and vasculitis than those who are seronegative (RF-negative). [8] Similarly, the high titers of RF would lead to a greater likelihood of a patient having RA and probably a poorer prognosis. Also, patients with RA have different timing of appearance of RF. Some patients actually develop RF preceding the symptomatic disease. The earlier onset of RF in such patients has been associated with more severe disease. However, most asymptomatic persons with a positive RF do not progress to RA. Alternatively, there is a subset of patients in whom the appearance of RF follows symptoms. The mechanism leading to this variability is not clear. RF testing in RA patients has been reported to have a sensitivity of 60% to 90% and a specificity of 85%. Depending upon the patient and control population chosen, the sensitivity could, however, range anywhere from 26% to 90%. [9] To increase the specificity of the RA classification criteria, ACPA testing has been added. The 2010 ACR/EULAR criteria for the diagnosis of RA included RF as well as ACPA. Studies have shown that sensitivities of ACPA and RF are similar, but ACPA positivity is more specific. ACPA has greater specificity than RF for early rheumatoid arthritis, therefore in addition to clinical signs and symptoms, combining the positive results of both ACPA and RF provides greater sensitivity and is more helpful in leading to diagnosis. [10] The clinical utility of RFs in estimating the prognosis and treatment response of RA is limited. At present, monitoring the RF level exclusively to monitor RA disease activity is not recommended. It might have some role in predicting the treatment response to some therapeutic agents though. For example, It has been reported that high pretreatment levels of RF are associated with a poor clinical response to TNF-alpha inhibitors [11] and that RF-positive RA patients have a better response to rituximab than those who are RF negative. [12]"}
{"id": "article-28517_6", "title": "Rheumatoid Factor -- Enhancing Healthcare Team Outcomes", "content": "Once considered central to the pathogenesis and the diagnosis of RA, Rheumatoid factors are probably one of the most studied autoantibodies in the medical literature. Apart from RA, RFs can be elevated in a number of rheumatic and non-rheumatic diseases. Although useful in the diagnosis of RA along with ACPA, testing for RF in the general population, as a screening test for rheumatological disorders should be strongly discouraged. It should be remembered that the diagnostic accuracy of RF depends on the patient population chosen. For example, the higher the pre-test probability of RA, the higher the positive predictive value will be. As with any other diagnosis, a thorough history and physical examination should dictate the battery of tests chosen. Therefore, any patient with arthritis/arthralgia should be not subjected to testing for RFs unless the clinical suspicion for RA is high. On the other hand, if the patient has been diagnosed with RA, it is prudent to provide a referral to a rheumatologist. Early involvement of rheumatologists in the management of patients with RA has shown better outcomes in terms of joint function and disability. [13] [14] (Level I) A coordinated approach from the primary care physician and the rheumatologist is imperative to a favorable disease outcome.", "contents": "Rheumatoid Factor -- Enhancing Healthcare Team Outcomes. Once considered central to the pathogenesis and the diagnosis of RA, Rheumatoid factors are probably one of the most studied autoantibodies in the medical literature. Apart from RA, RFs can be elevated in a number of rheumatic and non-rheumatic diseases. Although useful in the diagnosis of RA along with ACPA, testing for RF in the general population, as a screening test for rheumatological disorders should be strongly discouraged. It should be remembered that the diagnostic accuracy of RF depends on the patient population chosen. For example, the higher the pre-test probability of RA, the higher the positive predictive value will be. As with any other diagnosis, a thorough history and physical examination should dictate the battery of tests chosen. Therefore, any patient with arthritis/arthralgia should be not subjected to testing for RFs unless the clinical suspicion for RA is high. On the other hand, if the patient has been diagnosed with RA, it is prudent to provide a referral to a rheumatologist. Early involvement of rheumatologists in the management of patients with RA has shown better outcomes in terms of joint function and disability. [13] [14] (Level I) A coordinated approach from the primary care physician and the rheumatologist is imperative to a favorable disease outcome."}
{"id": "article-28517_7", "title": "Rheumatoid Factor -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Rheumatoid Factor -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}