{"id": "article-63802_0", "title": "Curriculum Development in Medical Simulation -- Introduction", "content": "Simulation training, initially developed in the 18th century, has become a mainstay of medical education. [1] The medical profession strives to provide safe and high-quality care to patients. Both evidence-based medicine and procedural competency are important in attaining this goal. [2] Simulation, which spans from procedural training to case-based scenarios and beyond, has been implemented for all levels of learners. While Cardiopulmonary Resuscitation (CPR) and Basic Life Support (BLS) training are some of the most common simulation scenarios people will encounter, simulation training can be much more advanced, complex, and interprofessional. Simulation activities do not occur in isolation. Appropriate pre-simulation education is necessary, and it should occur in conjunction with adequate debriefing. Therefore, the development of a robust curriculum using simulation must be deliberate to ensure that it is a valuable experience for all participants.", "contents": "Curriculum Development in Medical Simulation -- Introduction. Simulation training, initially developed in the 18th century, has become a mainstay of medical education. [1] The medical profession strives to provide safe and high-quality care to patients. Both evidence-based medicine and procedural competency are important in attaining this goal. [2] Simulation, which spans from procedural training to case-based scenarios and beyond, has been implemented for all levels of learners. While Cardiopulmonary Resuscitation (CPR) and Basic Life Support (BLS) training are some of the most common simulation scenarios people will encounter, simulation training can be much more advanced, complex, and interprofessional. Simulation activities do not occur in isolation. Appropriate pre-simulation education is necessary, and it should occur in conjunction with adequate debriefing. Therefore, the development of a robust curriculum using simulation must be deliberate to ensure that it is a valuable experience for all participants."}
{"id": "article-63802_1", "title": "Curriculum Development in Medical Simulation -- Function", "content": "Medical simulation curricula should be specifically tailored both to the level of the learner and the educational objectives. Interprofessional simulations have been found to be highly effective and can be built into a more extensive simulation curriculum for any profession, discipline, and experience level. This approach has been found to be especially effective in Crisis Resource Management training. [3] Furthermore, procedural training and competency are achievable using simulation to help improve proceduralist comfort and knowledge as well as increase patient safety. [4]", "contents": "Curriculum Development in Medical Simulation -- Function. Medical simulation curricula should be specifically tailored both to the level of the learner and the educational objectives. Interprofessional simulations have been found to be highly effective and can be built into a more extensive simulation curriculum for any profession, discipline, and experience level. This approach has been found to be especially effective in Crisis Resource Management training. [3] Furthermore, procedural training and competency are achievable using simulation to help improve proceduralist comfort and knowledge as well as increase patient safety. [4]"}
{"id": "article-63802_2", "title": "Curriculum Development in Medical Simulation -- Curriculum Development", "content": "Longitudinal simulation curricula should be developed in advance and ideally would build on both prior simulation experience in addition to non-simulation based education. Bloom's Taxonomy Principle is a learning theory hierarchical model that classifies learning objectives based on complexity and specificity. [5] Levels include: Knowledge Comprehension Application Analysis Synthesis Evaluation", "contents": "Curriculum Development in Medical Simulation -- Curriculum Development. Longitudinal simulation curricula should be developed in advance and ideally would build on both prior simulation experience in addition to non-simulation based education. Bloom's Taxonomy Principle is a learning theory hierarchical model that classifies learning objectives based on complexity and specificity. [5] Levels include: Knowledge Comprehension Application Analysis Synthesis Evaluation"}
{"id": "article-63802_3", "title": "Curriculum Development in Medical Simulation -- Curriculum Development", "content": "These levels of learning require consideration when developing a simulation case and a full curriculum, as they allow learners to reflect on, and add to, existing skills and previously learned information. [6]", "contents": "Curriculum Development in Medical Simulation -- Curriculum Development. These levels of learning require consideration when developing a simulation case and a full curriculum, as they allow learners to reflect on, and add to, existing skills and previously learned information. [6]"}
{"id": "article-63802_4", "title": "Curriculum Development in Medical Simulation -- Curriculum Development", "content": "Crisis Resource Management (CRM) refers to the basic principles and non-technical skills that are necessary to manage critical situations. CRM has been used in many venues outside of medicine, such as the military and the airline industry. CRM objectives include: ensuring role clarity, recognizing an emergency and calling for help early, allocating appropriate resources, and utilizing effective communication. These are practiced skills that are enriched through simulation and have links to improved patient safety. [3] [7] [8]", "contents": "Curriculum Development in Medical Simulation -- Curriculum Development. Crisis Resource Management (CRM) refers to the basic principles and non-technical skills that are necessary to manage critical situations. CRM has been used in many venues outside of medicine, such as the military and the airline industry. CRM objectives include: ensuring role clarity, recognizing an emergency and calling for help early, allocating appropriate resources, and utilizing effective communication. These are practiced skills that are enriched through simulation and have links to improved patient safety. [3] [7] [8]"}
{"id": "article-63802_5", "title": "Curriculum Development in Medical Simulation -- Curriculum Development", "content": "Furthermore, simulation is a way to educate learners about vulnerable populations such as pediatrics, LGBTQ individuals, the undomiciled, and those with mental illness. It also allows learners to practice effective communication skills required in difficult scenarios such as breaking bad news and disclosing medical errors. Finally, simulation can be helpful in training for infrequently encountered situations such as mass-casualty incidents and even in-flight medical emergencies. [9] [10]", "contents": "Curriculum Development in Medical Simulation -- Curriculum Development. Furthermore, simulation is a way to educate learners about vulnerable populations such as pediatrics, LGBTQ individuals, the undomiciled, and those with mental illness. It also allows learners to practice effective communication skills required in difficult scenarios such as breaking bad news and disclosing medical errors. Finally, simulation can be helpful in training for infrequently encountered situations such as mass-casualty incidents and even in-flight medical emergencies. [9] [10]"}
{"id": "article-63802_6", "title": "Curriculum Development in Medical Simulation -- Curriculum Development", "content": "Simulation can either be low or high fidelity, depending on the availability of resources and the goals for the exercise. \"Low-fidelity\" simulations, performed using minimal equipment, can be very useful in low-resource areas as well as to teach specific tasks. \"High-fidelity\" simulation, utilizing more advanced equipment and technology, can be very engaging, allowing learners to \"suspend disbelief\" associated with simulation. While this encourages engagement in the activity, it can also be expensive, requires expertise and training in using the devices, and can be challenging to maintain. For a robust simulation curriculum, a mixture of high- and low-fidelity simulation is ideal. [11] Many resources also exist to help educators develop a well-rounded simulation curriculum and to develop scenarios. [12]", "contents": "Curriculum Development in Medical Simulation -- Curriculum Development. Simulation can either be low or high fidelity, depending on the availability of resources and the goals for the exercise. \"Low-fidelity\" simulations, performed using minimal equipment, can be very useful in low-resource areas as well as to teach specific tasks. \"High-fidelity\" simulation, utilizing more advanced equipment and technology, can be very engaging, allowing learners to \"suspend disbelief\" associated with simulation. While this encourages engagement in the activity, it can also be expensive, requires expertise and training in using the devices, and can be challenging to maintain. For a robust simulation curriculum, a mixture of high- and low-fidelity simulation is ideal. [11] Many resources also exist to help educators develop a well-rounded simulation curriculum and to develop scenarios. [12]"}
{"id": "article-63802_7", "title": "Curriculum Development in Medical Simulation -- Curriculum Development", "content": "Simulation debriefing is also critical to ensure a complete learning experience and can be done in various ways (post-event or intra-event) and can be self-guided or facilitator-guided. Any modality can be employed but should be tailored to the goals of the simulation and the learners themselves. [13]", "contents": "Curriculum Development in Medical Simulation -- Curriculum Development. Simulation debriefing is also critical to ensure a complete learning experience and can be done in various ways (post-event or intra-event) and can be self-guided or facilitator-guided. Any modality can be employed but should be tailored to the goals of the simulation and the learners themselves. [13]"}
{"id": "article-63802_8", "title": "Curriculum Development in Medical Simulation -- Clinical Significance", "content": "Improving simulation curriculum design to maximize experiential learning has been shown to have clinical benefits, including improved patient safety. For example, simulation-based education has been demonstrated to lower catheter-related bloodstream infections. [14]", "contents": "Curriculum Development in Medical Simulation -- Clinical Significance. Improving simulation curriculum design to maximize experiential learning has been shown to have clinical benefits, including improved patient safety. For example, simulation-based education has been demonstrated to lower catheter-related bloodstream infections. [14]"}
{"id": "article-63802_9", "title": "Curriculum Development in Medical Simulation -- Clinical Significance", "content": "For this reason, many organizations use extensive simulation instruction as part of the onboarding process to ensure that every member of the team, including residents, fellows, attendings, and nurses, have an adequate skill level for various critical and high-risk procedures.", "contents": "Curriculum Development in Medical Simulation -- Clinical Significance. For this reason, many organizations use extensive simulation instruction as part of the onboarding process to ensure that every member of the team, including residents, fellows, attendings, and nurses, have an adequate skill level for various critical and high-risk procedures."}
{"id": "article-63802_10", "title": "Curriculum Development in Medical Simulation -- Clinical Significance", "content": "Many other examples of successful simulation training for procedures exist, showing the efficacy of this educational modality. Paracentesis procedure simulation training, coupled with pre-simulation didactics, was found to increase competence and confidence in doing the procedure. [4] Thoracentesis procedural simulation training was also found to be successful in helping residents meet the mastery standard. [15] Another area of clinical medicine where it is useful is in sedation and analgesia training. [16]", "contents": "Curriculum Development in Medical Simulation -- Clinical Significance. Many other examples of successful simulation training for procedures exist, showing the efficacy of this educational modality. Paracentesis procedure simulation training, coupled with pre-simulation didactics, was found to increase competence and confidence in doing the procedure. [4] Thoracentesis procedural simulation training was also found to be successful in helping residents meet the mastery standard. [15] Another area of clinical medicine where it is useful is in sedation and analgesia training. [16]"}
{"id": "article-63802_11", "title": "Curriculum Development in Medical Simulation -- Clinical Significance", "content": "Furthermore, other industries, such as aviation, adopted advanced CRM programs, and as a result, had improved safety outcomes. Similar initiatives can be used in healthcare to improve patient safety. [17] [18] Simulation can improve outcomes by refining teamwork, leadership, and communication skills, in addition to procedural skill competencies. These can thereby impact “employee retention or more effective task management in critical situations,” which can affect safety outcomes and hopefully decrease adverse events in the future. [19] One particularly high-risk clinical arena is the emergency department due to the critical and complex nature of the medical care, the constantly changing environment, and staff, as well as multiple patients receiving treatment simultaneously. CRM training is beneficial, even with limited interventions. [20] Other clinical areas where CRM training is extensively trialed and studied include the operating room with anesthesiology, nursing, surgery, and operating room staff.", "contents": "Curriculum Development in Medical Simulation -- Clinical Significance. Furthermore, other industries, such as aviation, adopted advanced CRM programs, and as a result, had improved safety outcomes. Similar initiatives can be used in healthcare to improve patient safety. [17] [18] Simulation can improve outcomes by refining teamwork, leadership, and communication skills, in addition to procedural skill competencies. These can thereby impact “employee retention or more effective task management in critical situations,” which can affect safety outcomes and hopefully decrease adverse events in the future. [19] One particularly high-risk clinical arena is the emergency department due to the critical and complex nature of the medical care, the constantly changing environment, and staff, as well as multiple patients receiving treatment simultaneously. CRM training is beneficial, even with limited interventions. [20] Other clinical areas where CRM training is extensively trialed and studied include the operating room with anesthesiology, nursing, surgery, and operating room staff."}
{"id": "article-63802_12", "title": "Curriculum Development in Medical Simulation -- Clinical Significance", "content": "Finally, simulation is an interactive and engaging tool to improve clinical knowledge and confidence, which, in turn, can improve patient safety and outcomes. [21]", "contents": "Curriculum Development in Medical Simulation -- Clinical Significance. Finally, simulation is an interactive and engaging tool to improve clinical knowledge and confidence, which, in turn, can improve patient safety and outcomes. [21]"}
{"id": "article-63802_13", "title": "Curriculum Development in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "Simulation education is appropriate for all levels of the healthcare team, including non-clinical staff, clinicians, and administrators. As shown by several reviews, this form of learning and team training is beneficial and can positively impact clinical outcomes and improve safety in healthcare. [17] [21] To achieve these ever-important goals, a well-organized and deliberately created simulation curriculum should be developed to give a well-rounded educational experience for the learners. This includes non-simulation based didactic education (lectures, reading, etc.) combined with the simulation and its associated debriefing. Simulation training seems to be very beneficial when addressing CRM principles and can be highly useful in procedural training, which can also have a great impact on patient safety.", "contents": "Curriculum Development in Medical Simulation -- Enhancing Healthcare Team Outcomes. Simulation education is appropriate for all levels of the healthcare team, including non-clinical staff, clinicians, and administrators. As shown by several reviews, this form of learning and team training is beneficial and can positively impact clinical outcomes and improve safety in healthcare. [17] [21] To achieve these ever-important goals, a well-organized and deliberately created simulation curriculum should be developed to give a well-rounded educational experience for the learners. This includes non-simulation based didactic education (lectures, reading, etc.) combined with the simulation and its associated debriefing. Simulation training seems to be very beneficial when addressing CRM principles and can be highly useful in procedural training, which can also have a great impact on patient safety."}
{"id": "article-63802_14", "title": "Curriculum Development in Medical Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Curriculum Development in Medical Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}