{"id": "article-21549_0", "title": "Anatomy, Head and Neck: Facial Muscles -- Introduction", "content": "The human face possesses around 30 muscles on each side, depending on how they are counted. The facial muscles are striated muscles that link the facial skin to the skull bone to perform important daily life functions, such as mastication and emotion expression. The facial muscles produce various movements but are often categorized into facial expression (mimetic) and mastication muscles. The facial nerve (cranial nerve or CN VII) innervates the facial expression muscles, while the trigeminal nerve's mandibular division (CN V3) innervates the muscles of mastication. [1] Distinguishing these groups based on innervation makes categorization largely dependent on embryonic origin, which does not always precisely correlate with function. Nevertheless, this method is commonly used when describing these muscles.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Introduction. The human face possesses around 30 muscles on each side, depending on how they are counted. The facial muscles are striated muscles that link the facial skin to the skull bone to perform important daily life functions, such as mastication and emotion expression. The facial muscles produce various movements but are often categorized into facial expression (mimetic) and mastication muscles. The facial nerve (cranial nerve or CN VII) innervates the facial expression muscles, while the trigeminal nerve's mandibular division (CN V3) innervates the muscles of mastication. [1] Distinguishing these groups based on innervation makes categorization largely dependent on embryonic origin, which does not always precisely correlate with function. Nevertheless, this method is commonly used when describing these muscles."}
{"id": "article-21549_1", "title": "Anatomy, Head and Neck: Facial Muscles -- Introduction", "content": "Despite different innervations and functions, the facial muscles, by and large, act synchronously. For example, during chewing, the orbicularis oris and buccinator retain food inside the mouth, while the masseter and temporalis move the mandible when chewing food. The pterygoid muscles move the mandible when the latter needs anteroposterior or lateral and medial adjustment.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Introduction. Despite different innervations and functions, the facial muscles, by and large, act synchronously. For example, during chewing, the orbicularis oris and buccinator retain food inside the mouth, while the masseter and temporalis move the mandible when chewing food. The pterygoid muscles move the mandible when the latter needs anteroposterior or lateral and medial adjustment."}
{"id": "article-21549_2", "title": "Anatomy, Head and Neck: Facial Muscles -- Introduction", "content": "CNs VII and V3 control other muscles besides these groups, making their dysfunction debilitating. Functional impairment of these nerves reduces quality of life (See Image. Muscular and Fibrous Structures of the Head, Face, and Neck). [2] [3] [4]", "contents": "Anatomy, Head and Neck: Facial Muscles -- Introduction. CNs VII and V3 control other muscles besides these groups, making their dysfunction debilitating. Functional impairment of these nerves reduces quality of life (See Image. Muscular and Fibrous Structures of the Head, Face, and Neck). [2] [3] [4]"}
{"id": "article-21549_3", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function", "content": "The facial muscles serve 2 chief roles: mastication and facial expression control. [5] [6] [7] [8] These muscles' structures and functions are described below.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function. The facial muscles serve 2 chief roles: mastication and facial expression control. [5] [6] [7] [8] These muscles' structures and functions are described below."}
{"id": "article-21549_4", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Mastication Muscles", "content": "The muscles of mastication mechanically break down food into smaller, more digestible pieces. These muscles are primarily located around the jaw and are responsible for the intricate movements of chewing, biting, and grinding food. The primary mastication muscles include the masseter, temporalis, medial and lateral pterygoid, mylohyoid, and digastric muscles.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Mastication Muscles. The muscles of mastication mechanically break down food into smaller, more digestible pieces. These muscles are primarily located around the jaw and are responsible for the intricate movements of chewing, biting, and grinding food. The primary mastication muscles include the masseter, temporalis, medial and lateral pterygoid, mylohyoid, and digastric muscles."}
{"id": "article-21549_5", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Mastication Muscles", "content": "The masseter is a quadrate muscle originating from the zygomatic arch's inferior aspect and wrapping around the mandibular angle. This muscle provides forceful jaw closure. The temporalis has a similar function as the masseter. This fan-shaped muscle originates from the temporal fossa, spans the frontal, temporal, parietal, and sphenoid bones, travels deep to the zygomatic arch, and inserts on the coronoid process and mandibular ramus.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Mastication Muscles. The masseter is a quadrate muscle originating from the zygomatic arch's inferior aspect and wrapping around the mandibular angle. This muscle provides forceful jaw closure. The temporalis has a similar function as the masseter. This fan-shaped muscle originates from the temporal fossa, spans the frontal, temporal, parietal, and sphenoid bones, travels deep to the zygomatic arch, and inserts on the coronoid process and mandibular ramus."}
{"id": "article-21549_6", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Mastication Muscles", "content": "The medial pterygoid originates from the sphenoid bone's lateral pterygoid plate and inserts on the mandibular ramus and angle's medial aspect. This muscle completes a sling with the masseter, which inserts on the mandibular angle's lateral surface. The medial pterygoid aids in jaw closure and chin protrusion. The lateral pterygoid also originates from the lateral pterygoid plate but inserts on the mandibular condyle, assisting with chin protrusion and jaw opening. The mylohyoid and anterior digastric muscles also open the jaw, running from the hyoid bone to the mandible's inner aspect.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Mastication Muscles. The medial pterygoid originates from the sphenoid bone's lateral pterygoid plate and inserts on the mandibular ramus and angle's medial aspect. This muscle completes a sling with the masseter, which inserts on the mandibular angle's lateral surface. The medial pterygoid aids in jaw closure and chin protrusion. The lateral pterygoid also originates from the lateral pterygoid plate but inserts on the mandibular condyle, assisting with chin protrusion and jaw opening. The mylohyoid and anterior digastric muscles also open the jaw, running from the hyoid bone to the mandible's inner aspect."}
{"id": "article-21549_7", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles", "content": "The muscles of facial expression outnumber the mastication muscles. The mimetic muscles are considered extensions of the face's superficial musculoaponeurotic system (SMAS). The SMAS encompasses a fascial plane deep to the subcutaneous tissue but superficial to the muscles of mastication, running from the neck platysma up to the galea aponeurotica and temporoparietal fascia under the scalp.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles. The muscles of facial expression outnumber the mastication muscles. The mimetic muscles are considered extensions of the face's superficial musculoaponeurotic system (SMAS). The SMAS encompasses a fascial plane deep to the subcutaneous tissue but superficial to the muscles of mastication, running from the neck platysma up to the galea aponeurotica and temporoparietal fascia under the scalp."}
{"id": "article-21549_8", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles", "content": "The frontalis, connected to the occipitalis via the galea aponeurotica, raises the eyebrows and produces transverse forehead rhytides. The more superficial corrugator supercilii depresses the eyebrows and causes vertical glabellar rhytides—colloquially termed \"number 11s\" or \"frown lines.\" The procerus is a superficial midline muscle that causes horizontal rhytides at the nasal root.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles. The frontalis, connected to the occipitalis via the galea aponeurotica, raises the eyebrows and produces transverse forehead rhytides. The more superficial corrugator supercilii depresses the eyebrows and causes vertical glabellar rhytides—colloquially termed \"number 11s\" or \"frown lines.\" The procerus is a superficial midline muscle that causes horizontal rhytides at the nasal root."}
{"id": "article-21549_9", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles", "content": "The orbicularis oculi sphincter muscles close the eyes, depress the brows, and produce \"crow's feet\" wrinkles at the eyes' corners. The orbicularis oculi muscles are exceptionally close to the skin surface, with essentially no subcutaneous fat between the muscle fibers and the dermis. Orbicularis oculi hypertrophy produces lower eyelid bags known as festoons, although this occurrence is not the most common cause of baggy eyelids.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles. The orbicularis oculi sphincter muscles close the eyes, depress the brows, and produce \"crow's feet\" wrinkles at the eyes' corners. The orbicularis oculi muscles are exceptionally close to the skin surface, with essentially no subcutaneous fat between the muscle fibers and the dermis. Orbicularis oculi hypertrophy produces lower eyelid bags known as festoons, although this occurrence is not the most common cause of baggy eyelids."}
{"id": "article-21549_10", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles", "content": "The nasal muscles include the nasalis, depressor septi, and dilator naris. The nasalis produces vertical \"bunny lines\" on the nasal sidewalls when a person snarls. The depressor septi pulls down the nasal tip when the upper lip moves. The paired dilator nares flare the nostrils.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles. The nasal muscles include the nasalis, depressor septi, and dilator naris. The nasalis produces vertical \"bunny lines\" on the nasal sidewalls when a person snarls. The depressor septi pulls down the nasal tip when the upper lip moves. The paired dilator nares flare the nostrils."}
{"id": "article-21549_11", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles", "content": "The lip elevators, from medial to lateral, are the levator labii superioris alaeque nasi, levator labii superioris (also called \"quadratus labii\"), and levator anguli oris, which lies deeper than the other 2. Inserting on the oral commissure's modiolus and moving the mouth's corner upward and outward when smiling are the more medial zygomaticus minor and more lateral zygomaticus major. The zygomaticus major is the most commonly replaced muscle in facial reanimation surgery, even though additional rehabilitation of upper lip elevation and lower lip depression provides a more natural result.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles. The lip elevators, from medial to lateral, are the levator labii superioris alaeque nasi, levator labii superioris (also called \"quadratus labii\"), and levator anguli oris, which lies deeper than the other 2. Inserting on the oral commissure's modiolus and moving the mouth's corner upward and outward when smiling are the more medial zygomaticus minor and more lateral zygomaticus major. The zygomaticus major is the most commonly replaced muscle in facial reanimation surgery, even though additional rehabilitation of upper lip elevation and lower lip depression provides a more natural result."}
{"id": "article-21549_12", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles", "content": "The risorius is located around the oral commissure from lateral to medial along the lower lip, pulling the mouth's corner directly outward. The deeper buccinator tightens the cheek to prevent food pocketing while chewing. The depressor anguli oris (also known as the triangularis) is a continuation of the platysma muscle, pulling down on the corner of the mouth. Just medial to the triangularis is the depressor labii inferioris, which helps dilate the mouth and everts the lower lip when pouting.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles. The risorius is located around the oral commissure from lateral to medial along the lower lip, pulling the mouth's corner directly outward. The deeper buccinator tightens the cheek to prevent food pocketing while chewing. The depressor anguli oris (also known as the triangularis) is a continuation of the platysma muscle, pulling down on the corner of the mouth. Just medial to the triangularis is the depressor labii inferioris, which helps dilate the mouth and everts the lower lip when pouting."}
{"id": "article-21549_13", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles", "content": "The mentalis is an unpaired chin muscle, permitting lower lip protrusion. The platysma muscles are large sheets in the neck that produce vertical bands during contraction and may aid with lower lip depression.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles. The mentalis is an unpaired chin muscle, permitting lower lip protrusion. The platysma muscles are large sheets in the neck that produce vertical bands during contraction and may aid with lower lip depression."}
{"id": "article-21549_14", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles", "content": "Laterally, the superior, posterior, and anterior auricular muscles move the pinna around subtly. These muscles may have been important in sound localization in earlier primates. Small muscles also lie upon the pinna's cartilage, which have no apparent extant function. Some people have a temporoparietalis muscle within the temporoparietal fascia, which may help elevate the auricle and apply tension to the scalp. However, this muscle's function is far from critical.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles. Laterally, the superior, posterior, and anterior auricular muscles move the pinna around subtly. These muscles may have been important in sound localization in earlier primates. Small muscles also lie upon the pinna's cartilage, which have no apparent extant function. Some people have a temporoparietalis muscle within the temporoparietal fascia, which may help elevate the auricle and apply tension to the scalp. However, this muscle's function is far from critical."}
{"id": "article-21549_15", "title": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles", "content": "The muscles of facial expression are unique because they originate from bones and insert in the dermis, manipulating the skin and soft tissues. In contrast, other skeletal muscles move the bones. [9] Additionally, facial muscles have a higher fast-twitch fiber concentration and fewer mitochondria than other muscles. Notably, the orbicularis oculi and zygomaticus major are the fastest-moving muscles in the human body. . [10]", "contents": "Anatomy, Head and Neck: Facial Muscles -- Structure and Function -- Facial Expression Muscles. The muscles of facial expression are unique because they originate from bones and insert in the dermis, manipulating the skin and soft tissues. In contrast, other skeletal muscles move the bones. [9] Additionally, facial muscles have a higher fast-twitch fiber concentration and fewer mitochondria than other muscles. Notably, the orbicularis oculi and zygomaticus major are the fastest-moving muscles in the human body. . [10]"}
{"id": "article-21549_16", "title": "Anatomy, Head and Neck: Facial Muscles -- Embryology", "content": "The facial muscles start to develop in the 4th week from the 1st and 2nd branchial (pharyngeal) arches. [11] The arches represent the branchial apparatus' mesodermal components. The branchial clefts contain ectoderm and become skin, while the branchial pouches contain endoderm, which becomes the mucosal lining. Within the 1st arch is the Meckel cartilage, which becomes the maxilla, mandible, malleus, and incus. The muscles that develop from this arch are involved in mastication and controlled by CN V3. [12] Other muscles under this cranial nerve's control are the tensor veli palatini, which tenses the soft palate, and the tensor tympani, which regulates the malleus' movement during sound transmission.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Embryology. The facial muscles start to develop in the 4th week from the 1st and 2nd branchial (pharyngeal) arches. [11] The arches represent the branchial apparatus' mesodermal components. The branchial clefts contain ectoderm and become skin, while the branchial pouches contain endoderm, which becomes the mucosal lining. Within the 1st arch is the Meckel cartilage, which becomes the maxilla, mandible, malleus, and incus. The muscles that develop from this arch are involved in mastication and controlled by CN V3. [12] Other muscles under this cranial nerve's control are the tensor veli palatini, which tenses the soft palate, and the tensor tympani, which regulates the malleus' movement during sound transmission."}
{"id": "article-21549_17", "title": "Anatomy, Head and Neck: Facial Muscles -- Embryology", "content": "The mimetic muscles derive from the 2nd branchial arch, which contains the Reichert cartilage. This structure ultimately forms the temporal bone's styloid process, the stylohyoid ligament, and the hyoid bone's lesser cornu. [13] The 2nd branchial arch's nerve is CN VII, which controls the facial expression muscles and the mandibular depressors stylohyoid and posterior digastric.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Embryology. The mimetic muscles derive from the 2nd branchial arch, which contains the Reichert cartilage. This structure ultimately forms the temporal bone's styloid process, the stylohyoid ligament, and the hyoid bone's lesser cornu. [13] The 2nd branchial arch's nerve is CN VII, which controls the facial expression muscles and the mandibular depressors stylohyoid and posterior digastric."}
{"id": "article-21549_18", "title": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics", "content": "The facial muscles are predominantly perfused by the external carotid artery, via the facial artery, and the internal carotid artery. The facial artery is the external carotid artery's 4th branch after the superior thyroid, ascending pharyngeal, and lingual arteries. The facial artery is inferior to the occipital, posterior auricular, superficial temporal, and internal maxillary branches. The facial artery's 1st major branch, the submental artery, supplies the anterior digastric, a portion of the platysma, and the mylohyoid. The inferior alveolar artery, which runs through the mandible, also supplies the mylohyoid. The occipital artery perfuses the posterior digastric muscle, while the suprascapular artery supplies the remainder of the platysma. The facial artery crosses the gonial notch and transits toward the oral commissure, where it feeds the perioral muscles by branching into the inferior labial and superior labial arteries. The superior branch becomes the angular artery at the nasofacial junction. [14] [15] [16]", "contents": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics. The facial muscles are predominantly perfused by the external carotid artery, via the facial artery, and the internal carotid artery. The facial artery is the external carotid artery's 4th branch after the superior thyroid, ascending pharyngeal, and lingual arteries. The facial artery is inferior to the occipital, posterior auricular, superficial temporal, and internal maxillary branches. The facial artery's 1st major branch, the submental artery, supplies the anterior digastric, a portion of the platysma, and the mylohyoid. The inferior alveolar artery, which runs through the mandible, also supplies the mylohyoid. The occipital artery perfuses the posterior digastric muscle, while the suprascapular artery supplies the remainder of the platysma. The facial artery crosses the gonial notch and transits toward the oral commissure, where it feeds the perioral muscles by branching into the inferior labial and superior labial arteries. The superior branch becomes the angular artery at the nasofacial junction. [14] [15] [16]"}
{"id": "article-21549_19", "title": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics", "content": "The superficial temporal artery is a terminal external carotid artery branch, giving off the transverse facial artery anterior to the auricular lobule. The transverse facial artery runs parallel and superior to Stensen's parotid duct and perfuses the midfacial muscles. The superficial temporal artery continues superiorly toward the temporal region and separates into anterior and posterior branches. The anterior branch provides circulation to the frontalis muscle. This branch connects with branches from the internal carotid artery, namely the supraorbital and supratrochlear arteries, to supply the corrugator and procerus muscles. The superficial temporal artery's posterior branch supplies the temporoparietalis muscle and lateral scalp, anastomosing with the occipital and posterior auricular arteries. The posterior auricular arteries perfuse the auricular musculature. [14] [15] [16]", "contents": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics. The superficial temporal artery is a terminal external carotid artery branch, giving off the transverse facial artery anterior to the auricular lobule. The transverse facial artery runs parallel and superior to Stensen's parotid duct and perfuses the midfacial muscles. The superficial temporal artery continues superiorly toward the temporal region and separates into anterior and posterior branches. The anterior branch provides circulation to the frontalis muscle. This branch connects with branches from the internal carotid artery, namely the supraorbital and supratrochlear arteries, to supply the corrugator and procerus muscles. The superficial temporal artery's posterior branch supplies the temporoparietalis muscle and lateral scalp, anastomosing with the occipital and posterior auricular arteries. The posterior auricular arteries perfuse the auricular musculature. [14] [15] [16]"}
{"id": "article-21549_20", "title": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics", "content": "The maxillary artery, the largest terminal external carotid artery branch, supplies the mastication muscles. This arrangement is consistent with the structures' embryologic origins, as the maxillary artery is the vessel associated with the 1st branchial arch. [11]", "contents": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics. The maxillary artery, the largest terminal external carotid artery branch, supplies the mastication muscles. This arrangement is consistent with the structures' embryologic origins, as the maxillary artery is the vessel associated with the 1st branchial arch. [11]"}
{"id": "article-21549_21", "title": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics", "content": "The maxillary artery typically divides into 3 parts. The 1st is the mandibular part, with branches passing through the mandibular foramen, including the inferior alveolar, middle meningeal, accessory meningeal, deep auricular, and anterior tympanic arteries. The inferior alveolar artery supplies the mylohyoid muscle. The 2nd part branches into the anterior and posterior deep temporal branches, which supply the temporalis. The 2nd part also sends branches to the pterygoid, buccinator, and masseter. The 3rd part branches into the infraorbital, sphenopalatine, posterior superior alveolar, descending palatine, pharyngeal, and pterygoid canal arteries. The 3rd part's pterygopalatine branches supply the pterygopalatine fossa. The 3rd part's branches are not critical to facial musculature perfusion.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics. The maxillary artery typically divides into 3 parts. The 1st is the mandibular part, with branches passing through the mandibular foramen, including the inferior alveolar, middle meningeal, accessory meningeal, deep auricular, and anterior tympanic arteries. The inferior alveolar artery supplies the mylohyoid muscle. The 2nd part branches into the anterior and posterior deep temporal branches, which supply the temporalis. The 2nd part also sends branches to the pterygoid, buccinator, and masseter. The 3rd part branches into the infraorbital, sphenopalatine, posterior superior alveolar, descending palatine, pharyngeal, and pterygoid canal arteries. The 3rd part's pterygopalatine branches supply the pterygopalatine fossa. The 3rd part's branches are not critical to facial musculature perfusion."}
{"id": "article-21549_22", "title": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics", "content": "Facial veins follow their corresponding arteries' courses. However, the superficial temporal vein drains into 2 venous systems. The first is the deep facial venous system, which includes the retromandibular and facial veins that empty into the internal jugular vein. The second is the superficial facial venous system, which drains into the external jugular vein. The deeper muscles of mastication, namely the temporalis, masseter, and pterygoid muscles, are drained by veins leading to the pterygoid plexus, which empties into the retromandibular vein and cavernous sinus. The pterygoid plexus is located between the temporalis and lateral pterygoid muscles. Arterial and venous anatomic variations exist, but venous drainage varies more (See Image. Veins of the Neck, Head, and Face, and Their Branches). [17] [16]", "contents": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics. Facial veins follow their corresponding arteries' courses. However, the superficial temporal vein drains into 2 venous systems. The first is the deep facial venous system, which includes the retromandibular and facial veins that empty into the internal jugular vein. The second is the superficial facial venous system, which drains into the external jugular vein. The deeper muscles of mastication, namely the temporalis, masseter, and pterygoid muscles, are drained by veins leading to the pterygoid plexus, which empties into the retromandibular vein and cavernous sinus. The pterygoid plexus is located between the temporalis and lateral pterygoid muscles. Arterial and venous anatomic variations exist, but venous drainage varies more (See Image. Veins of the Neck, Head, and Face, and Their Branches). [17] [16]"}
{"id": "article-21549_23", "title": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics", "content": "Facial lymphatic drainage occurs via nodes in the preauricular, infraauricular, parotid, nasolabial, buccinator, submandibular, submental, internal jugular, and anterior jugular basins. [16] These facial nodes ultimately drain into the cervical lymph nodes.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Blood Supply and Lymphatics. Facial lymphatic drainage occurs via nodes in the preauricular, infraauricular, parotid, nasolabial, buccinator, submandibular, submental, internal jugular, and anterior jugular basins. [16] These facial nodes ultimately drain into the cervical lymph nodes."}
{"id": "article-21549_24", "title": "Anatomy, Head and Neck: Facial Muscles -- Nerves", "content": "As mentioned above, the primary difference between facial expression and mastication muscles, besides their function, is their embryological origin, which determines their innervation. CN VII innervates facial expression muscles, while mastication muscles receive innervation from CN V3.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Nerves. As mentioned above, the primary difference between facial expression and mastication muscles, besides their function, is their embryological origin, which determines their innervation. CN VII innervates facial expression muscles, while mastication muscles receive innervation from CN V3."}
{"id": "article-21549_25", "title": "Anatomy, Head and Neck: Facial Muscles -- Nerves", "content": "CN VII exits the stylomastoid foramen in the lateral skull base and gives off branches to the auricular, posterior digastric, and stylohyoid muscles. This nerve subsequently enters the parotid gland, where it divides the gland's superficial and deep lobes. CN VII splits into 5 major branches within the parotid gland at a point referred to as the \"pes anserinus,\" where the nerve branches resemble a goose's webbed foot. The branches then exit the gland's anterior, superior, and inferior borders en route to the mimetic muscles. CN VII's branches travel on the masseteric fascia within the midface, deep to the SMAS.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Nerves. CN VII exits the stylomastoid foramen in the lateral skull base and gives off branches to the auricular, posterior digastric, and stylohyoid muscles. This nerve subsequently enters the parotid gland, where it divides the gland's superficial and deep lobes. CN VII splits into 5 major branches within the parotid gland at a point referred to as the \"pes anserinus,\" where the nerve branches resemble a goose's webbed foot. The branches then exit the gland's anterior, superior, and inferior borders en route to the mimetic muscles. CN VII's branches travel on the masseteric fascia within the midface, deep to the SMAS."}
{"id": "article-21549_26", "title": "Anatomy, Head and Neck: Facial Muscles -- Nerves", "content": "The SMAS is contiguous anteriorly with the facial muscles, inferiorly with the platysma, and superiorly with the temporoparietal fascia and frontalis muscle. CN VII branches lie deep to the facial muscles in these areas except the buccinator, mentalis, and levator anguli oris, which are innervated on their superficial surfaces because of their deep location. [18] The upper facial muscles frontalis, corrugator supercilii, and procerus are innervated by the frontal branch (also known as the temporal branch). [19] The orbicularis oculi receives innervation from CN VII's frontal and zygomatic branches. The zygomatic and buccal branches control the midfacial muscles. [20] CN VII's marginal mandibular branch supplies the depressor labii inferioris, depressor anguli oris, and mentalis. The cervical branch supplies the platysma muscle. [21] [22]", "contents": "Anatomy, Head and Neck: Facial Muscles -- Nerves. The SMAS is contiguous anteriorly with the facial muscles, inferiorly with the platysma, and superiorly with the temporoparietal fascia and frontalis muscle. CN VII branches lie deep to the facial muscles in these areas except the buccinator, mentalis, and levator anguli oris, which are innervated on their superficial surfaces because of their deep location. [18] The upper facial muscles frontalis, corrugator supercilii, and procerus are innervated by the frontal branch (also known as the temporal branch). [19] The orbicularis oculi receives innervation from CN VII's frontal and zygomatic branches. The zygomatic and buccal branches control the midfacial muscles. [20] CN VII's marginal mandibular branch supplies the depressor labii inferioris, depressor anguli oris, and mentalis. The cervical branch supplies the platysma muscle. [21] [22]"}
{"id": "article-21549_27", "title": "Anatomy, Head and Neck: Facial Muscles -- Nerves", "content": "CN V3 separates from the trigeminal ganglion in the Meckel cave, a tentorium cerebri pouch at the temporal bone's petrous apex. The nerve then exits the skull via the foramen ovale and enters the infratemporal fossa, passing between the tensor veli palatini and lateral pterygoid muscles. At this point, CN V3 gives off branches to the medial pterygoid, tensor veli palatini, and tensor tympani muscles. The nerve then divides into anterior and posterior branches. The anterior branch gives off motor fibers to the lateral pterygoid and masseter muscles. This branch also forms deep temporal nerves that control the temporalis muscle. The posterior branch is predominantly sensory but contributes motor fibers to the inferior alveolar nerve, which controls the anterior digastric and mylohyoid muscles. [23]", "contents": "Anatomy, Head and Neck: Facial Muscles -- Nerves. CN V3 separates from the trigeminal ganglion in the Meckel cave, a tentorium cerebri pouch at the temporal bone's petrous apex. The nerve then exits the skull via the foramen ovale and enters the infratemporal fossa, passing between the tensor veli palatini and lateral pterygoid muscles. At this point, CN V3 gives off branches to the medial pterygoid, tensor veli palatini, and tensor tympani muscles. The nerve then divides into anterior and posterior branches. The anterior branch gives off motor fibers to the lateral pterygoid and masseter muscles. This branch also forms deep temporal nerves that control the temporalis muscle. The posterior branch is predominantly sensory but contributes motor fibers to the inferior alveolar nerve, which controls the anterior digastric and mylohyoid muscles. [23]"}
{"id": "article-21549_28", "title": "Anatomy, Head and Neck: Facial Muscles -- Surgical Considerations -- Facial Nerve Injury", "content": "Intraoperative facial muscle damage is unlikely to result in long-term facial muscle dysfunction. However, various procedures can injure the facial nerves and lead to temporary or permanent muscle weakness. Iatrogenic injury most commonly results from tumor resection, especially in the parotid and skull base regions. Other procedures that may cause iatrogenic injury include temporomandibular joint replacement, middle ear surgery, and facelifting. [24] A transected CN VII is ideally repaired via primary neurorrhaphy or cable grafting within 72 hours after the injury. Timing is critical, as postinjury Wallerian degeneration makes nerve stump identification challenging due to loss of stimulability.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Surgical Considerations -- Facial Nerve Injury. Intraoperative facial muscle damage is unlikely to result in long-term facial muscle dysfunction. However, various procedures can injure the facial nerves and lead to temporary or permanent muscle weakness. Iatrogenic injury most commonly results from tumor resection, especially in the parotid and skull base regions. Other procedures that may cause iatrogenic injury include temporomandibular joint replacement, middle ear surgery, and facelifting. [24] A transected CN VII is ideally repaired via primary neurorrhaphy or cable grafting within 72 hours after the injury. Timing is critical, as postinjury Wallerian degeneration makes nerve stump identification challenging due to loss of stimulability."}
{"id": "article-21549_29", "title": "Anatomy, Head and Neck: Facial Muscles -- Surgical Considerations -- Reconstructive Surgery", "content": "Facial muscles may also play a role in reconstructive surgery, particularly in rehabilitating paralyzed areas. CN VII dysfunction weakens an entire side of the face. Numerous treatment options are available, depending on the cause. However, transferring a CN V3-innervated muscle may provide a viable reanimation approach in severe cases.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Surgical Considerations -- Reconstructive Surgery. Facial muscles may also play a role in reconstructive surgery, particularly in rehabilitating paralyzed areas. CN VII dysfunction weakens an entire side of the face. Numerous treatment options are available, depending on the cause. However, transferring a CN V3-innervated muscle may provide a viable reanimation approach in severe cases."}
{"id": "article-21549_30", "title": "Anatomy, Head and Neck: Facial Muscles -- Surgical Considerations -- Reconstructive Surgery", "content": "Historically, the masseter was disinserted from the mandibular angle and attached to the modiolus so that the act of biting would help produce a smile. However, the unnatural bulk and movement vector that resulted from the procedure led to its abandonment in favor of temporalis repositioning. [25] [26] When only a single CN VII branch is injured, such as the marginal mandibular branch, transferring the anterior digastric belly or platysma may help restore lower lip depression and produce a more symmetric smile. [27] [28] Severe blepharoptosis, which does not arise from CN VII dysfunction, may be corrected by raising the eyelid with a surgically placed frontalis muscle sling. [29]", "contents": "Anatomy, Head and Neck: Facial Muscles -- Surgical Considerations -- Reconstructive Surgery. Historically, the masseter was disinserted from the mandibular angle and attached to the modiolus so that the act of biting would help produce a smile. However, the unnatural bulk and movement vector that resulted from the procedure led to its abandonment in favor of temporalis repositioning. [25] [26] When only a single CN VII branch is injured, such as the marginal mandibular branch, transferring the anterior digastric belly or platysma may help restore lower lip depression and produce a more symmetric smile. [27] [28] Severe blepharoptosis, which does not arise from CN VII dysfunction, may be corrected by raising the eyelid with a surgically placed frontalis muscle sling. [29]"}
{"id": "article-21549_31", "title": "Anatomy, Head and Neck: Facial Muscles -- Surgical Considerations -- Surgical Landmark", "content": "Facial muscles may serve as valuable landmarks in facial surgery. The deep plane facelift, a commonly employed technique originally described by Hamra in 1990, uses the zygomaticus major's surface as a dissection plane for elevating the malar fat pad. [30] Following the zygomaticus major muscle also serves as an excellent method of identifying the modiolus when performing a static sling or dynamic reanimation procedure to restore smiling in facial paralysis cases.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Surgical Considerations -- Surgical Landmark. Facial muscles may serve as valuable landmarks in facial surgery. The deep plane facelift, a commonly employed technique originally described by Hamra in 1990, uses the zygomaticus major's surface as a dissection plane for elevating the malar fat pad. [30] Following the zygomaticus major muscle also serves as an excellent method of identifying the modiolus when performing a static sling or dynamic reanimation procedure to restore smiling in facial paralysis cases."}
{"id": "article-21549_32", "title": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance", "content": "The most common clinical issues affecting facial musculature are paralysis, blepharospasm or hemifacial spasm, bruxism, and aging. These issues are discussed below.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance. The most common clinical issues affecting facial musculature are paralysis, blepharospasm or hemifacial spasm, bruxism, and aging. These issues are discussed below."}
{"id": "article-21549_33", "title": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance -- Facial paralysis", "content": "This condition may arise from local or systemic pathologies affecting the central or peripheral nervous system. [31] The most common cause of facial paralysis is Bell palsy. This disorder has an excellent prognosis, with 70-90% of patients ultimately regaining premorbid function. [32] [33] Patients who do not regain normal mimetic function may develop chronic problems, including persistent corneal exposure, difficulty eating and speaking, and psychosocial issues.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance -- Facial paralysis. This condition may arise from local or systemic pathologies affecting the central or peripheral nervous system. [31] The most common cause of facial paralysis is Bell palsy. This disorder has an excellent prognosis, with 70-90% of patients ultimately regaining premorbid function. [32] [33] Patients who do not regain normal mimetic function may develop chronic problems, including persistent corneal exposure, difficulty eating and speaking, and psychosocial issues."}
{"id": "article-21549_34", "title": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance -- Blepharospasm", "content": "This disorder arises from the orbicularis oculi muscle's periodic twitching, which occasionally spreads to the midfacial muscles. Blepharospasm is sometimes termed \"hemifacial spasm.\" Facial spasms often occur due to neoplastic growths pressing against CN VII. Blood vessels like the anterior inferior cerebellar artery may also pulsate against the nerve, leading to irritation and increased excitability. Some individuals present with congenital hemifacial spasms, while others have a psychogenic etiology. [34] Regardless of the cause, patients often find that blepharospasm and hemifacial spasm make them self-conscious. Thus, many limit their social activities, similar to patients with facial paralysis. Chemodenervation with botulinum toxin provides some symptomatic relief in many cases.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance -- Blepharospasm. This disorder arises from the orbicularis oculi muscle's periodic twitching, which occasionally spreads to the midfacial muscles. Blepharospasm is sometimes termed \"hemifacial spasm.\" Facial spasms often occur due to neoplastic growths pressing against CN VII. Blood vessels like the anterior inferior cerebellar artery may also pulsate against the nerve, leading to irritation and increased excitability. Some individuals present with congenital hemifacial spasms, while others have a psychogenic etiology. [34] Regardless of the cause, patients often find that blepharospasm and hemifacial spasm make them self-conscious. Thus, many limit their social activities, similar to patients with facial paralysis. Chemodenervation with botulinum toxin provides some symptomatic relief in many cases."}
{"id": "article-21549_35", "title": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance -- Bruxism", "content": "This condition is more common than facial paralysis and blepharospasm, affecting between 8% and 31% of the population. Bruxism is characterized by teeth grinding, most commonly at night. [35] Daytime bruxism is likely related to stress or other behavioral factors. In contrast, nocturnal teeth grinding may result from central neurotransmitter abnormalities. [36] Frequent, chronic teeth grinding often results in accelerated dental wear and facial pain syndromes, such as temporomandibular joint dysfunction. Wearing mouthguards at night and botulinum toxin injections can alleviate symptoms.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance -- Bruxism. This condition is more common than facial paralysis and blepharospasm, affecting between 8% and 31% of the population. Bruxism is characterized by teeth grinding, most commonly at night. [35] Daytime bruxism is likely related to stress or other behavioral factors. In contrast, nocturnal teeth grinding may result from central neurotransmitter abnormalities. [36] Frequent, chronic teeth grinding often results in accelerated dental wear and facial pain syndromes, such as temporomandibular joint dysfunction. Wearing mouthguards at night and botulinum toxin injections can alleviate symptoms."}
{"id": "article-21549_36", "title": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance -- Aging", "content": "From an aesthetic standpoint, facial muscles often contribute to aging signs and are frequent cosmetic procedure targets. For example, festoons from orbicularis oculi hypertrophy contribute to a chronically tired appearance and may be removed surgically. Wrinkle types arising from facial muscle overuse include crow's feet (from orbicularis oculi overuse), frown lines (from repeated corrugator supercilii use), bunny lines (from nasalis overuse), and smoker's lines (from repeated orbicularis oris use).", "contents": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance -- Aging. From an aesthetic standpoint, facial muscles often contribute to aging signs and are frequent cosmetic procedure targets. For example, festoons from orbicularis oculi hypertrophy contribute to a chronically tired appearance and may be removed surgically. Wrinkle types arising from facial muscle overuse include crow's feet (from orbicularis oculi overuse), frown lines (from repeated corrugator supercilii use), bunny lines (from nasalis overuse), and smoker's lines (from repeated orbicularis oris use)."}
{"id": "article-21549_37", "title": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance -- Aging", "content": "Transverse forehead rhytides result from chronic frontalis contraction, frequently due to compensation for brow ptosis. Vertical platysmal bands often become noticeable as the muscle's medial edges separate over time. Excessive depressor anguli oris tone can cause the mouth corners to turn downwards, producing a chronically angry appearance. Botulinum toxin injection is a treatment option for rhytides arising from facial muscle overuse. [37]", "contents": "Anatomy, Head and Neck: Facial Muscles -- Clinical Significance -- Aging. Transverse forehead rhytides result from chronic frontalis contraction, frequently due to compensation for brow ptosis. Vertical platysmal bands often become noticeable as the muscle's medial edges separate over time. Excessive depressor anguli oris tone can cause the mouth corners to turn downwards, producing a chronically angry appearance. Botulinum toxin injection is a treatment option for rhytides arising from facial muscle overuse. [37]"}
{"id": "article-21549_38", "title": "Anatomy, Head and Neck: Facial Muscles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Facial Muscles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}