{"id": "article-27204_0", "title": "Pickwickian Syndrome -- Continuing Education Activity", "content": "Obesity hypoventilation syndrome (also named Pickwickian syndrome) is defined as the presence of awake alveolar hypoventilation characterized by daytime hypercapnia (arterial PaCO2 greater than 45 mmHg [5.9 kPa]) that is thought to be a consequence of diminished ventilatory drive and capacity related to obesity (BMI over 30 kg/m 2 ) in the absence of an alternate respiratory, neuromuscular, or metabolic explanation for hypoventilation. The management of obesity hypoventilation syndrome (OHS) is challenging and complex, and the clinical presentation of the disease should be diagnosed early to achieve optimal outcomes. OHS has significant overlap with obstructive sleep apnea, but there are also differences in underlying pathology, which differentiates the two conditions. This activity reviews the epidemiology, etiology, pathogenesis, clinical features, management, and prognosis. This activity highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Pickwickian Syndrome -- Continuing Education Activity. Obesity hypoventilation syndrome (also named Pickwickian syndrome) is defined as the presence of awake alveolar hypoventilation characterized by daytime hypercapnia (arterial PaCO2 greater than 45 mmHg [5.9 kPa]) that is thought to be a consequence of diminished ventilatory drive and capacity related to obesity (BMI over 30 kg/m 2 ) in the absence of an alternate respiratory, neuromuscular, or metabolic explanation for hypoventilation. The management of obesity hypoventilation syndrome (OHS) is challenging and complex, and the clinical presentation of the disease should be diagnosed early to achieve optimal outcomes. OHS has significant overlap with obstructive sleep apnea, but there are also differences in underlying pathology, which differentiates the two conditions. This activity reviews the epidemiology, etiology, pathogenesis, clinical features, management, and prognosis. This activity highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-27204_1", "title": "Pickwickian Syndrome -- Continuing Education Activity", "content": "Objectives: Recognize clinical indicators and symptoms of obesity hypoventilation syndrome (OHS) during patient assessments, considering factors such as daytime hypercapnia during full wakefulness and obesity (BMI over 30 kg/m²). Systematically screen high-risk individuals, especially those with obesity, for potential obesity hypoventilation syndrome through targeted assessments, including sleep studies and arterial blood gas analysis. Initiate evidence-based interventions and management strategies for OHS, incorporating lifestyle modifications, weight loss initiatives, and, when necessary, positive airway pressure (PAP) therapy. Effectively communicate with patients, caregivers, and members of the interprofessional team, ensuring clear understanding of the diagnosis, treatment options, and the importance of long-term management. Access free multiple choice questions on this topic.", "contents": "Pickwickian Syndrome -- Continuing Education Activity. Objectives: Recognize clinical indicators and symptoms of obesity hypoventilation syndrome (OHS) during patient assessments, considering factors such as daytime hypercapnia during full wakefulness and obesity (BMI over 30 kg/m²). Systematically screen high-risk individuals, especially those with obesity, for potential obesity hypoventilation syndrome through targeted assessments, including sleep studies and arterial blood gas analysis. Initiate evidence-based interventions and management strategies for OHS, incorporating lifestyle modifications, weight loss initiatives, and, when necessary, positive airway pressure (PAP) therapy. Effectively communicate with patients, caregivers, and members of the interprofessional team, ensuring clear understanding of the diagnosis, treatment options, and the importance of long-term management. Access free multiple choice questions on this topic."}
{"id": "article-27204_2", "title": "Pickwickian Syndrome -- Introduction", "content": "In 1836, Charles Dickens published his serialized book “The Posthumous Papers of the Pickwick Club” in which he described obesity hypoventilation syndrome (OHS), which is defined as alveolar hypoventilation in an obese individual during wakefulness that cannot be explained to other conditions that lead to hypercapnia, such as chronic obstructive lung disease (COPD) or obstructive sleep apnea. [1] [2]", "contents": "Pickwickian Syndrome -- Introduction. In 1836, Charles Dickens published his serialized book “The Posthumous Papers of the Pickwick Club” in which he described obesity hypoventilation syndrome (OHS), which is defined as alveolar hypoventilation in an obese individual during wakefulness that cannot be explained to other conditions that lead to hypercapnia, such as chronic obstructive lung disease (COPD) or obstructive sleep apnea. [1] [2]"}
{"id": "article-27204_3", "title": "Pickwickian Syndrome -- Introduction", "content": "Obesity hypoventilation syndrome (OHS) is defined as the presence of awake alveolar hypoventilation characterized by daytime hypercapnia (arterial PaCO 2 greater than 45 mm Hg [5.9 kPa]) that is thought to be a consequence of diminished ventilatory drive and capacity related to obesity (BMI over 30 kg/m 2 ) in the absence of an alternate respiratory, neuromuscular, or metabolic explanation for hypoventilation. [3] The mechanism of OHS is related to a decrease in central respiratory drive, reduced hypercapnic ventilatory response, and a restrictive lung disease pattern.", "contents": "Pickwickian Syndrome -- Introduction. Obesity hypoventilation syndrome (OHS) is defined as the presence of awake alveolar hypoventilation characterized by daytime hypercapnia (arterial PaCO 2 greater than 45 mm Hg [5.9 kPa]) that is thought to be a consequence of diminished ventilatory drive and capacity related to obesity (BMI over 30 kg/m 2 ) in the absence of an alternate respiratory, neuromuscular, or metabolic explanation for hypoventilation. [3] The mechanism of OHS is related to a decrease in central respiratory drive, reduced hypercapnic ventilatory response, and a restrictive lung disease pattern."}
{"id": "article-27204_4", "title": "Pickwickian Syndrome -- Etiology", "content": "Obesity hypoventilation syndrome (OHS) results from diminished ventilatory drive and capacity related to obesity. The load on the respiratory mechanics and blunting of the ventilatory response to carbon dioxide (CO2) in obese individuals (body-mass index-BMI of >30 kg/m 2 ) results in daytime hypercapnia. The responsible cause of OHS is multifactorial, with obesity and obstructive sleep apnea as the leading causes; other contributing factors involved in the etiology of OHS include ventilatory control defects leading to decreased responsiveness in the hypoxic and hypercapnic ventilatory drive, as outlined in the pathophysiology section. OHS is considered a diagnosis of exclusion, ie, in the absence of alternative neuromuscular, mechanical, or metabolic explanations for hypoventilation. [4]", "contents": "Pickwickian Syndrome -- Etiology. Obesity hypoventilation syndrome (OHS) results from diminished ventilatory drive and capacity related to obesity. The load on the respiratory mechanics and blunting of the ventilatory response to carbon dioxide (CO2) in obese individuals (body-mass index-BMI of >30 kg/m 2 ) results in daytime hypercapnia. The responsible cause of OHS is multifactorial, with obesity and obstructive sleep apnea as the leading causes; other contributing factors involved in the etiology of OHS include ventilatory control defects leading to decreased responsiveness in the hypoxic and hypercapnic ventilatory drive, as outlined in the pathophysiology section. OHS is considered a diagnosis of exclusion, ie, in the absence of alternative neuromuscular, mechanical, or metabolic explanations for hypoventilation. [4]"}
{"id": "article-27204_5", "title": "Pickwickian Syndrome -- Etiology", "content": "Apnea is \"cessation of breathing at the nose and mouth lasting at least 10 seconds.\" The American Academy of Sleep Medicine defines hypopnea as at least a 30% reduction of air flow for 10 seconds with at least a 3% reduction in oxygen saturation or arousal from sleep. Apnea and hypopnea are considered equivalent events. Although several metrics measure sleep-disordered breathing, the apnea-hypopnea index (AHI) is the most commonly used and validated index. [5]", "contents": "Pickwickian Syndrome -- Etiology. Apnea is \"cessation of breathing at the nose and mouth lasting at least 10 seconds.\" The American Academy of Sleep Medicine defines hypopnea as at least a 30% reduction of air flow for 10 seconds with at least a 3% reduction in oxygen saturation or arousal from sleep. Apnea and hypopnea are considered equivalent events. Although several metrics measure sleep-disordered breathing, the apnea-hypopnea index (AHI) is the most commonly used and validated index. [5]"}
{"id": "article-27204_6", "title": "Pickwickian Syndrome -- Etiology", "content": "OHS is commonly associated with OSA (defined by an AHI ≥ 5 events/hour). However, not every patient with OHS has OSA (approximately 10% do not have comorbid OSA and OHS or non-obstructive sleep hypoventilation), suggesting a different phenotype. The majority of patients with OHS (about 70%) have severe OSA (AHI ≥ 30 events/hour). [6]", "contents": "Pickwickian Syndrome -- Etiology. OHS is commonly associated with OSA (defined by an AHI ≥ 5 events/hour). However, not every patient with OHS has OSA (approximately 10% do not have comorbid OSA and OHS or non-obstructive sleep hypoventilation), suggesting a different phenotype. The majority of patients with OHS (about 70%) have severe OSA (AHI ≥ 30 events/hour). [6]"}
{"id": "article-27204_7", "title": "Pickwickian Syndrome -- Epidemiology", "content": "More than a third of the current population of the United States is obese. With increasing obesity, the prevalence of OHS is assumed to be on the rise. The prevalence of morbid obesity (BMI ≥40 kg/m 2 ) is 8% among adults in the United States. [7] [8] Likewise, the prevalence of extreme obesity (BMI>50 kg/m 2 has increased 10-fold between 2000 and 2005 and is rising. [9]", "contents": "Pickwickian Syndrome -- Epidemiology. More than a third of the current population of the United States is obese. With increasing obesity, the prevalence of OHS is assumed to be on the rise. The prevalence of morbid obesity (BMI ≥40 kg/m 2 ) is 8% among adults in the United States. [7] [8] Likewise, the prevalence of extreme obesity (BMI>50 kg/m 2 has increased 10-fold between 2000 and 2005 and is rising. [9]"}
{"id": "article-27204_8", "title": "Pickwickian Syndrome -- Epidemiology", "content": "The prevalence of OHS in individuals with OSA is estimated to be between 20% to 30%. [10] In one study of hospitalized patients with a BMI over 35 kg/m 2 , the prevalence of OHS was 31%. [11] The prevalence of obesity varies by gender, ethnicity, education, and age, with the highest prevalence among women, non-Hispanic Black persons, those with less education, and those aged 40 to 59 years. [12] In addition, OHS is known to occur at a lower BMI range in the Asian community. [13]", "contents": "Pickwickian Syndrome -- Epidemiology. The prevalence of OHS in individuals with OSA is estimated to be between 20% to 30%. [10] In one study of hospitalized patients with a BMI over 35 kg/m 2 , the prevalence of OHS was 31%. [11] The prevalence of obesity varies by gender, ethnicity, education, and age, with the highest prevalence among women, non-Hispanic Black persons, those with less education, and those aged 40 to 59 years. [12] In addition, OHS is known to occur at a lower BMI range in the Asian community. [13]"}
{"id": "article-27204_9", "title": "Pickwickian Syndrome -- Pathophysiology", "content": "Obesity hypoventilation syndrome results from the mechanical load on the respiratory pump, leading to low tidal volumes and blunting of the chemoreflex to CO2, leading to inappropriate central respiratory effort in individuals with obesity. This situation manifests from a complex interaction between multifactorial mechanisms, which are as follows:", "contents": "Pickwickian Syndrome -- Pathophysiology. Obesity hypoventilation syndrome results from the mechanical load on the respiratory pump, leading to low tidal volumes and blunting of the chemoreflex to CO2, leading to inappropriate central respiratory effort in individuals with obesity. This situation manifests from a complex interaction between multifactorial mechanisms, which are as follows:"}
{"id": "article-27204_10", "title": "Pickwickian Syndrome -- Pathophysiology", "content": "Sleep-disordered breathing: Obesity-related mechanisms like altered upper airway mechanics and impaired ventilatory control play a significant role in promoting hypoventilation during wakefulness and sleep. In obese individuals, narrowed airways and increased upper airway resistance are associated with increased end-tidal CO2 (PCO2), as illustrated in the figure below. Following the apneic phase in patients with only OSA, the hyperventilation phase eliminates the retained carbon dioxide (CO2). If CO2 accumulates beyond the ventilatory capacity to be cleared, the kidney starts retaining bicarbonate to compensate for respiratory acidosis. This chronic accumulation of CO 2 leads to chronic hypercapnia and compensated respiratory acidosis. [14]", "contents": "Pickwickian Syndrome -- Pathophysiology. Sleep-disordered breathing: Obesity-related mechanisms like altered upper airway mechanics and impaired ventilatory control play a significant role in promoting hypoventilation during wakefulness and sleep. In obese individuals, narrowed airways and increased upper airway resistance are associated with increased end-tidal CO2 (PCO2), as illustrated in the figure below. Following the apneic phase in patients with only OSA, the hyperventilation phase eliminates the retained carbon dioxide (CO2). If CO2 accumulates beyond the ventilatory capacity to be cleared, the kidney starts retaining bicarbonate to compensate for respiratory acidosis. This chronic accumulation of CO 2 leads to chronic hypercapnia and compensated respiratory acidosis. [14]"}
{"id": "article-27204_11", "title": "Pickwickian Syndrome -- Pathophysiology", "content": "Impaired pulmonary mechanics: Patients with OHS are found to have a higher upper airway resistance in sitting and supine positions compared with individuals with OSA who are eucapnic. [15] [16] Increased fat deposits cause decreased downward diaphragmatic and lessened outward chest wall movement; this increases intraabdominal and pleural pressures (usually negative). This reduces functional residual capacity (FRC), expiratory reserve volume (ERV), and total lung capacity (TLC). Spirometry analysis of patients with OHS reveals a predominantly restrictive defect with lower forced vital capacity (FVC) and forced expiratory volume in one second (FEV1) but a normal FEV1/FVC ratio, likely from a combination of the inertial load of the increased fat around the chest wall and abdomen further worsened by the effect of gravity during sleep. [15] [16] [17] [18] This restrictive breathing pattern can also increase dead space ventilation by a predominantly lowered tidal volume and increased respiratory rate. Given the lack of studies on diaphragmatic performance and trans-diaphragmatic pressures, it is unclear whether respiratory musculature weakens in patients with OHS.", "contents": "Pickwickian Syndrome -- Pathophysiology. Impaired pulmonary mechanics: Patients with OHS are found to have a higher upper airway resistance in sitting and supine positions compared with individuals with OSA who are eucapnic. [15] [16] Increased fat deposits cause decreased downward diaphragmatic and lessened outward chest wall movement; this increases intraabdominal and pleural pressures (usually negative). This reduces functional residual capacity (FRC), expiratory reserve volume (ERV), and total lung capacity (TLC). Spirometry analysis of patients with OHS reveals a predominantly restrictive defect with lower forced vital capacity (FVC) and forced expiratory volume in one second (FEV1) but a normal FEV1/FVC ratio, likely from a combination of the inertial load of the increased fat around the chest wall and abdomen further worsened by the effect of gravity during sleep. [15] [16] [17] [18] This restrictive breathing pattern can also increase dead space ventilation by a predominantly lowered tidal volume and increased respiratory rate. Given the lack of studies on diaphragmatic performance and trans-diaphragmatic pressures, it is unclear whether respiratory musculature weakens in patients with OHS."}
{"id": "article-27204_12", "title": "Pickwickian Syndrome -- Pathophysiology", "content": "Blunted respiratory drive: In individuals with OSA without hypercapnia, PaCO levels do not increase due to ventilatory compensation, which allows the clearance of excessive amounts of CO 2 . However, in patients with OHS, the compensatory mechanism is compromised, causing hypercapnia. Research has shown that patients with OHS do not augment their minute ventilation when forced to breathe hypoxic ambient air and when rebreathing CO 2 . [19] [20] However, they can voluntarily hyperventilate to eucapnia, and hypercapnia is also correctible with positive airway pressure. [21]", "contents": "Pickwickian Syndrome -- Pathophysiology. Blunted respiratory drive: In individuals with OSA without hypercapnia, PaCO levels do not increase due to ventilatory compensation, which allows the clearance of excessive amounts of CO 2 . However, in patients with OHS, the compensatory mechanism is compromised, causing hypercapnia. Research has shown that patients with OHS do not augment their minute ventilation when forced to breathe hypoxic ambient air and when rebreathing CO 2 . [19] [20] However, they can voluntarily hyperventilate to eucapnia, and hypercapnia is also correctible with positive airway pressure. [21]"}
{"id": "article-27204_13", "title": "Pickwickian Syndrome -- Pathophysiology", "content": "Leptin resistance: Leptin is a satiety hormone produced by adipose tissues, which causes satiety and stimulates hyperventilation [22] and can be found in increasing levels in the obese population to compensate for the increased CO2 load. [23] [24] Leptin is a 16-kDa protein encoded by the Ob gene. [25] Patients with OHS have been found to have elevated leptin levels compared to eucapnic patients, suggesting leptin resistance. [26] These elevated leptin levels drop after the treatment with positive airway pressure. [27]", "contents": "Pickwickian Syndrome -- Pathophysiology. Leptin resistance: Leptin is a satiety hormone produced by adipose tissues, which causes satiety and stimulates hyperventilation [22] and can be found in increasing levels in the obese population to compensate for the increased CO2 load. [23] [24] Leptin is a 16-kDa protein encoded by the Ob gene. [25] Patients with OHS have been found to have elevated leptin levels compared to eucapnic patients, suggesting leptin resistance. [26] These elevated leptin levels drop after the treatment with positive airway pressure. [27]"}
{"id": "article-27204_14", "title": "Pickwickian Syndrome -- History and Physical", "content": "The typical presentation of the patient with obesity hypoventilation syndrome may occur in the medical intensive care unit (ICU) with acute exacerbation of chronic hypoxemic and hypercapnic respiratory failure needing ventilatory support in the form of non-invasive or invasive positive pressure ventilation. A sleep specialist or pulmonologist may also see the patient with OHS in the outpatient setting. A typical patient is obese, with a BMI over 35 kg/m 2, and is considered at high risk with hypersomnolence and daytime sleepiness. Other classic signs of OSA, like snoring, nocturnal choking, apneas witnessed by the partner, early morning headaches, daytime fatigue, impaired concentration and memory, and dyspnea, may also be reported by patients.", "contents": "Pickwickian Syndrome -- History and Physical. The typical presentation of the patient with obesity hypoventilation syndrome may occur in the medical intensive care unit (ICU) with acute exacerbation of chronic hypoxemic and hypercapnic respiratory failure needing ventilatory support in the form of non-invasive or invasive positive pressure ventilation. A sleep specialist or pulmonologist may also see the patient with OHS in the outpatient setting. A typical patient is obese, with a BMI over 35 kg/m 2, and is considered at high risk with hypersomnolence and daytime sleepiness. Other classic signs of OSA, like snoring, nocturnal choking, apneas witnessed by the partner, early morning headaches, daytime fatigue, impaired concentration and memory, and dyspnea, may also be reported by patients."}
{"id": "article-27204_15", "title": "Pickwickian Syndrome -- History and Physical", "content": "The physical exam may reveal an obese individual with a short and wide neck, crowded oropharynx, and low-lying uvula. Signs of right heart failure from pulmonary hypertension, including elevated jugular venous pressure, a prominent pulmonic component of the second heart sound, hepatomegaly, and lower extremity edema, may be present.", "contents": "Pickwickian Syndrome -- History and Physical. The physical exam may reveal an obese individual with a short and wide neck, crowded oropharynx, and low-lying uvula. Signs of right heart failure from pulmonary hypertension, including elevated jugular venous pressure, a prominent pulmonic component of the second heart sound, hepatomegaly, and lower extremity edema, may be present."}
{"id": "article-27204_16", "title": "Pickwickian Syndrome -- Evaluation", "content": "Obesity hypoventilation syndrome often remains undiagnosed until late in the disease. Early recognition is essential, as these patients have significant morbidity and mortality. Acute hypercapnic respiratory failure due to obesity hypoventilation syndrome is a diagnosis of exclusion; once there is clinical suspicion, other differentials must be excluded to ensure a correct diagnosis, which dictates the management.", "contents": "Pickwickian Syndrome -- Evaluation. Obesity hypoventilation syndrome often remains undiagnosed until late in the disease. Early recognition is essential, as these patients have significant morbidity and mortality. Acute hypercapnic respiratory failure due to obesity hypoventilation syndrome is a diagnosis of exclusion; once there is clinical suspicion, other differentials must be excluded to ensure a correct diagnosis, which dictates the management."}
{"id": "article-27204_17", "title": "Pickwickian Syndrome -- Evaluation", "content": "Hypercapnia: A sensitive screening test for chronic hypercapnia is an elevated serum bicarbonate level (>27 mEq/L). However, this is not a specific test, and elevation can occur in several other diagnoses, including vomiting, dehydration, medications, etc. Arterial blood gas (ABG) is a more definitive test for alveolar hypoventilation and defines hypercapnia as the partial pressure of arterial CO 2 (PaCO 2 ) greater than 45 mm Hg. PaC02 is the preferred measurement over Sp0 2 or HCO 3 levels. [28]", "contents": "Pickwickian Syndrome -- Evaluation. Hypercapnia: A sensitive screening test for chronic hypercapnia is an elevated serum bicarbonate level (>27 mEq/L). However, this is not a specific test, and elevation can occur in several other diagnoses, including vomiting, dehydration, medications, etc. Arterial blood gas (ABG) is a more definitive test for alveolar hypoventilation and defines hypercapnia as the partial pressure of arterial CO 2 (PaCO 2 ) greater than 45 mm Hg. PaC02 is the preferred measurement over Sp0 2 or HCO 3 levels. [28]"}
{"id": "article-27204_18", "title": "Pickwickian Syndrome -- Evaluation", "content": "Hypoxemia: Hypoxemia during wakefulness is uncommon in OSA alone and requires confirmation by an ABG showing PaO less than 70 mm Hg. Hypoxia can be measured noninvasively through pulse oximetry. Another tool used in evaluating OSA and OHS is the polysomnogram.", "contents": "Pickwickian Syndrome -- Evaluation. Hypoxemia: Hypoxemia during wakefulness is uncommon in OSA alone and requires confirmation by an ABG showing PaO less than 70 mm Hg. Hypoxia can be measured noninvasively through pulse oximetry. Another tool used in evaluating OSA and OHS is the polysomnogram."}
{"id": "article-27204_19", "title": "Pickwickian Syndrome -- Evaluation", "content": "Complete blood count: Polycythemia due to chronic hypoventilation and hypoxia may be present. Blood tests can rule out secondary causes of erythrocytosis and other mimicking diagnoses like hypothyroidism.", "contents": "Pickwickian Syndrome -- Evaluation. Complete blood count: Polycythemia due to chronic hypoventilation and hypoxia may be present. Blood tests can rule out secondary causes of erythrocytosis and other mimicking diagnoses like hypothyroidism."}
{"id": "article-27204_20", "title": "Pickwickian Syndrome -- Evaluation", "content": "Pulmonary function testing (PFT) and imaging: If hypercapnia is confirmed, other causes should be ruled out with PFTs, chest X-ray, or computed tomography (CT) scan as clinically indicated. The PFT results in OHS can reveal a moderate restrictive defect without evidence of airway obstruction, but it may also be normal.", "contents": "Pickwickian Syndrome -- Evaluation. Pulmonary function testing (PFT) and imaging: If hypercapnia is confirmed, other causes should be ruled out with PFTs, chest X-ray, or computed tomography (CT) scan as clinically indicated. The PFT results in OHS can reveal a moderate restrictive defect without evidence of airway obstruction, but it may also be normal."}
{"id": "article-27204_21", "title": "Pickwickian Syndrome -- Evaluation", "content": "Sleep study: Polysomnography with continuous nocturnal lCO 2 monitoring is the gold standard for evaluating OHS. In addition, the oxygen nadir and percent time spent below O 2 saturation (SpO 2 ) of 90%  suggests OHS.", "contents": "Pickwickian Syndrome -- Evaluation. Sleep study: Polysomnography with continuous nocturnal lCO 2 monitoring is the gold standard for evaluating OHS. In addition, the oxygen nadir and percent time spent below O 2 saturation (SpO 2 ) of 90%  suggests OHS."}
{"id": "article-27204_22", "title": "Pickwickian Syndrome -- Evaluation", "content": "Cardiac studies: Electrocardiogram (ECG) and echocardiogram help assess right heart enlargement and failure secondary to pulmonary hypertension that develops late in OHS.", "contents": "Pickwickian Syndrome -- Evaluation. Cardiac studies: Electrocardiogram (ECG) and echocardiogram help assess right heart enlargement and failure secondary to pulmonary hypertension that develops late in OHS."}
{"id": "article-27204_23", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "There are newly established guidelines from leading societies on treating obesity hypoventilation syndrome. [28] [29] [28] [30] Individual treatment modalities that target the various distinct underlying mechanisms include addressing sleep-disordered breathing, weight loss and lifestyle modifications, surgical interventions for the same, and other pharmacotherapy.", "contents": "Pickwickian Syndrome -- Treatment / Management. There are newly established guidelines from leading societies on treating obesity hypoventilation syndrome. [28] [29] [28] [30] Individual treatment modalities that target the various distinct underlying mechanisms include addressing sleep-disordered breathing, weight loss and lifestyle modifications, surgical interventions for the same, and other pharmacotherapy."}
{"id": "article-27204_24", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "Positive airway pressure (PAP) therapy, including continuous positive airway pressure (CPAP), is the first-line therapy. [29] [31] Other forms of noninvasive ventilation (biphasic positive airway pressure [BIPAP] or pressure support) are not recommended as initial treatment. [28] This therapy should not be delayed while the patient tries to lose weight. Supplemental oxygen may be necessary, and its continued need should be assessed at subsequent visits. Given that most patients with OHS (90%) have coexistent OSA, CPAP is considered the initial modality of choice. [32] In those with sleep-related hypoventilation and fewer obstructive events during sleep, BIPAP is the first choice. [33]", "contents": "Pickwickian Syndrome -- Treatment / Management. Positive airway pressure (PAP) therapy, including continuous positive airway pressure (CPAP), is the first-line therapy. [29] [31] Other forms of noninvasive ventilation (biphasic positive airway pressure [BIPAP] or pressure support) are not recommended as initial treatment. [28] This therapy should not be delayed while the patient tries to lose weight. Supplemental oxygen may be necessary, and its continued need should be assessed at subsequent visits. Given that most patients with OHS (90%) have coexistent OSA, CPAP is considered the initial modality of choice. [32] In those with sleep-related hypoventilation and fewer obstructive events during sleep, BIPAP is the first choice. [33]"}
{"id": "article-27204_25", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "CPAP delivers constant pressure through the entire respiratory cycle, helping maintain the upper airway patency and reducing obstructive events. In the subset of patients with a lack of improvement in hypercapnia despite objective evidence of adequate adherence to CPAP, BiPAP is chosen. BiPAP should also be the option if the patient is intolerant of CPAP or demonstrates a need for higher pressures in CPAP (>15 cm H 2 O). [34] Although comparative trials are lacking, most would consider BiPAP the mode of choice to augment ventilation when CPAP fails or becomes intolerant. To initiate BiPAP, an inspiratory positive airway pressure (IPAP) and expiratory positive airway pressure (EPAP) are independently titrated and set. [35]", "contents": "Pickwickian Syndrome -- Treatment / Management. CPAP delivers constant pressure through the entire respiratory cycle, helping maintain the upper airway patency and reducing obstructive events. In the subset of patients with a lack of improvement in hypercapnia despite objective evidence of adequate adherence to CPAP, BiPAP is chosen. BiPAP should also be the option if the patient is intolerant of CPAP or demonstrates a need for higher pressures in CPAP (>15 cm H 2 O). [34] Although comparative trials are lacking, most would consider BiPAP the mode of choice to augment ventilation when CPAP fails or becomes intolerant. To initiate BiPAP, an inspiratory positive airway pressure (IPAP) and expiratory positive airway pressure (EPAP) are independently titrated and set. [35]"}
{"id": "article-27204_26", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "The delta or the pressure difference between IPAP and EPAP is the driving pressure—the main contributor to ventilation and CO2 elimination. High levels of positive pressure are often needed because of poor chest wall compliance from obesity, diminished lung compliance from atelectasis, and cephalad displacement of the diaphragm from central adiposity during sleep. Arterial blood gases should be monitored closely to ensure clinical improvement when using PAP. For patients presenting to the hospital with acute worsening of chronic hypoxic hypercapnic respiratory failure, a decision about the ventilation mode must be made based on the severity of the respiratory failure. A trial of noninvasive positive pressure ventilation, as an initial choice, can be afforded to an arousable patient with an intact gag and cough reflex.", "contents": "Pickwickian Syndrome -- Treatment / Management. The delta or the pressure difference between IPAP and EPAP is the driving pressure—the main contributor to ventilation and CO2 elimination. High levels of positive pressure are often needed because of poor chest wall compliance from obesity, diminished lung compliance from atelectasis, and cephalad displacement of the diaphragm from central adiposity during sleep. Arterial blood gases should be monitored closely to ensure clinical improvement when using PAP. For patients presenting to the hospital with acute worsening of chronic hypoxic hypercapnic respiratory failure, a decision about the ventilation mode must be made based on the severity of the respiratory failure. A trial of noninvasive positive pressure ventilation, as an initial choice, can be afforded to an arousable patient with an intact gag and cough reflex."}
{"id": "article-27204_27", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "However, early intubation should be considered when patients cannot protect their airways, do not tolerate BiPAP, or do not improve quickly. Patients admitted to the hospital due to acute, chronic hypercapnia respiratory failure often do not have a formal diagnosis of OSA or known PAP pressures (based on official titration); therefore, empirical treatment is used. In these cases that require empirical therapy with noninvasive ventilation, the choice of pressures (IPAP and EPAP) depends on the severity of respiratory acidosis and body weight (to maintain upper airway patency while providing adequate pressure support for ventilation). See more details in the separate section on noninvasive ventilation. [35] Once patients hospitalized for OHS are released, they should be discharged with noninvasive ventilation and then undergo outpatient diagnostic procedures and PAP titration in the sleep laboratory. [28]", "contents": "Pickwickian Syndrome -- Treatment / Management. However, early intubation should be considered when patients cannot protect their airways, do not tolerate BiPAP, or do not improve quickly. Patients admitted to the hospital due to acute, chronic hypercapnia respiratory failure often do not have a formal diagnosis of OSA or known PAP pressures (based on official titration); therefore, empirical treatment is used. In these cases that require empirical therapy with noninvasive ventilation, the choice of pressures (IPAP and EPAP) depends on the severity of respiratory acidosis and body weight (to maintain upper airway patency while providing adequate pressure support for ventilation). See more details in the separate section on noninvasive ventilation. [35] Once patients hospitalized for OHS are released, they should be discharged with noninvasive ventilation and then undergo outpatient diagnostic procedures and PAP titration in the sleep laboratory. [28]"}
{"id": "article-27204_28", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "Adherence to PAP therapy, measured by the average hours of daily use in the past 30 days, is among the most challenging aspects of the management of OHS; this may be due to difficulty with the device and the masks, patient non-compliance, lack of education, or financial constraints. In a meta-analysis including 25 studies, PAP was associated with improving OHS symptoms and mortality. Further PAP treatment improved gas exchange, daytime sleepiness, sleep quality, quality of life, and frequency of emergency department visits. [36] Various types and sizes of masks can be used in patients diagnosed with OHS. Therefore, patient education about the disease process, the availability of several kinds of masks, and the necessity for PAP to prevent progression to complications and morbidity must be thoroughly addressed to maintain satisfactory adherence.", "contents": "Pickwickian Syndrome -- Treatment / Management. Adherence to PAP therapy, measured by the average hours of daily use in the past 30 days, is among the most challenging aspects of the management of OHS; this may be due to difficulty with the device and the masks, patient non-compliance, lack of education, or financial constraints. In a meta-analysis including 25 studies, PAP was associated with improving OHS symptoms and mortality. Further PAP treatment improved gas exchange, daytime sleepiness, sleep quality, quality of life, and frequency of emergency department visits. [36] Various types and sizes of masks can be used in patients diagnosed with OHS. Therefore, patient education about the disease process, the availability of several kinds of masks, and the necessity for PAP to prevent progression to complications and morbidity must be thoroughly addressed to maintain satisfactory adherence."}
{"id": "article-27204_29", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "Supplemental oxygen therapy is necessary for patients with OHS and hypoxemia despite PAP use. This situation occurs in up to 50% of patients in the literature. [37] Over time, the correct use of PAP may correct the hypoxemia to an acceptable level. This cohort of patients on PAP with supplemental oxygen has to be regularly followed to avoid the long-term cost and toxicity of continued oxygen therapy. Oxygen therapy alone in the absence of PAP is strongly discouraged as it will not augment ventilation and may have poor outcomes with worsening CO 2 retention. [31] [38] In a recent randomized crossover, a clinical study found that supplemental oxygen of 100% causes worsening hypercapnia (CO 2 increased by 5.0 mm Hg compared with room air) and decreased minute ventilation (by 1.4 L/min) in stable patients with obesity-associated hypoventilation. [31] [39]", "contents": "Pickwickian Syndrome -- Treatment / Management. Supplemental oxygen therapy is necessary for patients with OHS and hypoxemia despite PAP use. This situation occurs in up to 50% of patients in the literature. [37] Over time, the correct use of PAP may correct the hypoxemia to an acceptable level. This cohort of patients on PAP with supplemental oxygen has to be regularly followed to avoid the long-term cost and toxicity of continued oxygen therapy. Oxygen therapy alone in the absence of PAP is strongly discouraged as it will not augment ventilation and may have poor outcomes with worsening CO 2 retention. [31] [38] In a recent randomized crossover, a clinical study found that supplemental oxygen of 100% causes worsening hypercapnia (CO 2 increased by 5.0 mm Hg compared with room air) and decreased minute ventilation (by 1.4 L/min) in stable patients with obesity-associated hypoventilation. [31] [39]"}
{"id": "article-27204_30", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "All patients with OHS should be encouraged in diet and lifestyle modification for weight loss. This weight loss should be controlled and supervised, preferably in a weight loss program. Weight loss improves ventilation and has been shown to reduce the risk of complications, such as pulmonary hypertension, in various other cardiac and respiratory pathologies. Weight loss improves nocturnal oxygen saturation, decreases the frequency of respiratory apneas hypopneas, and improves pulmonary function. [40] The weight-loss target is recommended to be 25% to 30% of actual body weight to treat hypoventilation effectively. [28]", "contents": "Pickwickian Syndrome -- Treatment / Management. All patients with OHS should be encouraged in diet and lifestyle modification for weight loss. This weight loss should be controlled and supervised, preferably in a weight loss program. Weight loss improves ventilation and has been shown to reduce the risk of complications, such as pulmonary hypertension, in various other cardiac and respiratory pathologies. Weight loss improves nocturnal oxygen saturation, decreases the frequency of respiratory apneas hypopneas, and improves pulmonary function. [40] The weight-loss target is recommended to be 25% to 30% of actual body weight to treat hypoventilation effectively. [28]"}
{"id": "article-27204_31", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "Given that lifestyle and dietary modifications are not sustainable for the vast majority of patients in the long run, there are surgical interventions for weight loss, including bariatric surgery. Referral to surgery should be when dietary and lifestyle interventions fail, there is low tolerance to high PAP pressures, or there is a progression of OHS symptoms and hypercapnia. Although dedicated studies for patients with OHS are lacking, various studies have shown these interventions to demonstrate mixed efficacy for long-term improvement in OSA symptoms, AHI, and weight loss maintenance. In a meta-analysis conducted in 2009, including 12 different studies, patients undergoing sleep studies before and after maximal weight loss from bariatric surgery reported a 71% reduction in AHI. Still, only 38% achieved a cure, defined as AHI less than 5 per hour. Nearly two-thirds had residual disease, with most of them having persistent moderate OSA, defined as AHI greater than or equal to 15/hour. [41] With outcomes debatable, bariatric surgery still poses significant risks and complications. The perioperative mortality is high, and that for patients with OSA and OHS may be higher. [42] Therefore, it is usual to initiate PAP therapy immediately after extubation, especially since there is no compelling evidence of PAP therapy-induced anastomotic complications. [43] [44]", "contents": "Pickwickian Syndrome -- Treatment / Management. Given that lifestyle and dietary modifications are not sustainable for the vast majority of patients in the long run, there are surgical interventions for weight loss, including bariatric surgery. Referral to surgery should be when dietary and lifestyle interventions fail, there is low tolerance to high PAP pressures, or there is a progression of OHS symptoms and hypercapnia. Although dedicated studies for patients with OHS are lacking, various studies have shown these interventions to demonstrate mixed efficacy for long-term improvement in OSA symptoms, AHI, and weight loss maintenance. In a meta-analysis conducted in 2009, including 12 different studies, patients undergoing sleep studies before and after maximal weight loss from bariatric surgery reported a 71% reduction in AHI. Still, only 38% achieved a cure, defined as AHI less than 5 per hour. Nearly two-thirds had residual disease, with most of them having persistent moderate OSA, defined as AHI greater than or equal to 15/hour. [41] With outcomes debatable, bariatric surgery still poses significant risks and complications. The perioperative mortality is high, and that for patients with OSA and OHS may be higher. [42] Therefore, it is usual to initiate PAP therapy immediately after extubation, especially since there is no compelling evidence of PAP therapy-induced anastomotic complications. [43] [44]"}
{"id": "article-27204_32", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "Tracheostomy is the surgical modality aimed at sleep-disordered breathing. It is generally only for those intolerant of or consistently non-adherent to PAP therapy and those with complications such as cor pulmonale. Most people with a tracheostomy for OHS still require PAP therapy. It targets sleep-disordered breathing but does not alter the pulmonary mechanics, respiratory drive, or neurohumoral milieu. [45] Surgical risks and procedural difficulties in the obese population are inherent to this treatment.", "contents": "Pickwickian Syndrome -- Treatment / Management. Tracheostomy is the surgical modality aimed at sleep-disordered breathing. It is generally only for those intolerant of or consistently non-adherent to PAP therapy and those with complications such as cor pulmonale. Most people with a tracheostomy for OHS still require PAP therapy. It targets sleep-disordered breathing but does not alter the pulmonary mechanics, respiratory drive, or neurohumoral milieu. [45] Surgical risks and procedural difficulties in the obese population are inherent to this treatment."}
{"id": "article-27204_33", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "The role of pharmacological therapies for OHS is limited. Respiratory stimulants, such as acetazolamide, medroxyprogesterone, and theophylline, offer a compelling theoretical benefit to patients with chronic hypercapnia or depressed respiratory drive but have limited data supporting their use in a practical setting. [46] They have sometimes been considered adjunctive therapies of last resort for patients who chronically continue to have hypoventilation despite PAP therapy and weight loss. By blocking carbon dioxide conversion to bicarbonate, acetazolamide can lower pH in the brain and theoretically increase central ventilatory drive and minute ventilation.", "contents": "Pickwickian Syndrome -- Treatment / Management. The role of pharmacological therapies for OHS is limited. Respiratory stimulants, such as acetazolamide, medroxyprogesterone, and theophylline, offer a compelling theoretical benefit to patients with chronic hypercapnia or depressed respiratory drive but have limited data supporting their use in a practical setting. [46] They have sometimes been considered adjunctive therapies of last resort for patients who chronically continue to have hypoventilation despite PAP therapy and weight loss. By blocking carbon dioxide conversion to bicarbonate, acetazolamide can lower pH in the brain and theoretically increase central ventilatory drive and minute ventilation."}
{"id": "article-27204_34", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "Medroxyprogesterone serves as a respiratory stimulant at the hypothalamic level, but results from studies have been insufficient and contradictory, along with increased risks of hypercoagulability and venous thromboembolism. Other side effects, like decreased libido and erectile dysfunction in men and uterine bleeding in women, should be considered. [47] Theophylline is a bronchodilator as well as a direct respiratory stimulant. Its use in OHS has never been studied and is currently not recommended.", "contents": "Pickwickian Syndrome -- Treatment / Management. Medroxyprogesterone serves as a respiratory stimulant at the hypothalamic level, but results from studies have been insufficient and contradictory, along with increased risks of hypercoagulability and venous thromboembolism. Other side effects, like decreased libido and erectile dysfunction in men and uterine bleeding in women, should be considered. [47] Theophylline is a bronchodilator as well as a direct respiratory stimulant. Its use in OHS has never been studied and is currently not recommended."}
{"id": "article-27204_35", "title": "Pickwickian Syndrome -- Treatment / Management", "content": "The use of recombinant human leptin (metreleptin) as a subcutaneous injection in patients with congenital or acquired generalized lipodystrophy has been approved by the US Food and Drug Administration to treat metabolic complications of leptin deficiency; however, no studies to date exist in patients with OHS. [48]", "contents": "Pickwickian Syndrome -- Treatment / Management. The use of recombinant human leptin (metreleptin) as a subcutaneous injection in patients with congenital or acquired generalized lipodystrophy has been approved by the US Food and Drug Administration to treat metabolic complications of leptin deficiency; however, no studies to date exist in patients with OHS. [48]"}
{"id": "article-27204_36", "title": "Pickwickian Syndrome -- Differential Diagnosis", "content": "Central sleep apnea: Central sleep apnea (CSA) is defined by an intermittent reduced central drive to breathe. It is not hypoventilation syndrome, as patients tend to hyperventilate. Patients with CSA are generally normocapnic or slightly hypocapnic on blood gas testing.", "contents": "Pickwickian Syndrome -- Differential Diagnosis. Central sleep apnea: Central sleep apnea (CSA) is defined by an intermittent reduced central drive to breathe. It is not hypoventilation syndrome, as patients tend to hyperventilate. Patients with CSA are generally normocapnic or slightly hypocapnic on blood gas testing."}
{"id": "article-27204_37", "title": "Pickwickian Syndrome -- Differential Diagnosis", "content": "Obstructive lung disease: Patients with chronic obstructive pulmonary disease (COPD) who are hypercapnic and obese commonly have sleep-disordered breathing. [49] Therefore, a complete pulmonary function test and arterial blood gas are critical in establishing the diagnosis. Patients who have evidence of obstructive ventilatory defect cannot be given a diagnosis of OHS, as discussed in the introduction and evaluation.", "contents": "Pickwickian Syndrome -- Differential Diagnosis. Obstructive lung disease: Patients with chronic obstructive pulmonary disease (COPD) who are hypercapnic and obese commonly have sleep-disordered breathing. [49] Therefore, a complete pulmonary function test and arterial blood gas are critical in establishing the diagnosis. Patients who have evidence of obstructive ventilatory defect cannot be given a diagnosis of OHS, as discussed in the introduction and evaluation."}
{"id": "article-27204_38", "title": "Pickwickian Syndrome -- Differential Diagnosis", "content": "Extrapulmonary restriction: Some conditions causing incomplete lung expansion may cause acute hypercapnic respiratory failure, such as extrapulmonary chest wall restriction (pectus deformity, scoliosis, kyphosis) due to compromised respiratory mechanics. Ascites and severe bowel distention can compromise respiratory mechanics by exerting a significant cephalad force on the diaphragm. Extrapulmonary chest wall restriction commonly causes poor ventilatory reserve without overt respiratory failure.", "contents": "Pickwickian Syndrome -- Differential Diagnosis. Extrapulmonary restriction: Some conditions causing incomplete lung expansion may cause acute hypercapnic respiratory failure, such as extrapulmonary chest wall restriction (pectus deformity, scoliosis, kyphosis) due to compromised respiratory mechanics. Ascites and severe bowel distention can compromise respiratory mechanics by exerting a significant cephalad force on the diaphragm. Extrapulmonary chest wall restriction commonly causes poor ventilatory reserve without overt respiratory failure."}
{"id": "article-27204_39", "title": "Pickwickian Syndrome -- Differential Diagnosis", "content": "Neuromuscular disease: Neuromuscular diseases that can affect the respiratory system merit consideration in the differential diagnosis of hypoventilation syndromes. Amyotrophic lateral sclerosis (ALS) often leads to hypercapnic respiratory failure. [50] Patients usually have neurologic symptoms suggestive of typical features of ALS, such as muscle weakness, fasciculation, and hyperactive deep tendon reflexes. In addition, patients with spinal cord injuries can present with sleep-disordered breathing and chronic hypercapnia during sleep and wakefulness. [51] [52] These patients are not usually obese and have a history of acute injury or trauma that led to neurological deficits. However, patients with SCI commonly have sleep-disordered breathing and restrictive ventilatory defects mimicking OHS. [53] [54]", "contents": "Pickwickian Syndrome -- Differential Diagnosis. Neuromuscular disease: Neuromuscular diseases that can affect the respiratory system merit consideration in the differential diagnosis of hypoventilation syndromes. Amyotrophic lateral sclerosis (ALS) often leads to hypercapnic respiratory failure. [50] Patients usually have neurologic symptoms suggestive of typical features of ALS, such as muscle weakness, fasciculation, and hyperactive deep tendon reflexes. In addition, patients with spinal cord injuries can present with sleep-disordered breathing and chronic hypercapnia during sleep and wakefulness. [51] [52] These patients are not usually obese and have a history of acute injury or trauma that led to neurological deficits. However, patients with SCI commonly have sleep-disordered breathing and restrictive ventilatory defects mimicking OHS. [53] [54]"}
{"id": "article-27204_40", "title": "Pickwickian Syndrome -- Differential Diagnosis", "content": "Muscular dystrophies: Syndromes such as Duchenne or Becker can cause hypercapnic respiratory failure but have multiple other features like overall muscular weakness, growth delay, cardiomyopathies, and lab abnormalities like elevated creatinine kinase (CK), making the diagnosis apparent in a pediatric age group. Becker muscular dystrophy has a slightly more variable and benign course but remains with similar overall clinical features.", "contents": "Pickwickian Syndrome -- Differential Diagnosis. Muscular dystrophies: Syndromes such as Duchenne or Becker can cause hypercapnic respiratory failure but have multiple other features like overall muscular weakness, growth delay, cardiomyopathies, and lab abnormalities like elevated creatinine kinase (CK), making the diagnosis apparent in a pediatric age group. Becker muscular dystrophy has a slightly more variable and benign course but remains with similar overall clinical features."}
{"id": "article-27204_41", "title": "Pickwickian Syndrome -- Differential Diagnosis", "content": "Guillain-Barre syndrome: This generally presents with rapid onset of ascending, symmetric paralysis and areflexia occurring over 2 to 4 weeks. Dysautonomia is common and can cause hemodynamic instability or cardiac arrhythmias. Myasthenia gravis: This condition has hallmark features of muscle fatigability, diplopia, ptosis, dysarthria, limb weakness, and weak cough.", "contents": "Pickwickian Syndrome -- Differential Diagnosis. Guillain-Barre syndrome: This generally presents with rapid onset of ascending, symmetric paralysis and areflexia occurring over 2 to 4 weeks. Dysautonomia is common and can cause hemodynamic instability or cardiac arrhythmias. Myasthenia gravis: This condition has hallmark features of muscle fatigability, diplopia, ptosis, dysarthria, limb weakness, and weak cough."}
{"id": "article-27204_42", "title": "Pickwickian Syndrome -- Differential Diagnosis", "content": "Poliomyelitis and post-polio syndrome: These conditions are associated with acute flaccid paralysis or new weakness and fatigability, but vaccination has largely eradicated these from the developed world.", "contents": "Pickwickian Syndrome -- Differential Diagnosis. Poliomyelitis and post-polio syndrome: These conditions are associated with acute flaccid paralysis or new weakness and fatigability, but vaccination has largely eradicated these from the developed world."}
{"id": "article-27204_43", "title": "Pickwickian Syndrome -- Differential Diagnosis", "content": "Myxedema: Extremely low levels of circulating free thyroid hormones can present with respiratory insufficiency and hypercapnic failure but will have coexistent features of hypothermia, bradycardia, and sluggish tendon reflexes. They may be hemodynamically unstable along with neurological deficits, including coma, in extreme cases.", "contents": "Pickwickian Syndrome -- Differential Diagnosis. Myxedema: Extremely low levels of circulating free thyroid hormones can present with respiratory insufficiency and hypercapnic failure but will have coexistent features of hypothermia, bradycardia, and sluggish tendon reflexes. They may be hemodynamically unstable along with neurological deficits, including coma, in extreme cases."}
{"id": "article-27204_44", "title": "Pickwickian Syndrome -- Prognosis", "content": "Obesity hypoventilation syndrome is commonly misdiagnosed, even in patients with morbid obesity, resulting in frequent hospitalizations with hypercapnic respiratory failure. [55] The clinical course of OHS tends to be progressive and is associated with cardiovascular complications, including pulmonary hypertension and right heart failure, ultimately leading to high morbidity and mortality. [56]", "contents": "Pickwickian Syndrome -- Prognosis. Obesity hypoventilation syndrome is commonly misdiagnosed, even in patients with morbid obesity, resulting in frequent hospitalizations with hypercapnic respiratory failure. [55] The clinical course of OHS tends to be progressive and is associated with cardiovascular complications, including pulmonary hypertension and right heart failure, ultimately leading to high morbidity and mortality. [56]"}
{"id": "article-27204_45", "title": "Pickwickian Syndrome -- Prognosis", "content": "The impact of therapy, particularly noninvasive PAP, on complications and mortality is positive, but even when treated with positive airway pressure therapy, the mortality in those with severe OHS remains substantially worse than in individuals with OSA alone. Higher hospitalization rates, intensive care unit admissions, and post-discharge long-term care complications are also higher in patients with OHS than patients with only OSA. [57]", "contents": "Pickwickian Syndrome -- Prognosis. The impact of therapy, particularly noninvasive PAP, on complications and mortality is positive, but even when treated with positive airway pressure therapy, the mortality in those with severe OHS remains substantially worse than in individuals with OSA alone. Higher hospitalization rates, intensive care unit admissions, and post-discharge long-term care complications are also higher in patients with OHS than patients with only OSA. [57]"}
{"id": "article-27204_46", "title": "Pickwickian Syndrome -- Complications", "content": "In progressive or untreated OHS, biventricular heart failure, pulmonary hypertension, and volume overload are common. [58] Patients with OHS have a lower quality of life with a higher overall symptom course, continued daytime sleepiness, and increased healthcare expenses. They are also at a higher risk of increased pulmonary and right-sided pressure overload complications, significantly increasing morbidity, and have overall early mortality than non-hypercapnic patients with sleep-disordered breathing alone. A post-hoc analysis of the Pickwick trial found that 122 patients of the 246 participants who had OHS had elevated systolic pulmonary artery pressures (40 mmHg or more). [58] While obesity and early/late diastolic peak flow relationship were predictors of pH in the non-severe OSA group, low wake PaO2 levels and BMI were risk factors for low pH in those with OHS and severe OSA.", "contents": "Pickwickian Syndrome -- Complications. In progressive or untreated OHS, biventricular heart failure, pulmonary hypertension, and volume overload are common. [58] Patients with OHS have a lower quality of life with a higher overall symptom course, continued daytime sleepiness, and increased healthcare expenses. They are also at a higher risk of increased pulmonary and right-sided pressure overload complications, significantly increasing morbidity, and have overall early mortality than non-hypercapnic patients with sleep-disordered breathing alone. A post-hoc analysis of the Pickwick trial found that 122 patients of the 246 participants who had OHS had elevated systolic pulmonary artery pressures (40 mmHg or more). [58] While obesity and early/late diastolic peak flow relationship were predictors of pH in the non-severe OSA group, low wake PaO2 levels and BMI were risk factors for low pH in those with OHS and severe OSA."}
{"id": "article-27204_47", "title": "Pickwickian Syndrome -- Consultations", "content": "In a patient suspected of having obesity hypoventilation syndrome, an early referral to a sleep specialist for polysomnography and arterial blood gas testing is recommended.", "contents": "Pickwickian Syndrome -- Consultations. In a patient suspected of having obesity hypoventilation syndrome, an early referral to a sleep specialist for polysomnography and arterial blood gas testing is recommended."}
{"id": "article-27204_48", "title": "Pickwickian Syndrome -- Deterrence and Patient Education", "content": "As outlined in the management section, patient education should focus primarily on the natural history of the disease and its relationship with sleep-disordered breathing. Physicians should start counseling early on the extreme importance of weight loss and lifestyle modification. In addition, educating patients on the importance of adherence to PAP therapy and its impact on long-term complications is essential.", "contents": "Pickwickian Syndrome -- Deterrence and Patient Education. As outlined in the management section, patient education should focus primarily on the natural history of the disease and its relationship with sleep-disordered breathing. Physicians should start counseling early on the extreme importance of weight loss and lifestyle modification. In addition, educating patients on the importance of adherence to PAP therapy and its impact on long-term complications is essential."}
{"id": "article-27204_49", "title": "Pickwickian Syndrome -- Pearls and Other Issues", "content": "Obesity is associated with multiple medical complications. Obesity hypoventilation syndrome is one of the most significant respiratory consequences related to obesity. The presence of hypoventilation during wakefulness with PaCO 2 higher than 45 mm Hg in the presence of obesity (BMI greater than 30 kg/m 2 ) confirms the diagnosis, given that hypoventilation is not due to lung parenchymal or airway disease, pulmonary vascular pathology, or a neuromuscular or chest wall disorder. Serum bicarbonate levels can be a sensitive test to screen for chronic hypercapnia, but PC02 from an ABG is considered more specific and sensitive. The percent of total sleep time with SpO 2 spent below 90% can be a useful polysomnographic variable for evaluating OHS patients. Positive airway pressure therapy starting with CPAP is the first-line treatment for OHS and OSA, significantly reducing the nocturnal build-up of PaCO 2 and improving sleepiness during the daytime.", "contents": "Pickwickian Syndrome -- Pearls and Other Issues. Obesity is associated with multiple medical complications. Obesity hypoventilation syndrome is one of the most significant respiratory consequences related to obesity. The presence of hypoventilation during wakefulness with PaCO 2 higher than 45 mm Hg in the presence of obesity (BMI greater than 30 kg/m 2 ) confirms the diagnosis, given that hypoventilation is not due to lung parenchymal or airway disease, pulmonary vascular pathology, or a neuromuscular or chest wall disorder. Serum bicarbonate levels can be a sensitive test to screen for chronic hypercapnia, but PC02 from an ABG is considered more specific and sensitive. The percent of total sleep time with SpO 2 spent below 90% can be a useful polysomnographic variable for evaluating OHS patients. Positive airway pressure therapy starting with CPAP is the first-line treatment for OHS and OSA, significantly reducing the nocturnal build-up of PaCO 2 and improving sleepiness during the daytime."}
{"id": "article-27204_50", "title": "Pickwickian Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Patients with obesity hypoventilation syndrome are at high risk of cardiac mortality, as well as increased morbidity. Early identification and management of patients with obesity hypoventilation syndrome is imperative in reducing morbidity and mortality. The care of patients with OHS necessitates a collaborative approach among healthcare professionals to ensure patient-centered care and improve overall outcomes. Primary care physicians, pulmonologists, sleep medicine specialists, critical care physicians, bariatric surgeons, advanced practitioners, nurses, pharmacists, and other health professionals involved in the care of these patients should possess the essential clinical skills and knowledge to diagnose and manage OHS accurately. This includes expertise in understanding the overlap and differences between OHS and OSA. Patient and caregiver education about the importance of weight loss, bariatric surgery considerations, and adhering to PAP are crucial.", "contents": "Pickwickian Syndrome -- Enhancing Healthcare Team Outcomes. Patients with obesity hypoventilation syndrome are at high risk of cardiac mortality, as well as increased morbidity. Early identification and management of patients with obesity hypoventilation syndrome is imperative in reducing morbidity and mortality. The care of patients with OHS necessitates a collaborative approach among healthcare professionals to ensure patient-centered care and improve overall outcomes. Primary care physicians, pulmonologists, sleep medicine specialists, critical care physicians, bariatric surgeons, advanced practitioners, nurses, pharmacists, and other health professionals involved in the care of these patients should possess the essential clinical skills and knowledge to diagnose and manage OHS accurately. This includes expertise in understanding the overlap and differences between OHS and OSA. Patient and caregiver education about the importance of weight loss, bariatric surgery considerations, and adhering to PAP are crucial."}
{"id": "article-27204_51", "title": "Pickwickian Syndrome -- Enhancing Healthcare Team Outcomes", "content": "A strategic approach involving evidence-based strategies to optimize treatment plans and minimize adverse effects is equally crucial. Ethical considerations must guide decision-making, ensuring informed consent and respecting patient autonomy in treatment choices. Each healthcare professional must know their responsibilities and contribute their unique expertise to the patient's care plan, fostering a multidisciplinary approach. Effective interprofessional communication is paramount, allowing seamless information exchange and collaborative decision-making among the team members. Care coordination plays a pivotal role in ensuring that the patient's journey from diagnosis to treatment and follow-up is well-managed, minimizing errors and enhancing patient safety. By embracing these principles of skill, strategy, ethics, responsibilities, interprofessional communication, and care coordination, healthcare professionals can deliver patient-centered care, ultimately improving patient outcomes and enhancing team performance in the management of OHS.", "contents": "Pickwickian Syndrome -- Enhancing Healthcare Team Outcomes. A strategic approach involving evidence-based strategies to optimize treatment plans and minimize adverse effects is equally crucial. Ethical considerations must guide decision-making, ensuring informed consent and respecting patient autonomy in treatment choices. Each healthcare professional must know their responsibilities and contribute their unique expertise to the patient's care plan, fostering a multidisciplinary approach. Effective interprofessional communication is paramount, allowing seamless information exchange and collaborative decision-making among the team members. Care coordination plays a pivotal role in ensuring that the patient's journey from diagnosis to treatment and follow-up is well-managed, minimizing errors and enhancing patient safety. By embracing these principles of skill, strategy, ethics, responsibilities, interprofessional communication, and care coordination, healthcare professionals can deliver patient-centered care, ultimately improving patient outcomes and enhancing team performance in the management of OHS."}
{"id": "article-27204_52", "title": "Pickwickian Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pickwickian Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}