{"id": "article-27066_0", "title": "PET Scanning -- Introduction", "content": "Positron emission tomography (PET)  scanning is an imaging modality primarily used in oncology. It utilizes radiotracers to measure various metabolic processes in the body. Various changes in metabolism, blood flow, and regional chemical composition can be analyzed by it. Radio-tracers can be injected, swallowed, or inhaled depending upon the site of the body being examined, and the tracer gets trapped in various tissues of the body depending upon the affinity. Areas of higher activity show higher uptake and brighter spots on images. Unstable nuclei of radioactive tracers emit positrons that produce gamma rays when combined with neighboring electrons. The gamma rays are detected by a ring of detectors in the scanner. A computer then uses this data to create a 3D image of the tracer in the body. Various tracers are utilized depending on the targets.", "contents": "PET Scanning -- Introduction. Positron emission tomography (PET)  scanning is an imaging modality primarily used in oncology. It utilizes radiotracers to measure various metabolic processes in the body. Various changes in metabolism, blood flow, and regional chemical composition can be analyzed by it. Radio-tracers can be injected, swallowed, or inhaled depending upon the site of the body being examined, and the tracer gets trapped in various tissues of the body depending upon the affinity. Areas of higher activity show higher uptake and brighter spots on images. Unstable nuclei of radioactive tracers emit positrons that produce gamma rays when combined with neighboring electrons. The gamma rays are detected by a ring of detectors in the scanner. A computer then uses this data to create a 3D image of the tracer in the body. Various tracers are utilized depending on the targets."}
{"id": "article-27066_1", "title": "PET Scanning -- Procedures", "content": "The tracer may be administered intravenously, orally, or via inhalation. It takes some time to distribute throughout the body. If a PET-CT is to be done, a contrast may be administered intravenously or orally. Positioning depends upon the site to be scanned. The PET machine has a central hole through which the patient slides. First, images are generally scout images to assess correct positioning. Sometimes, breath-holding may be required. The scan takes anything from 30 minutes to 1 hour.", "contents": "PET Scanning -- Procedures. The tracer may be administered intravenously, orally, or via inhalation. It takes some time to distribute throughout the body. If a PET-CT is to be done, a contrast may be administered intravenously or orally. Positioning depends upon the site to be scanned. The PET machine has a central hole through which the patient slides. First, images are generally scout images to assess correct positioning. Sometimes, breath-holding may be required. The scan takes anything from 30 minutes to 1 hour."}
{"id": "article-27066_2", "title": "PET Scanning -- Indications -- Oncology", "content": "Tracers used commonly include fluorine-18 (18F) fluoro-deoxyglucose (FDG), called [18F] FDG PET. 18F-FDG, a glucose analog, gets picked up by the cells instead of regular glucose for metabolism. Glucose gets phosphorylated by hexokinases. The values of this enzyme's mitochondrial form are raised in rapidly growing cancers. In cancer locations, the metabolic activity is quite high; hence, the glucose uptake is quite high. So, this 18F-FDG also gets taken up quite significantly in these locations, which shows up as a bright spot on the PET scan. This also helps detect metastasis. Typical doses amount to 7.5 mSv. [1] In the generation of 18-F FDG, the hydroxyl group is replaced by radioactive Fluorine. This hydroxyl group is essential in glucose metabolism steps & its absence causes the stoppage of further cell reactions. Most tissues (except the liver & kidney) can’t remove the phosphate that hexokinase has added. So, the 18F-FDG gets trapped inside the cell till it decays. This is because phosphorylation of sugar leads to the development of ionic charge, which prevents the exit of the sugar from the cell till its decay. Hence, tissues with higher glucose uptake & utilization, like the brain, liver, kidneys, and most cancers (due to the Warburg effect), show intensive radio-labeling.", "contents": "PET Scanning -- Indications -- Oncology. Tracers used commonly include fluorine-18 (18F) fluoro-deoxyglucose (FDG), called [18F] FDG PET. 18F-FDG, a glucose analog, gets picked up by the cells instead of regular glucose for metabolism. Glucose gets phosphorylated by hexokinases. The values of this enzyme's mitochondrial form are raised in rapidly growing cancers. In cancer locations, the metabolic activity is quite high; hence, the glucose uptake is quite high. So, this 18F-FDG also gets taken up quite significantly in these locations, which shows up as a bright spot on the PET scan. This also helps detect metastasis. Typical doses amount to 7.5 mSv. [1] In the generation of 18-F FDG, the hydroxyl group is replaced by radioactive Fluorine. This hydroxyl group is essential in glucose metabolism steps & its absence causes the stoppage of further cell reactions. Most tissues (except the liver & kidney) can’t remove the phosphate that hexokinase has added. So, the 18F-FDG gets trapped inside the cell till it decays. This is because phosphorylation of sugar leads to the development of ionic charge, which prevents the exit of the sugar from the cell till its decay. Hence, tissues with higher glucose uptake & utilization, like the brain, liver, kidneys, and most cancers (due to the Warburg effect), show intensive radio-labeling."}
{"id": "article-27066_3", "title": "PET Scanning -- Indications -- Oncology", "content": "FDG-PET is used for diagnosis, staging, and monitoring cancers, particularly in Hodgkin's lymphoma, [2] non-Hodgkin lymphoma, [3] and lung cancer. [4] [5] [6] In a study, the likelihood ratio for malignancy in a solitary pulmonary nodule with an abnormal FDG-PET scan was 7.11. This study suggested that the FDG-PET scan is more accurate than the standard criteria for diagnosis. FDG-PET can be used as an adjunct test in solitary pulmonary nodule evaluation. [7] In assessing FDG-PET in staging patients with non-small cell carcinoma, FDG-PET had a higher sensitivity (71% vs 43%), positive predictive value (44% vs 31%), negative predictive value (91% vs 84%) & accuracy (76% vs 68%) than computed tomography (CT) scan for N2 lymph nodes. Meanwhile, FDG-PET had a higher sensitivity (67% vs. 41%) but lower specificity (78% vs. 88%) than a CT scan for N1 lymph nodes. It accurately upstaged 28 patients (7%) with unsuspected metastasis & down-staged 23 patients (6%). Hence, the FDG-PET scan allows for improved patient selection & accurately stages the mediastinum. However, there were many false positives in lymph nodes, and it may miss N2 disease in the #5, #6, and #7 stations.", "contents": "PET Scanning -- Indications -- Oncology. FDG-PET is used for diagnosis, staging, and monitoring cancers, particularly in Hodgkin's lymphoma, [2] non-Hodgkin lymphoma, [3] and lung cancer. [4] [5] [6] In a study, the likelihood ratio for malignancy in a solitary pulmonary nodule with an abnormal FDG-PET scan was 7.11. This study suggested that the FDG-PET scan is more accurate than the standard criteria for diagnosis. FDG-PET can be used as an adjunct test in solitary pulmonary nodule evaluation. [7] In assessing FDG-PET in staging patients with non-small cell carcinoma, FDG-PET had a higher sensitivity (71% vs 43%), positive predictive value (44% vs 31%), negative predictive value (91% vs 84%) & accuracy (76% vs 68%) than computed tomography (CT) scan for N2 lymph nodes. Meanwhile, FDG-PET had a higher sensitivity (67% vs. 41%) but lower specificity (78% vs. 88%) than a CT scan for N1 lymph nodes. It accurately upstaged 28 patients (7%) with unsuspected metastasis & down-staged 23 patients (6%). Hence, the FDG-PET scan allows for improved patient selection & accurately stages the mediastinum. However, there were many false positives in lymph nodes, and it may miss N2 disease in the #5, #6, and #7 stations."}
{"id": "article-27066_4", "title": "PET Scanning -- Indications -- Oncology", "content": "A positive FDG-PET scan means a tissue biopsy is indicated in that location. [8] In FDG-PET evaluation of cancers of the esophagus and gastroesophageal junction, FDG-PET had lower accuracy in the diagnosis of locoregional nodes (N1–2) than combined CT (computed tomography) and EUS (endoscopic ultrasound) (48% vs. 69%) because of a lack of sensitivity (22% vs. 83%). The accuracy for distant nodal metastasis was significantly higher for FDG-PET than the combined use of CT & EUS. Sensitivity was no different; however, specificity was higher. FDG-PET correctly upstaged 5 patients (12%) from the N1–2 stage to the M+Ly stage, while 1 was falsely downstaged by FDG-PET scanning. [9] In a study on the role of FDG PET scan in colorectal cancer screening in asymptomatic adults, it was found that the sensitivity of FDG-PET to detect primary colorectal cancer is high, with primary colorectal cancer being detected with FDG PET in a resectable stage. FDG-PET could detect large size (> 0.7 cm) and pre-malignant change of colonic adenomas. It’s possible to differentiate adenoma from colon carcinoma by assessing the increase in the rate of glycolysis in carcinoma. [10]", "contents": "PET Scanning -- Indications -- Oncology. A positive FDG-PET scan means a tissue biopsy is indicated in that location. [8] In FDG-PET evaluation of cancers of the esophagus and gastroesophageal junction, FDG-PET had lower accuracy in the diagnosis of locoregional nodes (N1–2) than combined CT (computed tomography) and EUS (endoscopic ultrasound) (48% vs. 69%) because of a lack of sensitivity (22% vs. 83%). The accuracy for distant nodal metastasis was significantly higher for FDG-PET than the combined use of CT & EUS. Sensitivity was no different; however, specificity was higher. FDG-PET correctly upstaged 5 patients (12%) from the N1–2 stage to the M+Ly stage, while 1 was falsely downstaged by FDG-PET scanning. [9] In a study on the role of FDG PET scan in colorectal cancer screening in asymptomatic adults, it was found that the sensitivity of FDG-PET to detect primary colorectal cancer is high, with primary colorectal cancer being detected with FDG PET in a resectable stage. FDG-PET could detect large size (> 0.7 cm) and pre-malignant change of colonic adenomas. It’s possible to differentiate adenoma from colon carcinoma by assessing the increase in the rate of glycolysis in carcinoma. [10]"}
{"id": "article-27066_5", "title": "PET Scanning -- Indications -- Oncology", "content": "FDG-PET has a role in the detection of recurrent cervical cancer in symptomatic and asymptomatic women. Thiry percent of asymptomatic women had recurrent disease detected by PET scan compared to 66.7% of symptomatic women. The sensitivity of PET for recurrent disease in asymptomatic women was 80.0%, with a specificity of 100%, a positive predictive value of 100%, and a negative predictive value of 88.9%. For symptomatic women, the sensitivity of PET was 100%, specificity 85.7%, the positive predictive value was 93.3%, and the negative predictive value was 100%. Hence, whole-body PET can be a sensitive imaging modality for the detection of recurrent cervical carcinoma in both symptomatic and asymptomatic women. [11]", "contents": "PET Scanning -- Indications -- Oncology. FDG-PET has a role in the detection of recurrent cervical cancer in symptomatic and asymptomatic women. Thiry percent of asymptomatic women had recurrent disease detected by PET scan compared to 66.7% of symptomatic women. The sensitivity of PET for recurrent disease in asymptomatic women was 80.0%, with a specificity of 100%, a positive predictive value of 100%, and a negative predictive value of 88.9%. For symptomatic women, the sensitivity of PET was 100%, specificity 85.7%, the positive predictive value was 93.3%, and the negative predictive value was 100%. Hence, whole-body PET can be a sensitive imaging modality for the detection of recurrent cervical carcinoma in both symptomatic and asymptomatic women. [11]"}
{"id": "article-27066_6", "title": "PET Scanning -- Indications -- Oncology", "content": "The 68-gallium DOTA peptide detects primary and metastatic neuroendocrine tumors (NETs). NETs express somatostatin receptors (SSTRs), with SSTR2 (51%) of cases, followed by SSTR1 (47%) and SSTR5 (43%). The remaining SSTR4 (36%) and SSTR3 (23%) have low expression levels. [12] [13] The 68-gallium DOTA PET-CT detected significantly more lesions in patients with negative anatomical imaging than 111-ln-octreoscan (30 vs. 2; p = 0.028). Pfeifer et al reported a sensitivity of 88% for ln-octreoscan compared to 97% for the 64-Cu DOTA PET-CT. [14] Srirajaskanthan et al found 68-Gallium DOTA PET-CT scans to detect 74.3% of the lesions, whereas 111-ln-octreoscan detected 12%. [15] The 68-Gallium DOTA PET-CT helped detect NETs in symptomatic patients with no evidence of disease based on anatomical imaging and endoscopic evaluation, with or without biochemical evidence of disease. It significantly altered treatment in these patients who, on follow-up, had improvement in symptoms. Patients with a difficult diagnosis should be offered the 68-Gallium DOTA PET-CT.", "contents": "PET Scanning -- Indications -- Oncology. The 68-gallium DOTA peptide detects primary and metastatic neuroendocrine tumors (NETs). NETs express somatostatin receptors (SSTRs), with SSTR2 (51%) of cases, followed by SSTR1 (47%) and SSTR5 (43%). The remaining SSTR4 (36%) and SSTR3 (23%) have low expression levels. [12] [13] The 68-gallium DOTA PET-CT detected significantly more lesions in patients with negative anatomical imaging than 111-ln-octreoscan (30 vs. 2; p = 0.028). Pfeifer et al reported a sensitivity of 88% for ln-octreoscan compared to 97% for the 64-Cu DOTA PET-CT. [14] Srirajaskanthan et al found 68-Gallium DOTA PET-CT scans to detect 74.3% of the lesions, whereas 111-ln-octreoscan detected 12%. [15] The 68-Gallium DOTA PET-CT helped detect NETs in symptomatic patients with no evidence of disease based on anatomical imaging and endoscopic evaluation, with or without biochemical evidence of disease. It significantly altered treatment in these patients who, on follow-up, had improvement in symptoms. Patients with a difficult diagnosis should be offered the 68-Gallium DOTA PET-CT."}
{"id": "article-27066_7", "title": "PET Scanning -- Indications -- Oncology", "content": "Other tracers include C-labelled metomidate (11C-metomidate) for detecting adrenocortical tumors. [16] [17] F-DOPA PET-CT ( F-DOPA PET-CT) is a more sensitive alternative to finding and localizing pheochromocytoma than an MIBG (meta-iodo benzyl guanidine) scan. [18] [19]", "contents": "PET Scanning -- Indications -- Oncology. Other tracers include C-labelled metomidate (11C-metomidate) for detecting adrenocortical tumors. [16] [17] F-DOPA PET-CT ( F-DOPA PET-CT) is a more sensitive alternative to finding and localizing pheochromocytoma than an MIBG (meta-iodo benzyl guanidine) scan. [18] [19]"}
{"id": "article-27066_8", "title": "PET Scanning -- Indications -- Neurology", "content": "Areas of high radiotracer uptake are associated with higher brain activity. It indirectly measures blood flow through the brain, correlated with areas of higher brain activity. Oxygen-15 is used for this.", "contents": "PET Scanning -- Indications -- Neurology. Areas of high radiotracer uptake are associated with higher brain activity. It indirectly measures blood flow through the brain, correlated with areas of higher brain activity. Oxygen-15 is used for this."}
{"id": "article-27066_9", "title": "PET Scanning -- Indications -- Neurology", "content": "Alzheimer disease results in decreased brain metabolism of both glucose and oxygen.[18F] FDG PET of the brain is used to differentiate Alzheimer disease from other dementias. Perfusion, glucose metabolism, and Aβ imaging have an established role and are included in the revised diagnostic criteria as important biomarkers. Florbetapir F18, flutemetamol F18, and florbetaben F18 are used to detect amyloid-beta plaques. Other targets include tau protein and neuroinflammation. Protein kinase C (PKC) promotes the induction of alpha-secretase or “a disintegrin and metalloprotease (ADAM)” non-amyloidogenic cleavage of amyloid precursor protein (APP) and hence has an important role in the acquisition and maintenance of memory in Alzheimer disease (AD). Deficits in PKC are seen early in the course of the disease. A selective PKC inhibitor, enzastaurin (LY317615), has recently been radiolabeled with C as a potential probe for PET imaging applications. [20] P-Glycoprotein (P-gp) in the blood-brain barrier (BBB) has been thought to play a role in Aβ clearance from the brain.[11C] Verapamil is a radiolabeled P-gp substrate used in PET studies, showing lower P-gp expression in subjects older than 75 years but increased expression in the young. [21]", "contents": "PET Scanning -- Indications -- Neurology. Alzheimer disease results in decreased brain metabolism of both glucose and oxygen.[18F] FDG PET of the brain is used to differentiate Alzheimer disease from other dementias. Perfusion, glucose metabolism, and Aβ imaging have an established role and are included in the revised diagnostic criteria as important biomarkers. Florbetapir F18, flutemetamol F18, and florbetaben F18 are used to detect amyloid-beta plaques. Other targets include tau protein and neuroinflammation. Protein kinase C (PKC) promotes the induction of alpha-secretase or “a disintegrin and metalloprotease (ADAM)” non-amyloidogenic cleavage of amyloid precursor protein (APP) and hence has an important role in the acquisition and maintenance of memory in Alzheimer disease (AD). Deficits in PKC are seen early in the course of the disease. A selective PKC inhibitor, enzastaurin (LY317615), has recently been radiolabeled with C as a potential probe for PET imaging applications. [20] P-Glycoprotein (P-gp) in the blood-brain barrier (BBB) has been thought to play a role in Aβ clearance from the brain.[11C] Verapamil is a radiolabeled P-gp substrate used in PET studies, showing lower P-gp expression in subjects older than 75 years but increased expression in the young. [21]"}
{"id": "article-27066_10", "title": "PET Scanning -- Indications -- Neurology", "content": "The cholinergic deficit has been studied with PET, the radio-labeled analog of acetylcholine, such as N-[(11) C]-methyl-4-piperidyl acetate (MP4A). Decreased cortical uptake is found in AD patients, with a greater reduction in Lewy body dementia in the posterior cingulate gyrus. [22] Radiolabeled cholinesterase inhibitors used for AD treatment like donepezil ([11C]donepezil) are used in assessing donepezil binding sites. A fluorinated tracer, 3-(benzyloxy)-1-(5-[18F]fluoropentyl)-5-nitro1H-indazole, [18F]-IND1, structurally related to the acetylcholinesterase inhibitor CP126,998, has been developed for the detection of acetylcholinesterase changes in AD patients. [23] [24] PET scanning has resulted in improvement in the knowledge of the pathophysiology of atypical Parkinsonism disorders and may be used as supportive criteria for differential diagnosis of these conditions. [25] Brain PET imaging with FDG may be useful in seizure focus localization, which appears hypo-metabolic during an interictal scan. Various radiotracers for specific neuroreceptors have been developed like [11C] raclopride, [18F] fallypride and [18F] desmethoxyfallypride for dopamine D2/D3 receptors, [11C] McN 5652 and [11C] DASB for serotonin transporters, [18F] Mefway for serotonin 5HT1A receptors, [18F] nifene for nicotinic acetylcholine receptors or enzyme substrates (6-FDOPA for AADC enzyme). These help localize these neuroreceptors in the pathogenesis of various neurologic diseases.", "contents": "PET Scanning -- Indications -- Neurology. The cholinergic deficit has been studied with PET, the radio-labeled analog of acetylcholine, such as N-[(11) C]-methyl-4-piperidyl acetate (MP4A). Decreased cortical uptake is found in AD patients, with a greater reduction in Lewy body dementia in the posterior cingulate gyrus. [22] Radiolabeled cholinesterase inhibitors used for AD treatment like donepezil ([11C]donepezil) are used in assessing donepezil binding sites. A fluorinated tracer, 3-(benzyloxy)-1-(5-[18F]fluoropentyl)-5-nitro1H-indazole, [18F]-IND1, structurally related to the acetylcholinesterase inhibitor CP126,998, has been developed for the detection of acetylcholinesterase changes in AD patients. [23] [24] PET scanning has resulted in improvement in the knowledge of the pathophysiology of atypical Parkinsonism disorders and may be used as supportive criteria for differential diagnosis of these conditions. [25] Brain PET imaging with FDG may be useful in seizure focus localization, which appears hypo-metabolic during an interictal scan. Various radiotracers for specific neuroreceptors have been developed like [11C] raclopride, [18F] fallypride and [18F] desmethoxyfallypride for dopamine D2/D3 receptors, [11C] McN 5652 and [11C] DASB for serotonin transporters, [18F] Mefway for serotonin 5HT1A receptors, [18F] nifene for nicotinic acetylcholine receptors or enzyme substrates (6-FDOPA for AADC enzyme). These help localize these neuroreceptors in the pathogenesis of various neurologic diseases."}
{"id": "article-27066_11", "title": "PET Scanning -- Indications -- Neurology", "content": "Neuropsychology: PET scanning helps delineate a link between specific processes and brain activity. Psychiatry : Radiotracers binding to dopamine, serotonin, opioid, and cholinergic receptors are used to study their roles in various psychological disorders. Stereotactic Surgery and Radiosurgery : PET-image guided surgeries are now being done.", "contents": "PET Scanning -- Indications -- Neurology. Neuropsychology: PET scanning helps delineate a link between specific processes and brain activity. Psychiatry : Radiotracers binding to dopamine, serotonin, opioid, and cholinergic receptors are used to study their roles in various psychological disorders. Stereotactic Surgery and Radiosurgery : PET-image guided surgeries are now being done."}
{"id": "article-27066_12", "title": "PET Scanning -- Indications -- Cardiology", "content": "[18F]FDG-PET helps to identify hibernating myocardium. Imaging of atherosclerosis to detect patients at risk of stroke may also be done. Using FDG PET, we can detect inflammation quite early, even before morphological and irreversible vascular changes are seen. Hence, early diagnosis and treatment of large-vessel vasculitis are possible. [26]", "contents": "PET Scanning -- Indications -- Cardiology. [18F]FDG-PET helps to identify hibernating myocardium. Imaging of atherosclerosis to detect patients at risk of stroke may also be done. Using FDG PET, we can detect inflammation quite early, even before morphological and irreversible vascular changes are seen. Hence, early diagnosis and treatment of large-vessel vasculitis are possible. [26]"}
{"id": "article-27066_13", "title": "PET Scanning -- Indications -- Cardiology", "content": "Myocardial Perfusion Tracers : Tracers have been developed to visualize the myocardial blood flow, including nitrogen-13 (13N)-labeled ammonia and oxygen-15 –labeled water ([15O]-H2O) and rubidium-82 (82Rb)-chloride and copper-62 (62Cu)-labeled pyruvaldehyde bis (N4-methylthio-semicarbazone) or [62Cu]-PTSM. Only 13N and 82Rb are approved by the FDA. [27]", "contents": "PET Scanning -- Indications -- Cardiology. Myocardial Perfusion Tracers : Tracers have been developed to visualize the myocardial blood flow, including nitrogen-13 (13N)-labeled ammonia and oxygen-15 –labeled water ([15O]-H2O) and rubidium-82 (82Rb)-chloride and copper-62 (62Cu)-labeled pyruvaldehyde bis (N4-methylthio-semicarbazone) or [62Cu]-PTSM. Only 13N and 82Rb are approved by the FDA. [27]"}
{"id": "article-27066_14", "title": "PET Scanning -- Indications -- Cardiology", "content": "Myocardial Metabolic Tracers : The heart uses primarily free fatty acids in oxidative metabolism. Ischemic & hypoxic myocardium prominently utilize glucose because of increased anaerobic glycolysis rate. Tracers to visualize this include  18F-FDG and carbon–11–labeled palmitate and acetate. PET with myocardial perfusion and [18F]-FDG accurately assesses myocardial viability & is considered the gold standard for assessing myocardial viability. Predicting functional recovery of the heart, improvement in congestive heart failure symptoms, exercise capacity, quality of life, cardiac events, remodeling, and long-term survival is possible with PET. [27]", "contents": "PET Scanning -- Indications -- Cardiology. Myocardial Metabolic Tracers : The heart uses primarily free fatty acids in oxidative metabolism. Ischemic & hypoxic myocardium prominently utilize glucose because of increased anaerobic glycolysis rate. Tracers to visualize this include  18F-FDG and carbon–11–labeled palmitate and acetate. PET with myocardial perfusion and [18F]-FDG accurately assesses myocardial viability & is considered the gold standard for assessing myocardial viability. Predicting functional recovery of the heart, improvement in congestive heart failure symptoms, exercise capacity, quality of life, cardiac events, remodeling, and long-term survival is possible with PET. [27]"}
{"id": "article-27066_15", "title": "PET Scanning -- Indications -- Infectious Diseases", "content": "PET can image bacterial infections via 18F-FDG by identifying infection-associated inflammatory responses. Agents include [18F]maltose,[23] [18F]maltohexaose & [18F]2-fluorodeoxysorbitol (FDS). [28] FDS importantly targets only Enterobacteriaceae. Applications include FUO, vascular graft infections, musculoskeletal infections including osteomyelitis, joint prosthesis infections & diabetic foot infections. FDG-PET in osteomyelitis has improved spatial resolution over SPECT imaging, allowing more accurate localization, which can be further improved by adding CT. [29] FDG-leukocyte imaging is comparable to In-oxinein-oxine-leukocyteraphy to detecinidetectingon. Applications of this technique include graft imaging, colonic inflammation & peritoneal tuberculosis. [30] [31] [32] [33] [34]", "contents": "PET Scanning -- Indications -- Infectious Diseases. PET can image bacterial infections via 18F-FDG by identifying infection-associated inflammatory responses. Agents include [18F]maltose,[23] [18F]maltohexaose & [18F]2-fluorodeoxysorbitol (FDS). [28] FDS importantly targets only Enterobacteriaceae. Applications include FUO, vascular graft infections, musculoskeletal infections including osteomyelitis, joint prosthesis infections & diabetic foot infections. FDG-PET in osteomyelitis has improved spatial resolution over SPECT imaging, allowing more accurate localization, which can be further improved by adding CT. [29] FDG-leukocyte imaging is comparable to In-oxinein-oxine-leukocyteraphy to detecinidetectingon. Applications of this technique include graft imaging, colonic inflammation & peritoneal tuberculosis. [30] [31] [32] [33] [34]"}
{"id": "article-27066_16", "title": "PET Scanning -- Indications -- Autoimmune Diseases", "content": "The upcoming role of PET is included in the new group of IgG4 diseases. FDG PET/CT isn’t included in standard sarcoidosis workup but is efficient in the initial diagnosis and follow-up of disease management. It can help assess cardiac involvement, response to treatment, and evaluation of reversible granulomas and determine the best site for biopsy. [35] 18F-FDG-PET can differentiate normal thyroid parenchyma from diffuse inflammatory changes of the thyroid gland in patients with autoimmune thyroid diseases. [36] FDG uptake in rheumatoid arthritis in affected joints reflects disease activity with the correlation between FDG and clinical parameters, monitoring the response to therapy also. FDG-PET/CT shows a high diagnostic value for polymyalgia rheumatica in differential diagnosis from rheumatoid arthritis. [37]", "contents": "PET Scanning -- Indications -- Autoimmune Diseases. The upcoming role of PET is included in the new group of IgG4 diseases. FDG PET/CT isn’t included in standard sarcoidosis workup but is efficient in the initial diagnosis and follow-up of disease management. It can help assess cardiac involvement, response to treatment, and evaluation of reversible granulomas and determine the best site for biopsy. [35] 18F-FDG-PET can differentiate normal thyroid parenchyma from diffuse inflammatory changes of the thyroid gland in patients with autoimmune thyroid diseases. [36] FDG uptake in rheumatoid arthritis in affected joints reflects disease activity with the correlation between FDG and clinical parameters, monitoring the response to therapy also. FDG-PET/CT shows a high diagnostic value for polymyalgia rheumatica in differential diagnosis from rheumatoid arthritis. [37]"}
{"id": "article-27066_17", "title": "PET Scanning -- Indications -- Musculoskeletal System Diseases", "content": "PET provides muscle activation data about deep-lying muscles compared with techniques like electromyography, which is useful only for superficial muscles.[18F]-NaF measures regional bone metabolism and blood flow.[18F]NaF has recently been used in studying bone metastasis. [38]", "contents": "PET Scanning -- Indications -- Musculoskeletal System Diseases. PET provides muscle activation data about deep-lying muscles compared with techniques like electromyography, which is useful only for superficial muscles.[18F]-NaF measures regional bone metabolism and blood flow.[18F]NaF has recently been used in studying bone metastasis. [38]"}
{"id": "article-27066_18", "title": "PET Scanning -- Interfering Factors", "content": "Strenuous exercises can lead to a considerable increase in radiotracer uptake by various tissues & hence, should be avoided before imaging. [39] Twenty-four hours before the scan, a low-carbohydrate, no-sugar diet is advised. Allowable foods include meat, cheese, eggs, and vegetables without starch. Cereals, pasta, milk, bread, and sugar are not allowed. Six hours before the scan, not eating or drinking anything is recommended. Metal may interfere; hence, it is preferably removed. Other interfering factors include high blood glucose levels in diabetics; caffeine, alcohol, or tobacco within 24 hours of the procedure; excessive anxiety, which affects brain function; medicines like insulin, tranquilizers, and sedatives; and neurological or psychiatric conditions, which prevent the ability to lie still.", "contents": "PET Scanning -- Interfering Factors. Strenuous exercises can lead to a considerable increase in radiotracer uptake by various tissues & hence, should be avoided before imaging. [39] Twenty-four hours before the scan, a low-carbohydrate, no-sugar diet is advised. Allowable foods include meat, cheese, eggs, and vegetables without starch. Cereals, pasta, milk, bread, and sugar are not allowed. Six hours before the scan, not eating or drinking anything is recommended. Metal may interfere; hence, it is preferably removed. Other interfering factors include high blood glucose levels in diabetics; caffeine, alcohol, or tobacco within 24 hours of the procedure; excessive anxiety, which affects brain function; medicines like insulin, tranquilizers, and sedatives; and neurological or psychiatric conditions, which prevent the ability to lie still."}
{"id": "article-27066_19", "title": "PET Scanning -- Complications", "content": "PET-CT has the complications involved with contrast administration, including possible anaphylaxis and contrast-induced nephropathy. Generally, the radiotracers used don’t cause any significant side effects.", "contents": "PET Scanning -- Complications. PET-CT has the complications involved with contrast administration, including possible anaphylaxis and contrast-induced nephropathy. Generally, the radiotracers used don’t cause any significant side effects."}
{"id": "article-27066_20", "title": "PET Scanning -- Patient Safety and Education", "content": "PET-CT involves radioactive material, and radiation exposure is there. 18F-FDG has an effective radiation dose of 14 mSv. Potential side effects of radiation, as they hold for other imaging modalities, are also seen in PET scans. In a standard PET scan, the amount of radiation is less, in the range of 8 mSv, about equivalent to that received from natural sources like the sun. PET-CT uses higher levels of radiation in the range of 24mSv. Pregnant ladies shouldn’t undergo a PET scan unless necessary, as radioactivity can affect the fetus. A breastfeeding woman should limit close contact with infants or pregnant women for up to 12 hours. Breast milk may be discarded until 12 hours & after about 24 hours, it is considered safe to breastfeed again.", "contents": "PET Scanning -- Patient Safety and Education. PET-CT involves radioactive material, and radiation exposure is there. 18F-FDG has an effective radiation dose of 14 mSv. Potential side effects of radiation, as they hold for other imaging modalities, are also seen in PET scans. In a standard PET scan, the amount of radiation is less, in the range of 8 mSv, about equivalent to that received from natural sources like the sun. PET-CT uses higher levels of radiation in the range of 24mSv. Pregnant ladies shouldn’t undergo a PET scan unless necessary, as radioactivity can affect the fetus. A breastfeeding woman should limit close contact with infants or pregnant women for up to 12 hours. Breast milk may be discarded until 12 hours & after about 24 hours, it is considered safe to breastfeed again."}
{"id": "article-27066_21", "title": "PET Scanning -- Clinical Significance", "content": "As mentioned above, PET scanning has a lot of potential in newer fields of medicine, including the already-established oncology and the upcoming fields like neurology, cardiology, psychiatry, and immunology. Many new uses are being discovered daily, and PET scanning is becoming a radiological test that is quite sought after.", "contents": "PET Scanning -- Clinical Significance. As mentioned above, PET scanning has a lot of potential in newer fields of medicine, including the already-established oncology and the upcoming fields like neurology, cardiology, psychiatry, and immunology. Many new uses are being discovered daily, and PET scanning is becoming a radiological test that is quite sought after."}
{"id": "article-27066_22", "title": "PET Scanning -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "PET Scanning -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}