{"id": "article-28765_0", "title": "Histology, Schwann Cells -- Introduction", "content": "Schwann cells embryologically derive from the neural crest. They myelinate peripheral nerves and serve as the primary glial cells of the peripheral nervous system (PNS), insulating and providing nutrients to axons. Myelination increases conduction velocity along the axon, allowing for the saltatory conduction of impulses. [1] Nonmyelinating Schwann cells do not wrap axons to improve conduction, but still, provide trophic support and cushioning to the unmyelinated axons. [2]", "contents": "Histology, Schwann Cells -- Introduction. Schwann cells embryologically derive from the neural crest. They myelinate peripheral nerves and serve as the primary glial cells of the peripheral nervous system (PNS), insulating and providing nutrients to axons. Myelination increases conduction velocity along the axon, allowing for the saltatory conduction of impulses. [1] Nonmyelinating Schwann cells do not wrap axons to improve conduction, but still, provide trophic support and cushioning to the unmyelinated axons. [2]"}
{"id": "article-28765_1", "title": "Histology, Schwann Cells -- Structure", "content": "Each Schwann cell makes up a single myelin sheath on a peripheral axon, with each ensuing myelin sheath made by a different Schwann cell, such that numerous Schwann cells are needed to myelinate the length of an axon. This arrangement is in contrast to oligodendrocytes, the myelinating cell of the central nervous system (CNS), which form myelin sheaths for multiple surrounding axons. Schwann cells are surrounded by a basal lamina, while oligodendrocytes are not. Between adjacent myelin sheaths, there are gaps of approximately 1 micrometer, called nodes of Ranvier. There is a concentration of voltage-gated sodium channels at the node, which is the site of saltatory conduction. [1] Schmidt-Lanterman incisures are cytoplasmic outpouchings that interrupt compact myelin in heavily myelinated neurons. They contain a high density of gap junctions and other cell junctions, serving a role in communication and maintenance of the Schwann cell. [3]", "contents": "Histology, Schwann Cells -- Structure. Each Schwann cell makes up a single myelin sheath on a peripheral axon, with each ensuing myelin sheath made by a different Schwann cell, such that numerous Schwann cells are needed to myelinate the length of an axon. This arrangement is in contrast to oligodendrocytes, the myelinating cell of the central nervous system (CNS), which form myelin sheaths for multiple surrounding axons. Schwann cells are surrounded by a basal lamina, while oligodendrocytes are not. Between adjacent myelin sheaths, there are gaps of approximately 1 micrometer, called nodes of Ranvier. There is a concentration of voltage-gated sodium channels at the node, which is the site of saltatory conduction. [1] Schmidt-Lanterman incisures are cytoplasmic outpouchings that interrupt compact myelin in heavily myelinated neurons. They contain a high density of gap junctions and other cell junctions, serving a role in communication and maintenance of the Schwann cell. [3]"}
{"id": "article-28765_2", "title": "Histology, Schwann Cells -- Function", "content": "Schwann cells serve as the myelinating cell of the PNS and support cells of peripheral neurons. A Schwann cell forms a myelin sheath by wrapping its plasma membrane concentrically around the inner axon. While the nucleus remains fixed, the inner turn of the glial cell membrane spirals around the axon to add membrane layers, or lamellae, to the myelin sheath. The plasma membrane of Schwann cells has an extremely high lipid content, and cholesterol is particularly important for assembling the myelin sheath. The compact myelin sheath insulates the axon segment, significantly reducing membrane capacitance and increasing conduction velocity. [1] Neuregulin-type III expression on axons is essential for survival and maturation of Schwann cell precursors, and the degree of myelination depends on the amount of neuregulin on the surface of the axon. [4] [5] Schwann cells also provide energy metabolites to axons, shuttling them through monocarboxylate transports available along the surface of the axon and inner membrane of the Schwann cell. [1]", "contents": "Histology, Schwann Cells -- Function. Schwann cells serve as the myelinating cell of the PNS and support cells of peripheral neurons. A Schwann cell forms a myelin sheath by wrapping its plasma membrane concentrically around the inner axon. While the nucleus remains fixed, the inner turn of the glial cell membrane spirals around the axon to add membrane layers, or lamellae, to the myelin sheath. The plasma membrane of Schwann cells has an extremely high lipid content, and cholesterol is particularly important for assembling the myelin sheath. The compact myelin sheath insulates the axon segment, significantly reducing membrane capacitance and increasing conduction velocity. [1] Neuregulin-type III expression on axons is essential for survival and maturation of Schwann cell precursors, and the degree of myelination depends on the amount of neuregulin on the surface of the axon. [4] [5] Schwann cells also provide energy metabolites to axons, shuttling them through monocarboxylate transports available along the surface of the axon and inner membrane of the Schwann cell. [1]"}
{"id": "article-28765_3", "title": "Histology, Schwann Cells -- Function", "content": "Schwann cells are critical in response to PNS axon damage and axon regeneration. Wallerian degeneration will occur distal to the injury site. The distal axon segment dies and Schwann cells, followed by macrophages, clear the dead cell contents, and promote axon regeneration. Schwann cells undergo several phenotypic changes at this time: they activate myelin breakdown, up-regulate the expression of cytokines (including TNF-a) to recruit macrophages to the injury site, up-regulate neurotrophic factors to stimulate axon regeneration and neuron survival, and organize a regeneration pathway along their basal lamina tube to guide axon growth. Axonotmesis and neurotmesis are the main types of PNS nerve injury. In axonotmesis, such as in a crush injury, the axon suffers disruption, but the basal lamina tube of the Schwann cells remain. The lumen of the tube provides guidance cues to the regenerating axon sprout as it grows, promoting highly effective axon regeneration and restoration of function in 3 to 4 weeks. In neurotmesis, such as in a cut injury, the axon, Schwann cell basal lamina, and surrounding connective tissue sheath are disrupted. The regenerating axon and its associated Schwann cells still grow from the proximal to the distal nerve stump. Because of targeting errors in the absence of the basal lamina tube, correct reinnervation and recovery of function are poor in neurotmesis. [5]", "contents": "Histology, Schwann Cells -- Function. Schwann cells are critical in response to PNS axon damage and axon regeneration. Wallerian degeneration will occur distal to the injury site. The distal axon segment dies and Schwann cells, followed by macrophages, clear the dead cell contents, and promote axon regeneration. Schwann cells undergo several phenotypic changes at this time: they activate myelin breakdown, up-regulate the expression of cytokines (including TNF-a) to recruit macrophages to the injury site, up-regulate neurotrophic factors to stimulate axon regeneration and neuron survival, and organize a regeneration pathway along their basal lamina tube to guide axon growth. Axonotmesis and neurotmesis are the main types of PNS nerve injury. In axonotmesis, such as in a crush injury, the axon suffers disruption, but the basal lamina tube of the Schwann cells remain. The lumen of the tube provides guidance cues to the regenerating axon sprout as it grows, promoting highly effective axon regeneration and restoration of function in 3 to 4 weeks. In neurotmesis, such as in a cut injury, the axon, Schwann cell basal lamina, and surrounding connective tissue sheath are disrupted. The regenerating axon and its associated Schwann cells still grow from the proximal to the distal nerve stump. Because of targeting errors in the absence of the basal lamina tube, correct reinnervation and recovery of function are poor in neurotmesis. [5]"}
{"id": "article-28765_4", "title": "Histology, Schwann Cells -- Tissue Preparation", "content": "Aldehyde is the preferred routine fixative for nervous tissue. Electron microscopy requires an aldehyde fixative with high purity. [6] After fixation, the sample gets embedded in either paraffin or epoxy. Paraffin allows for the study of the entire cross-sectional area of a nerve and is the preferred medium for light microscopy and larger nerve sections. Epoxy is preferable for smaller nerve branches and visualization with electron microscopy. [7] Recent utilization of cryofixation, high pressure freezing and freeze substitution, is a beneficial supplement to aldehyde fixation in electron microscopy and may improve the preservation of structure detail and contrast. [8]", "contents": "Histology, Schwann Cells -- Tissue Preparation. Aldehyde is the preferred routine fixative for nervous tissue. Electron microscopy requires an aldehyde fixative with high purity. [6] After fixation, the sample gets embedded in either paraffin or epoxy. Paraffin allows for the study of the entire cross-sectional area of a nerve and is the preferred medium for light microscopy and larger nerve sections. Epoxy is preferable for smaller nerve branches and visualization with electron microscopy. [7] Recent utilization of cryofixation, high pressure freezing and freeze substitution, is a beneficial supplement to aldehyde fixation in electron microscopy and may improve the preservation of structure detail and contrast. [8]"}
{"id": "article-28765_5", "title": "Histology, Schwann Cells -- Histochemistry and Cytochemistry", "content": "Immunohistochemical stains are valuable tools to differentiate Schwann cells from other cell types. S-100 is a protein unique to neural crest-derived cells, so anti-S-100 antibodies can be used to stain for healthy Schwann cells or nervous tissue neoplasms, such as schwannomas. [9] Myelin basic protein (MBP) neutralizes phospholipid charges on the inner surface of the membrane and is present in Schwann cells but not satellite cells, the other major PNS glial cell. Anti-MBP can be used to differentiate Schwann cells or oligodendrocytes from other glial cells. [10] P0, a peripheral nerve myelin protein, is a transmembrane adhesion protein that promotes the extracellular lamellar apposition that forms the intraperiod lines. [1] Anti-P0 can be used to identify granular cell tumors, which derive from Schwann cells. [11]", "contents": "Histology, Schwann Cells -- Histochemistry and Cytochemistry. Immunohistochemical stains are valuable tools to differentiate Schwann cells from other cell types. S-100 is a protein unique to neural crest-derived cells, so anti-S-100 antibodies can be used to stain for healthy Schwann cells or nervous tissue neoplasms, such as schwannomas. [9] Myelin basic protein (MBP) neutralizes phospholipid charges on the inner surface of the membrane and is present in Schwann cells but not satellite cells, the other major PNS glial cell. Anti-MBP can be used to differentiate Schwann cells or oligodendrocytes from other glial cells. [10] P0, a peripheral nerve myelin protein, is a transmembrane adhesion protein that promotes the extracellular lamellar apposition that forms the intraperiod lines. [1] Anti-P0 can be used to identify granular cell tumors, which derive from Schwann cells. [11]"}
{"id": "article-28765_6", "title": "Histology, Schwann Cells -- Microscopy, Light", "content": "Under light microscopy, Schwann cell nuclei and myelin sheath are visible, as well as their basal laminae and associated axons. [12] Both light and electron microscopy demonstrate myelin sheaths of various thicknesses according to neuregulin expression by the axon. More heavily myelinated axons may have more than 40 lamellae, as visualized by alternating intraperiod and dense lines. Intraperiod lines demonstrate the apposition of extracellular surfaces of compact lamellae of the Schwann cell plasma membrane. Dense lines demonstrate the close apposition of the cytoplasmic surfaces of the membrane in compact myelin. [1]", "contents": "Histology, Schwann Cells -- Microscopy, Light. Under light microscopy, Schwann cell nuclei and myelin sheath are visible, as well as their basal laminae and associated axons. [12] Both light and electron microscopy demonstrate myelin sheaths of various thicknesses according to neuregulin expression by the axon. More heavily myelinated axons may have more than 40 lamellae, as visualized by alternating intraperiod and dense lines. Intraperiod lines demonstrate the apposition of extracellular surfaces of compact lamellae of the Schwann cell plasma membrane. Dense lines demonstrate the close apposition of the cytoplasmic surfaces of the membrane in compact myelin. [1]"}
{"id": "article-28765_7", "title": "Histology, Schwann Cells -- Microscopy, Electron", "content": "Under transmission electron microscopy, the lamellar structure and Schwann cell cytoplasmic content can be visualized clearly, including mitochondria, microtubules, and microfilaments. Osmium tetroxide is used to stain the myelin, allowing the dark (osmiophilic) myelin of myelinating Schwann cells to be clearly distinguished from the lighter membranes of the non-myelinating Schwann cells. Myelinating Schwann cells can be seen surrounding a single axon with a myelin sheath, though it may also have unmyelinated axons associated with its outer cytoplasm. Bundles of unmyelinated axons are visible, settled into the cytoplasm of a non-myelinating Schwann cell. Endoneurium, the loose connective tissue sheaths that surround individual nerve fibers, can also be visualized. [12]", "contents": "Histology, Schwann Cells -- Microscopy, Electron. Under transmission electron microscopy, the lamellar structure and Schwann cell cytoplasmic content can be visualized clearly, including mitochondria, microtubules, and microfilaments. Osmium tetroxide is used to stain the myelin, allowing the dark (osmiophilic) myelin of myelinating Schwann cells to be clearly distinguished from the lighter membranes of the non-myelinating Schwann cells. Myelinating Schwann cells can be seen surrounding a single axon with a myelin sheath, though it may also have unmyelinated axons associated with its outer cytoplasm. Bundles of unmyelinated axons are visible, settled into the cytoplasm of a non-myelinating Schwann cell. Endoneurium, the loose connective tissue sheaths that surround individual nerve fibers, can also be visualized. [12]"}
{"id": "article-28765_8", "title": "Histology, Schwann Cells -- Pathophysiology", "content": "The major diseases involving Schwann cells are demyelinating or neoplastic processes. Disorders that cause damage to the myelin sheath in the PNS, affecting the function of Schwann cells and axons, are called peripheral demyelinating diseases. Various insults, such as genetic mutations, infections, trauma, and autoimmune processes can trigger this demyelination and eventual neurodegeneration. Guillain-Barre Syndrome is a rare autoimmune peripheral demyelinating disease characterized by acute ascending flaccid paralysis, which can be life-threatening if the disease affects the muscles of respiration. It is often associated with a preceding infection of the gastrointestinal or respiratory tract, particularly C. jejuni and associated anti-GM1 and anti-GD1a antibodies. The association with infection and accumulation of anti-ganglioside antibodies suggests that ganglioside-like antigens found on C. jejuni lead to the production of antibodies that are cross-reactive with myelinating cells of the PNS. Guillain-Barre can also be caused by other pathogens, trauma, surgery, monoclonal antibody treatment, and rarely by vaccination. The patients usually present with proximal muscle weakness of lower extremity. The most common variant of Guillain-Barre is acute inflammatory demyelinating polyradiculopathy (AIDP), which presents histologically with segmental demyelination with lymphocytic and monocytic infiltration. [13] [14]", "contents": "Histology, Schwann Cells -- Pathophysiology. The major diseases involving Schwann cells are demyelinating or neoplastic processes. Disorders that cause damage to the myelin sheath in the PNS, affecting the function of Schwann cells and axons, are called peripheral demyelinating diseases. Various insults, such as genetic mutations, infections, trauma, and autoimmune processes can trigger this demyelination and eventual neurodegeneration. Guillain-Barre Syndrome is a rare autoimmune peripheral demyelinating disease characterized by acute ascending flaccid paralysis, which can be life-threatening if the disease affects the muscles of respiration. It is often associated with a preceding infection of the gastrointestinal or respiratory tract, particularly C. jejuni and associated anti-GM1 and anti-GD1a antibodies. The association with infection and accumulation of anti-ganglioside antibodies suggests that ganglioside-like antigens found on C. jejuni lead to the production of antibodies that are cross-reactive with myelinating cells of the PNS. Guillain-Barre can also be caused by other pathogens, trauma, surgery, monoclonal antibody treatment, and rarely by vaccination. The patients usually present with proximal muscle weakness of lower extremity. The most common variant of Guillain-Barre is acute inflammatory demyelinating polyradiculopathy (AIDP), which presents histologically with segmental demyelination with lymphocytic and monocytic infiltration. [13] [14]"}
{"id": "article-28765_9", "title": "Histology, Schwann Cells -- Pathophysiology", "content": "Charcot-Marie-Tooth disease (CMT) is a rare hereditary peripheral demyelinating disorder, most commonly with autosomal dominant inheritance. Several subtypes affect different proteins and can affect both sensory and motor nerves, but all disrupt Schwann cell structure and function. PMP22 is the most commonly affected protein and causes CMT1A, leading to growth arrest in Schwann cells and abnormal Schwann cell number between nodes of Ranvier. CMT1 is characterized by segmental demyelination and remyelination, causing onion skin appearance on biopsy, and greatly reduced conduction velocity of nerves. [13] [15]", "contents": "Histology, Schwann Cells -- Pathophysiology. Charcot-Marie-Tooth disease (CMT) is a rare hereditary peripheral demyelinating disorder, most commonly with autosomal dominant inheritance. Several subtypes affect different proteins and can affect both sensory and motor nerves, but all disrupt Schwann cell structure and function. PMP22 is the most commonly affected protein and causes CMT1A, leading to growth arrest in Schwann cells and abnormal Schwann cell number between nodes of Ranvier. CMT1 is characterized by segmental demyelination and remyelination, causing onion skin appearance on biopsy, and greatly reduced conduction velocity of nerves. [13] [15]"}
{"id": "article-28765_10", "title": "Histology, Schwann Cells -- Pathophysiology", "content": "Diabetes mellitus is associated with hyperglycemia, hyperlipidemia, hypertension, and impaired insulin signaling, which can damage microvasculature, leading to the common complication of diabetic peripheral neuropathy. Diabetic neuropathy is due to damage to Schwann cells and axons in both sensory and motor nerves. Schwann cells appear to be more susceptible to direct damage caused by hyperglycemia. In contrast, neurons are highly metabolically active, and function better in a hyperglycemic environment but are at greater risk of degeneration caused by hypoxia and loss of trophic support from Schwann cells. Hyperglycemia causes Schwann cell dysfunction, production of reactive oxygen species, initiation of the inflammatory cascade, disruptions in axon conduction, and impaired regeneration after nerve damage. [2]", "contents": "Histology, Schwann Cells -- Pathophysiology. Diabetes mellitus is associated with hyperglycemia, hyperlipidemia, hypertension, and impaired insulin signaling, which can damage microvasculature, leading to the common complication of diabetic peripheral neuropathy. Diabetic neuropathy is due to damage to Schwann cells and axons in both sensory and motor nerves. Schwann cells appear to be more susceptible to direct damage caused by hyperglycemia. In contrast, neurons are highly metabolically active, and function better in a hyperglycemic environment but are at greater risk of degeneration caused by hypoxia and loss of trophic support from Schwann cells. Hyperglycemia causes Schwann cell dysfunction, production of reactive oxygen species, initiation of the inflammatory cascade, disruptions in axon conduction, and impaired regeneration after nerve damage. [2]"}
{"id": "article-28765_11", "title": "Histology, Schwann Cells -- Pathophysiology", "content": "Schwannomas, neurofibromas, and malignant peripheral nerve sheath tumors (MPNSTs) are all neoplastic conditions that arise from Schwann cells. Schwannomas are typically solitary encapsulated lesions made exclusively of neoplastic Schwann cells. Schwannomas do not invade the associated nerve but may produce symptoms caused by mass effect. Neurofibromas and MPNSTs are made of multiple cell types, including Schwann cells, and commonly infiltrate the associated nerve. Neurofibromas commonly arise in patients with neurofibromatosis 1 (NF1), an autosomal dominant disorder caused by a mutation in the NF1 tumor suppressor gene, which may present with dermal and/or plexiform neurofibromas. Dermal neurofibromas are hormone-sensitive tumors that begin to appear as NF1 patients enter puberty, and these tumors have little to no malignant potential. Plexiform neurofibromas are often congenital, not hormone-responsive, and can undergo malignant transformation to MPNSTs. [16] [17]", "contents": "Histology, Schwann Cells -- Pathophysiology. Schwannomas, neurofibromas, and malignant peripheral nerve sheath tumors (MPNSTs) are all neoplastic conditions that arise from Schwann cells. Schwannomas are typically solitary encapsulated lesions made exclusively of neoplastic Schwann cells. Schwannomas do not invade the associated nerve but may produce symptoms caused by mass effect. Neurofibromas and MPNSTs are made of multiple cell types, including Schwann cells, and commonly infiltrate the associated nerve. Neurofibromas commonly arise in patients with neurofibromatosis 1 (NF1), an autosomal dominant disorder caused by a mutation in the NF1 tumor suppressor gene, which may present with dermal and/or plexiform neurofibromas. Dermal neurofibromas are hormone-sensitive tumors that begin to appear as NF1 patients enter puberty, and these tumors have little to no malignant potential. Plexiform neurofibromas are often congenital, not hormone-responsive, and can undergo malignant transformation to MPNSTs. [16] [17]"}
{"id": "article-28765_12", "title": "Histology, Schwann Cells -- Clinical Significance", "content": "Guillain-Barre manifests clinically with symmetric ascending paralysis and paresthesia, which may progress to dyspnea and choking over hours to days. Management is supportive and, with ventilatory support and monitoring for cardiac arrhythmias and other complications, the prognosis is good with patients typically recovering function within 12 months. [13] The earlier the clinician identifies and treats the condition, the better the prognosis. In randomized controlled trials, there are two treatment options currently considered the standard of care in Guillain-Barre syndrome (GBS). These include either intravenous immunoglobulin (IVIG) or plasma exchange. IVIG is thought to act by its immune-modulating action; however, the exact mechanism remains unclear. IVIG dosing is 2 grams/kilogram divided over 5 days. [18] [Level I] Plasma exchange is thought to act by removing pathogenic antibodies, humoral mediators, and complement proteins involved in the pathogenesis of GBS. Similar to IVIG, its exact mechanism of action in the treatment of GBS remains unproven. The patient generally receives plasma exchange as a volume of an exchange over five sessions.", "contents": "Histology, Schwann Cells -- Clinical Significance. Guillain-Barre manifests clinically with symmetric ascending paralysis and paresthesia, which may progress to dyspnea and choking over hours to days. Management is supportive and, with ventilatory support and monitoring for cardiac arrhythmias and other complications, the prognosis is good with patients typically recovering function within 12 months. [13] The earlier the clinician identifies and treats the condition, the better the prognosis. In randomized controlled trials, there are two treatment options currently considered the standard of care in Guillain-Barre syndrome (GBS). These include either intravenous immunoglobulin (IVIG) or plasma exchange. IVIG is thought to act by its immune-modulating action; however, the exact mechanism remains unclear. IVIG dosing is 2 grams/kilogram divided over 5 days. [18] [Level I] Plasma exchange is thought to act by removing pathogenic antibodies, humoral mediators, and complement proteins involved in the pathogenesis of GBS. Similar to IVIG, its exact mechanism of action in the treatment of GBS remains unproven. The patient generally receives plasma exchange as a volume of an exchange over five sessions."}
{"id": "article-28765_13", "title": "Histology, Schwann Cells -- Clinical Significance", "content": "Patients with CMT may present with distal muscle weakness, foot drop, depressed or absent deep tendon reflexes, atrophy of muscles of below the knee, and atrophy of the muscles of the thenar eminence. CMT does not reduce the lifespan, and management is supportive. [13] [15]", "contents": "Histology, Schwann Cells -- Clinical Significance. Patients with CMT may present with distal muscle weakness, foot drop, depressed or absent deep tendon reflexes, atrophy of muscles of below the knee, and atrophy of the muscles of the thenar eminence. CMT does not reduce the lifespan, and management is supportive. [13] [15]"}
{"id": "article-28765_14", "title": "Histology, Schwann Cells -- Clinical Significance", "content": "Diabetic neuropathy classically arises in patients with long-standing diabetes as a sensory neuropathy with loss of temperature, vibration, touch, and pain sensation. Patients may also have accompanying neuropathic pain. Nerve damage progresses from small sensory fibers to large sensory fibers, to large motor fibers, causing weakness, loss of function, and paralysis. Nerve damage also is more pronounced in distal extremities, a characteristic “stocking-glove” pattern. Treatment of diabetic neuropathy is limited to symptomatic treatment of neuropathic pain and maintenance of euglycemia to prevent the development of diabetic neuropathy or slow its progression. [2]", "contents": "Histology, Schwann Cells -- Clinical Significance. Diabetic neuropathy classically arises in patients with long-standing diabetes as a sensory neuropathy with loss of temperature, vibration, touch, and pain sensation. Patients may also have accompanying neuropathic pain. Nerve damage progresses from small sensory fibers to large sensory fibers, to large motor fibers, causing weakness, loss of function, and paralysis. Nerve damage also is more pronounced in distal extremities, a characteristic “stocking-glove” pattern. Treatment of diabetic neuropathy is limited to symptomatic treatment of neuropathic pain and maintenance of euglycemia to prevent the development of diabetic neuropathy or slow its progression. [2]"}
{"id": "article-28765_15", "title": "Histology, Schwann Cells -- Clinical Significance", "content": "Schwann cell neoplasms can be identified by immunohistochemistry for Schwann cell markers such as S-100. Management varies from monitoring and supportive care for asymptomatic dermal neurofibromas to surgery, chemotherapy, and radiation for metastatic MPNSTs. [16] [17] [19] [20]", "contents": "Histology, Schwann Cells -- Clinical Significance. Schwann cell neoplasms can be identified by immunohistochemistry for Schwann cell markers such as S-100. Management varies from monitoring and supportive care for asymptomatic dermal neurofibromas to surgery, chemotherapy, and radiation for metastatic MPNSTs. [16] [17] [19] [20]"}
{"id": "article-28765_16", "title": "Histology, Schwann Cells -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Histology, Schwann Cells -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}