{"id": "article-18328_0", "title": "Biotin -- Continuing Education Activity", "content": "Biotin is an alternative medication used in the management and treatment of pathological hair conditions. It is in the vitamin class of drugs. This activity reviews the indications, action, and contraindications for biotin as a valuable agent in the therapy of biotin deficiency and hair conditions. In addition, this activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the management of patients with brittle hair and related conditions.", "contents": "Biotin -- Continuing Education Activity. Biotin is an alternative medication used in the management and treatment of pathological hair conditions. It is in the vitamin class of drugs. This activity reviews the indications, action, and contraindications for biotin as a valuable agent in the therapy of biotin deficiency and hair conditions. In addition, this activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the management of patients with brittle hair and related conditions."}
{"id": "article-18328_1", "title": "Biotin -- Continuing Education Activity", "content": "Objectives: Review the treatment considerations for patients with brittle hair and nails. Explain the indications for biotin use. Outline the typical presentation of a patient with biotin deficiency. Summarize the importance of collaboration and communication amongst the interprofessional team to enhance the delivery of care for patients affected by pathological hair conditions and patients receiving biotin. Access free multiple choice questions on this topic.", "contents": "Biotin -- Continuing Education Activity. Objectives: Review the treatment considerations for patients with brittle hair and nails. Explain the indications for biotin use. Outline the typical presentation of a patient with biotin deficiency. Summarize the importance of collaboration and communication amongst the interprofessional team to enhance the delivery of care for patients affected by pathological hair conditions and patients receiving biotin. Access free multiple choice questions on this topic."}
{"id": "article-18328_2", "title": "Biotin -- Indications", "content": "Biotin (B7 or vitamin H) is a water-soluble vitamin, which has received publicity for promoting the growth of hair and nails. There are limited studies, which confirm the exact indications of biotin. [1] Biotinidase deficiency is uncommon but has been documented. Frank deficiency of biotinidase may present as conjunctivitis, ataxia, seizure, skin infections, and developmental delay in children. [2] Biotin may have benefits in those suffering from pathologic brittle hair syndrome or uncombable hair syndrome. [3] [4] Otherwise, indications for supplementation remain unnecessary in healthy individuals. [1] Biotin deficiencies would require inborn errors of metabolism. Documentation on supplementation in healthy individuals remains unclear. To date, there have been no trials supporting claims of biotin supplementation being used to improve hair quality or quantity, or nail growth. [5] The U.S. Food and Drug Administration does not recommend daily biotin usage, although breastfeeding or pregnant patients are recommended to take from 5 mcg/ to 35 mcg/day. Pregnancy and smoking increase the metabolism of biotin and would require increased intake, although controversial. [6] [7] There is limited evidence to suggest biotin can provide a benefit to hair and nail growth.", "contents": "Biotin -- Indications. Biotin (B7 or vitamin H) is a water-soluble vitamin, which has received publicity for promoting the growth of hair and nails. There are limited studies, which confirm the exact indications of biotin. [1] Biotinidase deficiency is uncommon but has been documented. Frank deficiency of biotinidase may present as conjunctivitis, ataxia, seizure, skin infections, and developmental delay in children. [2] Biotin may have benefits in those suffering from pathologic brittle hair syndrome or uncombable hair syndrome. [3] [4] Otherwise, indications for supplementation remain unnecessary in healthy individuals. [1] Biotin deficiencies would require inborn errors of metabolism. Documentation on supplementation in healthy individuals remains unclear. To date, there have been no trials supporting claims of biotin supplementation being used to improve hair quality or quantity, or nail growth. [5] The U.S. Food and Drug Administration does not recommend daily biotin usage, although breastfeeding or pregnant patients are recommended to take from 5 mcg/ to 35 mcg/day. Pregnancy and smoking increase the metabolism of biotin and would require increased intake, although controversial. [6] [7] There is limited evidence to suggest biotin can provide a benefit to hair and nail growth."}
{"id": "article-18328_3", "title": "Biotin -- Mechanism of Action", "content": "Biotin also acts as a coenzyme for multiple carboxylases in humans, and it changes the irreversible carboxylation of acetyl-CoA to malonyl-CoA. [2] These enzymes are vital in numerous metabolic processes. Recently, the new roles of biotin have been acknowledged, in particular, the roles in cell signaling and epigenetic regulation. [8] Biotin's mechanism of action occurs by attaching to specific lysine residues. [9] The side effects of ingesting too much biotin could include an upset stomach, although it remains a vitamin with very low side effects. Biotin uptake by human colonic epithelial is a carrier-mediated process. [10] Vitamin B7 is a cofactor for three significant carboxylation reactions, which include the conversion of pyruvate to oxalacetate, acetyl-CoA to malonyl-CoA, and propionyl-CoA to methylmalonyl-CoA. A carboxylase reaction includes the transfer of carbon with the assistance of biotin. Essentially these conversions assisted by biotin break down food into glucose, the primary carbohydrate source for the brain and body.", "contents": "Biotin -- Mechanism of Action. Biotin also acts as a coenzyme for multiple carboxylases in humans, and it changes the irreversible carboxylation of acetyl-CoA to malonyl-CoA. [2] These enzymes are vital in numerous metabolic processes. Recently, the new roles of biotin have been acknowledged, in particular, the roles in cell signaling and epigenetic regulation. [8] Biotin's mechanism of action occurs by attaching to specific lysine residues. [9] The side effects of ingesting too much biotin could include an upset stomach, although it remains a vitamin with very low side effects. Biotin uptake by human colonic epithelial is a carrier-mediated process. [10] Vitamin B7 is a cofactor for three significant carboxylation reactions, which include the conversion of pyruvate to oxalacetate, acetyl-CoA to malonyl-CoA, and propionyl-CoA to methylmalonyl-CoA. A carboxylase reaction includes the transfer of carbon with the assistance of biotin. Essentially these conversions assisted by biotin break down food into glucose, the primary carbohydrate source for the brain and body."}
{"id": "article-18328_4", "title": "Biotin -- Administration", "content": "Biotin appears to be widely protein-bound. [4] Recommendations for biotin intake range from 5 ug to 35 ug per day, depending on circumstances. For example, there is no daily recommendation, but biotin use may be appropriate and warranted for a breastfeeding mother due to increased demand for nutrients. Biotin is also required for the normal development of the fetus when the mother is pregnant. When needed, the most common route of administration for biotin is orally, but biotin administration can also be in an IV form. Therefore, there is no indication for daily use by the U.S. Food and Drug Administration, but when indicated, its administration is usually via the oral route. The IV form is for cases where biotin deficiency is apparent and symptomatic. It can also be useful when treating trichothiodystrophy (TDD), a rare autosomal recessive disorder, which appears to benefit from biotin intake. The tablet form of biotin usually comes in the forms of 10, 50, or 100 mcg. It is metabolized by the liver and excreted by the kidneys.", "contents": "Biotin -- Administration. Biotin appears to be widely protein-bound. [4] Recommendations for biotin intake range from 5 ug to 35 ug per day, depending on circumstances. For example, there is no daily recommendation, but biotin use may be appropriate and warranted for a breastfeeding mother due to increased demand for nutrients. Biotin is also required for the normal development of the fetus when the mother is pregnant. When needed, the most common route of administration for biotin is orally, but biotin administration can also be in an IV form. Therefore, there is no indication for daily use by the U.S. Food and Drug Administration, but when indicated, its administration is usually via the oral route. The IV form is for cases where biotin deficiency is apparent and symptomatic. It can also be useful when treating trichothiodystrophy (TDD), a rare autosomal recessive disorder, which appears to benefit from biotin intake. The tablet form of biotin usually comes in the forms of 10, 50, or 100 mcg. It is metabolized by the liver and excreted by the kidneys."}
{"id": "article-18328_5", "title": "Biotin -- Adverse Effects", "content": "Biotin consumption for beneficial means remains unclear, but it has been considered a very difficult drug to overdose on or cause injury to the body. When taking anticonvulsants such as carbamazepine or phenobarbital, the requirements for biotin increase due to these medications inhibiting uptake into the brush borders of membrane vesicles. [4] Smoking also metabolizes biotin quickly; therefore, increased doses may be warranted when indicated if the patient is a smoker. Information on other drug interactions is minimal. There have been no reported injuries for taking too much biotin, but there are documented cases of biotin deficiency.", "contents": "Biotin -- Adverse Effects. Biotin consumption for beneficial means remains unclear, but it has been considered a very difficult drug to overdose on or cause injury to the body. When taking anticonvulsants such as carbamazepine or phenobarbital, the requirements for biotin increase due to these medications inhibiting uptake into the brush borders of membrane vesicles. [4] Smoking also metabolizes biotin quickly; therefore, increased doses may be warranted when indicated if the patient is a smoker. Information on other drug interactions is minimal. There have been no reported injuries for taking too much biotin, but there are documented cases of biotin deficiency."}
{"id": "article-18328_6", "title": "Biotin -- Adverse Effects", "content": "Biotin can interfere with some hormone assays. In immunoassays using the streptavidin-biotin interaction, the interference may induce both false-positive and false-negative results. The hormone levels affected may include thyroid functions, gonadotrophins, and vitamin D. [11] [12]", "contents": "Biotin -- Adverse Effects. Biotin can interfere with some hormone assays. In immunoassays using the streptavidin-biotin interaction, the interference may induce both false-positive and false-negative results. The hormone levels affected may include thyroid functions, gonadotrophins, and vitamin D. [11] [12]"}
{"id": "article-18328_7", "title": "Biotin -- Contraindications", "content": "Research supporting claims for the use of biotin for nails and hair remains ambiguous, but there has been well-documented research on the interactions of biotin and other drugs. There are no evident contraindications to taking this vitamin. Biotin is a safe and nontoxic vitamin that the body excretes when in excess. There are no known herbal interactions with biotin. Although not a contraindication, it is important to note that if a person is taking biotin and smoking, they may require increased doses due to increased biotin metabolism.", "contents": "Biotin -- Contraindications. Research supporting claims for the use of biotin for nails and hair remains ambiguous, but there has been well-documented research on the interactions of biotin and other drugs. There are no evident contraindications to taking this vitamin. Biotin is a safe and nontoxic vitamin that the body excretes when in excess. There are no known herbal interactions with biotin. Although not a contraindication, it is important to note that if a person is taking biotin and smoking, they may require increased doses due to increased biotin metabolism."}
{"id": "article-18328_8", "title": "Biotin -- Monitoring", "content": "Dermatologic manifestations appear to be the first sign of biotin deficiency. Biotin plasma concentration levels range from 400 to 1200 ng/L. [1] The daily recommendation for biotin if and when indicated has undergone research, although there appears to be no specific therapeutic index. In circumstances where biotin deficiency is a concern, the urinary biotin concentrations are testable. Although rare, if deficient, a patient may present with dermatitis, enteritis, or alopecia. Antibiotic use or extreme, excessive intake of raw egg whites may induce a state of deficiency, which is very rare.", "contents": "Biotin -- Monitoring. Dermatologic manifestations appear to be the first sign of biotin deficiency. Biotin plasma concentration levels range from 400 to 1200 ng/L. [1] The daily recommendation for biotin if and when indicated has undergone research, although there appears to be no specific therapeutic index. In circumstances where biotin deficiency is a concern, the urinary biotin concentrations are testable. Although rare, if deficient, a patient may present with dermatitis, enteritis, or alopecia. Antibiotic use or extreme, excessive intake of raw egg whites may induce a state of deficiency, which is very rare."}
{"id": "article-18328_9", "title": "Biotin -- Toxicity", "content": "There is no specific antidote for overdosing on biotin. Excess in the body is rare, and since biotin is a water-soluble vitamin, it is excreted in the urine when in excess. Signs and symptoms of biotin overdose may include and are not limited to insomnia, excessive thirst, and urination. Since biotin has documentation in playing a role in postprandial glucose control, it bears mention that excess would cause signs and symptoms of a person experiencing hyperglycemia (e.g., increased thirst). [13] Diabetic patients should, therefore, be cautious before taking biotin. Although not impossible, it would be very difficult to overdose on biotin. Anaphylaxis is always a common concern with any medication but would present with systemic signs and symptoms. In rare cases, eosinophilic pleuropericardial effusion, a life-threatening condition, may occur. [14] Poison control centers should always be contacted with a suspected overdose.", "contents": "Biotin -- Toxicity. There is no specific antidote for overdosing on biotin. Excess in the body is rare, and since biotin is a water-soluble vitamin, it is excreted in the urine when in excess. Signs and symptoms of biotin overdose may include and are not limited to insomnia, excessive thirst, and urination. Since biotin has documentation in playing a role in postprandial glucose control, it bears mention that excess would cause signs and symptoms of a person experiencing hyperglycemia (e.g., increased thirst). [13] Diabetic patients should, therefore, be cautious before taking biotin. Although not impossible, it would be very difficult to overdose on biotin. Anaphylaxis is always a common concern with any medication but would present with systemic signs and symptoms. In rare cases, eosinophilic pleuropericardial effusion, a life-threatening condition, may occur. [14] Poison control centers should always be contacted with a suspected overdose."}
{"id": "article-18328_10", "title": "Biotin -- Enhancing Healthcare Team Outcomes", "content": "Clinicians, nurses, physician assistants, and pharmacists must educate patients when confronted with the matter that regular biotin use is not indicated and also not well-documented. Interprofessional team members should be aware that biotin marketing often claims it is \"a magic pill for hair and nails,\" but the benefits remain unclear. Without the research to support regular usage, heavily marketed claims by the beauty and supplementation industry need to be challenged to examine the efficacy and safety of this drug, which they advertise for regular use. With the epidemic of type 2 diabetes in the United States, further exploration regarding biotin's role in glucose control requires investigation since studies have concluded it may be beneficial for obese patients and those with type 2 diabetes. [13]", "contents": "Biotin -- Enhancing Healthcare Team Outcomes. Clinicians, nurses, physician assistants, and pharmacists must educate patients when confronted with the matter that regular biotin use is not indicated and also not well-documented. Interprofessional team members should be aware that biotin marketing often claims it is \"a magic pill for hair and nails,\" but the benefits remain unclear. Without the research to support regular usage, heavily marketed claims by the beauty and supplementation industry need to be challenged to examine the efficacy and safety of this drug, which they advertise for regular use. With the epidemic of type 2 diabetes in the United States, further exploration regarding biotin's role in glucose control requires investigation since studies have concluded it may be beneficial for obese patients and those with type 2 diabetes. [13]"}
{"id": "article-18328_11", "title": "Biotin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biotin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}