{"id": "article-24418_0", "title": "Loperamide -- Continuing Education Activity", "content": "Loperamide is an FDA-approved synthetic phenylpiperidine opioid with high lipophilicity and is a medication used to treat various forms of diarrhea. Recognized and approved by the FDA, loperamide is an effective intervention for conditions such as traveler's diarrhea, irritable bowel syndrome associated with chronic diarrhea, and acute nonspecific diarrhea in patients older than 2. Loperamide is also indicated for conditions requiring reducing ileostomy output to manage diverse gastrointestinal challenges. However, this medication requires careful consideration due to its potential for misuse, with reports indicating a concerning increase in morbidity and mortality associated with high doses. This activity explores loperamide's indications, contraindications, activities, and adverse events, focusing on the essential elements crucial for members of an interprofessional healthcare team involved in managing patients facing toxicity and its related conditions.", "contents": "Loperamide -- Continuing Education Activity. Loperamide is an FDA-approved synthetic phenylpiperidine opioid with high lipophilicity and is a medication used to treat various forms of diarrhea. Recognized and approved by the FDA, loperamide is an effective intervention for conditions such as traveler's diarrhea, irritable bowel syndrome associated with chronic diarrhea, and acute nonspecific diarrhea in patients older than 2. Loperamide is also indicated for conditions requiring reducing ileostomy output to manage diverse gastrointestinal challenges. However, this medication requires careful consideration due to its potential for misuse, with reports indicating a concerning increase in morbidity and mortality associated with high doses. This activity explores loperamide's indications, contraindications, activities, and adverse events, focusing on the essential elements crucial for members of an interprofessional healthcare team involved in managing patients facing toxicity and its related conditions."}
{"id": "article-24418_1", "title": "Loperamide -- Continuing Education Activity", "content": "As the misuse of loperamide gains prevalence, this activity discusses the complexities surrounding its abuse, providing crucial insights for healthcare professionals. Understanding the risks and nuances associated with loperamide is paramount, ensuring a comprehensive approach to patient care that addresses potential complications and sequelae.", "contents": "Loperamide -- Continuing Education Activity. As the misuse of loperamide gains prevalence, this activity discusses the complexities surrounding its abuse, providing crucial insights for healthcare professionals. Understanding the risks and nuances associated with loperamide is paramount, ensuring a comprehensive approach to patient care that addresses potential complications and sequelae."}
{"id": "article-24418_2", "title": "Loperamide -- Continuing Education Activity", "content": "Objectives: Identify appropriate patient candidates for loperamide therapy based on medical history and the presence of diarrhea. Screen patients for potential contraindications, drug interactions, and risk factors for loperamide misuse to ensure safe and appropriate use. Apply evidence-based guidelines and best practices for using loperamide in different clinical scenarios, such as chemotherapy-induced diarrhea or non-medical use. Communicate the risks and benefits of loperamide therapy to patients, ensuring they understand the proper use and potential adverse effects. Access free multiple choice questions on this topic.", "contents": "Loperamide -- Continuing Education Activity. Objectives: Identify appropriate patient candidates for loperamide therapy based on medical history and the presence of diarrhea. Screen patients for potential contraindications, drug interactions, and risk factors for loperamide misuse to ensure safe and appropriate use. Apply evidence-based guidelines and best practices for using loperamide in different clinical scenarios, such as chemotherapy-induced diarrhea or non-medical use. Communicate the risks and benefits of loperamide therapy to patients, ensuring they understand the proper use and potential adverse effects. Access free multiple choice questions on this topic."}
{"id": "article-24418_3", "title": "Loperamide -- Indications", "content": "Loperamide is an over-the-counter oral antidiarrheal agent synthesized in 1969, first used medically in 1976, and became available without a prescription in 1988. [1] Initially, the Federal Drug Administration (FDA) categorized it as a Schedule V drug due to its opioid-like misuse potential. [2]", "contents": "Loperamide -- Indications. Loperamide is an over-the-counter oral antidiarrheal agent synthesized in 1969, first used medically in 1976, and became available without a prescription in 1988. [1] Initially, the Federal Drug Administration (FDA) categorized it as a Schedule V drug due to its opioid-like misuse potential. [2]"}
{"id": "article-24418_4", "title": "Loperamide -- Indications -- FDA-Approved Indications", "content": "Currently, loperamide has been approved by the FDA to treat various forms of diarrhea and has also been used off-label to treat the adverse effects of chemotherapy resulting in diarrhea. In recent years, there has been an increased interest in the non-medical use of loperamide, ranging from self-management of opioid withdrawal symptoms to a means to induce euphoria (ie, getting high). Recently, a new syndrome termed loperamide-induced cardiotoxicity has come to light. [3] Patients can present with different forms of potentially life-threatening dysrhythmias when using loperamide in toxic doses.", "contents": "Loperamide -- Indications -- FDA-Approved Indications. Currently, loperamide has been approved by the FDA to treat various forms of diarrhea and has also been used off-label to treat the adverse effects of chemotherapy resulting in diarrhea. In recent years, there has been an increased interest in the non-medical use of loperamide, ranging from self-management of opioid withdrawal symptoms to a means to induce euphoria (ie, getting high). Recently, a new syndrome termed loperamide-induced cardiotoxicity has come to light. [3] Patients can present with different forms of potentially life-threatening dysrhythmias when using loperamide in toxic doses."}
{"id": "article-24418_5", "title": "Loperamide -- Indications -- FDA-Approved Indications", "content": "Medical Use: The FDA has approved loperamide for treating various forms of diarrhea, including traveler’s diarrhea, irritable bowel syndrome associated with chronic diarrhea, and acute nonspecific diarrhea in patients 2 and older, in addition to the indication for reducing ileostomy output. [4] [5]", "contents": "Loperamide -- Indications -- FDA-Approved Indications. Medical Use: The FDA has approved loperamide for treating various forms of diarrhea, including traveler’s diarrhea, irritable bowel syndrome associated with chronic diarrhea, and acute nonspecific diarrhea in patients 2 and older, in addition to the indication for reducing ileostomy output. [4] [5]"}
{"id": "article-24418_6", "title": "Loperamide -- Indications -- Off-Label Uses", "content": "The off-label uses include the management of chemotherapy-related diarrhea. According to ASCO (American Society of Clinical Oncology) guidelines, loperamide may be used for diarrhea associated with immune checkpoint inhibitor (ICPi) therapy; however, infection and colitis must be ruled out before initiating loperamide. [6]", "contents": "Loperamide -- Indications -- Off-Label Uses. The off-label uses include the management of chemotherapy-related diarrhea. According to ASCO (American Society of Clinical Oncology) guidelines, loperamide may be used for diarrhea associated with immune checkpoint inhibitor (ICPi) therapy; however, infection and colitis must be ruled out before initiating loperamide. [6]"}
{"id": "article-24418_7", "title": "Loperamide -- Indications -- Off-Label Uses", "content": "Illicit Drug Use and Self-Medication Use: In recent years, there has been a noticeable incline in the use and abuse of loperamide as a means of self-management of opioid withdrawal and an inexpensive method to induce euphoria, ie, to achieve a euphoric state. Vakkalanka et al found a 91% increase in reported loperamide exposures, including 8 deaths, from 2010 to 2015 across Poison Control Centers in the United States. [7]", "contents": "Loperamide -- Indications -- Off-Label Uses. Illicit Drug Use and Self-Medication Use: In recent years, there has been a noticeable incline in the use and abuse of loperamide as a means of self-management of opioid withdrawal and an inexpensive method to induce euphoria, ie, to achieve a euphoric state. Vakkalanka et al found a 91% increase in reported loperamide exposures, including 8 deaths, from 2010 to 2015 across Poison Control Centers in the United States. [7]"}
{"id": "article-24418_8", "title": "Loperamide -- Indications -- Off-Label Uses", "content": "Individuals have used loperamide as a means to self-medicate to decrease the withdrawal adverse effects of opioid dependence or slow the tapering process. Recently, high-dose loperamide has shown promise for such use. [8]", "contents": "Loperamide -- Indications -- Off-Label Uses. Individuals have used loperamide as a means to self-medicate to decrease the withdrawal adverse effects of opioid dependence or slow the tapering process. Recently, high-dose loperamide has shown promise for such use. [8]"}
{"id": "article-24418_9", "title": "Loperamide -- Mechanism of Action", "content": "Loperamide is a lipophilic synthetic phenylpiperidine opioid and a μ-receptor agonist. [4] [9] At therapeutic doses, loperamide acts on the μ-opioid receptors directly on the circular and longitudinal intestinal muscles to decrease transition time, inhibit peristalsis electrolyte loss, and increase rectal tone. However, because loperamide is a substrate for P-glycoprotein at higher doses, P-glycoprotein is inhibited, allowing loperamide to cross the blood-brain barrier and act on the central nervous system, producing central opioid effects and toxicity. [10]", "contents": "Loperamide -- Mechanism of Action. Loperamide is a lipophilic synthetic phenylpiperidine opioid and a μ-receptor agonist. [4] [9] At therapeutic doses, loperamide acts on the μ-opioid receptors directly on the circular and longitudinal intestinal muscles to decrease transition time, inhibit peristalsis electrolyte loss, and increase rectal tone. However, because loperamide is a substrate for P-glycoprotein at higher doses, P-glycoprotein is inhibited, allowing loperamide to cross the blood-brain barrier and act on the central nervous system, producing central opioid effects and toxicity. [10]"}
{"id": "article-24418_10", "title": "Loperamide -- Mechanism of Action", "content": "Loperamide was also found to inhibit both the Na + gated cardiac channels, which prolongs the QRS complex, and the hERG channel, which increases the QTc interval. [11] QRS and QTc prolongation can cause ventricular dysrhythmias, monomorphic and polymorphic ventricular tachycardia, torsade de pointes, ventricular fibrillation, Brugada syndrome, cardiac arrest, and death.", "contents": "Loperamide -- Mechanism of Action. Loperamide was also found to inhibit both the Na + gated cardiac channels, which prolongs the QRS complex, and the hERG channel, which increases the QTc interval. [11] QRS and QTc prolongation can cause ventricular dysrhythmias, monomorphic and polymorphic ventricular tachycardia, torsade de pointes, ventricular fibrillation, Brugada syndrome, cardiac arrest, and death."}
{"id": "article-24418_11", "title": "Loperamide -- Mechanism of Action -- (a) Pharmacokinetics", "content": "(i) Absorption: The peak plasma time is 4 to 5 hours, with a half-life of 7 to 19 hours. [12] Loperamide has a low bioavailability (<1%) due to the first-pass metabolism. (ii) Distribution: Loperamide has high protein binding and a large volume of distribution.", "contents": "Loperamide -- Mechanism of Action -- (a) Pharmacokinetics. (i) Absorption: The peak plasma time is 4 to 5 hours, with a half-life of 7 to 19 hours. [12] Loperamide has a low bioavailability (<1%) due to the first-pass metabolism. (ii) Distribution: Loperamide has high protein binding and a large volume of distribution."}
{"id": "article-24418_12", "title": "Loperamide -- Mechanism of Action -- (a) Pharmacokinetics", "content": "(iii) Metabolism: Loperamide is extracted in the GI tract and metabolized in the liver by the cytochrome P450 pathway. The drug is metabolized in the liver via CYP2C8 and CYP3A4 to desmethyl-loperamide. [3] This pathway allows for decreased gastrointestinal uptake and, thus, enhanced elimination through bile excretion. At recommended doses, almost no active loperamide is present in the systemic circulation. (iv) Elimination: The elimination half-life of loperamide varies between 9.1 to 14.4 hours. The excretion of loperamide and its metabolites is predominantly through feces.", "contents": "Loperamide -- Mechanism of Action -- (a) Pharmacokinetics. (iii) Metabolism: Loperamide is extracted in the GI tract and metabolized in the liver by the cytochrome P450 pathway. The drug is metabolized in the liver via CYP2C8 and CYP3A4 to desmethyl-loperamide. [3] This pathway allows for decreased gastrointestinal uptake and, thus, enhanced elimination through bile excretion. At recommended doses, almost no active loperamide is present in the systemic circulation. (iv) Elimination: The elimination half-life of loperamide varies between 9.1 to 14.4 hours. The excretion of loperamide and its metabolites is predominantly through feces."}
{"id": "article-24418_13", "title": "Loperamide -- Administration -- Available Dosage Forms and Strengths", "content": "Loperamide is available in different formulations, most commonly as tablets, capsules, and orodispersible tablets that melt on the tongue. Loperamide is available as 2 mg tablets, capsules, and oral solutions of 1 mg/7.5 mL and 2 mg/15 mL strengths. The oral solution should be shaken well before being administered to the patient. Consider administering loperamide with plenty of fluids to prevent dehydration. A combination of loperamide 2 mg and simethicone 125 mg is also available for the symptomatic relief of diarrhea plus bloating.", "contents": "Loperamide -- Administration -- Available Dosage Forms and Strengths. Loperamide is available in different formulations, most commonly as tablets, capsules, and orodispersible tablets that melt on the tongue. Loperamide is available as 2 mg tablets, capsules, and oral solutions of 1 mg/7.5 mL and 2 mg/15 mL strengths. The oral solution should be shaken well before being administered to the patient. Consider administering loperamide with plenty of fluids to prevent dehydration. A combination of loperamide 2 mg and simethicone 125 mg is also available for the symptomatic relief of diarrhea plus bloating."}
{"id": "article-24418_14", "title": "Loperamide -- Administration -- Adult Dosing", "content": "The usual initial recommended dose for acute diarrhea, such as traveler’s diarrhea, is a 4 mg starting dose, followed by 2 mg after each unformed stool. The total dose is not to exceed 8 mg daily for over-the-counter use and 16 mg daily for prescription use. For chronic use, the suggested dose is 2 mg twice daily. Consider administering loperamide 30 minutes before food 4 times daily for patients with chemotherapy-induced diarrhea to slow colic reflex.", "contents": "Loperamide -- Administration -- Adult Dosing. The usual initial recommended dose for acute diarrhea, such as traveler’s diarrhea, is a 4 mg starting dose, followed by 2 mg after each unformed stool. The total dose is not to exceed 8 mg daily for over-the-counter use and 16 mg daily for prescription use. For chronic use, the suggested dose is 2 mg twice daily. Consider administering loperamide 30 minutes before food 4 times daily for patients with chemotherapy-induced diarrhea to slow colic reflex."}
{"id": "article-24418_15", "title": "Loperamide -- Administration -- Adult Dosing", "content": "According to the Infectious Disease Society of America, clinicians can use loperamide as adjuvant therapy with close monitoring and concomitant antibiotics in patients with suspected or known dysentery. [13] Loperamide is usually avoided in patients with C difficile infection; however, some experts approve using close monitoring and concomitant antibiotics if the patient has significant fluid losses and no contraindications (ileus/colonic distention). [14]", "contents": "Loperamide -- Administration -- Adult Dosing. According to the Infectious Disease Society of America, clinicians can use loperamide as adjuvant therapy with close monitoring and concomitant antibiotics in patients with suspected or known dysentery. [13] Loperamide is usually avoided in patients with C difficile infection; however, some experts approve using close monitoring and concomitant antibiotics if the patient has significant fluid losses and no contraindications (ileus/colonic distention). [14]"}
{"id": "article-24418_16", "title": "Loperamide -- Administration -- Adult Dosing", "content": "Chemotherapy-induced diarrhea (off-label use): Initially administer 4 mg, followed by 2 mg every 2 to 4 hours or after each loose stool. For diarrhea persisting for more than 24 hours, administer 2 mg every 2 hours (or 4 mg every 4 hours). Continue until 12 hours have passed without a loose bowel movement. Experts consider recommending alternative therapy for diarrhea persisting more than 48 hours, and doses of more than 16 mg per day might not provide benefit. [15] Loperamide is used to prevent diarrhea caused by neratinib and irinotecan.", "contents": "Loperamide -- Administration -- Adult Dosing. Chemotherapy-induced diarrhea (off-label use): Initially administer 4 mg, followed by 2 mg every 2 to 4 hours or after each loose stool. For diarrhea persisting for more than 24 hours, administer 2 mg every 2 hours (or 4 mg every 4 hours). Continue until 12 hours have passed without a loose bowel movement. Experts consider recommending alternative therapy for diarrhea persisting more than 48 hours, and doses of more than 16 mg per day might not provide benefit. [15] Loperamide is used to prevent diarrhea caused by neratinib and irinotecan."}
{"id": "article-24418_17", "title": "Loperamide -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: No dose adjustment of loperamide for hepatic impairment is provided in the product labeling; use caution in patients with liver impairment.", "contents": "Loperamide -- Administration -- Specific Patient Populations. Hepatic impairment: No dose adjustment of loperamide for hepatic impairment is provided in the product labeling; use caution in patients with liver impairment."}
{"id": "article-24418_18", "title": "Loperamide -- Administration -- Specific Patient Populations", "content": "Renal impairment: According to manufacturer labeling, no dose adjustment is required in patients with mild to severe renal impairment. In addition, since it is highly protein-bound, no dose adjustment is needed for dialysis.", "contents": "Loperamide -- Administration -- Specific Patient Populations. Renal impairment: According to manufacturer labeling, no dose adjustment is required in patients with mild to severe renal impairment. In addition, since it is highly protein-bound, no dose adjustment is needed for dialysis."}
{"id": "article-24418_19", "title": "Loperamide -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: There are no adverse effects observed in animal studies. There is a lack of data on loperamide use in pregnant women, and the information is conflicting. [16] For managing acute diarrhea in pregnancy, some experts recommend only oral rehydration and dietary modifications. Loperamide is also recommended in the lowest possible amount if the patient’s symptoms are disabling. [17]", "contents": "Loperamide -- Administration -- Specific Patient Populations. Pregnancy considerations: There are no adverse effects observed in animal studies. There is a lack of data on loperamide use in pregnant women, and the information is conflicting. [16] For managing acute diarrhea in pregnancy, some experts recommend only oral rehydration and dietary modifications. Loperamide is also recommended in the lowest possible amount if the patient’s symptoms are disabling. [17]"}
{"id": "article-24418_20", "title": "Loperamide -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Loperamide may be excreted into breast milk. The study on loperamide oxide (prodrug of loperamide) was conducted in breastfeeding women and found variable concentrations of loperamide and loperamide oxide in breast milk. [18] Manufacturers recommend against breastfeeding. Furthermore, loperamide is contraindicated in children younger than 2.", "contents": "Loperamide -- Administration -- Specific Patient Populations. Breastfeeding considerations: Loperamide may be excreted into breast milk. The study on loperamide oxide (prodrug of loperamide) was conducted in breastfeeding women and found variable concentrations of loperamide and loperamide oxide in breast milk. [18] Manufacturers recommend against breastfeeding. Furthermore, loperamide is contraindicated in children younger than 2."}
{"id": "article-24418_21", "title": "Loperamide -- Administration -- Specific Patient Populations", "content": "Pediatric patients: According to the Infectious Disease Society of America, loperamide is not recommended to manage infectious diarrhea in pediatric patients. [19] Use a minimum effective dose for the possible shortest duration. Loperamide is not recommended for children younger than 2. Consider calculating the dose based on weight: 13 kg to 21 kg: 1 mg when first loose stool followed by 1 mg per dose after each subsequent unformed stool, but not more than 3 mg daily. 21 kg to 27 kg:  2 mg when first loose stool followed by 1 mg per dose after each subsequent unformed stool, but not more than 4 mg daily. 27.1 kg to 43 kg: 2 mg when first loose stool followed by 1 mg per dose after each subsequent unformed stool, but not more than 6 mg daily. Children 12 years and older: 4 mg when first loose stool, followed by 2 mg per dose after each subsequent unformed stool, but not more than 8 mg daily. Older patients: Use with caution in older patients due to the risk of paralytic ileus. [20]", "contents": "Loperamide -- Administration -- Specific Patient Populations. Pediatric patients: According to the Infectious Disease Society of America, loperamide is not recommended to manage infectious diarrhea in pediatric patients. [19] Use a minimum effective dose for the possible shortest duration. Loperamide is not recommended for children younger than 2. Consider calculating the dose based on weight: 13 kg to 21 kg: 1 mg when first loose stool followed by 1 mg per dose after each subsequent unformed stool, but not more than 3 mg daily. 21 kg to 27 kg:  2 mg when first loose stool followed by 1 mg per dose after each subsequent unformed stool, but not more than 4 mg daily. 27.1 kg to 43 kg: 2 mg when first loose stool followed by 1 mg per dose after each subsequent unformed stool, but not more than 6 mg daily. Children 12 years and older: 4 mg when first loose stool, followed by 2 mg per dose after each subsequent unformed stool, but not more than 8 mg daily. Older patients: Use with caution in older patients due to the risk of paralytic ileus. [20]"}
{"id": "article-24418_22", "title": "Loperamide -- Adverse Effects -- Common Adverse Drug Reactions", "content": "Dry mouth Flatulence Abdominal cramps Nausea Ileus Constipation Urinary retention Dizziness Drowsiness [4]", "contents": "Loperamide -- Adverse Effects -- Common Adverse Drug Reactions. Dry mouth Flatulence Abdominal cramps Nausea Ileus Constipation Urinary retention Dizziness Drowsiness [4]"}
{"id": "article-24418_23", "title": "Loperamide -- Adverse Effects -- Serious Adverse Drug Reactions", "content": "Toxic megacolon Necrotizing enterocolitis Stevens-Johnson syndrome Toxic epidermal necrolysis [8] Syncope QT/QTc interval prolongation, torsades de pointes, ventricular tachycardia (VT) [21] VT storm: 3 or more episodes of VT within 24 hours [22] Other ventricular arrhythmias and cardiac arrest [23]", "contents": "Loperamide -- Adverse Effects -- Serious Adverse Drug Reactions. Toxic megacolon Necrotizing enterocolitis Stevens-Johnson syndrome Toxic epidermal necrolysis [8] Syncope QT/QTc interval prolongation, torsades de pointes, ventricular tachycardia (VT) [21] VT storm: 3 or more episodes of VT within 24 hours [22] Other ventricular arrhythmias and cardiac arrest [23]"}
{"id": "article-24418_24", "title": "Loperamide -- Adverse Effects -- Drug-Drug Interactions", "content": "Loperamide is extracted in the liver and metabolized primarily by CYP3A4, a cytochrome P450 enzyme. [3] The drug is then conjugated and excreted into the bile. Loperamide has significant drug-drug interactions, and it is essential to check concomitant medicines before prescribing loperamide. Patients with hepatic impairment can have changed first-pass metabolism amounts, leading to CNS adverse reactions. Concomitant administration of lonafarnib may increase the plasma concentration of loperamide. Initially, do not use more than 1 mg of loperamide daily when using loperamide with lonafarnib. If clinically indicated, the dose of loperamide can be cautiously increased.", "contents": "Loperamide -- Adverse Effects -- Drug-Drug Interactions. Loperamide is extracted in the liver and metabolized primarily by CYP3A4, a cytochrome P450 enzyme. [3] The drug is then conjugated and excreted into the bile. Loperamide has significant drug-drug interactions, and it is essential to check concomitant medicines before prescribing loperamide. Patients with hepatic impairment can have changed first-pass metabolism amounts, leading to CNS adverse reactions. Concomitant administration of lonafarnib may increase the plasma concentration of loperamide. Initially, do not use more than 1 mg of loperamide daily when using loperamide with lonafarnib. If clinically indicated, the dose of loperamide can be cautiously increased."}
{"id": "article-24418_25", "title": "Loperamide -- Adverse Effects -- Drug-Drug Interactions", "content": "Loperamide is a substrate of P-glycoprotein; it can interact with inducers of P-glycoprotein like carbamazepine, mitotane, phenytoin, and rifampicin. Similarly, loperamide can interact with P-glycoprotein inhibitors like amiodarone, carvedilol, ritonavir, quinidine, itraconazole, verapamil, clarithromycin, and ranolazine. Use with caution. [24]", "contents": "Loperamide -- Adverse Effects -- Drug-Drug Interactions. Loperamide is a substrate of P-glycoprotein; it can interact with inducers of P-glycoprotein like carbamazepine, mitotane, phenytoin, and rifampicin. Similarly, loperamide can interact with P-glycoprotein inhibitors like amiodarone, carvedilol, ritonavir, quinidine, itraconazole, verapamil, clarithromycin, and ranolazine. Use with caution. [24]"}
{"id": "article-24418_26", "title": "Loperamide -- Contraindications", "content": "Loperamide is contraindicated in patients younger than 2 and patients of any age with acute ulcerative colitis, bloody diarrhea, and diarrhea associated with bacterial infections. [25] Hypersensitivity to loperamide or any excipients is a contraindication to using loperamide. [26] A case report of fatal anaphylaxis has been reported. [27]", "contents": "Loperamide -- Contraindications. Loperamide is contraindicated in patients younger than 2 and patients of any age with acute ulcerative colitis, bloody diarrhea, and diarrhea associated with bacterial infections. [25] Hypersensitivity to loperamide or any excipients is a contraindication to using loperamide. [26] A case report of fatal anaphylaxis has been reported. [27]"}
{"id": "article-24418_27", "title": "Loperamide -- Contraindications -- Box Warning", "content": "Loperamide has a boxed warning for torsades de pointes and sudden death when used in higher-than-recommended doses. [28]", "contents": "Loperamide -- Contraindications -- Box Warning. Loperamide has a boxed warning for torsades de pointes and sudden death when used in higher-than-recommended doses. [28]"}
{"id": "article-24418_28", "title": "Loperamide -- Monitoring", "content": "Currently, loperamide remains available over the counter in pharmacies with restricted access but without a prescription. Patients should understand the maximum recommended daily dose when dispensing loperamide for FDA-approved or off-label indications. The clinical status of patients and loperamide efficacy should be monitored, in addition to the number of loose stools after each dose. When used in high doses, clinicians should routinely obtain an ECG and assess for signs/symptoms of CNS disturbances and respiratory depression. [29]", "contents": "Loperamide -- Monitoring. Currently, loperamide remains available over the counter in pharmacies with restricted access but without a prescription. Patients should understand the maximum recommended daily dose when dispensing loperamide for FDA-approved or off-label indications. The clinical status of patients and loperamide efficacy should be monitored, in addition to the number of loose stools after each dose. When used in high doses, clinicians should routinely obtain an ECG and assess for signs/symptoms of CNS disturbances and respiratory depression. [29]"}
{"id": "article-24418_29", "title": "Loperamide -- Toxicity", "content": "When loperamide is taken in large doses or with other drugs that may alter its pharmacokinetic effects, such as p-glycoprotein inhibitors, loperamide produces opioid-like symptoms. These include a sensation of euphoria, miosis, central nervous system depression, and respiratory depression. Treatment of loperamide overdose and toxicity is primarily supportive. Naloxone, including an intranasal naloxone bolus, intravenous naloxone bolus, or naloxone infusion, may be used in patients with respiratory depression. [30] As naloxone has a shorter half-life than loperamide, patients should be observed for at least 24 hours after the last naloxone administration to ensure they do not deteriorate clinically.", "contents": "Loperamide -- Toxicity. When loperamide is taken in large doses or with other drugs that may alter its pharmacokinetic effects, such as p-glycoprotein inhibitors, loperamide produces opioid-like symptoms. These include a sensation of euphoria, miosis, central nervous system depression, and respiratory depression. Treatment of loperamide overdose and toxicity is primarily supportive. Naloxone, including an intranasal naloxone bolus, intravenous naloxone bolus, or naloxone infusion, may be used in patients with respiratory depression. [30] As naloxone has a shorter half-life than loperamide, patients should be observed for at least 24 hours after the last naloxone administration to ensure they do not deteriorate clinically."}
{"id": "article-24418_30", "title": "Loperamide -- Toxicity", "content": "In large quantities, loperamide can cause systemic effects similar to opioid toxicity (central nervous system depression, respiratory depression) and lethal cardiac conduction abnormalities. [3] The patient should be on a cardiac monitor, and an ECG should be obtained. If QRS widening is present, sodium bicarbonate may be given and repeated in boluses or as an infusion. [31]", "contents": "Loperamide -- Toxicity. In large quantities, loperamide can cause systemic effects similar to opioid toxicity (central nervous system depression, respiratory depression) and lethal cardiac conduction abnormalities. [3] The patient should be on a cardiac monitor, and an ECG should be obtained. If QRS widening is present, sodium bicarbonate may be given and repeated in boluses or as an infusion. [31]"}
{"id": "article-24418_31", "title": "Loperamide -- Toxicity", "content": "If the patient exhibits signs of QTc prolongation (QTc is considered prolonged if greater than 450 ms in males and 470 ms in females), electrolyte abnormalities (magnesium, potassium, phosphate) should be corrected, and isoproterenol or transcutaneous pacing may be an option. [32] Cardiac arrest is manageable using standard ACLS protocols.", "contents": "Loperamide -- Toxicity. If the patient exhibits signs of QTc prolongation (QTc is considered prolonged if greater than 450 ms in males and 470 ms in females), electrolyte abnormalities (magnesium, potassium, phosphate) should be corrected, and isoproterenol or transcutaneous pacing may be an option. [32] Cardiac arrest is manageable using standard ACLS protocols."}
{"id": "article-24418_32", "title": "Loperamide -- Enhancing Healthcare Team Outcomes", "content": "Healthcare providers widely prescribe loperamide for different types of diarrhea. Even though loperamide is available as an over-the-counter medication, its use still requires the attention and oversight of an interprofessional healthcare team. Pharmacists and clinicians should check the potential for abuse and educate the patient about its potential toxicity in higher than recommended doses. Nurses can also provide monitoring and counseling in this area.", "contents": "Loperamide -- Enhancing Healthcare Team Outcomes. Healthcare providers widely prescribe loperamide for different types of diarrhea. Even though loperamide is available as an over-the-counter medication, its use still requires the attention and oversight of an interprofessional healthcare team. Pharmacists and clinicians should check the potential for abuse and educate the patient about its potential toxicity in higher than recommended doses. Nurses can also provide monitoring and counseling in this area."}
{"id": "article-24418_33", "title": "Loperamide -- Enhancing Healthcare Team Outcomes", "content": "In September 2019, the FDA approved new package size limitations and unit-dose packaging for certain over-the-counter loperamide products to improve patient safety. When prescribing or recommending loperamide, the nurse and pharmacist should reiterate all safety and dosing issues to ensure proper medication use and optimize patient safety, as patients may think loperamide has no potential for misuse due to its OTC availability.", "contents": "Loperamide -- Enhancing Healthcare Team Outcomes. In September 2019, the FDA approved new package size limitations and unit-dose packaging for certain over-the-counter loperamide products to improve patient safety. When prescribing or recommending loperamide, the nurse and pharmacist should reiterate all safety and dosing issues to ensure proper medication use and optimize patient safety, as patients may think loperamide has no potential for misuse due to its OTC availability."}
{"id": "article-24418_34", "title": "Loperamide -- Enhancing Healthcare Team Outcomes", "content": "In an overdose, an emergency medicine clinician should rapidly stabilize the patient. A toxicologist consult is necessary for a complicated overdose. An interprofessional team approach and open communication between physicians, advanced practice practitioners, nurses, pharmacists, toxicologists, and specialists can achieve optimal patient outcomes with fewer adverse effects.", "contents": "Loperamide -- Enhancing Healthcare Team Outcomes. In an overdose, an emergency medicine clinician should rapidly stabilize the patient. A toxicologist consult is necessary for a complicated overdose. An interprofessional team approach and open communication between physicians, advanced practice practitioners, nurses, pharmacists, toxicologists, and specialists can achieve optimal patient outcomes with fewer adverse effects."}
{"id": "article-24418_35", "title": "Loperamide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Loperamide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}