{"id": "article-42362_0", "title": "Tranexamic Acid -- Continuing Education Activity", "content": "The only FDA-approved usage for tranexamic acid (TXA) is for heavy menstrual bleeding and short-term prevention in patients with hemophilia.; this includes tooth extractions in patients with hemophilia as well as menorrhagia in these patients. Off-label uses of oral, topical, and intravenous TXA includes severely bleeding patients requiring massive transfusion protocols (MTP) or when hyper-fibrinolysis is demonstrated and combat trauma patients requiring at least one unit of blood within 24 hours of presentation. Another off-label intravenous use of TXA is in surgical operations to reduce blood loss. This activity outlines the indications, mechanism of action, methods of administration, important adverse effects, contraindications, toxicity, and monitoring, of tranexamic acid so providers can direct patient therapy where it is indicated as part of the interprofessional team.", "contents": "Tranexamic Acid -- Continuing Education Activity. The only FDA-approved usage for tranexamic acid (TXA) is for heavy menstrual bleeding and short-term prevention in patients with hemophilia.; this includes tooth extractions in patients with hemophilia as well as menorrhagia in these patients. Off-label uses of oral, topical, and intravenous TXA includes severely bleeding patients requiring massive transfusion protocols (MTP) or when hyper-fibrinolysis is demonstrated and combat trauma patients requiring at least one unit of blood within 24 hours of presentation. Another off-label intravenous use of TXA is in surgical operations to reduce blood loss. This activity outlines the indications, mechanism of action, methods of administration, important adverse effects, contraindications, toxicity, and monitoring, of tranexamic acid so providers can direct patient therapy where it is indicated as part of the interprofessional team."}
{"id": "article-42362_1", "title": "Tranexamic Acid -- Continuing Education Activity", "content": "Objectives: Identify the mechanism by which tranexamic acid works to control bleeding in patients with hemophilia. Describe the approved and some of the many off-label indications for tranexamic acid. Summarize a patient factor that would indicate increased monitoring when dosing tranexamic acid. Review interprofessional team strategies for improving care coordination and communication to properly use tranexamic acid to improve patient outcomes when it is necessary for therapy. Access free multiple choice questions on this topic.", "contents": "Tranexamic Acid -- Continuing Education Activity. Objectives: Identify the mechanism by which tranexamic acid works to control bleeding in patients with hemophilia. Describe the approved and some of the many off-label indications for tranexamic acid. Summarize a patient factor that would indicate increased monitoring when dosing tranexamic acid. Review interprofessional team strategies for improving care coordination and communication to properly use tranexamic acid to improve patient outcomes when it is necessary for therapy. Access free multiple choice questions on this topic."}
{"id": "article-42362_2", "title": "Tranexamic Acid -- Indications", "content": "The only FDA-approved usage for tranexamic acid (TXA) is for heavy menstrual bleeding and short-term prevention in patients with hemophilia. Tooth extractions in patients with hemophilia: Two Cochrane reviews showed limited data in patients with hemophilia undergoing tooth extractions; however, TXA may reduce blood loss, postoperative bleeding, and additional need of clotting factors if given with clotting factor replacements of the known hemophilia type. [1] [2] Menorrhagia: An open non-comparative study revealed that oral TXA reduced idiopathic menorrhagia and improved quality of life in these patients. [3]", "contents": "Tranexamic Acid -- Indications. The only FDA-approved usage for tranexamic acid (TXA) is for heavy menstrual bleeding and short-term prevention in patients with hemophilia. Tooth extractions in patients with hemophilia: Two Cochrane reviews showed limited data in patients with hemophilia undergoing tooth extractions; however, TXA may reduce blood loss, postoperative bleeding, and additional need of clotting factors if given with clotting factor replacements of the known hemophilia type. [1] [2] Menorrhagia: An open non-comparative study revealed that oral TXA reduced idiopathic menorrhagia and improved quality of life in these patients. [3]"}
{"id": "article-42362_3", "title": "Tranexamic Acid -- Indications -- Off-label Uses of Oral, Topical, and Intravenous TXA", "content": "Intravenous TXA is commonly used in severely bleeding patients requiring massive transfusion protocols (MTP) or when hyper-fibrinolysis is demonstrated. The most frequent sign is in trauma patients but may be utilized in any patient at significant risk of hemorrhage. The 2010 CRASH-2 trial was a multi-center randomized, double-blinded, controlled trial where patients either received TXA or a placebo in adult trauma patients with significant hemorrhage with systolic blood pressure less than 90 mmHg, a heart rate greater than 110 beats per minute, and within eight hours of injury. They found TXA to improve survival when administered within three hours of the injury in a patient population with significant hemorrhage. [4] [5] The MATTERs trial followed this in 2011. This was a retrospective observational study looking to validate CRASH-2. Combat trauma patients requiring at least one unit of blood within 24 hours of presentation. The MATTERs trial revealed TXA decreased overall mortality, notably those requiring MTP. This is the only trial that has shown increased rates of thrombosis. [6] It should be noted that TXA is an antifibrinolytic and not a procoagulant.", "contents": "Tranexamic Acid -- Indications -- Off-label Uses of Oral, Topical, and Intravenous TXA. Intravenous TXA is commonly used in severely bleeding patients requiring massive transfusion protocols (MTP) or when hyper-fibrinolysis is demonstrated. The most frequent sign is in trauma patients but may be utilized in any patient at significant risk of hemorrhage. The 2010 CRASH-2 trial was a multi-center randomized, double-blinded, controlled trial where patients either received TXA or a placebo in adult trauma patients with significant hemorrhage with systolic blood pressure less than 90 mmHg, a heart rate greater than 110 beats per minute, and within eight hours of injury. They found TXA to improve survival when administered within three hours of the injury in a patient population with significant hemorrhage. [4] [5] The MATTERs trial followed this in 2011. This was a retrospective observational study looking to validate CRASH-2. Combat trauma patients requiring at least one unit of blood within 24 hours of presentation. The MATTERs trial revealed TXA decreased overall mortality, notably those requiring MTP. This is the only trial that has shown increased rates of thrombosis. [6] It should be noted that TXA is an antifibrinolytic and not a procoagulant."}
{"id": "article-42362_4", "title": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss", "content": "Elective cesarean sections: A randomized, double-blind, placebo-controlled study of 660 women who underwent elective cesarean showed the TXA group had less blood loss compared to the placebo group with no increase in thromboembolic events. [7]", "contents": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss. Elective cesarean sections: A randomized, double-blind, placebo-controlled study of 660 women who underwent elective cesarean showed the TXA group had less blood loss compared to the placebo group with no increase in thromboembolic events. [7]"}
{"id": "article-42362_5", "title": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss", "content": "Total knee arthroplasty: In a double-blind prospective trial, patients were either given TXA or normal saline to investigate if TXA decreased the need for blood transfusions. In fact, the TXA group reduced both bleeding and the need for blood transfusion. They also noted no significant thromboembolic events. [8]", "contents": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss. Total knee arthroplasty: In a double-blind prospective trial, patients were either given TXA or normal saline to investigate if TXA decreased the need for blood transfusions. In fact, the TXA group reduced both bleeding and the need for blood transfusion. They also noted no significant thromboembolic events. [8]"}
{"id": "article-42362_6", "title": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss", "content": "Orthognathic surgery: A double-blind, randomized, controlled trial of elective bi-maxillary osteotomy received either TXA or normal saline. Their results revealed blood loss that was statistically significant in the TXA group; however, there was no difference in blood transfusions. [9]", "contents": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss. Orthognathic surgery: A double-blind, randomized, controlled trial of elective bi-maxillary osteotomy received either TXA or normal saline. Their results revealed blood loss that was statistically significant in the TXA group; however, there was no difference in blood transfusions. [9]"}
{"id": "article-42362_7", "title": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss", "content": "Cardiac surgery: A trial with a 2-by-2 factorial design was performed, assigning patients undergoing coronary artery surgery into an aspirin versus placebo group or a TXA versus the placebo group. Their results revealed that tranexamic acid was associated with a lower risk of bleeding than the placebo, without a higher risk of death or thrombotic complications within 30 days after surgery. [10]", "contents": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss. Cardiac surgery: A trial with a 2-by-2 factorial design was performed, assigning patients undergoing coronary artery surgery into an aspirin versus placebo group or a TXA versus the placebo group. Their results revealed that tranexamic acid was associated with a lower risk of bleeding than the placebo, without a higher risk of death or thrombotic complications within 30 days after surgery. [10]"}
{"id": "article-42362_8", "title": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss", "content": "Spinal surgeries: 132 consecutive patients undergoing a multi-level posterior spinal segmental instrumented fusion (=5 levels) were analyzed retrospectively. The number of patients was 89 in the TXA group and 43 in the non-TXA group. Their data revealed a significant blood loss reduction in the TXA group and a decreased amount of blood transfusion when compared to the non-TXA group. [11]", "contents": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss. Spinal surgeries: 132 consecutive patients undergoing a multi-level posterior spinal segmental instrumented fusion (=5 levels) were analyzed retrospectively. The number of patients was 89 in the TXA group and 43 in the non-TXA group. Their data revealed a significant blood loss reduction in the TXA group and a decreased amount of blood transfusion when compared to the non-TXA group. [11]"}
{"id": "article-42362_9", "title": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss", "content": "Transurethral retrograde prostatectomy (TURP): Patients undergoing a TURP were assigned to a TXA group versus a control group. Their data revealed that the TXA group had less hemoglobin loss per gram of resected prostate tissue compared to the control group. [12]", "contents": "Tranexamic Acid -- Indications -- Off-label Intravenous Uses of TXA Are Seen in Surgical Operations to Reduce Blood Loss. Transurethral retrograde prostatectomy (TURP): Patients undergoing a TURP were assigned to a TXA group versus a control group. Their data revealed that the TXA group had less hemoglobin loss per gram of resected prostate tissue compared to the control group. [12]"}
{"id": "article-42362_10", "title": "Tranexamic Acid -- Indications -- Other Off-label Intravenous TXA", "content": "Non-traumatic subarachnoid hemorrhage: A randomized, prospective, multicenter study looking into the administration of TXA and reduction of rebleeding rates. Their data did reveal a reduction of rebleeding and mortality compared to the group not treated with TXA. [13]", "contents": "Tranexamic Acid -- Indications -- Other Off-label Intravenous TXA. Non-traumatic subarachnoid hemorrhage: A randomized, prospective, multicenter study looking into the administration of TXA and reduction of rebleeding rates. Their data did reveal a reduction of rebleeding and mortality compared to the group not treated with TXA. [13]"}
{"id": "article-42362_11", "title": "Tranexamic Acid -- Indications -- Other Off-label Intravenous TXA", "content": "Postpartum hemorrhage, as represented in the study of the WOMAN Trial Collaborators in 2017, which was a large multicenter, randomized, controlled, double-blinded study showing TXA reduces death in women with postpartum hemorrhage if given as soon as possible after bleeding onset. [14]", "contents": "Tranexamic Acid -- Indications -- Other Off-label Intravenous TXA. Postpartum hemorrhage, as represented in the study of the WOMAN Trial Collaborators in 2017, which was a large multicenter, randomized, controlled, double-blinded study showing TXA reduces death in women with postpartum hemorrhage if given as soon as possible after bleeding onset. [14]"}
{"id": "article-42362_12", "title": "Tranexamic Acid -- Indications -- Other Off-label Intravenous TXA", "content": "Gastrointestinal bleeding: Past trials have shown a trend toward mortality reduction and less blood product use; however, these were based in concert with older therapies.  Newer trials are underway to better understand the role of TXA in patients with gastrointestinal bleeding. [15] [16] [17]", "contents": "Tranexamic Acid -- Indications -- Other Off-label Intravenous TXA. Gastrointestinal bleeding: Past trials have shown a trend toward mortality reduction and less blood product use; however, these were based in concert with older therapies.  Newer trials are underway to better understand the role of TXA in patients with gastrointestinal bleeding. [15] [16] [17]"}
{"id": "article-42362_13", "title": "Tranexamic Acid -- Indications -- Off-label Oral TXA", "content": "Post-procedural after cervical conization: A double-blind, randomized, controlled trial revealed that oral TXA regimen reduced post-procedural blood loss. TXA was also provided prophylactically likewise, reducing blood loss compared to the placebo group. [18]", "contents": "Tranexamic Acid -- Indications -- Off-label Oral TXA. Post-procedural after cervical conization: A double-blind, randomized, controlled trial revealed that oral TXA regimen reduced post-procedural blood loss. TXA was also provided prophylactically likewise, reducing blood loss compared to the placebo group. [18]"}
{"id": "article-42362_14", "title": "Tranexamic Acid -- Indications -- Off-label Oral TXA", "content": "Hereditary angioedema (HAE): A systematic review of four medications given prophylactically to reduce HAE attacks. All four drugs, one being TXA, reduced the frequency of HAE attacks compared to a placebo. [19]", "contents": "Tranexamic Acid -- Indications -- Off-label Oral TXA. Hereditary angioedema (HAE): A systematic review of four medications given prophylactically to reduce HAE attacks. All four drugs, one being TXA, reduced the frequency of HAE attacks compared to a placebo. [19]"}
{"id": "article-42362_15", "title": "Tranexamic Acid -- Indications -- Off-label Oral TXA", "content": "Transurethral retrograde prostatectomy (TURP): A prospective and randomized trial where TXA was given to the treatment group, 2 g TXA three times daily, and the first day after the operation. Their data revealed that short-term oral TXA reduced intra-operative blood loss during a TURP. [20]", "contents": "Tranexamic Acid -- Indications -- Off-label Oral TXA. Transurethral retrograde prostatectomy (TURP): A prospective and randomized trial where TXA was given to the treatment group, 2 g TXA three times daily, and the first day after the operation. Their data revealed that short-term oral TXA reduced intra-operative blood loss during a TURP. [20]"}
{"id": "article-42362_16", "title": "Tranexamic Acid -- Indications -- Off-label Oral TXA", "content": "Tooth extractions in patients on oral anticoagulants. A prospective randomized, controlled trial looking at a 2-day versus 5-day oral solution of TXA to prevent postoperative bleeding in patients on warfarin. The study showed that a 2-day regimen was equally effective as the 5-day course in preventing blood loss. [21]", "contents": "Tranexamic Acid -- Indications -- Off-label Oral TXA. Tooth extractions in patients on oral anticoagulants. A prospective randomized, controlled trial looking at a 2-day versus 5-day oral solution of TXA to prevent postoperative bleeding in patients on warfarin. The study showed that a 2-day regimen was equally effective as the 5-day course in preventing blood loss. [21]"}
{"id": "article-42362_17", "title": "Tranexamic Acid -- Indications -- Off-label Oral TXA", "content": "Total unilateral hip replacement surgery: A double-blind, randomized, controlled trial of 161 patients undergoing unilateral primary total hip replacement investigated the effect of topical (intra-articular) application of TXA on blood loss showing that intra-articular TXA reduced the need for blood transfusion versus patients not receiving TXA. [22] Another study looked at intra-articular TXA vs. intravenous TXA, and the intra-articular was non-inferior to the intravenous form, thus recommending the continued use of the intra-articular administration. [23]", "contents": "Tranexamic Acid -- Indications -- Off-label Oral TXA. Total unilateral hip replacement surgery: A double-blind, randomized, controlled trial of 161 patients undergoing unilateral primary total hip replacement investigated the effect of topical (intra-articular) application of TXA on blood loss showing that intra-articular TXA reduced the need for blood transfusion versus patients not receiving TXA. [22] Another study looked at intra-articular TXA vs. intravenous TXA, and the intra-articular was non-inferior to the intravenous form, thus recommending the continued use of the intra-articular administration. [23]"}
{"id": "article-42362_18", "title": "Tranexamic Acid -- Indications -- Off-label Topical TXA", "content": "Traumatic hyphema: A multi-database review revealed that TXA reduces secondary hemorrhage in traumatic hyphema. It also reduced fibrinolysis of the clot and showed increased corneal staining. [24]", "contents": "Tranexamic Acid -- Indications -- Off-label Topical TXA. Traumatic hyphema: A multi-database review revealed that TXA reduces secondary hemorrhage in traumatic hyphema. It also reduced fibrinolysis of the clot and showed increased corneal staining. [24]"}
{"id": "article-42362_19", "title": "Tranexamic Acid -- Indications -- Off-label Topical TXA", "content": "Nosebleed: Patients on antiplatelet agents and unmedicated patients with nosebleeds treated with packing dipped in TXA showed decreased bleeding, decreased rebleeding, decreased emergency department times, and improved patient satisfaction. [25] Hemoptysis: Nebulized TXA has been shown in case series to reduce hemoptysis. [26] [27] [28]", "contents": "Tranexamic Acid -- Indications -- Off-label Topical TXA. Nosebleed: Patients on antiplatelet agents and unmedicated patients with nosebleeds treated with packing dipped in TXA showed decreased bleeding, decreased rebleeding, decreased emergency department times, and improved patient satisfaction. [25] Hemoptysis: Nebulized TXA has been shown in case series to reduce hemoptysis. [26] [27] [28]"}
{"id": "article-42362_20", "title": "Tranexamic Acid -- Mechanism of Action", "content": "TXA is a synthetic reversible competitive inhibitor to the lysine receptor found on plasminogen. The binding of this receptor prevents plasmin (activated form of plasminogen) from binding to and ultimately stabilizing the fibrin matrix. TXA used for hereditary angioedema works by its indirect effect of reducing complement activation. By reducing plasmin activity, it reduces the consumption of C1 esterase inhibitors. [29]", "contents": "Tranexamic Acid -- Mechanism of Action. TXA is a synthetic reversible competitive inhibitor to the lysine receptor found on plasminogen. The binding of this receptor prevents plasmin (activated form of plasminogen) from binding to and ultimately stabilizing the fibrin matrix. TXA used for hereditary angioedema works by its indirect effect of reducing complement activation. By reducing plasmin activity, it reduces the consumption of C1 esterase inhibitors. [29]"}
{"id": "article-42362_21", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Intravenous TXA for hemorrhagic shock, including postpartum hemorrhage and trauma patients.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Intravenous TXA for hemorrhagic shock, including postpartum hemorrhage and trauma patients."}
{"id": "article-42362_22", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Adult dose: one gram bolus in 100 mL of normal saline over 10 minutes (slow intravenous push). Rapid infusion may cause hypotension. May repeat a 1 gram dose over the next 8 hours, but do not exceed a total of 2 grams.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Adult dose: one gram bolus in 100 mL of normal saline over 10 minutes (slow intravenous push). Rapid infusion may cause hypotension. May repeat a 1 gram dose over the next 8 hours, but do not exceed a total of 2 grams."}
{"id": "article-42362_23", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Pediatric dose: Weight-based, an initial dose of 20 mg/kg intravenous bolus over 10 minutes. May repeat a 10 mL/kg/hr over the next eight hours.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Pediatric dose: Weight-based, an initial dose of 20 mg/kg intravenous bolus over 10 minutes. May repeat a 10 mL/kg/hr over the next eight hours."}
{"id": "article-42362_24", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Elective cesarean section: Intravenous (IV) TXA 1 g over 5 minutes at least 10 minutes before skin incision.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Elective cesarean section: Intravenous (IV) TXA 1 g over 5 minutes at least 10 minutes before skin incision."}
{"id": "article-42362_25", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Hip fracture surgery: IV TXA 15 mg/kg at the time of skin incision, followed by a similar second dose three hours later.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Hip fracture surgery: IV TXA 15 mg/kg at the time of skin incision, followed by a similar second dose three hours later."}
{"id": "article-42362_26", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Non-traumatic SAH: IV TXA 1 g at diagnosis of SAH then 1 g every 6 hours until the aneurysm is occluded.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Non-traumatic SAH: IV TXA 1 g at diagnosis of SAH then 1 g every 6 hours until the aneurysm is occluded."}
{"id": "article-42362_27", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Unilateral and bilateral knee arthroplasty: IV TXA 10 or 15 mg/kg over 10 minutes before deflation of the first tourniquet, 3 hours after the first dose.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Unilateral and bilateral knee arthroplasty: IV TXA 10 or 15 mg/kg over 10 minutes before deflation of the first tourniquet, 3 hours after the first dose."}
{"id": "article-42362_28", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Bleeding associated with cervical conization 1 g IV during the procedure followed by 1 g oral three times a day for 14 days, or 1.5 g every 8 hours the evening after the procedure for 12 days.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Bleeding associated with cervical conization 1 g IV during the procedure followed by 1 g oral three times a day for 14 days, or 1.5 g every 8 hours the evening after the procedure for 12 days."}
{"id": "article-42362_29", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Cardiac surgery: IV 50 mg/kg administered > thirty minutes after anesthesia.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Cardiac surgery: IV 50 mg/kg administered > thirty minutes after anesthesia."}
{"id": "article-42362_30", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Spinal surgery: IV 2 g over 20 minutes before incision followed by 100 mg/hour during surgery and continued 5 hours postoperatively.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Spinal surgery: IV 2 g over 20 minutes before incision followed by 100 mg/hour during surgery and continued 5 hours postoperatively."}
{"id": "article-42362_31", "title": "Tranexamic Acid -- Administration -- IV Uses", "content": "Dental extraction in patients with hemophilia (with factor replacement therapy): IV 10 mg/kg immediately before surgery, then oral 10 mg/kg 3 to 4 times daily.", "contents": "Tranexamic Acid -- Administration -- IV Uses. Dental extraction in patients with hemophilia (with factor replacement therapy): IV 10 mg/kg immediately before surgery, then oral 10 mg/kg 3 to 4 times daily."}
{"id": "article-42362_32", "title": "Tranexamic Acid -- Administration -- Oral Uses", "content": "Oral TXA for cyclic heavy menstrual bleeding: 1300 mg TID for up to 5 days during menstruation. Oral TXA for HAE for long-term prophylaxis: oral 1g to 1.5 g 2 to 3 times daily. May reduce to 500 mg/dose once or twice a day when attacks reduce in frequency. Oral TXA rinse: Dental procedure in patients on oral anticoagulants. Oral rinse of 4.8% solution. Rinse 10 mL in the mouth for 2 minutes, then spit. May repeat 4 times. Avoid eating or drinking for 1 hour after administration.", "contents": "Tranexamic Acid -- Administration -- Oral Uses. Oral TXA for cyclic heavy menstrual bleeding: 1300 mg TID for up to 5 days during menstruation. Oral TXA for HAE for long-term prophylaxis: oral 1g to 1.5 g 2 to 3 times daily. May reduce to 500 mg/dose once or twice a day when attacks reduce in frequency. Oral TXA rinse: Dental procedure in patients on oral anticoagulants. Oral rinse of 4.8% solution. Rinse 10 mL in the mouth for 2 minutes, then spit. May repeat 4 times. Avoid eating or drinking for 1 hour after administration."}
{"id": "article-42362_33", "title": "Tranexamic Acid -- Administration -- Other Uses", "content": "Nasal packing dipped in TXA applied into nares for nosebleed once. Nebulized TXA for massive hemoptysis: 1000 mg in 20 mL normal saline nebulized. [30]", "contents": "Tranexamic Acid -- Administration -- Other Uses. Nasal packing dipped in TXA applied into nares for nosebleed once. Nebulized TXA for massive hemoptysis: 1000 mg in 20 mL normal saline nebulized. [30]"}
{"id": "article-42362_34", "title": "Tranexamic Acid -- Adverse Effects", "content": "Adverse effects include seizures, headaches, backache, abdominal pain, nausea, vomiting, diarrhea, fatigue, pulmonary embolism, deep vein thrombosis, anaphylaxis, impaired color vision, and other visual disturbances.", "contents": "Tranexamic Acid -- Adverse Effects. Adverse effects include seizures, headaches, backache, abdominal pain, nausea, vomiting, diarrhea, fatigue, pulmonary embolism, deep vein thrombosis, anaphylaxis, impaired color vision, and other visual disturbances."}
{"id": "article-42362_35", "title": "Tranexamic Acid -- Contraindications -- Contraindications", "content": "Known allergy to TXA, intracranial bleeding, known defective color vision, history of venous or arterial thromboembolism, or active thromboembolic disease. Greater than 3 hours from traumatic injury.", "contents": "Tranexamic Acid -- Contraindications -- Contraindications. Known allergy to TXA, intracranial bleeding, known defective color vision, history of venous or arterial thromboembolism, or active thromboembolic disease. Greater than 3 hours from traumatic injury."}
{"id": "article-42362_36", "title": "Tranexamic Acid -- Contraindications -- Cautions", "content": "TXA is not well studied in the renally impaired. It is 95% excreted in the urine, so renal dosing is recommended and judicious administration in patients with severe renal impairment. No adjustments are required in the hepatic impaired patient. TXA is a pregnancy category B. No harm or small risk has been noted in animal studies, but no risk seen in human studies.", "contents": "Tranexamic Acid -- Contraindications -- Cautions. TXA is not well studied in the renally impaired. It is 95% excreted in the urine, so renal dosing is recommended and judicious administration in patients with severe renal impairment. No adjustments are required in the hepatic impaired patient. TXA is a pregnancy category B. No harm or small risk has been noted in animal studies, but no risk seen in human studies."}
{"id": "article-42362_37", "title": "Tranexamic Acid -- Contraindications -- Cautions", "content": "Exposure to the infant via breast milk: A prospective, controlled observational study showed that while the infant is likely exposed to some TXA via the mother's breast milk, it is in such low concentrations that they recommended continued usage of TXA in a lactating mother. [31]", "contents": "Tranexamic Acid -- Contraindications -- Cautions. Exposure to the infant via breast milk: A prospective, controlled observational study showed that while the infant is likely exposed to some TXA via the mother's breast milk, it is in such low concentrations that they recommended continued usage of TXA in a lactating mother. [31]"}
{"id": "article-42362_38", "title": "Tranexamic Acid -- Monitoring", "content": "Monitor hemodynamics and watch for thromboembolic events. [32] The half-life of TXA is 2 to 11 hours. The duration of action is 3 hours after the initial dose.", "contents": "Tranexamic Acid -- Monitoring. Monitor hemodynamics and watch for thromboembolic events. [32] The half-life of TXA is 2 to 11 hours. The duration of action is 3 hours after the initial dose."}
{"id": "article-42362_39", "title": "Tranexamic Acid -- Enhancing Healthcare Team Outcomes", "content": "Even though TXA only has a few approved usages, it is a well-researched drug and has many uses to help reduce blood loss. It has a low side effect profile and is safe to administer in most instances.", "contents": "Tranexamic Acid -- Enhancing Healthcare Team Outcomes. Even though TXA only has a few approved usages, it is a well-researched drug and has many uses to help reduce blood loss. It has a low side effect profile and is safe to administer in most instances."}
{"id": "article-42362_40", "title": "Tranexamic Acid -- Enhancing Healthcare Team Outcomes", "content": "TXA is often a clinician-driven decision in the acute setting with hemorrhagic shock or expected MTP activation. Studies have shown that if administered within one hour of injury, it decreases the relative risk of death from bleeding by 32%, and if given within 1 to 3 hours after injury, by twenty-one percent.", "contents": "Tranexamic Acid -- Enhancing Healthcare Team Outcomes. TXA is often a clinician-driven decision in the acute setting with hemorrhagic shock or expected MTP activation. Studies have shown that if administered within one hour of injury, it decreases the relative risk of death from bleeding by 32%, and if given within 1 to 3 hours after injury, by twenty-one percent."}
{"id": "article-42362_41", "title": "Tranexamic Acid -- Enhancing Healthcare Team Outcomes", "content": "If clinical indications exist to administer TXA, it is important to communicate with all interprofessional team members. Ensure the medical professional administering the drug know to give via a slow intravenous push over 10 minutes.", "contents": "Tranexamic Acid -- Enhancing Healthcare Team Outcomes. If clinical indications exist to administer TXA, it is important to communicate with all interprofessional team members. Ensure the medical professional administering the drug know to give via a slow intravenous push over 10 minutes."}
{"id": "article-42362_42", "title": "Tranexamic Acid -- Enhancing Healthcare Team Outcomes", "content": "Clinicians should keep TXA in mind for patients that have religious concerns about blood transfusions. It is a possible option in the event of hemorrhage or before surgery, where blood loss is expected to be high.", "contents": "Tranexamic Acid -- Enhancing Healthcare Team Outcomes. Clinicians should keep TXA in mind for patients that have religious concerns about blood transfusions. It is a possible option in the event of hemorrhage or before surgery, where blood loss is expected to be high."}
{"id": "article-42362_43", "title": "Tranexamic Acid -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tranexamic Acid -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}