{"id": "article-456_0", "title": "Frontal Fibrosing Alopecia -- Continuing Education Activity", "content": "Frontal fibrosing alopecia (FFA) was described by Kossard in 1994. It is characterized by band-like cicatricial alopecia of the frontotemporal zone of the scalp. There may be signs of perifollicular inflammation at the edge of the hairy region. Alopecia of the eyebrows is frequently associated, and axillary, pubic, facial, and hairy lesions of the limbs could be involved. This activity reviews the presentation, evaluation, and management of frontal fibrosing alopecia and stresses the role of an interprofessional team approach to the care of affected patients.", "contents": "Frontal Fibrosing Alopecia -- Continuing Education Activity. Frontal fibrosing alopecia (FFA) was described by Kossard in 1994. It is characterized by band-like cicatricial alopecia of the frontotemporal zone of the scalp. There may be signs of perifollicular inflammation at the edge of the hairy region. Alopecia of the eyebrows is frequently associated, and axillary, pubic, facial, and hairy lesions of the limbs could be involved. This activity reviews the presentation, evaluation, and management of frontal fibrosing alopecia and stresses the role of an interprofessional team approach to the care of affected patients."}
{"id": "article-456_1", "title": "Frontal Fibrosing Alopecia -- Continuing Education Activity", "content": "Objectives: Outline the histopathology of frontal fibrosing alopecia. Review the physical exam findings commonly seen in patients with frontal fibrosing alopecia. Summarize the treatment of frontal fibrosing alopecia. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by frontal fibrosing alopecia. Access free multiple choice questions on this topic.", "contents": "Frontal Fibrosing Alopecia -- Continuing Education Activity. Objectives: Outline the histopathology of frontal fibrosing alopecia. Review the physical exam findings commonly seen in patients with frontal fibrosing alopecia. Summarize the treatment of frontal fibrosing alopecia. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by frontal fibrosing alopecia. Access free multiple choice questions on this topic."}
{"id": "article-456_2", "title": "Frontal Fibrosing Alopecia -- Introduction", "content": "Frontal fibrosing alopecia (FFA) was described by Kossarden in 1994 [1] . It is characterized by band-like cicatricial alopecia of the frontotemporal zone of the scalp. There may be signs of perifollicular inflammation at the edge of the hairy region. Alopecia of the eyebrows is frequently associated, and axillary, pubic, facial, and hairy lesions of the limbs could be involved. Histopathological examination shows a lymphocytic infiltrate around the isthmus and infundibulum, associated with a decrease in the number of follicles, which are replaced by fibrosis [1] . FFA is a special form of lichen planopilaris (LPP) affecting the frontal area in women, most often after menopause. Its description in humans is recent, and the recognition of family cases is newly described.", "contents": "Frontal Fibrosing Alopecia -- Introduction. Frontal fibrosing alopecia (FFA) was described by Kossarden in 1994 [1] . It is characterized by band-like cicatricial alopecia of the frontotemporal zone of the scalp. There may be signs of perifollicular inflammation at the edge of the hairy region. Alopecia of the eyebrows is frequently associated, and axillary, pubic, facial, and hairy lesions of the limbs could be involved. Histopathological examination shows a lymphocytic infiltrate around the isthmus and infundibulum, associated with a decrease in the number of follicles, which are replaced by fibrosis [1] . FFA is a special form of lichen planopilaris (LPP) affecting the frontal area in women, most often after menopause. Its description in humans is recent, and the recognition of family cases is newly described."}
{"id": "article-456_3", "title": "Frontal Fibrosing Alopecia -- Etiology", "content": "The mechanism of the disease is still unclear. Family cases are increasingly reported, which suggests a genetic factor. Environmental factors, \"dioxin-like\" substances in the food of animal origin, drugs, sun exposure, sunscreens, and viral infections, could play the role of the trigger in genetically predisposed patients [2] .", "contents": "Frontal Fibrosing Alopecia -- Etiology. The mechanism of the disease is still unclear. Family cases are increasingly reported, which suggests a genetic factor. Environmental factors, \"dioxin-like\" substances in the food of animal origin, drugs, sun exposure, sunscreens, and viral infections, could play the role of the trigger in genetically predisposed patients [2] ."}
{"id": "article-456_4", "title": "Frontal Fibrosing Alopecia -- Epidemiology", "content": "The incidence of FFA is increasing in Europe, the United States, and Japan. FFA mainly affects women after menopause (women around 60 years old) [3] . Some cases have been reported among premenopausal women, the youngest being 21 years old and rarely in men [4] . Men are especially affected when genetic factors are involved. Among African women, FFA is often associated with traction alopecia that worsens the progression of the disease. Japanese women seem to have less severe forms than European women [5] .", "contents": "Frontal Fibrosing Alopecia -- Epidemiology. The incidence of FFA is increasing in Europe, the United States, and Japan. FFA mainly affects women after menopause (women around 60 years old) [3] . Some cases have been reported among premenopausal women, the youngest being 21 years old and rarely in men [4] . Men are especially affected when genetic factors are involved. Among African women, FFA is often associated with traction alopecia that worsens the progression of the disease. Japanese women seem to have less severe forms than European women [5] ."}
{"id": "article-456_5", "title": "Frontal Fibrosing Alopecia -- Pathophysiology", "content": "FFA is a special form of LPP. Affected follicles may express a specific antigen able to induce a T-lymphocyte immune response. Drug-induced LPP has been described (beta-blockers, nonsteroidal anti-inflammatory drugs); whereas, some drugs seem to have a protective role (angiotensin-converting enzyme inhibitors) [6] . No drug-induced cases of FFA have been described to date. Many cases of FFA have been reported after surgery (hair transplantation or facial lifting) [7] . A Koebner phenomenon or the loss of the immune privilege of the follicle could explain these.", "contents": "Frontal Fibrosing Alopecia -- Pathophysiology. FFA is a special form of LPP. Affected follicles may express a specific antigen able to induce a T-lymphocyte immune response. Drug-induced LPP has been described (beta-blockers, nonsteroidal anti-inflammatory drugs); whereas, some drugs seem to have a protective role (angiotensin-converting enzyme inhibitors) [6] . No drug-induced cases of FFA have been described to date. Many cases of FFA have been reported after surgery (hair transplantation or facial lifting) [7] . A Koebner phenomenon or the loss of the immune privilege of the follicle could explain these."}
{"id": "article-456_6", "title": "Frontal Fibrosing Alopecia -- Pathophysiology", "content": "The occurrence after menopause argues in favor of a hormonal factor. The efficacy of anti-androgens, reported by some authors [8] [9] , favors this hypothesis. However, the condition affects men and premenopausal women, with normal hormonal balances. Hormone replacement therapy does not affect the course of the disease.", "contents": "Frontal Fibrosing Alopecia -- Pathophysiology. The occurrence after menopause argues in favor of a hormonal factor. The efficacy of anti-androgens, reported by some authors [8] [9] , favors this hypothesis. However, the condition affects men and premenopausal women, with normal hormonal balances. Hormone replacement therapy does not affect the course of the disease."}
{"id": "article-456_7", "title": "Frontal Fibrosing Alopecia -- Histopathology", "content": "In a series of 20 cases of FFA, Vaisse et al. [10] confirmed the stereotypical clinical aspects of this disease. Therefore, the diagnosis can be exclusively clinical in its typical form. In difficult cases, a histological examination can be useful. It demonstrates perifollicular lymphocytic infiltrate, apoptotic cells in the outer epithelial sheath, and perifollicular fibrosis followed by the destruction of the follicle, replaced by a nonspecific vertical fibrous band. There is more apoptosis and fewer inflammatory infiltrates in FFA than in LPP [11] . The inflammatory infiltrates simultaneously affect the terminal, intermediate, and vellus hair, regardless of the hair cycle phase.", "contents": "Frontal Fibrosing Alopecia -- Histopathology. In a series of 20 cases of FFA, Vaisse et al. [10] confirmed the stereotypical clinical aspects of this disease. Therefore, the diagnosis can be exclusively clinical in its typical form. In difficult cases, a histological examination can be useful. It demonstrates perifollicular lymphocytic infiltrate, apoptotic cells in the outer epithelial sheath, and perifollicular fibrosis followed by the destruction of the follicle, replaced by a nonspecific vertical fibrous band. There is more apoptosis and fewer inflammatory infiltrates in FFA than in LPP [11] . The inflammatory infiltrates simultaneously affect the terminal, intermediate, and vellus hair, regardless of the hair cycle phase."}
{"id": "article-456_8", "title": "Frontal Fibrosing Alopecia -- Histopathology", "content": "In late stages of the disease, the histological aspect is not specific, showing cicatricial alopecia on all the affected areas [12] . Direct cutaneous immunofluorescence is most often negative in FFA, whereas, it can show IgM-positive colloidal antibodies more rarely in IgA or C3 in 40% of LPP.", "contents": "Frontal Fibrosing Alopecia -- Histopathology. In late stages of the disease, the histological aspect is not specific, showing cicatricial alopecia on all the affected areas [12] . Direct cutaneous immunofluorescence is most often negative in FFA, whereas, it can show IgM-positive colloidal antibodies more rarely in IgA or C3 in 40% of LPP."}
{"id": "article-456_9", "title": "Frontal Fibrosing Alopecia -- History and Physical", "content": "FFA results in a retraction of the frontal implantation line of the scalp. This cicatricial alopecia involves the frontal line and can extend to the preauricular and retro-auricular regions of the scalp.", "contents": "Frontal Fibrosing Alopecia -- History and Physical. FFA results in a retraction of the frontal implantation line of the scalp. This cicatricial alopecia involves the frontal line and can extend to the preauricular and retro-auricular regions of the scalp."}
{"id": "article-456_10", "title": "Frontal Fibrosing Alopecia -- History and Physical", "content": "In the late stages of the disease, the contrast is evident between the alopecic area, where the skin is pale and devoid of follicular openings, and the rest of the forehead, which is hyperpigmented with signs of solar elastosis. The implantation line has an unusual appearance due to the disappearance of all hair follicles. Isolated hair, however, can be seen in the affected areas: this is the sign of the solitary hair. There is sometimes an erythema or perifollicular papules in the active stages of the disease and on the edges of the alopecic zone.", "contents": "Frontal Fibrosing Alopecia -- History and Physical. In the late stages of the disease, the contrast is evident between the alopecic area, where the skin is pale and devoid of follicular openings, and the rest of the forehead, which is hyperpigmented with signs of solar elastosis. The implantation line has an unusual appearance due to the disappearance of all hair follicles. Isolated hair, however, can be seen in the affected areas: this is the sign of the solitary hair. There is sometimes an erythema or perifollicular papules in the active stages of the disease and on the edges of the alopecic zone."}
{"id": "article-456_11", "title": "Frontal Fibrosing Alopecia -- History and Physical", "content": "In some cases, alopecia can reach the occipital or even parietal implantation line and may be circular [13] . The hair pull test is positive on the edges of affected areas during the active stages. The hair pull test can be positive even without clinical evidence of inflammation. Pruritus is rare in FFA, unlike LPP. Burns and pains are usually non-existent. Total or partial eyebrow alopecia affects 81% of Kossard’s patients [14] and 100% of the more recent series [12] . This eyebrow injury may precede frontal alopecia. Eyelashes, axillary, pubic, and limb involvement have been described [15] . Therefore, FFA is a generalized hair condition [16] close to the Graham-Little-Lassueur syndrome, which combines cicatricial alopecia of the scalp and axillary and pubian alopecia.", "contents": "Frontal Fibrosing Alopecia -- History and Physical. In some cases, alopecia can reach the occipital or even parietal implantation line and may be circular [13] . The hair pull test is positive on the edges of affected areas during the active stages. The hair pull test can be positive even without clinical evidence of inflammation. Pruritus is rare in FFA, unlike LPP. Burns and pains are usually non-existent. Total or partial eyebrow alopecia affects 81% of Kossard’s patients [14] and 100% of the more recent series [12] . This eyebrow injury may precede frontal alopecia. Eyelashes, axillary, pubic, and limb involvement have been described [15] . Therefore, FFA is a generalized hair condition [16] close to the Graham-Little-Lassueur syndrome, which combines cicatricial alopecia of the scalp and axillary and pubian alopecia."}
{"id": "article-456_12", "title": "Frontal Fibrosing Alopecia -- Evaluation", "content": "Dermoscopy reveals the following signs [17] : The disappearance of follicular orifices and discrete peri-follicular desquamation Marked perifollicular hyperkeratosis, more visible without immersion Perifollicular erythema more visible with non-contact dermatoscopy The disappearance of the follicular openings, which is not easy to highlight Special examination of the frontal line is required, especially at the early stages of the disease.", "contents": "Frontal Fibrosing Alopecia -- Evaluation. Dermoscopy reveals the following signs [17] : The disappearance of follicular orifices and discrete peri-follicular desquamation Marked perifollicular hyperkeratosis, more visible without immersion Perifollicular erythema more visible with non-contact dermatoscopy The disappearance of the follicular openings, which is not easy to highlight Special examination of the frontal line is required, especially at the early stages of the disease."}
{"id": "article-456_13", "title": "Frontal Fibrosing Alopecia -- Treatment / Management", "content": "No treatment has been shown to be effective in FFA. The absence of controlled trials and the fact that FFA can spontaneously stabilize should induce caution before confirming the efficacy of a treatment. There are no standardized criteria for measuring the effectiveness of treatments of FFA. The most objective criteria would be the hair count, a photographic evaluation, or the measurement of the distance between the glabella and the frontotemporal line. V. Price has developed a severity score of the LPP (LPPAI: Lichen Planopilaris Activity Index) [18] , but it evaluates pain, burns, and pruritus, which are often absent in the FFA. The LPP develops very slowly; it is necessary to affirm the effectiveness of treatment two years of follow-up with standardized photographs and accounts of hair on marked areas [19] [20] .", "contents": "Frontal Fibrosing Alopecia -- Treatment / Management. No treatment has been shown to be effective in FFA. The absence of controlled trials and the fact that FFA can spontaneously stabilize should induce caution before confirming the efficacy of a treatment. There are no standardized criteria for measuring the effectiveness of treatments of FFA. The most objective criteria would be the hair count, a photographic evaluation, or the measurement of the distance between the glabella and the frontotemporal line. V. Price has developed a severity score of the LPP (LPPAI: Lichen Planopilaris Activity Index) [18] , but it evaluates pain, burns, and pruritus, which are often absent in the FFA. The LPP develops very slowly; it is necessary to affirm the effectiveness of treatment two years of follow-up with standardized photographs and accounts of hair on marked areas [19] [20] ."}
{"id": "article-456_14", "title": "Frontal Fibrosing Alopecia -- Treatment / Management", "content": "Potent local corticosteroids are insufficient to halt the progression of alopecia in 93% of cases, even if there are some isolated cases of stabilization, sometimes in combination with minoxidil (2% or 5%). Intralesional corticosteroids provide an improvement in almost 60% of patients using intralesional injections of triamcinolone acetonide (10 mg/mL). The risk is to worsen atrophy. The efficiency is much better on the eyebrows (80% partial or total regrowth after intralesional injections of triamcinolone in the early stages) [21] . Minoxidil is ineffective, except in cases with associated androgenic alopecia. Synthetic antimalarials (hydroxychloroquine or chloroquine) are ineffective in several series [10] . V. Price reports an improvement in LPPAI in 73% of cases after six months of hydroxychloroquine in 16 patients with FFA, but this improvement is considered important in only 36% of patients. V. Price, in the same series [10] , treated four patients with doxycycline, with improvement in half of the patients after six months of treatment.", "contents": "Frontal Fibrosing Alopecia -- Treatment / Management. Potent local corticosteroids are insufficient to halt the progression of alopecia in 93% of cases, even if there are some isolated cases of stabilization, sometimes in combination with minoxidil (2% or 5%). Intralesional corticosteroids provide an improvement in almost 60% of patients using intralesional injections of triamcinolone acetonide (10 mg/mL). The risk is to worsen atrophy. The efficiency is much better on the eyebrows (80% partial or total regrowth after intralesional injections of triamcinolone in the early stages) [21] . Minoxidil is ineffective, except in cases with associated androgenic alopecia. Synthetic antimalarials (hydroxychloroquine or chloroquine) are ineffective in several series [10] . V. Price reports an improvement in LPPAI in 73% of cases after six months of hydroxychloroquine in 16 patients with FFA, but this improvement is considered important in only 36% of patients. V. Price, in the same series [10] , treated four patients with doxycycline, with improvement in half of the patients after six months of treatment."}
{"id": "article-456_15", "title": "Frontal Fibrosing Alopecia -- Treatment / Management", "content": "The best results are obtained with 5-alpha-reductase inhibitors, finasteride, and dutasteride: stabilization in four out of eight patients treated with finasteride 2.5 mg per day and minoxidil 2% for 18 months [22] ; stabilization in a patient treated with dutasteride 0.5 mg per day for six months with topical pimecrolimus for three months. FFA is often associated with androgenic alopecia (AAG). 5ARI and minoxidil can improve the AAG and falsely suggest an improvement in FFA.", "contents": "Frontal Fibrosing Alopecia -- Treatment / Management. The best results are obtained with 5-alpha-reductase inhibitors, finasteride, and dutasteride: stabilization in four out of eight patients treated with finasteride 2.5 mg per day and minoxidil 2% for 18 months [22] ; stabilization in a patient treated with dutasteride 0.5 mg per day for six months with topical pimecrolimus for three months. FFA is often associated with androgenic alopecia (AAG). 5ARI and minoxidil can improve the AAG and falsely suggest an improvement in FFA."}
{"id": "article-456_16", "title": "Frontal Fibrosing Alopecia -- Treatment / Management", "content": "Topical tacrolimus, used alone, is not effective, and its use is difficult on the scalp. Oral ciclosporin [23] and mycophenolate mofetil [24] have been proposed in LPP with some efficiency, but a high rate of recurrence is reported. The number of cases of FFA treated with ciclosporin or mycophenolate mofetil reported in the literature is too low to conclude, and side effects limit the use of these treatments, although some consider ciclosporin as the future treatment of FFA. There is no indication of the use of hormone replacement therapy to improve her FFA. It is important in all cases to keep in mind that FFA can stabilize spontaneously.", "contents": "Frontal Fibrosing Alopecia -- Treatment / Management. Topical tacrolimus, used alone, is not effective, and its use is difficult on the scalp. Oral ciclosporin [23] and mycophenolate mofetil [24] have been proposed in LPP with some efficiency, but a high rate of recurrence is reported. The number of cases of FFA treated with ciclosporin or mycophenolate mofetil reported in the literature is too low to conclude, and side effects limit the use of these treatments, although some consider ciclosporin as the future treatment of FFA. There is no indication of the use of hormone replacement therapy to improve her FFA. It is important in all cases to keep in mind that FFA can stabilize spontaneously."}
{"id": "article-456_17", "title": "Frontal Fibrosing Alopecia -- Treatment / Management", "content": "FFA was considered a good indication of hair transplants because of its slow evolution. A recent publication [25] on three grafted cases shows good growth of the grafts after two years, followed by the disappearance of more than 50% of the grafts after three years. Signs of active disease were observed on the remaining grafts. Therefore, hair grafts may be considered for patients with stabilized disease, preferably after performing test grafts with a follow-up of at least three years.", "contents": "Frontal Fibrosing Alopecia -- Treatment / Management. FFA was considered a good indication of hair transplants because of its slow evolution. A recent publication [25] on three grafted cases shows good growth of the grafts after two years, followed by the disappearance of more than 50% of the grafts after three years. Signs of active disease were observed on the remaining grafts. Therefore, hair grafts may be considered for patients with stabilized disease, preferably after performing test grafts with a follow-up of at least three years."}
{"id": "article-456_18", "title": "Frontal Fibrosing Alopecia -- Differential Diagnosis", "content": "Androgenic alopecia most often respects the anterior borderline; intermediate hair and hairy duvet persist on this anterior border. There is no scarring or peri-follicular inflammation. The eyebrows are spared. The biopsy, when performed, highlights the miniaturization of the follicles. A sudden onset of FFA affecting the eyebrows and the occipital areas can be confused with alopecia areata. Scarring alopecia could not be obvious in the early stages. Dermoscopy could be helpful in this case, revealing exclamation mark hair, black dots, yellow dots, and pigtail hairs [26] .", "contents": "Frontal Fibrosing Alopecia -- Differential Diagnosis. Androgenic alopecia most often respects the anterior borderline; intermediate hair and hairy duvet persist on this anterior border. There is no scarring or peri-follicular inflammation. The eyebrows are spared. The biopsy, when performed, highlights the miniaturization of the follicles. A sudden onset of FFA affecting the eyebrows and the occipital areas can be confused with alopecia areata. Scarring alopecia could not be obvious in the early stages. Dermoscopy could be helpful in this case, revealing exclamation mark hair, black dots, yellow dots, and pigtail hairs [26] ."}
{"id": "article-456_19", "title": "Frontal Fibrosing Alopecia -- Differential Diagnosis", "content": "Chronic lupus erythematosus may lead to plaque-like frontal scarring, but there is a destructive pigment that is not present in FFA, diffuse hyperkeratosis, and diffuse erythema. Some women have high frontal implantation of familial origin [27] : early-onset, non-cicatricial, normal eyebrows, and no perifollicular erythema could help with the correct diagnosis.", "contents": "Frontal Fibrosing Alopecia -- Differential Diagnosis. Chronic lupus erythematosus may lead to plaque-like frontal scarring, but there is a destructive pigment that is not present in FFA, diffuse hyperkeratosis, and diffuse erythema. Some women have high frontal implantation of familial origin [27] : early-onset, non-cicatricial, normal eyebrows, and no perifollicular erythema could help with the correct diagnosis."}
{"id": "article-456_20", "title": "Frontal Fibrosing Alopecia -- Differential Diagnosis", "content": "Traction alopecia is common in women [28] . The persistence of anterior frontal hair is the favor of this diagnosis. It is also necessary to look for sliding ducts along the traction zone, which represent a strong argument in favor of the diagnosis of traction alopecia.", "contents": "Frontal Fibrosing Alopecia -- Differential Diagnosis. Traction alopecia is common in women [28] . The persistence of anterior frontal hair is the favor of this diagnosis. It is also necessary to look for sliding ducts along the traction zone, which represent a strong argument in favor of the diagnosis of traction alopecia."}
{"id": "article-456_21", "title": "Frontal Fibrosing Alopecia -- Prognosis", "content": "Alopecia can affect half of the scalp (crown alopecia). The progression of the disease is variable among patients, ranging from 0.2 to 2 cm per year without treatment or, on average, 0.9 mm per month. The final degree of alopecia before stabilization is difficult to predict.", "contents": "Frontal Fibrosing Alopecia -- Prognosis. Alopecia can affect half of the scalp (crown alopecia). The progression of the disease is variable among patients, ranging from 0.2 to 2 cm per year without treatment or, on average, 0.9 mm per month. The final degree of alopecia before stabilization is difficult to predict."}
{"id": "article-456_22", "title": "Frontal Fibrosing Alopecia -- Enhancing Healthcare Team Outcomes", "content": "Frontal fibrosing alopecia (FFA) is a relatively common disorder that presents with band-like cicatricial alopecia of the frontotemporal zone of the scalp. There may be signs of perifollicular inflammation at the edge of the hairy region. Alopecia of the eyebrows is frequently associated, and axillary, pubic, facial, and hairy lesions of the limbs could be involved. Even though the condition has no specific treatment, healthcare workers, including nurse practitioners, physician assistants, and primary care providers, should consult with a dermatologist for guidance in management. Dermatology nurses assist in care by providing education, monitoring results, and reporting back to the dermatologist. Pharmacists are involved in the review of prescribed medications, assisting with interactions, and educating patients about possible side effects. The outcomes of patients with FFA are poor, as most end up with a marked degree of hair loss. [Level 5]", "contents": "Frontal Fibrosing Alopecia -- Enhancing Healthcare Team Outcomes. Frontal fibrosing alopecia (FFA) is a relatively common disorder that presents with band-like cicatricial alopecia of the frontotemporal zone of the scalp. There may be signs of perifollicular inflammation at the edge of the hairy region. Alopecia of the eyebrows is frequently associated, and axillary, pubic, facial, and hairy lesions of the limbs could be involved. Even though the condition has no specific treatment, healthcare workers, including nurse practitioners, physician assistants, and primary care providers, should consult with a dermatologist for guidance in management. Dermatology nurses assist in care by providing education, monitoring results, and reporting back to the dermatologist. Pharmacists are involved in the review of prescribed medications, assisting with interactions, and educating patients about possible side effects. The outcomes of patients with FFA are poor, as most end up with a marked degree of hair loss. [Level 5]"}
{"id": "article-456_23", "title": "Frontal Fibrosing Alopecia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Frontal Fibrosing Alopecia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}