{"id": "article-57002_0", "title": "Coronary Cameral Fistula -- Continuing Education Activity", "content": "Coronary cameral fistula is an abnormal communication between a coronary artery and any cardiac chamber. It appears in less than 1% of the population. This activity reviews the clinical features, evaluation, and management of coronary cameral fistulae. It also highlights the role of the healthcare team in managing patients with this condition.", "contents": "Coronary Cameral Fistula -- Continuing Education Activity. Coronary cameral fistula is an abnormal communication between a coronary artery and any cardiac chamber. It appears in less than 1% of the population. This activity reviews the clinical features, evaluation, and management of coronary cameral fistulae. It also highlights the role of the healthcare team in managing patients with this condition."}
{"id": "article-57002_1", "title": "Coronary Cameral Fistula -- Continuing Education Activity", "content": "Objectives: Identify the epidemiology and causes of coronary cameral fistula. Assess the clinical features of coronary cameral fistula. Determine the treatment options for coronary cameral fistula. Communicate the importance of improving collaboration among interprofessional team members to enhance the delivery of care for patients with coronary cameral fistula. Access free multiple choice questions on this topic.", "contents": "Coronary Cameral Fistula -- Continuing Education Activity. Objectives: Identify the epidemiology and causes of coronary cameral fistula. Assess the clinical features of coronary cameral fistula. Determine the treatment options for coronary cameral fistula. Communicate the importance of improving collaboration among interprofessional team members to enhance the delivery of care for patients with coronary cameral fistula. Access free multiple choice questions on this topic."}
{"id": "article-57002_2", "title": "Coronary Cameral Fistula -- Introduction", "content": "Coronary artery fistulae are abnormal communications between the coronary arteries and adjacent structures. They include abnormal communications between the coronary arteries and cardiac chambers, referred to as coronary cameral fistulae, or abnormal communications between the coronary arteries and other vessels, referred to as coronary arteriovenous malformations (See Image. Cardiac Ultrasound of a Coronary Cameral Fistula Draining Into the Left Ventricle in an Adult). [1] Most coronary artery fistulae are small, asymptomatic, do not cause complications, and resolve spontaneously. Large fistulae, however, may cause symptoms and complications. [2]", "contents": "Coronary Cameral Fistula -- Introduction. Coronary artery fistulae are abnormal communications between the coronary arteries and adjacent structures. They include abnormal communications between the coronary arteries and cardiac chambers, referred to as coronary cameral fistulae, or abnormal communications between the coronary arteries and other vessels, referred to as coronary arteriovenous malformations (See Image. Cardiac Ultrasound of a Coronary Cameral Fistula Draining Into the Left Ventricle in an Adult). [1] Most coronary artery fistulae are small, asymptomatic, do not cause complications, and resolve spontaneously. Large fistulae, however, may cause symptoms and complications. [2]"}
{"id": "article-57002_3", "title": "Coronary Cameral Fistula -- Introduction", "content": "The site of origin and termination describes each fistula. A fistula originating from the right coronary artery draining into the right ventricle is the most common type of coronary artery fistula. Most fistulae terminate in the right ventricle or the right atrium. Rarely do they terminate into the left atrium or left ventricle. [2]", "contents": "Coronary Cameral Fistula -- Introduction. The site of origin and termination describes each fistula. A fistula originating from the right coronary artery draining into the right ventricle is the most common type of coronary artery fistula. Most fistulae terminate in the right ventricle or the right atrium. Rarely do they terminate into the left atrium or left ventricle. [2]"}
{"id": "article-57002_4", "title": "Coronary Cameral Fistula -- Etiology", "content": "The most common cause of coronary cameral fistulae is abnormal embryogenesis. Other important causes include: Trauma: Stab injury or gunshot Invasive procedures: Coronary angiography, pacemaker implantation, or endomyocardial biopsy Cardiac surgery: Septal myomectomy [3]", "contents": "Coronary Cameral Fistula -- Etiology. The most common cause of coronary cameral fistulae is abnormal embryogenesis. Other important causes include: Trauma: Stab injury or gunshot Invasive procedures: Coronary angiography, pacemaker implantation, or endomyocardial biopsy Cardiac surgery: Septal myomectomy [3]"}
{"id": "article-57002_5", "title": "Coronary Cameral Fistula -- Epidemiology", "content": "Coronary cameral fistulae are present in less than 1% of the population and are present in 0.1% to 0.2% of coronary angiographic studies. [2] [4] They account for 0.2 to 0.4% of congenital anomalies of the heart. Around half of the coronary vasculature anomalies seen in children are coronary artery fistulae. Coronary cameral fistulae are diagnosable at any age. However, diagnosis is usually in early childhood, when an asymptomatic child or child with symptoms of heart failure presents with a heart murmur. No gender or race predilection has been noted in patients with coronary cameral fistulae.", "contents": "Coronary Cameral Fistula -- Epidemiology. Coronary cameral fistulae are present in less than 1% of the population and are present in 0.1% to 0.2% of coronary angiographic studies. [2] [4] They account for 0.2 to 0.4% of congenital anomalies of the heart. Around half of the coronary vasculature anomalies seen in children are coronary artery fistulae. Coronary cameral fistulae are diagnosable at any age. However, diagnosis is usually in early childhood, when an asymptomatic child or child with symptoms of heart failure presents with a heart murmur. No gender or race predilection has been noted in patients with coronary cameral fistulae."}
{"id": "article-57002_6", "title": "Coronary Cameral Fistula -- History and Physical -- History", "content": "The clinical symptoms depend on the size of the shunt. Most coronary cameral fistulae are asymptomatic, particularly if they are small and do not compromise coronary blood flow. Ischemia of the myocardium distal to the coronary fistula may occur in some cases, referred to as coronary artery steal phenomenon. This situation results in a syndrome of angina, particularly in conditions associated with increased myocardial oxygen demand, such as during infant feeding or exercise in adults. In infants, angina manifests as diaphoresis, irritability, tachycardia, and tachypnea. On the other hand, adults complain of chest pain. [1] Coronary cameral fistulae may also present with symptoms of heart failure. In infants, this manifests as fatigue, tachypnea, excessive sweating during feeding, and failure to thrive. Older adults with heart failure present with dyspnea, palpitations, fatigue, orthopnea, paroxysmal nocturnal dyspnea, and lower limb swelling.", "contents": "Coronary Cameral Fistula -- History and Physical -- History. The clinical symptoms depend on the size of the shunt. Most coronary cameral fistulae are asymptomatic, particularly if they are small and do not compromise coronary blood flow. Ischemia of the myocardium distal to the coronary fistula may occur in some cases, referred to as coronary artery steal phenomenon. This situation results in a syndrome of angina, particularly in conditions associated with increased myocardial oxygen demand, such as during infant feeding or exercise in adults. In infants, angina manifests as diaphoresis, irritability, tachycardia, and tachypnea. On the other hand, adults complain of chest pain. [1] Coronary cameral fistulae may also present with symptoms of heart failure. In infants, this manifests as fatigue, tachypnea, excessive sweating during feeding, and failure to thrive. Older adults with heart failure present with dyspnea, palpitations, fatigue, orthopnea, paroxysmal nocturnal dyspnea, and lower limb swelling."}
{"id": "article-57002_7", "title": "Coronary Cameral Fistula -- History and Physical -- Physical Examination", "content": "Clinical examination findings in patients with coronary cameral fistulae include: Collapsing pulse Wide pulse pressure Diffuse apex beat Palpable third heart sound (S3) A loud, continuous murmur on auscultation that peaks in mid-to-late diastole is heard best at the mid-to-lower sternal border, depending on the site of the fistula's drainage. Signs of heart failure: elevated jugular venous pressure, S3 gallop, crepitations on auscultation of the lung bases, hepatomegaly, ascites, and pitting edema of lower limbs.", "contents": "Coronary Cameral Fistula -- History and Physical -- Physical Examination. Clinical examination findings in patients with coronary cameral fistulae include: Collapsing pulse Wide pulse pressure Diffuse apex beat Palpable third heart sound (S3) A loud, continuous murmur on auscultation that peaks in mid-to-late diastole is heard best at the mid-to-lower sternal border, depending on the site of the fistula's drainage. Signs of heart failure: elevated jugular venous pressure, S3 gallop, crepitations on auscultation of the lung bases, hepatomegaly, ascites, and pitting edema of lower limbs."}
{"id": "article-57002_8", "title": "Coronary Cameral Fistula -- Evaluation", "content": "When history and the physical examination findings are suggestive of a coronary cameral fistula, the diagnosis can be established with the help of the following investigations:", "contents": "Coronary Cameral Fistula -- Evaluation. When history and the physical examination findings are suggestive of a coronary cameral fistula, the diagnosis can be established with the help of the following investigations:"}
{"id": "article-57002_9", "title": "Coronary Cameral Fistula -- Evaluation", "content": "Laboratory tests: Cardiac enzymes may present elevated in patients with coronary cameral fistulae. The B-type natriuretic peptide may also be elevated, especially in patients with heart failure.", "contents": "Coronary Cameral Fistula -- Evaluation. Laboratory tests: Cardiac enzymes may present elevated in patients with coronary cameral fistulae. The B-type natriuretic peptide may also be elevated, especially in patients with heart failure."}
{"id": "article-57002_10", "title": "Coronary Cameral Fistula -- Evaluation", "content": "Chest radiograph: This is usually normal; however, chamber enlargement may be seen with large fistulae. Signs of pulmonary congestion or interstitial edema can present in patients with heart failure.", "contents": "Coronary Cameral Fistula -- Evaluation. Chest radiograph: This is usually normal; however, chamber enlargement may be seen with large fistulae. Signs of pulmonary congestion or interstitial edema can present in patients with heart failure."}
{"id": "article-57002_11", "title": "Coronary Cameral Fistula -- Evaluation", "content": "Electrocardiogram (ECG): This is usually normal; however, evidence of ischemia or chamber enlargement can be seen with large shunts.", "contents": "Coronary Cameral Fistula -- Evaluation. Electrocardiogram (ECG): This is usually normal; however, evidence of ischemia or chamber enlargement can be seen with large shunts."}
{"id": "article-57002_12", "title": "Coronary Cameral Fistula -- Evaluation", "content": "Echocardiography: In children, transthoracic 2-dimensional and color Doppler echocardiography can be useful in diagnosing coronary cameral fistulae. On the other hand, in adults, transesophageal 2-dimensional echocardiography is more sensitive in detecting the fistulae. In 1 study conducted in Italy, color Doppler transesophageal echocardiography allowed diagnosis and precise localization of coronary artery fistulae in 21 patients with angiographically confirmed coronary artery fistulae. [5] Echocardiography can also help detect myocardial ischemia, which manifests as regional or global wall motion abnormalities.", "contents": "Coronary Cameral Fistula -- Evaluation. Echocardiography: In children, transthoracic 2-dimensional and color Doppler echocardiography can be useful in diagnosing coronary cameral fistulae. On the other hand, in adults, transesophageal 2-dimensional echocardiography is more sensitive in detecting the fistulae. In 1 study conducted in Italy, color Doppler transesophageal echocardiography allowed diagnosis and precise localization of coronary artery fistulae in 21 patients with angiographically confirmed coronary artery fistulae. [5] Echocardiography can also help detect myocardial ischemia, which manifests as regional or global wall motion abnormalities."}
{"id": "article-57002_13", "title": "Coronary Cameral Fistula -- Evaluation", "content": "Computed tomography (CT scan): Coronary cameral fistulae can be detected noninvasively using 64 slices multidetector CT scanner. It provides high-quality 3-dimensional images of the distal coronary artery and side branches. A study published in 2014 by Lim et al concluded that CT angiography was a useful modality for detecting coronary artery fistulae noninvasively. Moreover, coronary artery fistulae were detected in 0.9% of the study subjects, a percentage higher than the generally reported prevalence of coronary artery fistulae as detected by coronary angiography. [6] [7]", "contents": "Coronary Cameral Fistula -- Evaluation. Computed tomography (CT scan): Coronary cameral fistulae can be detected noninvasively using 64 slices multidetector CT scanner. It provides high-quality 3-dimensional images of the distal coronary artery and side branches. A study published in 2014 by Lim et al concluded that CT angiography was a useful modality for detecting coronary artery fistulae noninvasively. Moreover, coronary artery fistulae were detected in 0.9% of the study subjects, a percentage higher than the generally reported prevalence of coronary artery fistulae as detected by coronary angiography. [6] [7]"}
{"id": "article-57002_14", "title": "Coronary Cameral Fistula -- Evaluation", "content": "Cardiac catheterization and coronary angiography are the tests of choice for diagnosing coronary cameral fistulae. The anatomical characteristics (site of origin, course, site of insertion) and coronary angiography can determine the exact size of the fistulae. This test also provides information on the hemodynamic significance of the fistula.", "contents": "Coronary Cameral Fistula -- Evaluation. Cardiac catheterization and coronary angiography are the tests of choice for diagnosing coronary cameral fistulae. The anatomical characteristics (site of origin, course, site of insertion) and coronary angiography can determine the exact size of the fistulae. This test also provides information on the hemodynamic significance of the fistula."}
{"id": "article-57002_15", "title": "Coronary Cameral Fistula -- Evaluation", "content": "Nuclear imaging: This is useful before and after operative repair to detect regions of myocardial ischemia. [8]", "contents": "Coronary Cameral Fistula -- Evaluation. Nuclear imaging: This is useful before and after operative repair to detect regions of myocardial ischemia. [8]"}
{"id": "article-57002_16", "title": "Coronary Cameral Fistula -- Treatment / Management", "content": "The management of coronary cameral fistulae depends on several factors, including the origin of the fistula, ie, proximal versus distal, size of the fistula, anatomy of the fistula,  patient’s age, patient’s symptoms, whether or not complications such as heart failure, angina, rupture or endocarditis are present, and the existence of other indications for an invasive procedure. In the ACC/AHA 2008 guidelines for the management of adults with congenital heart disease, the class 1 recommendations for the management of artery fistula are as follows:", "contents": "Coronary Cameral Fistula -- Treatment / Management. The management of coronary cameral fistulae depends on several factors, including the origin of the fistula, ie, proximal versus distal, size of the fistula, anatomy of the fistula,  patient’s age, patient’s symptoms, whether or not complications such as heart failure, angina, rupture or endocarditis are present, and the existence of other indications for an invasive procedure. In the ACC/AHA 2008 guidelines for the management of adults with congenital heart disease, the class 1 recommendations for the management of artery fistula are as follows:"}
{"id": "article-57002_17", "title": "Coronary Cameral Fistula -- Treatment / Management", "content": "In patients with a continuous murmur, the exact determination of the origin and termination of the fistula should take place by echocardiography, CT, or MRI. Regardless of whether symptoms are present or not, large fistulae should be closed either percutaneously or surgically after determining the exact anatomy of the fistula. Small to moderate size fistulae with complications such as ischemia, arrhythmia, ventricular dysfunction, or endarteritis should be closed either percutaneously or surgically after determining the exact anatomy of the fistula. [9]", "contents": "Coronary Cameral Fistula -- Treatment / Management. In patients with a continuous murmur, the exact determination of the origin and termination of the fistula should take place by echocardiography, CT, or MRI. Regardless of whether symptoms are present or not, large fistulae should be closed either percutaneously or surgically after determining the exact anatomy of the fistula. Small to moderate size fistulae with complications such as ischemia, arrhythmia, ventricular dysfunction, or endarteritis should be closed either percutaneously or surgically after determining the exact anatomy of the fistula. [9]"}
{"id": "article-57002_18", "title": "Coronary Cameral Fistula -- Treatment / Management", "content": "In general, small coronary cameral fistulae should be observed only with close echocardiographic or angiographic follow-up to determine the enlargement of feeding vessels over time. Small fistulae have typically benign courses, are asymptomatic, and may even close spontaneously. [1] [4] [1] Large fistulae require closure. There are 2 approaches for the closure of coronary cameral fistulae: transcatheter embolization and surgical closure. The choice of approach for closure of these fistulae depends on the expertise of the team involved in taking care of the patient. Furthermore, the surgical approach would be more appropriate in patients with large fistulae, fistulae with multiple openings, aneurysmal dilatation, or acute angulations that are not amenable to catheterization. [10] [11] Moderate-to-large fistulae without symptoms are managed based on the location of the fistula. For proximal fistulae, closure (transcatheter or surgical) is the recommendation. Antiplatelet therapy should be initiated after closure and continued for at least 1 year. On the other hand, for distal fistulae, there are 2 possible approaches for management. The first approach is observation with the use of antiplatelet therapy indefinitely. The second approach is the closure of the fistula, followed by the use of antiplatelet therapy for 1 year.", "contents": "Coronary Cameral Fistula -- Treatment / Management. In general, small coronary cameral fistulae should be observed only with close echocardiographic or angiographic follow-up to determine the enlargement of feeding vessels over time. Small fistulae have typically benign courses, are asymptomatic, and may even close spontaneously. [1] [4] [1] Large fistulae require closure. There are 2 approaches for the closure of coronary cameral fistulae: transcatheter embolization and surgical closure. The choice of approach for closure of these fistulae depends on the expertise of the team involved in taking care of the patient. Furthermore, the surgical approach would be more appropriate in patients with large fistulae, fistulae with multiple openings, aneurysmal dilatation, or acute angulations that are not amenable to catheterization. [10] [11] Moderate-to-large fistulae without symptoms are managed based on the location of the fistula. For proximal fistulae, closure (transcatheter or surgical) is the recommendation. Antiplatelet therapy should be initiated after closure and continued for at least 1 year. On the other hand, for distal fistulae, there are 2 possible approaches for management. The first approach is observation with the use of antiplatelet therapy indefinitely. The second approach is the closure of the fistula, followed by the use of antiplatelet therapy for 1 year."}
{"id": "article-57002_19", "title": "Coronary Cameral Fistula -- Treatment / Management", "content": "An important point to mention in the management of coronary cameral fistulae is that prophylactic antibiotics against endocarditis are not recommended for isolated coronary cameral fistulae before procedures associated with causing bacteremia. However, antibiotic prophylaxis would be indicated if there is coexisting cyanotic congenital heart disease. [12] [13]", "contents": "Coronary Cameral Fistula -- Treatment / Management. An important point to mention in the management of coronary cameral fistulae is that prophylactic antibiotics against endocarditis are not recommended for isolated coronary cameral fistulae before procedures associated with causing bacteremia. However, antibiotic prophylaxis would be indicated if there is coexisting cyanotic congenital heart disease. [12] [13]"}
{"id": "article-57002_20", "title": "Coronary Cameral Fistula -- Differential Diagnosis", "content": "The differential diagnosis of coronary cameral fistula includes the following: Coronary arteriovenous malformation Pulmonary arteriovenous malformation Intrathoracic systemic fistulae Congenital systemic fistulae to the pulmonary veins Ruptured aneurysm of sinus of Valsalva Vasculitides such as Takayasu arteritis or Kawasaki disease", "contents": "Coronary Cameral Fistula -- Differential Diagnosis. The differential diagnosis of coronary cameral fistula includes the following: Coronary arteriovenous malformation Pulmonary arteriovenous malformation Intrathoracic systemic fistulae Congenital systemic fistulae to the pulmonary veins Ruptured aneurysm of sinus of Valsalva Vasculitides such as Takayasu arteritis or Kawasaki disease"}
{"id": "article-57002_21", "title": "Coronary Cameral Fistula -- Prognosis", "content": "Life expectancy for patients with a coronary cameral fistula is normal. Results from studies indicate that both transcatheter and surgical approaches for management are associated with a good prognosis. The need for additional surgery to treat recurrent disease only presents in around 4% of patients.", "contents": "Coronary Cameral Fistula -- Prognosis. Life expectancy for patients with a coronary cameral fistula is normal. Results from studies indicate that both transcatheter and surgical approaches for management are associated with a good prognosis. The need for additional surgery to treat recurrent disease only presents in around 4% of patients."}
{"id": "article-57002_22", "title": "Coronary Cameral Fistula -- Complications", "content": "Common complications associated with coronary cameral fistulae include: Cardiac ischemia Congestive heart failure Cardiac arrhythmia Infective endocarditis Rupture of coronary cameral fistula [3] Complications related to the management of coronary cameral fistulae (transcatheter embolization vs surgical closure) are as follows Complications of transcatheter embolization Coronary artery spasm Ventricular arrhythmia Coronary artery perforation or dissection Cardiac ischemia from coronary artery thrombosis or improper positioning of occlusive devices Complications of surgical closure Cardiac ischemia or myocardial infarction Recurrence of coronary cameral fistula [2]", "contents": "Coronary Cameral Fistula -- Complications. Common complications associated with coronary cameral fistulae include: Cardiac ischemia Congestive heart failure Cardiac arrhythmia Infective endocarditis Rupture of coronary cameral fistula [3] Complications related to the management of coronary cameral fistulae (transcatheter embolization vs surgical closure) are as follows Complications of transcatheter embolization Coronary artery spasm Ventricular arrhythmia Coronary artery perforation or dissection Cardiac ischemia from coronary artery thrombosis or improper positioning of occlusive devices Complications of surgical closure Cardiac ischemia or myocardial infarction Recurrence of coronary cameral fistula [2]"}
{"id": "article-57002_23", "title": "Coronary Cameral Fistula -- Deterrence and Patient Education", "content": "Following hospital discharge, follow-up on an outpatient basis is essential to look for evidence of cardiac ischemia or coronary artery fistula recurrence. Patients who have undergone transcatheter embolization or surgical repair of coronary fistula should receive maintenance antiplatelet therapy and, in some cases, anticoagulant therapy for the first 6 months after the procedure until endothelization of the operative surface occurs. Prolonged antiplatelet therapy may be useful in patients with persistent aneurysmal dilatation. Patients treated surgically should undergo regular stress testing and repeat angiography, particularly if they have sustained cardiac muscle loss following the surgery.", "contents": "Coronary Cameral Fistula -- Deterrence and Patient Education. Following hospital discharge, follow-up on an outpatient basis is essential to look for evidence of cardiac ischemia or coronary artery fistula recurrence. Patients who have undergone transcatheter embolization or surgical repair of coronary fistula should receive maintenance antiplatelet therapy and, in some cases, anticoagulant therapy for the first 6 months after the procedure until endothelization of the operative surface occurs. Prolonged antiplatelet therapy may be useful in patients with persistent aneurysmal dilatation. Patients treated surgically should undergo regular stress testing and repeat angiography, particularly if they have sustained cardiac muscle loss following the surgery."}
{"id": "article-57002_24", "title": "Coronary Cameral Fistula -- Deterrence and Patient Education", "content": "The patients should receive education about the disease, management options, and possible complications associated with it and its treatment. They need to understand the importance of follow-up after discharge from the hospital. They should also understand the importance of seeking urgent medical help if any of his symptoms recur. If indicated, the importance of adhering to antiplatelet or anticoagulant therapy should be effectively communicated to the patients. They should also understand the need to undergo regular stress testing and repeat angiography after treatment.", "contents": "Coronary Cameral Fistula -- Deterrence and Patient Education. The patients should receive education about the disease, management options, and possible complications associated with it and its treatment. They need to understand the importance of follow-up after discharge from the hospital. They should also understand the importance of seeking urgent medical help if any of his symptoms recur. If indicated, the importance of adhering to antiplatelet or anticoagulant therapy should be effectively communicated to the patients. They should also understand the need to undergo regular stress testing and repeat angiography after treatment."}
{"id": "article-57002_25", "title": "Coronary Cameral Fistula -- Enhancing Healthcare Team Outcomes", "content": "Patients with coronary cameral fistulae should be managed by an interprofessional team that includes an interventional cardiologist, a cardiac surgeon, an echocardiographer, a radiologist, a pharmacist, and a nurse practitioner. The cardiologist or the cardiac surgeon typically leads the team of healthcare professionals to ensure optimal patient care delivery. They are the ones to carry out the gold standard test for diagnosing coronal cameral fistula, ie, coronary angiography. They also are the ones to manage the condition with either transcatheter or surgical closure. The echocardiographer and the radiologist help provide noninvasive means by which the disease can be diagnosed, particularly via color Doppler echocardiography and computed tomography. The pharmacist helps the team decide the appropriate dose of the antiplatelet agent or anticoagulant that suits the patient's needs. The nursing staff coordinates care between team members and provides direct patient care by checking vital signs, administering medications, and attending to patient needs. An interprofessional team approach leads to the best outcomes.", "contents": "Coronary Cameral Fistula -- Enhancing Healthcare Team Outcomes. Patients with coronary cameral fistulae should be managed by an interprofessional team that includes an interventional cardiologist, a cardiac surgeon, an echocardiographer, a radiologist, a pharmacist, and a nurse practitioner. The cardiologist or the cardiac surgeon typically leads the team of healthcare professionals to ensure optimal patient care delivery. They are the ones to carry out the gold standard test for diagnosing coronal cameral fistula, ie, coronary angiography. They also are the ones to manage the condition with either transcatheter or surgical closure. The echocardiographer and the radiologist help provide noninvasive means by which the disease can be diagnosed, particularly via color Doppler echocardiography and computed tomography. The pharmacist helps the team decide the appropriate dose of the antiplatelet agent or anticoagulant that suits the patient's needs. The nursing staff coordinates care between team members and provides direct patient care by checking vital signs, administering medications, and attending to patient needs. An interprofessional team approach leads to the best outcomes."}
{"id": "article-57002_26", "title": "Coronary Cameral Fistula -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Coronary Cameral Fistula -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}