{"id": "article-24321_0", "title": "Lipoma Pathology -- Introduction", "content": "Lipomas are defined as a common subcutaneous tumor composed of adipose (fat) cells, often encapsulated by a thin layer of fibrous tissue. [1] In fact, these are the frequently encountered neoplasms by clinicians. [2] Clinically, they often present in the body's cephalic part, specifically in the head, neck, shoulders, and backs of patients. However, they can less commonly be seen elsewhere, for example, the thighs. The tumors typically lie in the subcutaneous tissues of patients. The masses are often benign, and while the age of onset can vary. There is usually no reason for treatment. They pose no threat to the patient unless they are uncomfortable due to being located on joints or rapidly growing, which is uncommon, as the typical lipoma growth is slow.", "contents": "Lipoma Pathology -- Introduction. Lipomas are defined as a common subcutaneous tumor composed of adipose (fat) cells, often encapsulated by a thin layer of fibrous tissue. [1] In fact, these are the frequently encountered neoplasms by clinicians. [2] Clinically, they often present in the body's cephalic part, specifically in the head, neck, shoulders, and backs of patients. However, they can less commonly be seen elsewhere, for example, the thighs. The tumors typically lie in the subcutaneous tissues of patients. The masses are often benign, and while the age of onset can vary. There is usually no reason for treatment. They pose no threat to the patient unless they are uncomfortable due to being located on joints or rapidly growing, which is uncommon, as the typical lipoma growth is slow."}
{"id": "article-24321_1", "title": "Lipoma Pathology -- Introduction", "content": "Lipomas can sometimes, though rare, be associated with certain disorders such as multiple hereditary lipomatosis, Gardner syndrome, adiposis dolorosa, and Madelung disease. [3] [4] Some unconventional forms of lipomas include the following: angiolipoma, chondroid lipoma, lipoblastoma, myolipoma, pleomorphic lipoma/spindle cell lipoma, intramuscular and intermuscular lipoma, lipomatosis of nerve, lipoma of the tendon sheath and joint, lipoma arborescens, multiple symmetric lipomatosis, diffuse lipomatosis, adiposis dolorosa, and hibernoma.", "contents": "Lipoma Pathology -- Introduction. Lipomas can sometimes, though rare, be associated with certain disorders such as multiple hereditary lipomatosis, Gardner syndrome, adiposis dolorosa, and Madelung disease. [3] [4] Some unconventional forms of lipomas include the following: angiolipoma, chondroid lipoma, lipoblastoma, myolipoma, pleomorphic lipoma/spindle cell lipoma, intramuscular and intermuscular lipoma, lipomatosis of nerve, lipoma of the tendon sheath and joint, lipoma arborescens, multiple symmetric lipomatosis, diffuse lipomatosis, adiposis dolorosa, and hibernoma."}
{"id": "article-24321_2", "title": "Lipoma Pathology -- Issues of Concern", "content": "It is essential to distinguish common lipomas from liposarcoma especially the well-differentiated ones. Currently, it is differentiated by testing for MDM2 (murine double minute-2) gene amplification which essentially requires a biopsy. [5] They share similar characteristics, although the latter poses a greater risk to the patient. As mentioned earlier, while treatment is not always necessary, if it is decided that a patient should seek treatment, then the options are typically steroid injections or excision of the tumor.", "contents": "Lipoma Pathology -- Issues of Concern. It is essential to distinguish common lipomas from liposarcoma especially the well-differentiated ones. Currently, it is differentiated by testing for MDM2 (murine double minute-2) gene amplification which essentially requires a biopsy. [5] They share similar characteristics, although the latter poses a greater risk to the patient. As mentioned earlier, while treatment is not always necessary, if it is decided that a patient should seek treatment, then the options are typically steroid injections or excision of the tumor."}
{"id": "article-24321_3", "title": "Lipoma Pathology -- Causes", "content": "While the etiology of lipomas is unclear, some studies have shown a genetic link, whereby about two-thirds of lipomas demonstrate genetic abnormalities. In addition to the possibility of a genetic link, another theory presents the idea that there is a direct positive correlation between trauma to an area and lipoma production. Research shows a link between adipose tumor growth as a post-traumatic event following a direct impact on that area of soft tissue. [6] In addition to the risk factors listed above, other possible connections that may lead to lipomas are obesity, alcohol abuse, liver disease, as well as glucose intolerance.", "contents": "Lipoma Pathology -- Causes. While the etiology of lipomas is unclear, some studies have shown a genetic link, whereby about two-thirds of lipomas demonstrate genetic abnormalities. In addition to the possibility of a genetic link, another theory presents the idea that there is a direct positive correlation between trauma to an area and lipoma production. Research shows a link between adipose tumor growth as a post-traumatic event following a direct impact on that area of soft tissue. [6] In addition to the risk factors listed above, other possible connections that may lead to lipomas are obesity, alcohol abuse, liver disease, as well as glucose intolerance."}
{"id": "article-24321_4", "title": "Lipoma Pathology -- Anatomical Pathology", "content": "Lipomas are defined as mesenchymal tumors, which typically lie subcutaneously. [7] Less commonly, they can also be found on internal organs, such as the stomach and bowels. These masses are not typically attached to underlying muscle fascia. Lipomas are composed of lobulated, slow-growing, mature adipose tissue, having minimal connective tissue stroma. They are commonly enclosed in a thin, fibrous capsule. Variants of lipoma defined by location include: Intermuscular lipoma Intramuscular lipoma Parosteal / periosteal lipoma Lipoma arborescens (synovial lipomatosis) Intracranial lipoma", "contents": "Lipoma Pathology -- Anatomical Pathology. Lipomas are defined as mesenchymal tumors, which typically lie subcutaneously. [7] Less commonly, they can also be found on internal organs, such as the stomach and bowels. These masses are not typically attached to underlying muscle fascia. Lipomas are composed of lobulated, slow-growing, mature adipose tissue, having minimal connective tissue stroma. They are commonly enclosed in a thin, fibrous capsule. Variants of lipoma defined by location include: Intermuscular lipoma Intramuscular lipoma Parosteal / periosteal lipoma Lipoma arborescens (synovial lipomatosis) Intracranial lipoma"}
{"id": "article-24321_5", "title": "Lipoma Pathology -- Clinical Pathology", "content": "Patients often complain of a soft, mobile mass of tissue they can feel under the skin. These are typically painless unless they encroach joints, nerves, or blood vessels. Patients often see these in the upper part of the body. Rarely, these lipomas can form in muscles or organs.", "contents": "Lipoma Pathology -- Clinical Pathology. Patients often complain of a soft, mobile mass of tissue they can feel under the skin. These are typically painless unless they encroach joints, nerves, or blood vessels. Patients often see these in the upper part of the body. Rarely, these lipomas can form in muscles or organs."}
{"id": "article-24321_6", "title": "Lipoma Pathology -- Clinical Pathology", "content": "Lipomas are mostly harmless and are only treated or excised if they cause pain due to their location and/or impact an organ’s function. However, some patients choose to have these masses removed for cosmetic reasons, as they can often be seen through the skin as they lie subcutaneously. Small lipomas (less than 4 cm) can be removed through small incisions, and scarring is not usually a significant concern. Research conducted also concluded that open surgery is still a better option for removing giant lipomas (greater than 10 cm) compared with lipoma removal by suction-assisted lipectomy through small incisions as it allows better judgment, prevents recurrences, and avoids damage to the surrounding tissues. [8]", "contents": "Lipoma Pathology -- Clinical Pathology. Lipomas are mostly harmless and are only treated or excised if they cause pain due to their location and/or impact an organ’s function. However, some patients choose to have these masses removed for cosmetic reasons, as they can often be seen through the skin as they lie subcutaneously. Small lipomas (less than 4 cm) can be removed through small incisions, and scarring is not usually a significant concern. Research conducted also concluded that open surgery is still a better option for removing giant lipomas (greater than 10 cm) compared with lipoma removal by suction-assisted lipectomy through small incisions as it allows better judgment, prevents recurrences, and avoids damage to the surrounding tissues. [8]"}
{"id": "article-24321_7", "title": "Lipoma Pathology -- Clinical Pathology", "content": "Pericallosal lipomas are fat-containing lesions that occur most commonly in the interhemispheric fissure closely related to the corpus callosum, which is often abnormal. This is the most common location for intracranial lipoma.", "contents": "Lipoma Pathology -- Clinical Pathology. Pericallosal lipomas are fat-containing lesions that occur most commonly in the interhemispheric fissure closely related to the corpus callosum, which is often abnormal. This is the most common location for intracranial lipoma."}
{"id": "article-24321_8", "title": "Lipoma Pathology -- Biochemical and Genetic Pathology", "content": "A genetic link has been demonstrated that cites that about two-thirds of lipomas exhibit genetic abnormalities. In a subgroup of lipomas, the HMGA2 gene (located on 12q14.3) was involved in tumor pathogenesis. The following structural rearrangements of chromosomes have been associated with lipoma occurrence: 12q13-15 region 13q portion loss 6p21-23 region Other loci anomalies or normal karyotype [9]", "contents": "Lipoma Pathology -- Biochemical and Genetic Pathology. A genetic link has been demonstrated that cites that about two-thirds of lipomas exhibit genetic abnormalities. In a subgroup of lipomas, the HMGA2 gene (located on 12q14.3) was involved in tumor pathogenesis. The following structural rearrangements of chromosomes have been associated with lipoma occurrence: 12q13-15 region 13q portion loss 6p21-23 region Other loci anomalies or normal karyotype [9]"}
{"id": "article-24321_9", "title": "Lipoma Pathology -- Morphology", "content": "Lipomas are composed of adipose/fat tissue, are mobile, soft to the touch, typically painless, and present subcutaneously. These are surrounded by a thin, fibrous capsule that is not attached to the underlying muscle fascia. In their typical form, they rarely present a diagnostic challenge. [7] These masses are typically less than 2 inches wide but maybe larger. They are commonly singular. However, some patients have more than one. They typically occur in the upper trunk, head, neck, shoulders, and back of patients. Histologic variants of lipoma are as follows:", "contents": "Lipoma Pathology -- Morphology. Lipomas are composed of adipose/fat tissue, are mobile, soft to the touch, typically painless, and present subcutaneously. These are surrounded by a thin, fibrous capsule that is not attached to the underlying muscle fascia. In their typical form, they rarely present a diagnostic challenge. [7] These masses are typically less than 2 inches wide but maybe larger. They are commonly singular. However, some patients have more than one. They typically occur in the upper trunk, head, neck, shoulders, and back of patients. Histologic variants of lipoma are as follows:"}
{"id": "article-24321_10", "title": "Lipoma Pathology -- Morphology -- Adenolipoma of Skin", "content": "They are superficially located They may not be well encapsulated They contain entrapped eccrine glands [10] The term adenolipoma is also used for a variety of lesions containing fat that occur in several organs These are not considered to be related to lipomas", "contents": "Lipoma Pathology -- Morphology -- Adenolipoma of Skin. They are superficially located They may not be well encapsulated They contain entrapped eccrine glands [10] The term adenolipoma is also used for a variety of lesions containing fat that occur in several organs These are not considered to be related to lipomas"}
{"id": "article-24321_11", "title": "Lipoma Pathology -- Morphology -- Angiolipoma", "content": "Circumscribed subcutaneous mass Frequently multiple Rarely greater than 2 cm Infiltrating intramuscular tumors are considered intramuscular hemangiomas Spinal angiolipoma is regarded as a distinct entity These are composed of mature fat with numerous small blood vessels The vascular component may be patchy Frequently accentuated in subcapsular area Vessels are predominantly capillaries Fibrin thrombi are almost always present Fibrosis may be associated with a vascular component Cellular variant Defined as having 95% cellular, angiomatous tissue Spindle cells are abundant in cellular areas There is only mild pleomorphism Mitotic figures are inconspicuous These have been associated with usual angiolipomas in the same patient", "contents": "Lipoma Pathology -- Morphology -- Angiolipoma. Circumscribed subcutaneous mass Frequently multiple Rarely greater than 2 cm Infiltrating intramuscular tumors are considered intramuscular hemangiomas Spinal angiolipoma is regarded as a distinct entity These are composed of mature fat with numerous small blood vessels The vascular component may be patchy Frequently accentuated in subcapsular area Vessels are predominantly capillaries Fibrin thrombi are almost always present Fibrosis may be associated with a vascular component Cellular variant Defined as having 95% cellular, angiomatous tissue Spindle cells are abundant in cellular areas There is only mild pleomorphism Mitotic figures are inconspicuous These have been associated with usual angiolipomas in the same patient"}
{"id": "article-24321_12", "title": "Lipoma Pathology -- Morphology -- Cartilaginous Metaplasia in a Lipoma", "content": "Lipoma containing areas with true cartilage formation May coexist with osseous metaplasia Multiple cases reported in breast and pharynx", "contents": "Lipoma Pathology -- Morphology -- Cartilaginous Metaplasia in a Lipoma. Lipoma containing areas with true cartilage formation May coexist with osseous metaplasia Multiple cases reported in breast and pharynx"}
{"id": "article-24321_13", "title": "Lipoma Pathology -- Morphology -- Chondroid Lipoma", "content": "These are well-circumscribed and may be encapsulated Three components are seen in all cases Mature adipose tissue is interspersed or compartmentalized Myxoid or hyaline chondroid matrix prominent Alcian blue and colloidal iron positive Variable sensitivity to hyaluronidase Hemorrhage, sclerosis, and calcification may be seen Vacuolated cells Usually in nests or cords May be in lacunae Vacuoles of variable size [11] Cells with fine droplets resemble hibernoma cells Cells with large droplets resemble lipoblasts The cytoplasm may also be granular or fibrillar Maybe glycogen positive The nuclei are usually oval and regular They may be central or peripheral The nucleoli are inconspicuous or small The pleomorphic nuclei are reported in only 1/20 cases The mitotic figures are reported in only 1/20 cases", "contents": "Lipoma Pathology -- Morphology -- Chondroid Lipoma. These are well-circumscribed and may be encapsulated Three components are seen in all cases Mature adipose tissue is interspersed or compartmentalized Myxoid or hyaline chondroid matrix prominent Alcian blue and colloidal iron positive Variable sensitivity to hyaluronidase Hemorrhage, sclerosis, and calcification may be seen Vacuolated cells Usually in nests or cords May be in lacunae Vacuoles of variable size [11] Cells with fine droplets resemble hibernoma cells Cells with large droplets resemble lipoblasts The cytoplasm may also be granular or fibrillar Maybe glycogen positive The nuclei are usually oval and regular They may be central or peripheral The nucleoli are inconspicuous or small The pleomorphic nuclei are reported in only 1/20 cases The mitotic figures are reported in only 1/20 cases"}
{"id": "article-24321_14", "title": "Lipoma Pathology -- Morphology -- Fibrolipoma", "content": "Lipoma with focally increased fibrous tissue These must not contain atypical cells This pattern may be seen in lipomas involving nerve Focal fibrous tissue in a lipoma is a fibrolipoma and whereas focal fat in a predominantly fibrous lesion is a sclerotic lipoma", "contents": "Lipoma Pathology -- Morphology -- Fibrolipoma. Lipoma with focally increased fibrous tissue These must not contain atypical cells This pattern may be seen in lipomas involving nerve Focal fibrous tissue in a lipoma is a fibrolipoma and whereas focal fat in a predominantly fibrous lesion is a sclerotic lipoma"}
{"id": "article-24321_15", "title": "Lipoma Pathology -- Morphology -- Myelolipoma", "content": "This is a circumscribed mass that is composed of mature fat and bone marrow elements The fat component usually predominates May have a prominent lymphoid component Most often occurs in adrenal The most common extra-adrenal site is the pelvis Clinically relevant as it might create ambiguity in the differential diagnosis of adrenal tumors [12]", "contents": "Lipoma Pathology -- Morphology -- Myelolipoma. This is a circumscribed mass that is composed of mature fat and bone marrow elements The fat component usually predominates May have a prominent lymphoid component Most often occurs in adrenal The most common extra-adrenal site is the pelvis Clinically relevant as it might create ambiguity in the differential diagnosis of adrenal tumors [12]"}
{"id": "article-24321_16", "title": "Lipoma Pathology -- Morphology -- Myolipoma", "content": "This variant is composed of mature fat and bland, smooth muscle Muscle predominates in most cases Usually evenly interspersed The muscle in short fascicles Both components lack any atypical features No cytologic atypia or lipoblasts No floret cells No necrosis Stroma may be sclerotic or hyalinized Occasionally myxoid No prominent vascular component Occasional features (none affect behavior) Mitotic figures up to 1/10 HPF [13] No atypical mitoses Focal hypercellularity of spindle cells Degenerative atypia Round cell morphology Hemosiderin Metaplastic cartilage and bone Prominent eosinophils Sites of involvement Females: pelvic, retroperitoneal, suprapubic, inguinal Males: inguinal, abdominal wall, back Other sites include the eyelid, spinal cord, and pericardium", "contents": "Lipoma Pathology -- Morphology -- Myolipoma. This variant is composed of mature fat and bland, smooth muscle Muscle predominates in most cases Usually evenly interspersed The muscle in short fascicles Both components lack any atypical features No cytologic atypia or lipoblasts No floret cells No necrosis Stroma may be sclerotic or hyalinized Occasionally myxoid No prominent vascular component Occasional features (none affect behavior) Mitotic figures up to 1/10 HPF [13] No atypical mitoses Focal hypercellularity of spindle cells Degenerative atypia Round cell morphology Hemosiderin Metaplastic cartilage and bone Prominent eosinophils Sites of involvement Females: pelvic, retroperitoneal, suprapubic, inguinal Males: inguinal, abdominal wall, back Other sites include the eyelid, spinal cord, and pericardium"}
{"id": "article-24321_17", "title": "Lipoma Pathology -- Morphology -- Myxolipoma", "content": "Lipoma with prominent myxoid areas Must not contain lipoblasts If richly vascular, termed angiomyolipoma Thin and thick-walled vessels Maybe dilated", "contents": "Lipoma Pathology -- Morphology -- Myxolipoma. Lipoma with prominent myxoid areas Must not contain lipoblasts If richly vascular, termed angiomyolipoma Thin and thick-walled vessels Maybe dilated"}
{"id": "article-24321_18", "title": "Lipoma Pathology -- Morphology -- Ossifying Lipoma", "content": "This variant contains mature metaplastic bone This variant may coexist with cartilaginous metaplasia in a lipoma.", "contents": "Lipoma Pathology -- Morphology -- Ossifying Lipoma. This variant contains mature metaplastic bone This variant may coexist with cartilaginous metaplasia in a lipoma."}
{"id": "article-24321_19", "title": "Lipoma Pathology -- Morphology -- Sclerotic Lipoma", "content": "This is a circumscribed subcutaneous nodule Occasional cases involve entrapped nerve, eccrine glands, or arrector pili muscle There are extensive sclerotic collagen bundles [14] These range from highly sclerotic to myxo-collagenous Generally haphazard but may be whorled or concentric Vessels range from inconspicuous to prominent Spindled or stellate cells in sclerotic areas Hypocellular At most focal mild atypia Mitotic figures rare Bi- or multinucleated cells may be present Rare cases present with floret cells Admixed mature fat cells Usually, less than 10% of the lesion Range 5-50% Maybe more prominent at the periphery These are rare and mostly reported on fingers or scalp", "contents": "Lipoma Pathology -- Morphology -- Sclerotic Lipoma. This is a circumscribed subcutaneous nodule Occasional cases involve entrapped nerve, eccrine glands, or arrector pili muscle There are extensive sclerotic collagen bundles [14] These range from highly sclerotic to myxo-collagenous Generally haphazard but may be whorled or concentric Vessels range from inconspicuous to prominent Spindled or stellate cells in sclerotic areas Hypocellular At most focal mild atypia Mitotic figures rare Bi- or multinucleated cells may be present Rare cases present with floret cells Admixed mature fat cells Usually, less than 10% of the lesion Range 5-50% Maybe more prominent at the periphery These are rare and mostly reported on fingers or scalp"}
{"id": "article-24321_20", "title": "Lipoma Pathology -- Morphology -- Pericallosal Lipoma", "content": "Pericallosal lipomas can be grouped into two distinct types based on imaging Tubulonodular pericallosal lipomas are rounded or lobular and usually measure less than 2 cm in thickness Curvilinear pericallosal lipomas are usually thin, elongated, and curvilinear along the corpus callosum margin usually measuring less than 1 cm in thickness", "contents": "Lipoma Pathology -- Morphology -- Pericallosal Lipoma. Pericallosal lipomas can be grouped into two distinct types based on imaging Tubulonodular pericallosal lipomas are rounded or lobular and usually measure less than 2 cm in thickness Curvilinear pericallosal lipomas are usually thin, elongated, and curvilinear along the corpus callosum margin usually measuring less than 1 cm in thickness"}
{"id": "article-24321_21", "title": "Lipoma Pathology -- Mechanisms", "content": "A possible mechanism of action of lipoma development is post-trauma to the respective area. It has also been theorized that this is true only for traumas that result in necrosis of adipose/fat cells and subsequent local inflammation. These are what are responsible for triggering the lipoma formation.", "contents": "Lipoma Pathology -- Mechanisms. A possible mechanism of action of lipoma development is post-trauma to the respective area. It has also been theorized that this is true only for traumas that result in necrosis of adipose/fat cells and subsequent local inflammation. These are what are responsible for triggering the lipoma formation."}
{"id": "article-24321_22", "title": "Lipoma Pathology -- Clinicopathologic Correlations", "content": "Fletcher et al. (1996) cited that there exists a clinicopathological correlation between the cytogenetic aberrations and the morphological subtypes of lipoma tumors. They concluded that such a correlation could serve as a significant diagnostic tool in difficult or histologically borderline cases.", "contents": "Lipoma Pathology -- Clinicopathologic Correlations. Fletcher et al. (1996) cited that there exists a clinicopathological correlation between the cytogenetic aberrations and the morphological subtypes of lipoma tumors. They concluded that such a correlation could serve as a significant diagnostic tool in difficult or histologically borderline cases."}
{"id": "article-24321_23", "title": "Lipoma Pathology -- Clinicopathologic Correlations", "content": "Intradural lipomas of the spinal cord have also been shown to reflect a clinicopathological significance, whereby they occur most frequently in men between the ages of 20 to 40 years and are observed in the thoracic region of the spine, specifically at the cord. Symptoms, as described by respective patients, included pain, sensory changes, paraparesis, and urinary incontinence.", "contents": "Lipoma Pathology -- Clinicopathologic Correlations. Intradural lipomas of the spinal cord have also been shown to reflect a clinicopathological significance, whereby they occur most frequently in men between the ages of 20 to 40 years and are observed in the thoracic region of the spine, specifically at the cord. Symptoms, as described by respective patients, included pain, sensory changes, paraparesis, and urinary incontinence."}
{"id": "article-24321_24", "title": "Lipoma Pathology -- Clinicopathologic Correlations", "content": "Tubulonodular lipomas are often associated with serious frontal lobe abnormalities. Tubolonodular lipomas are found anteriorly and associated with serious frontal abnormalities. Patients with either tubulonodular or curvilinear lipomas can present with a seizure disorder or headaches.", "contents": "Lipoma Pathology -- Clinicopathologic Correlations. Tubulonodular lipomas are often associated with serious frontal lobe abnormalities. Tubolonodular lipomas are found anteriorly and associated with serious frontal abnormalities. Patients with either tubulonodular or curvilinear lipomas can present with a seizure disorder or headaches."}
{"id": "article-24321_25", "title": "Lipoma Pathology -- Clinical Significance", "content": "While the age of onset for a lipoma varies, it is typically first seen in patients between the ages of 40 to 60, and no gender bias has been documented. Certain types of lipomas are more frequently seen in other age groups. For example, such as hibernomas clinically present around the age of 30, lipoblastomas, and diffuse lipomatosis are commonly found in children older than the age of 3. Approximately 5% of patients present with multiple lipomas. The prevalence of lipomas has been cited as affecting 1% of the population, while its incidence, which is possibly underreported, is 2.1 per 1000 individuals per year. A positive diagnosis of a lipoma typically involve the following:", "contents": "Lipoma Pathology -- Clinical Significance. While the age of onset for a lipoma varies, it is typically first seen in patients between the ages of 40 to 60, and no gender bias has been documented. Certain types of lipomas are more frequently seen in other age groups. For example, such as hibernomas clinically present around the age of 30, lipoblastomas, and diffuse lipomatosis are commonly found in children older than the age of 3. Approximately 5% of patients present with multiple lipomas. The prevalence of lipomas has been cited as affecting 1% of the population, while its incidence, which is possibly underreported, is 2.1 per 1000 individuals per year. A positive diagnosis of a lipoma typically involve the following:"}
{"id": "article-24321_26", "title": "Lipoma Pathology -- Clinical Significance", "content": "Physical exam performed by a medical doctor An ultrasound of the mass should show that the lipoma or adipose mass is deeper than the surrounding fatty tissue, as well as, exhibiting dissimilar features as compared to the healthy/normal adipose tissue present A biopsy (and subsequent analysis of a tissue sample) is not systematically done in routine practice as the diagnosis is generally made clinically, and since it may be difficult to distinguish lipomas from healthy adipose tissue, histologically speaking", "contents": "Lipoma Pathology -- Clinical Significance. Physical exam performed by a medical doctor An ultrasound of the mass should show that the lipoma or adipose mass is deeper than the surrounding fatty tissue, as well as, exhibiting dissimilar features as compared to the healthy/normal adipose tissue present A biopsy (and subsequent analysis of a tissue sample) is not systematically done in routine practice as the diagnosis is generally made clinically, and since it may be difficult to distinguish lipomas from healthy adipose tissue, histologically speaking"}
{"id": "article-24321_27", "title": "Lipoma Pathology -- Clinical Significance -- Surveillance", "content": "If lipomas are not painful and harmless, there is no need for removal.", "contents": "Lipoma Pathology -- Clinical Significance -- Surveillance. If lipomas are not painful and harmless, there is no need for removal."}
{"id": "article-24321_28", "title": "Lipoma Pathology -- Clinical Significance -- Treatment", "content": "The techniques used for such include intralesional transcutaneous sodium deoxycholate (associated or not to phosphatidylcholine) injections, intralesional steroids combined with isoproterenol (a beta-2 adrenergic agonist) injections, liposuction of the tumor, or surgical excision. This latter is likely the most effective method to prevent them from reoccurring, though the encapsulation must also be removed for the most effective treatment and to decrease the risk of reoccurrence. [8] If the decision is made to excise lipomas, then it should be done while the lesions are smaller rather than after they grow larger to reduce the risk of these encroaching on joints, nerves, and blood vessels, thus making the excision more difficult and invasive.", "contents": "Lipoma Pathology -- Clinical Significance -- Treatment. The techniques used for such include intralesional transcutaneous sodium deoxycholate (associated or not to phosphatidylcholine) injections, intralesional steroids combined with isoproterenol (a beta-2 adrenergic agonist) injections, liposuction of the tumor, or surgical excision. This latter is likely the most effective method to prevent them from reoccurring, though the encapsulation must also be removed for the most effective treatment and to decrease the risk of reoccurrence. [8] If the decision is made to excise lipomas, then it should be done while the lesions are smaller rather than after they grow larger to reduce the risk of these encroaching on joints, nerves, and blood vessels, thus making the excision more difficult and invasive."}
{"id": "article-24321_29", "title": "Lipoma Pathology -- Clinical Significance -- Prognosis", "content": "The prognosis for benign lipomas is very good. These are benign entities and carry no risk for malignant transformation. [2] Once these tumors are excised, mainly for cosmetic reasons, they often do not return. However, it is imperative that the fibrous capsule surrounding the lipoma is entirely removed to prevent such from happening.", "contents": "Lipoma Pathology -- Clinical Significance -- Prognosis. The prognosis for benign lipomas is very good. These are benign entities and carry no risk for malignant transformation. [2] Once these tumors are excised, mainly for cosmetic reasons, they often do not return. However, it is imperative that the fibrous capsule surrounding the lipoma is entirely removed to prevent such from happening."}
{"id": "article-24321_30", "title": "Lipoma Pathology -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lipoma Pathology -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}