{"id": "article-21480_0", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Introduction", "content": "Laryngeal innervation is intricate and detailed, representing some of the more complex relationships in head and neck anatomy ( see Image. Nerves of the Thorax). The vagus nerve innervates the laryngeal structures through various branches. The superior laryngeal nerve, external and internal superior laryngeal nerve branches, and recurrent laryngeal nerve (RLN) all contribute distinctly to laryngeal function. Typically superolateral to the larynx, the superior laryngeal nerve branches from the vagus nerve and splits into the external and internal laryngeal branches. Inferiorly, the recurrent laryngeal branch of the vagus nerve loops around the subclavian artery on the right side and aortic arch on the left side ( see Image . Laryngeal Nerves). However, varying branching patterns of the laryngeal nerves have been reported, including a \"nonrecurrent laryngeal nerve.\" [1] Anatomical variations in laryngeal nerve branching patterns underscore the importance of increasing surgeons' awareness, particularly during thyroid surgeries.", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Introduction. Laryngeal innervation is intricate and detailed, representing some of the more complex relationships in head and neck anatomy ( see Image. Nerves of the Thorax). The vagus nerve innervates the laryngeal structures through various branches. The superior laryngeal nerve, external and internal superior laryngeal nerve branches, and recurrent laryngeal nerve (RLN) all contribute distinctly to laryngeal function. Typically superolateral to the larynx, the superior laryngeal nerve branches from the vagus nerve and splits into the external and internal laryngeal branches. Inferiorly, the recurrent laryngeal branch of the vagus nerve loops around the subclavian artery on the right side and aortic arch on the left side ( see Image . Laryngeal Nerves). However, varying branching patterns of the laryngeal nerves have been reported, including a \"nonrecurrent laryngeal nerve.\" [1] Anatomical variations in laryngeal nerve branching patterns underscore the importance of increasing surgeons' awareness, particularly during thyroid surgeries."}
{"id": "article-21480_1", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Structure and Function", "content": "Laryngeal innervation is similar to other body areas, having both sensory and motor components. The superior laryngeal nerve diverges from the vagus nerve above the carotid bifurcation and descends in the neck. This nerve then divides into its external and internal branches. [2] The external branch courses along the superior thyroid vessels and contains motor fibers supplying the cricothyroid muscle. [3] [4] Meanwhile, the internal branch pierces the thyrohyoid membrane and carries sensory fibers to the laryngeal mucosa superior to the vocal cords.", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Structure and Function. Laryngeal innervation is similar to other body areas, having both sensory and motor components. The superior laryngeal nerve diverges from the vagus nerve above the carotid bifurcation and descends in the neck. This nerve then divides into its external and internal branches. [2] The external branch courses along the superior thyroid vessels and contains motor fibers supplying the cricothyroid muscle. [3] [4] Meanwhile, the internal branch pierces the thyrohyoid membrane and carries sensory fibers to the laryngeal mucosa superior to the vocal cords."}
{"id": "article-21480_2", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Structure and Function", "content": "The RLN's anatomy differs depending on its laterality. The right RLN branches from the vagus nerve near the right subclavian artery and loops around the artery. The left RLN diverges from the vagus nerve and bends around the aortic arch distal to the ligamentum arteriosum. Both RLNs travel superiorly, lateral to the esophagus and trachea, passing posterior to the thyroid lobes and larynx. [3] [5] They continue their course superiorly, posterior to the cricothyroid joint, to enter the larynx. Once in the larynx, the RLNs become the inferior laryngeal nerves, innervating all the intrinsic laryngeal muscles except for the cricothyroid muscle. The inferior laryngeal nerve is the principal motor nerve that drives vocal production. The RLNs provide sensory innervation inferior to the vocal cords. The inferior laryngeal nerves are the RLNs' terminal branches. [6]", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Structure and Function. The RLN's anatomy differs depending on its laterality. The right RLN branches from the vagus nerve near the right subclavian artery and loops around the artery. The left RLN diverges from the vagus nerve and bends around the aortic arch distal to the ligamentum arteriosum. Both RLNs travel superiorly, lateral to the esophagus and trachea, passing posterior to the thyroid lobes and larynx. [3] [5] They continue their course superiorly, posterior to the cricothyroid joint, to enter the larynx. Once in the larynx, the RLNs become the inferior laryngeal nerves, innervating all the intrinsic laryngeal muscles except for the cricothyroid muscle. The inferior laryngeal nerve is the principal motor nerve that drives vocal production. The RLNs provide sensory innervation inferior to the vocal cords. The inferior laryngeal nerves are the RLNs' terminal branches. [6]"}
{"id": "article-21480_3", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Embryology", "content": "The 6th pharyngeal arch gives rise to the RLN and intrinsic laryngeal musculature, except for the cricothyroid muscle. The superior laryngeal nerve originates from the 4th pharyngeal arch along with the cricothyroid muscle. This developmental pattern elucidates why the cricothyroid muscle is the only muscle that receives innervation via the superior laryngeal nerve. The 4th and 6th pharyngeal arches contribute to the formation of the cartilages vital to laryngeal structure and function: the thyroid, cricoid, arytenoid, cuneiform, and corniculate cartilages. [7]", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Embryology. The 6th pharyngeal arch gives rise to the RLN and intrinsic laryngeal musculature, except for the cricothyroid muscle. The superior laryngeal nerve originates from the 4th pharyngeal arch along with the cricothyroid muscle. This developmental pattern elucidates why the cricothyroid muscle is the only muscle that receives innervation via the superior laryngeal nerve. The 4th and 6th pharyngeal arches contribute to the formation of the cartilages vital to laryngeal structure and function: the thyroid, cricoid, arytenoid, cuneiform, and corniculate cartilages. [7]"}
{"id": "article-21480_4", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Embryology", "content": "The differences in the right and left RLNs' courses are due to the aortic arches' embryological derivatives. The 4th aortic arch typically forms the arch of the aorta on the left, while the right contributes in some part to the right subclavian artery's formation. The subclavian arteries develop from the right and left 7th cervical intersegmental arteries. The 6th aortic arch forms the pulmonary artery on the right and the pulmonary artery and ductus arteriosus (future ligamentum arteriosum) on the left. The right 6th aortic arch's dorsal segment disappears.", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Embryology. The differences in the right and left RLNs' courses are due to the aortic arches' embryological derivatives. The 4th aortic arch typically forms the arch of the aorta on the left, while the right contributes in some part to the right subclavian artery's formation. The subclavian arteries develop from the right and left 7th cervical intersegmental arteries. The 6th aortic arch forms the pulmonary artery on the right and the pulmonary artery and ductus arteriosus (future ligamentum arteriosum) on the left. The right 6th aortic arch's dorsal segment disappears."}
{"id": "article-21480_5", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Embryology", "content": "The left RLN twists around the 6th aortic arch. However, the right RLN curves around the subclavian artery because the 6th aortic arch's dorsal part disappears with the 5th aortic arch. Thus, the nerve ascends to the 4th aortic arch to hook around the developing right subclavian artery. [8] [9]", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Embryology. The left RLN twists around the 6th aortic arch. However, the right RLN curves around the subclavian artery because the 6th aortic arch's dorsal part disappears with the 5th aortic arch. Thus, the nerve ascends to the 4th aortic arch to hook around the developing right subclavian artery. [8] [9]"}
{"id": "article-21480_6", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Blood Supply and Lymphatics", "content": "The superior laryngeal nerves and its branches receive blood from the superior thyroid arteries. In contrast, the recurrent laryngeal nerves primarily obtain blood from collateral vessels originating from the inferior thyroid arteries. [12]", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Blood Supply and Lymphatics. The superior laryngeal nerves and its branches receive blood from the superior thyroid arteries. In contrast, the recurrent laryngeal nerves primarily obtain blood from collateral vessels originating from the inferior thyroid arteries. [12]"}
{"id": "article-21480_7", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Nerves", "content": "The vagus nerve is the 10th cranial nerve, supplying the entire larynx with its complex branching pattern. The superior laryngeal nerve's external branch lies immediately deep to the superior thyroid artery and descends toward the larynx. The superior laryngeal nerve's internal branch pierces the thyrohyoid membrane, coursing alongside the superior laryngeal artery (a division of the superior thyroid artery). The RLNs' courses lack symmetry. The left RLN turns around the aorta anteroposteriorly and ascends in the tracheoesophageal groove toward the larynx. The right RLN winds around the right subclavian artery anteroposteriorly and, like the left RLN, ascends in the tracheoesophageal groove to the larynx's right side.", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Nerves. The vagus nerve is the 10th cranial nerve, supplying the entire larynx with its complex branching pattern. The superior laryngeal nerve's external branch lies immediately deep to the superior thyroid artery and descends toward the larynx. The superior laryngeal nerve's internal branch pierces the thyrohyoid membrane, coursing alongside the superior laryngeal artery (a division of the superior thyroid artery). The RLNs' courses lack symmetry. The left RLN turns around the aorta anteroposteriorly and ascends in the tracheoesophageal groove toward the larynx. The right RLN winds around the right subclavian artery anteroposteriorly and, like the left RLN, ascends in the tracheoesophageal groove to the larynx's right side."}
{"id": "article-21480_8", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Muscles", "content": "As mentioned previously, the superior laryngeal nerve's external branch supplies the cricothyroid muscle. The cricothyroid muscle tenses the vocal cords, increasing vocal pitch. The external laryngeal nerve also gives branches to the pharyngeal plexus and the inferior pharyngeal constrictor's superior portion.", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Muscles. As mentioned previously, the superior laryngeal nerve's external branch supplies the cricothyroid muscle. The cricothyroid muscle tenses the vocal cords, increasing vocal pitch. The external laryngeal nerve also gives branches to the pharyngeal plexus and the inferior pharyngeal constrictor's superior portion."}
{"id": "article-21480_9", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Muscles", "content": "The RLN innervates most of the intrinsic laryngeal musculature, which is responsible for vocal production. These muscles include the sole vocal cord abductor, the posterior cricoarytenoid muscle. Adductors innervated by the RLN include the lateral cricoarytenoid, transverse and oblique arytenoid, and aryepiglottic muscles. These muscles also contribute to the physiologic cough. Other important laryngeal muscles innervated by the RLN are the thyroarytenoid, vocalis, and thyroepiglottic muscles. The thyroarytenoid relaxes and approximates the vocal folds. The vocalis muscle lies lateral to the vocal ligament and shortens the vocal cords. The thyroepiglottic muscle depresses the epiglottis and widens the laryngeal inlet. [10]", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Muscles. The RLN innervates most of the intrinsic laryngeal musculature, which is responsible for vocal production. These muscles include the sole vocal cord abductor, the posterior cricoarytenoid muscle. Adductors innervated by the RLN include the lateral cricoarytenoid, transverse and oblique arytenoid, and aryepiglottic muscles. These muscles also contribute to the physiologic cough. Other important laryngeal muscles innervated by the RLN are the thyroarytenoid, vocalis, and thyroepiglottic muscles. The thyroarytenoid relaxes and approximates the vocal folds. The vocalis muscle lies lateral to the vocal ligament and shortens the vocal cords. The thyroepiglottic muscle depresses the epiglottis and widens the laryngeal inlet. [10]"}
{"id": "article-21480_10", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Physiologic Variants", "content": "The laryngeal nerves have various anatomical variants. One RLN variant of significance does not meander around the subclavian artery or aorta. Instead, this nerve arises from the vagal trunk in the neck and courses with the inferior thyroid artery toward the larynx. This variant is called the \"non-recurrent laryngeal nerve.\" Surgeons must be aware of this variation, especially when performing thyroid or parathyroid procedures. [11]", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Physiologic Variants. The laryngeal nerves have various anatomical variants. One RLN variant of significance does not meander around the subclavian artery or aorta. Instead, this nerve arises from the vagal trunk in the neck and courses with the inferior thyroid artery toward the larynx. This variant is called the \"non-recurrent laryngeal nerve.\" Surgeons must be aware of this variation, especially when performing thyroid or parathyroid procedures. [11]"}
{"id": "article-21480_11", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Surgical Considerations", "content": "As mentioned, surgical injury to these nerves is a feared complication during thyroid and parathyroid procedures. Thus, intraoperative nerve monitoring during thyroid and parathyroid surgery is common. Monitoring is primarily aided by placing a neural integrity monitoring endotracheal tube. The nerve monitor is part of the endotracheal tube and may be tested before the procedure begins to ensure proper placement. [1]", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Surgical Considerations. As mentioned, surgical injury to these nerves is a feared complication during thyroid and parathyroid procedures. Thus, intraoperative nerve monitoring during thyroid and parathyroid surgery is common. Monitoring is primarily aided by placing a neural integrity monitoring endotracheal tube. The nerve monitor is part of the endotracheal tube and may be tested before the procedure begins to ensure proper placement. [1]"}
{"id": "article-21480_12", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Clinical Significance", "content": "The laryngeal nerves may get damaged during thyroid and parathyroid surgeries. RLN injury during dissection produces vocal cord paralysis. Consequently, airway protection is reduced from losing the ability to adduct the vocal cords. A unilateral injury does not usually produce hoarseness. However, bilateral RLN injury may result in a complete loss of airway protection, significantly increasing the risk of aspiration. The superior laryngeal nerve's external branch, which innervates the cricothyroid muscle, may also be damaged during a cricothyrotomy or thyroidectomy, impairing vocal cord tension and, hence, the ability to raise vocal pitch. [1] [2]", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Clinical Significance. The laryngeal nerves may get damaged during thyroid and parathyroid surgeries. RLN injury during dissection produces vocal cord paralysis. Consequently, airway protection is reduced from losing the ability to adduct the vocal cords. A unilateral injury does not usually produce hoarseness. However, bilateral RLN injury may result in a complete loss of airway protection, significantly increasing the risk of aspiration. The superior laryngeal nerve's external branch, which innervates the cricothyroid muscle, may also be damaged during a cricothyrotomy or thyroidectomy, impairing vocal cord tension and, hence, the ability to raise vocal pitch. [1] [2]"}
{"id": "article-21480_13", "title": "Anatomy, Head and Neck: Laryngeal Nerves -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Laryngeal Nerves -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}