{"id": "article-28365_0", "title": "Physiology, Renal -- Introduction", "content": "The renal system consists of the kidney, ureters, and the urethra. The overall function of the system filters approximately 200 liters of fluid a day from renal blood flow which allows for toxins, metabolic waste products, and excess ion to be excreted while keeping essential substances in the blood. The kidney regulates plasma osmolarity by modulating the amount of water, solutes, and electrolytes in the blood. It ensures long term acid-base balance and also produces erythropoietin which stimulates the production of red blood cell. It also produces renin for blood pressure regulation and carries out the conversion of vitamin D to its active form. The renal development, the process of urine production and excretion, and the clinical significance of the renal system will be the focus of this article.", "contents": "Physiology, Renal -- Introduction. The renal system consists of the kidney, ureters, and the urethra. The overall function of the system filters approximately 200 liters of fluid a day from renal blood flow which allows for toxins, metabolic waste products, and excess ion to be excreted while keeping essential substances in the blood. The kidney regulates plasma osmolarity by modulating the amount of water, solutes, and electrolytes in the blood. It ensures long term acid-base balance and also produces erythropoietin which stimulates the production of red blood cell. It also produces renin for blood pressure regulation and carries out the conversion of vitamin D to its active form. The renal development, the process of urine production and excretion, and the clinical significance of the renal system will be the focus of this article."}
{"id": "article-28365_1", "title": "Physiology, Renal -- Development", "content": "Three different sets of kidneys develop consecutively from the urogenital ridges, and the last set persists to become the adult kidney. The first renal tubular system is called the pronephros. Pronephros develop during the fourth week of embryonic development but quickly degenerates as mesonephros appears. Mesonephric kidney degenerates as the metanephros develops through its remnant is incorporated into the male reproductive system. The metanephros begins its development around the fifth week of embryonic development as ureteric buds. As the ureteric buds develop, it induces the formation nephrons. [1] The distal ends of the ureteric buds develop into the renal pelvis, calyces, and collecting ducts as the proximal aspect of the ureteric buds develop into ureters. [1] [2] A structure called cloaca develops to form the rectum, anal canal, and urogenital sinus. The urogenital sinus then forms into the urinary bladder and the urethra. By the third month of fetal development, metanephric kidney is able to excrete urine into the amniotic fluid. [3]", "contents": "Physiology, Renal -- Development. Three different sets of kidneys develop consecutively from the urogenital ridges, and the last set persists to become the adult kidney. The first renal tubular system is called the pronephros. Pronephros develop during the fourth week of embryonic development but quickly degenerates as mesonephros appears. Mesonephric kidney degenerates as the metanephros develops through its remnant is incorporated into the male reproductive system. The metanephros begins its development around the fifth week of embryonic development as ureteric buds. As the ureteric buds develop, it induces the formation nephrons. [1] The distal ends of the ureteric buds develop into the renal pelvis, calyces, and collecting ducts as the proximal aspect of the ureteric buds develop into ureters. [1] [2] A structure called cloaca develops to form the rectum, anal canal, and urogenital sinus. The urogenital sinus then forms into the urinary bladder and the urethra. By the third month of fetal development, metanephric kidney is able to excrete urine into the amniotic fluid. [3]"}
{"id": "article-28365_2", "title": "Physiology, Renal -- Mechanism -- Glomerular Filtration", "content": "Glomerular filtration is the initial process in urine production. It is a passive process in which hydrostatic pressure pushes fluid and solute through a membrane with no energy requirement. The filtration membrane has three layers: fenestrated endothelium of the glomerular capillaries which allow blood components except the cells to pass through; basement membrane, which is a negatively charged physical barrier that prevents proteins from permeating; and foot processes of podocytes of the glomerular capsule that creates more selective filtration. The outward and inward force from the capillaries determines how much water and solutes crosses the filtration membrane. Hydrostatic pressure from the glomerular capillaries is the major filtration force with a pressure of 55mmHg. The other potential filtration force is the capsular space colloid osmotic pressure, but it is zero because proteins are not usually present within the capsular space. Then the capsular space hydrostatic pressure and the colloid osmotic pressure in glomerular capillaries negate the filtration force from the hydrostatic pressure in the glomerular capillaries, creating a net filtration pressure which plays a big role in the glomerular filtration rate (GFR). [4]", "contents": "Physiology, Renal -- Mechanism -- Glomerular Filtration. Glomerular filtration is the initial process in urine production. It is a passive process in which hydrostatic pressure pushes fluid and solute through a membrane with no energy requirement. The filtration membrane has three layers: fenestrated endothelium of the glomerular capillaries which allow blood components except the cells to pass through; basement membrane, which is a negatively charged physical barrier that prevents proteins from permeating; and foot processes of podocytes of the glomerular capsule that creates more selective filtration. The outward and inward force from the capillaries determines how much water and solutes crosses the filtration membrane. Hydrostatic pressure from the glomerular capillaries is the major filtration force with a pressure of 55mmHg. The other potential filtration force is the capsular space colloid osmotic pressure, but it is zero because proteins are not usually present within the capsular space. Then the capsular space hydrostatic pressure and the colloid osmotic pressure in glomerular capillaries negate the filtration force from the hydrostatic pressure in the glomerular capillaries, creating a net filtration pressure which plays a big role in the glomerular filtration rate (GFR). [4]"}
{"id": "article-28365_3", "title": "Physiology, Renal -- Mechanism -- Glomerular Filtration", "content": "GFR is the volume of fluid filtered in a minute, and it depends on the net filtration pressure, the total available surface area for filtration, and filtration membrane permeability. The normal GFR is between 120 to 125ml/min. It is regulated intrinsically and extrinsically to maintain the GFR. The intrinsic control function by adjusting its own resistance to blood flow via a myogenic mechanism and a tubuloglomerular feedback mechanism. The myogenic mechanism maintains the GFR by constricting the afferent arteriole when the vascular smooth muscle stretches due to high blood pressure. It dilates the vascular smooth muscle when pressure is low within the afferent arteriole allowing more blood to flow through. Then the tubuloglomerular feedback mechanism function to maintain the GFR by sensing the amount of NaCl within the tubule. Macula densa cells sense NaCl around the ascending limb of the nephron loop. [5] When blood pressure is high, the GFR will also be high; this decreases the time needed for sodium reabsorption, and therefore sodium concentration is high in the tubule. The macula densa cell senses it and releases the vasoconstrictor chemicals which constricts the afferent arteriole and reduces blood flow. Then when the pressure is low, Na gets reabsorbed more causing its concentration in the tubule to be low, and macula densa do not release vasoconstricting molecules. [6] [7]", "contents": "Physiology, Renal -- Mechanism -- Glomerular Filtration. GFR is the volume of fluid filtered in a minute, and it depends on the net filtration pressure, the total available surface area for filtration, and filtration membrane permeability. The normal GFR is between 120 to 125ml/min. It is regulated intrinsically and extrinsically to maintain the GFR. The intrinsic control function by adjusting its own resistance to blood flow via a myogenic mechanism and a tubuloglomerular feedback mechanism. The myogenic mechanism maintains the GFR by constricting the afferent arteriole when the vascular smooth muscle stretches due to high blood pressure. It dilates the vascular smooth muscle when pressure is low within the afferent arteriole allowing more blood to flow through. Then the tubuloglomerular feedback mechanism function to maintain the GFR by sensing the amount of NaCl within the tubule. Macula densa cells sense NaCl around the ascending limb of the nephron loop. [5] When blood pressure is high, the GFR will also be high; this decreases the time needed for sodium reabsorption, and therefore sodium concentration is high in the tubule. The macula densa cell senses it and releases the vasoconstrictor chemicals which constricts the afferent arteriole and reduces blood flow. Then when the pressure is low, Na gets reabsorbed more causing its concentration in the tubule to be low, and macula densa do not release vasoconstricting molecules. [6] [7]"}
{"id": "article-28365_4", "title": "Physiology, Renal -- Mechanism -- Glomerular Filtration", "content": "The extrinsic control maintains the GFR and also maintains the systemic blood pressure via the sympathetic nervous system and the renin-angiotensin-aldosterone mechanism. When the volume of fluid in the extracellular decreases excessively, norepinephrine and epinephrine get released and causes vasoconstriction leading to a decrease in blood flow to the kidney and the level of GFR. Also, the renin-angiotensin-aldosterone axis gets activated by three means when the blood pressure drops. The first is the activation of the beta-1 adrenergic receptor, which causes the release of renin from the granular cells of the kidney. The second mechanism is the macula densa cells which senses low NaCl concentration during decreased blood flow to the kidney and trigger the granular cells to release renin. The third mechanism is the stretch receptor around the granular cells senses decreased tension during decreased blood flow to the kidney and also trigger the release of renin, therefore, regulating the glomerular filtration. [6]", "contents": "Physiology, Renal -- Mechanism -- Glomerular Filtration. The extrinsic control maintains the GFR and also maintains the systemic blood pressure via the sympathetic nervous system and the renin-angiotensin-aldosterone mechanism. When the volume of fluid in the extracellular decreases excessively, norepinephrine and epinephrine get released and causes vasoconstriction leading to a decrease in blood flow to the kidney and the level of GFR. Also, the renin-angiotensin-aldosterone axis gets activated by three means when the blood pressure drops. The first is the activation of the beta-1 adrenergic receptor, which causes the release of renin from the granular cells of the kidney. The second mechanism is the macula densa cells which senses low NaCl concentration during decreased blood flow to the kidney and trigger the granular cells to release renin. The third mechanism is the stretch receptor around the granular cells senses decreased tension during decreased blood flow to the kidney and also trigger the release of renin, therefore, regulating the glomerular filtration. [6]"}
{"id": "article-28365_5", "title": "Physiology, Renal -- Mechanism -- T ubular Reabsorption", "content": "The four different tubular segments have each unique absorptive properties. The first is the proximal convoluted tubule (PCT). The PCT cells have the most absorptive capability. In the normal circumstance, the PCT reabsorbs all the glucose and amino acids as well as 65% of Na and water. The PCT reabsorb sodium ions by primary active transport via a basolateral Na-K pump. It reabsorbs glucose, amino acids, and vitamins through secondary active transport with Na and an electrochemical gradient drives passive paracellular diffusion. The PCT reabsorbs water by osmosis that is driven by solute reabsorption. It also reabsorbs lipid-soluble solutes via passive diffusion driven by the concentration gradient created by reabsorption of water. Reabsorption of urea occurs in the PCT as well by passive paracellular diffusion driven by a chemical gradient. [8]", "contents": "Physiology, Renal -- Mechanism -- T ubular Reabsorption. The four different tubular segments have each unique absorptive properties. The first is the proximal convoluted tubule (PCT). The PCT cells have the most absorptive capability. In the normal circumstance, the PCT reabsorbs all the glucose and amino acids as well as 65% of Na and water. The PCT reabsorb sodium ions by primary active transport via a basolateral Na-K pump. It reabsorbs glucose, amino acids, and vitamins through secondary active transport with Na and an electrochemical gradient drives passive paracellular diffusion. The PCT reabsorbs water by osmosis that is driven by solute reabsorption. It also reabsorbs lipid-soluble solutes via passive diffusion driven by the concentration gradient created by reabsorption of water. Reabsorption of urea occurs in the PCT as well by passive paracellular diffusion driven by a chemical gradient. [8]"}
{"id": "article-28365_6", "title": "Physiology, Renal -- Mechanism -- T ubular Reabsorption", "content": "From the PCT, the non-reabsorbed filtrates move on to the nephron loop. The nephron loop functionally divides into a descending and an ascending limb. The descending limb functions to reabsorb water via osmosis. This process is possible due to the abundance of aquaporins. Solutes do not get reabsorbed in this region. However, in the ascending limb, Na moves passively down its concentration gradient in the thin segment of the ascending limb, and also sodium, potassium, and chlorides get reabsorbed together through a symporter in the thick segment of the ascending limb. The presence of Na-K ATPase in the basolateral membrane keeps this symporter functional by creating an ionic gradient. There is also the reabsorption of the calcium and magnesium ions in the ascending limb via passive paracellular diffusion driven by the electrochemical gradient. No water reabsorption in the ascending limb. [9]", "contents": "Physiology, Renal -- Mechanism -- T ubular Reabsorption. From the PCT, the non-reabsorbed filtrates move on to the nephron loop. The nephron loop functionally divides into a descending and an ascending limb. The descending limb functions to reabsorb water via osmosis. This process is possible due to the abundance of aquaporins. Solutes do not get reabsorbed in this region. However, in the ascending limb, Na moves passively down its concentration gradient in the thin segment of the ascending limb, and also sodium, potassium, and chlorides get reabsorbed together through a symporter in the thick segment of the ascending limb. The presence of Na-K ATPase in the basolateral membrane keeps this symporter functional by creating an ionic gradient. There is also the reabsorption of the calcium and magnesium ions in the ascending limb via passive paracellular diffusion driven by the electrochemical gradient. No water reabsorption in the ascending limb. [9]"}
{"id": "article-28365_7", "title": "Physiology, Renal -- Mechanism -- T ubular Reabsorption", "content": "The next tubular segment for reabsorption is the distal convoluted tubule (DCT). There is a primary active sodium transport at the basolateral membrane and secondary active transport at the apical membrane through Na-Cl symporter and channels. This process is aldosterone regulated at the distal portion. There is also calcium reabsorption via passive uptake controlled by the parathyroid hormone. Aldosterone targets the cells of the distal portion of the DCT causing synthesis and retention of apical Na and K channel as well as the synthesis of Na-K ATPase. [8]", "contents": "Physiology, Renal -- Mechanism -- T ubular Reabsorption. The next tubular segment for reabsorption is the distal convoluted tubule (DCT). There is a primary active sodium transport at the basolateral membrane and secondary active transport at the apical membrane through Na-Cl symporter and channels. This process is aldosterone regulated at the distal portion. There is also calcium reabsorption via passive uptake controlled by the parathyroid hormone. Aldosterone targets the cells of the distal portion of the DCT causing synthesis and retention of apical Na and K channel as well as the synthesis of Na-K ATPase. [8]"}
{"id": "article-28365_8", "title": "Physiology, Renal -- Mechanism -- T ubular Reabsorption", "content": "Right after the DCT, there is a collecting tubule where the final stage of reabsorption occurs. The reabsorptions that occur here include primary active sodium transport at basolateral membrane; secondary active transport at apical membrane via Na-Cl symporter and channels with aldosterone regulation; passive calcium uptake via PTH-modulated channels in the apical membrane; and primary and secondary active transport in the basolateral membrane. [10]", "contents": "Physiology, Renal -- Mechanism -- T ubular Reabsorption. Right after the DCT, there is a collecting tubule where the final stage of reabsorption occurs. The reabsorptions that occur here include primary active sodium transport at basolateral membrane; secondary active transport at apical membrane via Na-Cl symporter and channels with aldosterone regulation; passive calcium uptake via PTH-modulated channels in the apical membrane; and primary and secondary active transport in the basolateral membrane. [10]"}
{"id": "article-28365_9", "title": "Physiology, Renal -- Mechanism -- Tubular Secretion", "content": "Tubular secretion function is to dispose of substances such as drugs and metabolites that bind to plasma protein. Tubular secretion also functions to eliminate undesirable substances that were reabsorbed passively such as urea and uric acids. Elimination of excess potassium via aldosterone hormone regulation at collecting duct and distal DCT are part of tubular secretion function. There is an elimination of hydrogen ion when the blood pH drops below the normal range. Then when the blood pH increases above the normal range, reabsorption of chloride ions occurs as bicarbonic acid gets excreted. The secretion of creatinine, ammonia, and many other organic acids and basics occur. [11]", "contents": "Physiology, Renal -- Mechanism -- Tubular Secretion. Tubular secretion function is to dispose of substances such as drugs and metabolites that bind to plasma protein. Tubular secretion also functions to eliminate undesirable substances that were reabsorbed passively such as urea and uric acids. Elimination of excess potassium via aldosterone hormone regulation at collecting duct and distal DCT are part of tubular secretion function. There is an elimination of hydrogen ion when the blood pH drops below the normal range. Then when the blood pH increases above the normal range, reabsorption of chloride ions occurs as bicarbonic acid gets excreted. The secretion of creatinine, ammonia, and many other organic acids and basics occur. [11]"}
{"id": "article-28365_10", "title": "Physiology, Renal -- Mechanism -- Storage of Urine", "content": "Once the production of urine is complete, it travels through a structure called ureter for urine storage in the bladder. There are two ureters in a human body; one on each side; left and right. They are slender tubes with three-layered walls: the mucosa that contains a transitional epithelial tissue; muscularis that is composed of the internal longitudinal layer and the external circular layer; and adventitia that is a fibrous connective tissue that covers the ureter's external surface. As urine make its way to the ureters, the stretching of the ureter's smooth muscle results in peristaltic contractile waves that help move the urine into the bladder. [12] The oblique insertion of the ureter at the posterior bladder wall prevents backflow of urine. Once the urine is in the bladder, the bladder's unique anatomy allows for efficient storage of urine.", "contents": "Physiology, Renal -- Mechanism -- Storage of Urine. Once the production of urine is complete, it travels through a structure called ureter for urine storage in the bladder. There are two ureters in a human body; one on each side; left and right. They are slender tubes with three-layered walls: the mucosa that contains a transitional epithelial tissue; muscularis that is composed of the internal longitudinal layer and the external circular layer; and adventitia that is a fibrous connective tissue that covers the ureter's external surface. As urine make its way to the ureters, the stretching of the ureter's smooth muscle results in peristaltic contractile waves that help move the urine into the bladder. [12] The oblique insertion of the ureter at the posterior bladder wall prevents backflow of urine. Once the urine is in the bladder, the bladder's unique anatomy allows for efficient storage of urine."}
{"id": "article-28365_11", "title": "Physiology, Renal -- Mechanism -- Storage of Urine", "content": "The bladder is essentially a muscular sac with three layers. Its three layers are similar to the ureter except that the muscular layer has muscle fibers organized in inner and outer longitudinal layers and a middle circular layer. The muscular layer is also known as the detrusor muscle. The distensibility of the bladder allows it to hold a maximum capacity of up to 1000ml, though normal functional capacity is 300 to  400mL. [13] The bladder has three openings at the smooth triangular region of the bladder; this is called the trigone. Two of the openings are where the distal portions of the ureters insert, and the other opening is the orifice for the urethra.", "contents": "Physiology, Renal -- Mechanism -- Storage of Urine. The bladder is essentially a muscular sac with three layers. Its three layers are similar to the ureter except that the muscular layer has muscle fibers organized in inner and outer longitudinal layers and a middle circular layer. The muscular layer is also known as the detrusor muscle. The distensibility of the bladder allows it to hold a maximum capacity of up to 1000ml, though normal functional capacity is 300 to  400mL. [13] The bladder has three openings at the smooth triangular region of the bladder; this is called the trigone. Two of the openings are where the distal portions of the ureters insert, and the other opening is the orifice for the urethra."}
{"id": "article-28365_12", "title": "Physiology, Renal -- Mechanism -- Storage of Urine", "content": "The urethra is a thin-walled muscular tube that functions to drain urine out of the bladder. Its mucosa lining consists of mostly pseudostratified columnar epithelium through the proximal portion has transitional epithelial tissue. The thickening of the detrusor muscle at the bladder-urethra junction forms the internal urethral sphincter which has an autonomic nervous system control. The urethra has an additional function for males as it transports semen. In males, the urethra is approximately 22.3 cm long with three regions which include the prostatic urethra, membranous urethra, and the spongy urethra. [14] Females, on the other hand, has a urethra that is approximately 3.8 to 5.1 cm long with an external urethral orifice that lies anterior to the vaginal opening and posterior to the clitoris. [15]", "contents": "Physiology, Renal -- Mechanism -- Storage of Urine. The urethra is a thin-walled muscular tube that functions to drain urine out of the bladder. Its mucosa lining consists of mostly pseudostratified columnar epithelium through the proximal portion has transitional epithelial tissue. The thickening of the detrusor muscle at the bladder-urethra junction forms the internal urethral sphincter which has an autonomic nervous system control. The urethra has an additional function for males as it transports semen. In males, the urethra is approximately 22.3 cm long with three regions which include the prostatic urethra, membranous urethra, and the spongy urethra. [14] Females, on the other hand, has a urethra that is approximately 3.8 to 5.1 cm long with an external urethral orifice that lies anterior to the vaginal opening and posterior to the clitoris. [15]"}
{"id": "article-28365_13", "title": "Physiology, Renal -- Mechanism -- Micturition Process", "content": "Micturition process entails contraction of the detrusor muscle and relaxation of the internal and external urethral sphincter. The process is slightly different based on age. Children younger than three years old have the micturition process coordinated by the spinal reflex. It starts with urine accumulation in the bladder that stretches the detrusor muscle causing activation of stretch receptors. The stretch sensation is carried by the visceral afferent to the sacral region of the spinal cord where it synapses with the interneuron that excites the parasympathetic neurons and inhibits the sympathetic neurons. The visceral afferent impulse concurrently decreases the firing of the somatic efferent that normally keeps the external urethral sphincter closed allowing reflexive urine output. However, after the age of 3, there is an override of reflexive urination where there is conscious control of the external urethral sphincter. [16] High bladder volume activates the pontine micturition center which activates the parasympathetic nervous system and inhibits the sympathetic nervous system as well as triggers awareness of a full bladder; consequently leading to relaxation of the internal sphincter and a choice to relax the external urethral sphincter once ready to void. Low bladder volume activates the pontine storage center which activates the sympathetic nervous system and inhibits the parasympathetic nervous system cumulatively allowing the accumulation of urine in the bladder. [17]", "contents": "Physiology, Renal -- Mechanism -- Micturition Process. Micturition process entails contraction of the detrusor muscle and relaxation of the internal and external urethral sphincter. The process is slightly different based on age. Children younger than three years old have the micturition process coordinated by the spinal reflex. It starts with urine accumulation in the bladder that stretches the detrusor muscle causing activation of stretch receptors. The stretch sensation is carried by the visceral afferent to the sacral region of the spinal cord where it synapses with the interneuron that excites the parasympathetic neurons and inhibits the sympathetic neurons. The visceral afferent impulse concurrently decreases the firing of the somatic efferent that normally keeps the external urethral sphincter closed allowing reflexive urine output. However, after the age of 3, there is an override of reflexive urination where there is conscious control of the external urethral sphincter. [16] High bladder volume activates the pontine micturition center which activates the parasympathetic nervous system and inhibits the sympathetic nervous system as well as triggers awareness of a full bladder; consequently leading to relaxation of the internal sphincter and a choice to relax the external urethral sphincter once ready to void. Low bladder volume activates the pontine storage center which activates the sympathetic nervous system and inhibits the parasympathetic nervous system cumulatively allowing the accumulation of urine in the bladder. [17]"}
{"id": "article-28365_14", "title": "Physiology, Renal -- Clinical Significance", "content": "The renal system pathologies have a wide range of clinical presentations. Emphysematous urinary tract infections, chronic kidney disease, nephrolithiasis, and urinary incontinence in men and women are topics of discussion below.", "contents": "Physiology, Renal -- Clinical Significance. The renal system pathologies have a wide range of clinical presentations. Emphysematous urinary tract infections, chronic kidney disease, nephrolithiasis, and urinary incontinence in men and women are topics of discussion below."}
{"id": "article-28365_15", "title": "Physiology, Renal -- Clinical Significance", "content": "Emphysematous UTI is a form of UTI, where infections of the lower or upper urinary tract present with gas formation. Escherichia coli and Klebsiella pneumoniae commonly cause emphysematous UTI although Proteus , Enterococcus , Pseudomonas , Clostridium , and Candida spp can be part of the causative organism. [18] The common risk factors seen in patients with emphysematous urinary tract infections are diabetes and urinary tract obstruction. [19] Emphysematous UTI usually manifests as cystitis, pyelitis, and pyelonephritis with common presentations such as fever, chills, flank or abdominal pain, nausea, and vomiting. Laboratory testing can reveal elevated serum creatinine, pyuria, leukocytosis, and hyperglycemia. Diagnosis can be made with plain film and/or computed tomography, which will show air in the renal parenchyma, bladder, or surrounding tissue. [19] Treatment of emphysematous UTI is usually by systemic antibiotics. [19] [20] Percutaneous drainage might be necessary for pyelonephritis.", "contents": "Physiology, Renal -- Clinical Significance. Emphysematous UTI is a form of UTI, where infections of the lower or upper urinary tract present with gas formation. Escherichia coli and Klebsiella pneumoniae commonly cause emphysematous UTI although Proteus , Enterococcus , Pseudomonas , Clostridium , and Candida spp can be part of the causative organism. [18] The common risk factors seen in patients with emphysematous urinary tract infections are diabetes and urinary tract obstruction. [19] Emphysematous UTI usually manifests as cystitis, pyelitis, and pyelonephritis with common presentations such as fever, chills, flank or abdominal pain, nausea, and vomiting. Laboratory testing can reveal elevated serum creatinine, pyuria, leukocytosis, and hyperglycemia. Diagnosis can be made with plain film and/or computed tomography, which will show air in the renal parenchyma, bladder, or surrounding tissue. [19] Treatment of emphysematous UTI is usually by systemic antibiotics. [19] [20] Percutaneous drainage might be necessary for pyelonephritis."}
{"id": "article-28365_16", "title": "Physiology, Renal -- Clinical Significance", "content": "Chronic kidney diseases are not uncommon. Approximately 16.8% of the US population has chronic kidney disease (CKD). [21] CKD is the presence of kidney damage with urinary albumin excretion of over 29 mg/day or decreased kidney function with GFR less than 60mL/min/1.73m^2 for three or more months. CKD is classified based on the six GFR stages and the three albuminuria stages. Clinical manifestations include edema and hypertension although some patients can be asymptomatic. Laboratory testings are essential in the diagnosis of CKD. An increase in serum creatinine and urea concentration are very common findings. Hyperphosphatemia, hyperkalemia, hypocalcemia, elevated parathyroid hormone, and metabolic acidosis may also be present in the lab findings. When CKD is suspected, ultrasound, urinalysis with microscopy, and albumin to creatinine ratio are necessary. Ultrasound will help rule out any form of obstruction. [22] Urinalysis with microscopy will help rule out glomerulonephritis in the absence of albuminuria, RBC cast or dysmorphic RBC. Urinalysis can also help rule out interstitial nephritis when sterile pyuria is negative. Once urinalysis is deemed normal, the patient needs evaluation for renovascular disease. If there is no evidence of renovascular disease as a causative factor, a kidney biopsy might be conducted, then evaluation for renal replacement therapy can be done. [23] Management of CKD involves treatment of reversible causes, preventing or slowing the progression of renal disease, treatment of the complications of the renal failure, medication adjustment, and proper education of a patient on the renal disease and on the possibility of needing renal replacement therapy. [24] [25]", "contents": "Physiology, Renal -- Clinical Significance. Chronic kidney diseases are not uncommon. Approximately 16.8% of the US population has chronic kidney disease (CKD). [21] CKD is the presence of kidney damage with urinary albumin excretion of over 29 mg/day or decreased kidney function with GFR less than 60mL/min/1.73m^2 for three or more months. CKD is classified based on the six GFR stages and the three albuminuria stages. Clinical manifestations include edema and hypertension although some patients can be asymptomatic. Laboratory testings are essential in the diagnosis of CKD. An increase in serum creatinine and urea concentration are very common findings. Hyperphosphatemia, hyperkalemia, hypocalcemia, elevated parathyroid hormone, and metabolic acidosis may also be present in the lab findings. When CKD is suspected, ultrasound, urinalysis with microscopy, and albumin to creatinine ratio are necessary. Ultrasound will help rule out any form of obstruction. [22] Urinalysis with microscopy will help rule out glomerulonephritis in the absence of albuminuria, RBC cast or dysmorphic RBC. Urinalysis can also help rule out interstitial nephritis when sterile pyuria is negative. Once urinalysis is deemed normal, the patient needs evaluation for renovascular disease. If there is no evidence of renovascular disease as a causative factor, a kidney biopsy might be conducted, then evaluation for renal replacement therapy can be done. [23] Management of CKD involves treatment of reversible causes, preventing or slowing the progression of renal disease, treatment of the complications of the renal failure, medication adjustment, and proper education of a patient on the renal disease and on the possibility of needing renal replacement therapy. [24] [25]"}
{"id": "article-28365_17", "title": "Physiology, Renal -- Clinical Significance", "content": "Nephrolithiasis is another pathology commonly seen in the renal system. Nephrolithiasis is the presence of crystallized calcium, magnesium, cystine, or uric acid in the renal system. Calcium stones are known to cause eighty percent of nephrolithiasis. Calcium stone has two forms: calcium oxalate which is the most common and the calcium phosphate. [26] [27] Several risk factors lead to nephrolithiasis including high oxalate diet, prior history of nephrolithiasis, family history of nephrolithiasis, recurrent UTI, and enhanced enteric oxalate absorption caused by gastric bypass procedures, bariatric surgery, and short bowel syndrome. [28] [29] Approximately seventy percent of the patients with nephrolithiasis are symptoms free. [30] The most common symptoms associated with nephrolithiasis are waves of waxing and waning unilateral flank pain that lasts 20 to 60 minutes. Hematuria is also a common symptom seen in nephrolithiasis. As the diagnosis of nephrolithiasis is under consideration, other possible pathologies need to be ruled out. For instance, pyelonephritis frequently presents with flank pain, although it also presents with a fever, which is not usually present with nephrolithiasis. Ectopic pregnancy can be mistaken for renal colic. In this case, a renal and pelvic ultrasound can help to clarify. [31] Once symptomatic ureteral stone is clinically suspected, non-contrast renal CT should follow. Pain management should also commence. If urosepsis is present, emergent decompression should be conducted. If urosepsis is absent, the size of the stone should undergo evaluation. Observation, symptomatic treatment, alpha-blocker, and urine straining is appropriate for patients with a stone size of less than 10 mm. Extracorporeal shock wave lithotripsy or ureteroscopy can potentially help patients with stones greater than 10 mm. [32]", "contents": "Physiology, Renal -- Clinical Significance. Nephrolithiasis is another pathology commonly seen in the renal system. Nephrolithiasis is the presence of crystallized calcium, magnesium, cystine, or uric acid in the renal system. Calcium stones are known to cause eighty percent of nephrolithiasis. Calcium stone has two forms: calcium oxalate which is the most common and the calcium phosphate. [26] [27] Several risk factors lead to nephrolithiasis including high oxalate diet, prior history of nephrolithiasis, family history of nephrolithiasis, recurrent UTI, and enhanced enteric oxalate absorption caused by gastric bypass procedures, bariatric surgery, and short bowel syndrome. [28] [29] Approximately seventy percent of the patients with nephrolithiasis are symptoms free. [30] The most common symptoms associated with nephrolithiasis are waves of waxing and waning unilateral flank pain that lasts 20 to 60 minutes. Hematuria is also a common symptom seen in nephrolithiasis. As the diagnosis of nephrolithiasis is under consideration, other possible pathologies need to be ruled out. For instance, pyelonephritis frequently presents with flank pain, although it also presents with a fever, which is not usually present with nephrolithiasis. Ectopic pregnancy can be mistaken for renal colic. In this case, a renal and pelvic ultrasound can help to clarify. [31] Once symptomatic ureteral stone is clinically suspected, non-contrast renal CT should follow. Pain management should also commence. If urosepsis is present, emergent decompression should be conducted. If urosepsis is absent, the size of the stone should undergo evaluation. Observation, symptomatic treatment, alpha-blocker, and urine straining is appropriate for patients with a stone size of less than 10 mm. Extracorporeal shock wave lithotripsy or ureteroscopy can potentially help patients with stones greater than 10 mm. [32]"}
{"id": "article-28365_18", "title": "Physiology, Renal -- Clinical Significance", "content": "Urinary incontinence is also a common renal pathology. It is an involuntary leakage of urine. There are four types of incontinence: urgency incontinence, stress incontinence, mixed incontinence, and incontinence due to incomplete bladder emptying. There are similarities and differences in the causative factors for the different types of urinary incontinence between men and women. In men, 11 to 34 percent of men older than 65 years have urinary incontinence. [33] Advancement in age, prostate disease, history of urinary tract infections, neurologic disease, and diabetes are some of the known risk factors for urinary incontinence. The processes responsible for urgency incontinence is poorly understood, although the understanding is that uninhibited bladder contraction is usually present. Stress urinary incontinence in men is commonly known to be caused by poor urethral sphincter function. Stress urinary incontinence is often a condition in men that underwent prostate surgery or had pelvic trauma and neurologic disorder. [34] Mixed incontinence is when both stress and urge incontinence is present. Overflow incontinence is due to detrusor contractility and/or bladder outlet obstruction. The common presentation for overflow incontinence is nocturnal enuresis due to pelvic floor relaxation that usually occurs at night in combination with a full bladder. Management of urinary incontinence usually starts with lifestyle interventions such as dietary change, weight loss, and pelvic floor muscle exercise. If these lifestyle interventions are not improving the condition, then alpha-blockers can be started. Many other drugs can be used, such as an antimuscarinic or beta-adrenergic agonist, and duloxetine. [35] [36] Then if patients are unresponsive to medical management, invasive treatments such as percutaneous tibial nerve stimulation, sacral nerve stimulation, botulinum toxin injection, transurethral bulking agent injection, perineal slings, or artificial urinary sphincters are all potential options. [37] [38] [39]", "contents": "Physiology, Renal -- Clinical Significance. Urinary incontinence is also a common renal pathology. It is an involuntary leakage of urine. There are four types of incontinence: urgency incontinence, stress incontinence, mixed incontinence, and incontinence due to incomplete bladder emptying. There are similarities and differences in the causative factors for the different types of urinary incontinence between men and women. In men, 11 to 34 percent of men older than 65 years have urinary incontinence. [33] Advancement in age, prostate disease, history of urinary tract infections, neurologic disease, and diabetes are some of the known risk factors for urinary incontinence. The processes responsible for urgency incontinence is poorly understood, although the understanding is that uninhibited bladder contraction is usually present. Stress urinary incontinence in men is commonly known to be caused by poor urethral sphincter function. Stress urinary incontinence is often a condition in men that underwent prostate surgery or had pelvic trauma and neurologic disorder. [34] Mixed incontinence is when both stress and urge incontinence is present. Overflow incontinence is due to detrusor contractility and/or bladder outlet obstruction. The common presentation for overflow incontinence is nocturnal enuresis due to pelvic floor relaxation that usually occurs at night in combination with a full bladder. Management of urinary incontinence usually starts with lifestyle interventions such as dietary change, weight loss, and pelvic floor muscle exercise. If these lifestyle interventions are not improving the condition, then alpha-blockers can be started. Many other drugs can be used, such as an antimuscarinic or beta-adrenergic agonist, and duloxetine. [35] [36] Then if patients are unresponsive to medical management, invasive treatments such as percutaneous tibial nerve stimulation, sacral nerve stimulation, botulinum toxin injection, transurethral bulking agent injection, perineal slings, or artificial urinary sphincters are all potential options. [37] [38] [39]"}
{"id": "article-28365_19", "title": "Physiology, Renal -- Clinical Significance", "content": "Approximately 50 percent of adult women experience urinary incontinence. [40] Common risk factor for urinary incontinence in women includes advanced age, obesity, parity, and mode of child delivery. Stress incontinence is the most common type of urinary incontinence in women between age 45 to 49 years. [41] Mechanisms of stress incontinence include urethral hypermobility which is usually due to insufficient support of pelvic floor musculature and vaginal connective tissue to the urethra and bladder neck as a result of vaginal deliveries. Intrinsic sphincter insufficiency is another factor that leads to stress incontinence in women, and it is mostly as a result of multiple pelvic or incontinence surgeries. [42] Urgency incontinence is commonly seen in older women and is marked by detrusor overactivity as seen in men with urgency incontinence. [43] Overflow incontinence in women results from detrusor inactivity and bladder obstruction. Detrusor contractility decreases with age and a decrease in estrogen has been found to play a role. [44] In women, bladder outlet obstruction is commonly the result of fibroid and advanced pelvic organ prolapse. Management of urinary incontinence in women is very similar to men where lifestyle intervention is started first before pharmacological therapy. Surgical intervention might be necessary.", "contents": "Physiology, Renal -- Clinical Significance. Approximately 50 percent of adult women experience urinary incontinence. [40] Common risk factor for urinary incontinence in women includes advanced age, obesity, parity, and mode of child delivery. Stress incontinence is the most common type of urinary incontinence in women between age 45 to 49 years. [41] Mechanisms of stress incontinence include urethral hypermobility which is usually due to insufficient support of pelvic floor musculature and vaginal connective tissue to the urethra and bladder neck as a result of vaginal deliveries. Intrinsic sphincter insufficiency is another factor that leads to stress incontinence in women, and it is mostly as a result of multiple pelvic or incontinence surgeries. [42] Urgency incontinence is commonly seen in older women and is marked by detrusor overactivity as seen in men with urgency incontinence. [43] Overflow incontinence in women results from detrusor inactivity and bladder obstruction. Detrusor contractility decreases with age and a decrease in estrogen has been found to play a role. [44] In women, bladder outlet obstruction is commonly the result of fibroid and advanced pelvic organ prolapse. Management of urinary incontinence in women is very similar to men where lifestyle intervention is started first before pharmacological therapy. Surgical intervention might be necessary."}
{"id": "article-28365_20", "title": "Physiology, Renal -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Renal -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}