{"id": "article-60879_0", "title": "Irinotecan -- Continuing Education Activity", "content": "Irinotecan is a medication used to manage and treat a variety of solid tumors. It is in the DNA topoisomerase I inhibitor class of drugs. Also known as CPT-11, irinotecan is used adjunctively with other therapeutic agents against colorectal cancer as a first- or second-line treatment. This activity reviews the indications, action, and contraindications for irinotecan as a valuable agent in treating solid tumors such as colorectal, pancreatic, ovarian, and lung cancers. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for healthcare team members in the care of patients who receive treatment with this medication.", "contents": "Irinotecan -- Continuing Education Activity. Irinotecan is a medication used to manage and treat a variety of solid tumors. It is in the DNA topoisomerase I inhibitor class of drugs. Also known as CPT-11, irinotecan is used adjunctively with other therapeutic agents against colorectal cancer as a first- or second-line treatment. This activity reviews the indications, action, and contraindications for irinotecan as a valuable agent in treating solid tumors such as colorectal, pancreatic, ovarian, and lung cancers. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for healthcare team members in the care of patients who receive treatment with this medication."}
{"id": "article-60879_1", "title": "Irinotecan -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of irinotecan. Describe the adverse effects associated with irinotecan. Review the appropriate monitoring for Irinotecan. Explain the importance of collaboration and communication amongst the interprofessional team to ensure the optimal therapeutic results with irinotecan resulting in optimal patient outcomes. Access free multiple choice questions on this topic.", "contents": "Irinotecan -- Continuing Education Activity. Objectives: Identify the mechanism of action of irinotecan. Describe the adverse effects associated with irinotecan. Review the appropriate monitoring for Irinotecan. Explain the importance of collaboration and communication amongst the interprofessional team to ensure the optimal therapeutic results with irinotecan resulting in optimal patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-60879_2", "title": "Irinotecan -- Indications", "content": "Irinotecan is a DNA topoisomerase I inhibitor that received approval for use in the United States in 1996. [1] It is derived from the Chinese tree, Camptotheca acuminate, and is used as a chemotherapy agent against various solid tumors, such as colorectal, pancreatic, ovarian, and lung cancers. [2] Also known as CPT-11, irinotecan is used adjunctively with other therapeutic agents against colorectal cancer as a first- or second-line treatment. [3]", "contents": "Irinotecan -- Indications. Irinotecan is a DNA topoisomerase I inhibitor that received approval for use in the United States in 1996. [1] It is derived from the Chinese tree, Camptotheca acuminate, and is used as a chemotherapy agent against various solid tumors, such as colorectal, pancreatic, ovarian, and lung cancers. [2] Also known as CPT-11, irinotecan is used adjunctively with other therapeutic agents against colorectal cancer as a first- or second-line treatment. [3]"}
{"id": "article-60879_3", "title": "Irinotecan -- Indications -- Colorectal Cancer", "content": "Colorectal cancer is the third most common cause of cancer mortality in the United States. It constitutes about 10% of worldwide cancer deaths. [4] Irinotecan is combined with 5-fluorouracil (5-FU) and leucovorin for maximum efficacy against colorectal cancer. [3] It is considered more efficacious in combination with 5-FU/leucovorin than the separate individual use of the agents. This combination is also known as the FOLFIRI regimen. [5] With therapy regimens like FOLFIRI, the median survival rate of a patient with metastatic colorectal cancer has improved from 8 months to 24 months. [4]", "contents": "Irinotecan -- Indications -- Colorectal Cancer. Colorectal cancer is the third most common cause of cancer mortality in the United States. It constitutes about 10% of worldwide cancer deaths. [4] Irinotecan is combined with 5-fluorouracil (5-FU) and leucovorin for maximum efficacy against colorectal cancer. [3] It is considered more efficacious in combination with 5-FU/leucovorin than the separate individual use of the agents. This combination is also known as the FOLFIRI regimen. [5] With therapy regimens like FOLFIRI, the median survival rate of a patient with metastatic colorectal cancer has improved from 8 months to 24 months. [4]"}
{"id": "article-60879_4", "title": "Irinotecan -- Indications -- Colorectal Cancer", "content": "Capecitabine, the pro-drug of 5-FU, is also combined with irinotecan for a treatment regimen known as XELIRI. There is insufficient supporting evidence to state whether FOLFIRI or XELIRI works better against colorectal cancer. [6] Both are considered first-line therapy, and both share similar side effect profiles. Cetuximab, a monoclonal antibody against epidermal growth factor receptor (EGFR), is combined with irinotecan for patients with wild-type K-Ras colorectal tumors. [7]", "contents": "Irinotecan -- Indications -- Colorectal Cancer. Capecitabine, the pro-drug of 5-FU, is also combined with irinotecan for a treatment regimen known as XELIRI. There is insufficient supporting evidence to state whether FOLFIRI or XELIRI works better against colorectal cancer. [6] Both are considered first-line therapy, and both share similar side effect profiles. Cetuximab, a monoclonal antibody against epidermal growth factor receptor (EGFR), is combined with irinotecan for patients with wild-type K-Ras colorectal tumors. [7]"}
{"id": "article-60879_5", "title": "Irinotecan -- Indications -- Pancreatic Cancer", "content": "Pancreatic ductal adenocarcinoma has a poor prognosis due to its late stage of presentation, increased susceptibility to metastasizing, and resistance to treatments. Nanoliposomal irinotecan, combined with 5-FU/leucovorin, was approved for the treatment of pancreatic cancer in October 2015. Nanoliposomal irinotecan allows for better pharmacokinetics and biodistribution due to the drug's encapsulation within liposome-based nanoparticles. Because of how aggressive pancreatic cancer is and how recently the approval of this regimen is, there is no set sequencing of therapy to be considered superior. It is up to the provider and the patient's age and status. [8]", "contents": "Irinotecan -- Indications -- Pancreatic Cancer. Pancreatic ductal adenocarcinoma has a poor prognosis due to its late stage of presentation, increased susceptibility to metastasizing, and resistance to treatments. Nanoliposomal irinotecan, combined with 5-FU/leucovorin, was approved for the treatment of pancreatic cancer in October 2015. Nanoliposomal irinotecan allows for better pharmacokinetics and biodistribution due to the drug's encapsulation within liposome-based nanoparticles. Because of how aggressive pancreatic cancer is and how recently the approval of this regimen is, there is no set sequencing of therapy to be considered superior. It is up to the provider and the patient's age and status. [8]"}
{"id": "article-60879_6", "title": "Irinotecan -- Indications -- Ovarian Cancer", "content": "Ovarian cancer is the second most common gynecologic malignancy in the United States. To treat ovarian cancer, irinotecan is combined with cisplatin, a platinum analog that cross-links DNA. It is still undergoing clinical trials, but early phase I and phase II trials show response rates of 20% to 25% in patients with recurrent or refractory disease. [9]", "contents": "Irinotecan -- Indications -- Ovarian Cancer. Ovarian cancer is the second most common gynecologic malignancy in the United States. To treat ovarian cancer, irinotecan is combined with cisplatin, a platinum analog that cross-links DNA. It is still undergoing clinical trials, but early phase I and phase II trials show response rates of 20% to 25% in patients with recurrent or refractory disease. [9]"}
{"id": "article-60879_7", "title": "Irinotecan -- Indications -- Lung Cancer", "content": "The current chemotherapy regimen for small-cell lung cancer is etoposide and cisplatin. Recent studies have been demonstrating the efficacy of irinotecan with cisplatin. Myelosuppression is the most common side effect with either regimen researchers note it to be worse in patients receiving etoposide and cisplatin. Using irinotecan in place of etoposide, a topoisomerase II inhibitor could allow patients to tolerate the regimen longer and thus improve outcomes. [10]", "contents": "Irinotecan -- Indications -- Lung Cancer. The current chemotherapy regimen for small-cell lung cancer is etoposide and cisplatin. Recent studies have been demonstrating the efficacy of irinotecan with cisplatin. Myelosuppression is the most common side effect with either regimen researchers note it to be worse in patients receiving etoposide and cisplatin. Using irinotecan in place of etoposide, a topoisomerase II inhibitor could allow patients to tolerate the regimen longer and thus improve outcomes. [10]"}
{"id": "article-60879_8", "title": "Irinotecan -- Mechanism of Action", "content": "DNA topoisomerase I is involved in the relaxation of the DNA double helix during replication and transcription. [11] The enzyme does this by creating single-strand breaks in the DNA, relieving the DNA of supercoiling. [11]", "contents": "Irinotecan -- Mechanism of Action. DNA topoisomerase I is involved in the relaxation of the DNA double helix during replication and transcription. [11] The enzyme does this by creating single-strand breaks in the DNA, relieving the DNA of supercoiling. [11]"}
{"id": "article-60879_9", "title": "Irinotecan -- Mechanism of Action", "content": "Irinotecan is a prodrug that inhibits DNA topoisomerase I, acting on the S and G2 phases of the cell cycle. [2] Irinotecan becomes activated to its biologically active metabolite, SN-38, through the actions of hydrolysis by a carboxylesterase to form its active metabolite SN-38. [12] The activity of UDP-glucuronyltransferases inactivates SN-38 to its SN-38G form. [13]", "contents": "Irinotecan -- Mechanism of Action. Irinotecan is a prodrug that inhibits DNA topoisomerase I, acting on the S and G2 phases of the cell cycle. [2] Irinotecan becomes activated to its biologically active metabolite, SN-38, through the actions of hydrolysis by a carboxylesterase to form its active metabolite SN-38. [12] The activity of UDP-glucuronyltransferases inactivates SN-38 to its SN-38G form. [13]"}
{"id": "article-60879_10", "title": "Irinotecan -- Administration", "content": "Irinotecan is a hydrophilic compound with a large volume of distribution. [2] Treatment with irinotecan can be via 30- or 90-minute intravenous infusions of 125 mg/m^2 weekly for 4 of every six weeks or 350 mg/m^2 every three weeks. [1] After comparative clinical trials of irinotecan administration, researchers noted no superior administration method exists. [1] Prolonged infusions demonstrated improvement with irinotecan's side effect profile. [3]", "contents": "Irinotecan -- Administration. Irinotecan is a hydrophilic compound with a large volume of distribution. [2] Treatment with irinotecan can be via 30- or 90-minute intravenous infusions of 125 mg/m^2 weekly for 4 of every six weeks or 350 mg/m^2 every three weeks. [1] After comparative clinical trials of irinotecan administration, researchers noted no superior administration method exists. [1] Prolonged infusions demonstrated improvement with irinotecan's side effect profile. [3]"}
{"id": "article-60879_11", "title": "Irinotecan -- Adverse Effects", "content": "The adverse effects of irinotecan are primarily due to its active metabolite, SN-38. Common adverse effects include neutropenia, diarrhea, nausea, vomiting, alopecia, and fatigue. [1] Neutropenia associated with irinotecan is usually short-lived but can be severe if diarrhea is also present. [14] If patients have the UGT1A1*28 allele of the UDP-glucuronosyltransferase enzyme that inactivates SN-38 into the SN-38G form, there is decreased glucuronidation into the SN-38G form. The UGT1A1*28 allele is associated with increased diarrhea events of neutropenia because the active form, SN-38, cannot be inactivated as effectively. [15]", "contents": "Irinotecan -- Adverse Effects. The adverse effects of irinotecan are primarily due to its active metabolite, SN-38. Common adverse effects include neutropenia, diarrhea, nausea, vomiting, alopecia, and fatigue. [1] Neutropenia associated with irinotecan is usually short-lived but can be severe if diarrhea is also present. [14] If patients have the UGT1A1*28 allele of the UDP-glucuronosyltransferase enzyme that inactivates SN-38 into the SN-38G form, there is decreased glucuronidation into the SN-38G form. The UGT1A1*28 allele is associated with increased diarrhea events of neutropenia because the active form, SN-38, cannot be inactivated as effectively. [15]"}
{"id": "article-60879_12", "title": "Irinotecan -- Adverse Effects", "content": "New regimens and administration schedules are under investigation to reduce the adverse effects that cause limitations on irinotecan use. [16] Atropine sulfate has been administered with irinotecan to minimize the amount of irinotecan-induced diarrhea in patients. [7] Loperamide administration with irinotecan has also been an effective medication to treat diarrhea. [11]", "contents": "Irinotecan -- Adverse Effects. New regimens and administration schedules are under investigation to reduce the adverse effects that cause limitations on irinotecan use. [16] Atropine sulfate has been administered with irinotecan to minimize the amount of irinotecan-induced diarrhea in patients. [7] Loperamide administration with irinotecan has also been an effective medication to treat diarrhea. [11]"}
{"id": "article-60879_13", "title": "Irinotecan -- Contraindications", "content": "Contraindications to irinotecan would involve severe allergic reactions to its group of chemotherapeutic agents, the DNA topoisomerase I inhibitors. Irinotecan is contraindicated in gastric cancer patients with peritoneal metastasis or impaired liver function. If this is the case, paclitaxel is a better alternative to consider. [17] Pregnancy and lactation are contraindications, as irinotecan has shown embryotoxic and teratogenic effects. Administration of CYP3A4 inhibitor agents should be avoided to decrease the likelihood of increased toxicity.", "contents": "Irinotecan -- Contraindications. Contraindications to irinotecan would involve severe allergic reactions to its group of chemotherapeutic agents, the DNA topoisomerase I inhibitors. Irinotecan is contraindicated in gastric cancer patients with peritoneal metastasis or impaired liver function. If this is the case, paclitaxel is a better alternative to consider. [17] Pregnancy and lactation are contraindications, as irinotecan has shown embryotoxic and teratogenic effects. Administration of CYP3A4 inhibitor agents should be avoided to decrease the likelihood of increased toxicity."}
{"id": "article-60879_14", "title": "Irinotecan -- Monitoring", "content": "The active metabolite of irinotecan, SN-38, is about 100 to 1000-fold more cytotoxic than irinotecan. SN-38 is inactivated by enzymatic conversion through UDP-glucuronosyltransferase into SN-38G. [2] The cytochrome P450 isoenzyme 3A4 can also metabolize irinotecan into an inactive form known as APC. [11] Irinotecan and its metabolites are eliminated through the liver; therefore, patients with liver dysfunction should be monitored carefully for possible toxicities when using this chemotherapy agent. [1]", "contents": "Irinotecan -- Monitoring. The active metabolite of irinotecan, SN-38, is about 100 to 1000-fold more cytotoxic than irinotecan. SN-38 is inactivated by enzymatic conversion through UDP-glucuronosyltransferase into SN-38G. [2] The cytochrome P450 isoenzyme 3A4 can also metabolize irinotecan into an inactive form known as APC. [11] Irinotecan and its metabolites are eliminated through the liver; therefore, patients with liver dysfunction should be monitored carefully for possible toxicities when using this chemotherapy agent. [1]"}
{"id": "article-60879_15", "title": "Irinotecan -- Monitoring", "content": "The monitoring of appropriate concentrations of irinotecan for patients is through total bilirubin levels. [18] Dosing can appropriately be determined for patients using this metric, especially those with liver dysfunction. The half-life of irinotecan averages to be about 10 hours. [11] Acquired resistance to irinotecan or its active metabolite, SN-38, is one of the main obstacles to treatment for advanced colorectal cancer. [4]", "contents": "Irinotecan -- Monitoring. The monitoring of appropriate concentrations of irinotecan for patients is through total bilirubin levels. [18] Dosing can appropriately be determined for patients using this metric, especially those with liver dysfunction. The half-life of irinotecan averages to be about 10 hours. [11] Acquired resistance to irinotecan or its active metabolite, SN-38, is one of the main obstacles to treatment for advanced colorectal cancer. [4]"}
{"id": "article-60879_16", "title": "Irinotecan -- Toxicity", "content": "Life-threatening toxicities can occur even in patients who are in relatively good conditions. When a patient is unable to manage the side effect profile of irinotecan, it limits the therapeutic advantages that come with its use. Most of the irinotecan's side effect profile is due to its active metabolite, SN-38. Researchers have noted higher incidences of toxicity with genetic polymorphisms to the UDP-glucuronosyltransferase 1A1 gene. A particular polymorphism, UDP1A1*28, decreases the inactivation of SN-38, causing adverse toxic effects. [16] Patients with Gilbert disease, a syndrome of mildly decreased levels of UDP-glucuronyltransferase provoked at times of stress, suffer toxic side effects more commonly than patients not diagnosed with Gilbert disease. [5]", "contents": "Irinotecan -- Toxicity. Life-threatening toxicities can occur even in patients who are in relatively good conditions. When a patient is unable to manage the side effect profile of irinotecan, it limits the therapeutic advantages that come with its use. Most of the irinotecan's side effect profile is due to its active metabolite, SN-38. Researchers have noted higher incidences of toxicity with genetic polymorphisms to the UDP-glucuronosyltransferase 1A1 gene. A particular polymorphism, UDP1A1*28, decreases the inactivation of SN-38, causing adverse toxic effects. [16] Patients with Gilbert disease, a syndrome of mildly decreased levels of UDP-glucuronyltransferase provoked at times of stress, suffer toxic side effects more commonly than patients not diagnosed with Gilbert disease. [5]"}
{"id": "article-60879_17", "title": "Irinotecan -- Toxicity", "content": "Among the most common dose-limiting toxicities of irinotecan, commonly shared with the DNA topoisomerase I inhibitor group of chemotherapeutic agents, is diarrhea. Diarrhea is most widely noted within 7 to 10 days after treatment and can be life-threatening. High-dose loperamide, a dopamine agonist that does not cross the blood-brain barrier, is effective against diarrhea caused by irinotecan. It allows the ability to increase doses during chemotherapy to levels that patients can tolerate. [11]", "contents": "Irinotecan -- Toxicity. Among the most common dose-limiting toxicities of irinotecan, commonly shared with the DNA topoisomerase I inhibitor group of chemotherapeutic agents, is diarrhea. Diarrhea is most widely noted within 7 to 10 days after treatment and can be life-threatening. High-dose loperamide, a dopamine agonist that does not cross the blood-brain barrier, is effective against diarrhea caused by irinotecan. It allows the ability to increase doses during chemotherapy to levels that patients can tolerate. [11]"}
{"id": "article-60879_18", "title": "Irinotecan -- Enhancing Healthcare Team Outcomes", "content": "The use of irinotecan for FDA-approved purposes such as colorectal and pancreatic carcinoma has greatly improved patient longevity. Factors that limit its usage mainly involve dose-limiting toxicities. Irinotecan's appropriate dosing regimen is still unclear, but the medical community has come to a consensus. The goal for the recommended dosing of irinotecan involves limiting side effects but still providing adequate treatment. The use of irinotecan requires the efforts of an interprofessional healthcare team to be maximally effective.", "contents": "Irinotecan -- Enhancing Healthcare Team Outcomes. The use of irinotecan for FDA-approved purposes such as colorectal and pancreatic carcinoma has greatly improved patient longevity. Factors that limit its usage mainly involve dose-limiting toxicities. Irinotecan's appropriate dosing regimen is still unclear, but the medical community has come to a consensus. The goal for the recommended dosing of irinotecan involves limiting side effects but still providing adequate treatment. The use of irinotecan requires the efforts of an interprofessional healthcare team to be maximally effective."}
{"id": "article-60879_19", "title": "Irinotecan -- Enhancing Healthcare Team Outcomes", "content": "To minimize its side effects, there have been attempts to manage drug-limiting diarrhea that can occur in patients. A combination of atropine with irinotecan or loperamide with irinotecan has demonstrated effectiveness in preventing diarrhea in some patients. [7] [11] The medical community should continue to put in efforts to make irinotecan more tolerable during treatments.", "contents": "Irinotecan -- Enhancing Healthcare Team Outcomes. To minimize its side effects, there have been attempts to manage drug-limiting diarrhea that can occur in patients. A combination of atropine with irinotecan or loperamide with irinotecan has demonstrated effectiveness in preventing diarrhea in some patients. [7] [11] The medical community should continue to put in efforts to make irinotecan more tolerable during treatments."}
{"id": "article-60879_20", "title": "Irinotecan -- Enhancing Healthcare Team Outcomes", "content": "Irinotecan therapy requires the focused efforts of an interprofessional healthcare team. Board-certified oncologic pharmacists review dosing, check for interactions and assist with patient education, as well as consult with the oncologist or other ordering clinicians. Oncology nurses administer the medication, monitor for side effects, facilitate communication with the team, and chart their observations for use in making therapeutic decisions in the future. These are but two examples of interprofessional teamwork that can improve patient outcomes; this needs to be the norm in healthcare delivery. [Level 5]", "contents": "Irinotecan -- Enhancing Healthcare Team Outcomes. Irinotecan therapy requires the focused efforts of an interprofessional healthcare team. Board-certified oncologic pharmacists review dosing, check for interactions and assist with patient education, as well as consult with the oncologist or other ordering clinicians. Oncology nurses administer the medication, monitor for side effects, facilitate communication with the team, and chart their observations for use in making therapeutic decisions in the future. These are but two examples of interprofessional teamwork that can improve patient outcomes; this needs to be the norm in healthcare delivery. [Level 5]"}
{"id": "article-60879_21", "title": "Irinotecan -- Enhancing Healthcare Team Outcomes", "content": "In a study completed at the Gustave Roussy Institute in 2002, the Department of Medicine conducted a study to determine the appropriate dosing of irinotecan in patients with cancer with hyperbilirubinemia. Researchers noted that the dose-limiting toxicities observed in the patients were mainly neutropenia and diarrhea. Patients with high bilirubin and alkaline phosphatase levels had a reduction in the clearance of irinotecan. [18] As healthcare professionals, it is essential to factor in a patient's hepatobiliary function. Since irinotecan and its metabolites are eliminated mainly through the liver, future treatments for patients should be adjusted to decrease accidental hyperbilirubinemia. [Level 5]", "contents": "Irinotecan -- Enhancing Healthcare Team Outcomes. In a study completed at the Gustave Roussy Institute in 2002, the Department of Medicine conducted a study to determine the appropriate dosing of irinotecan in patients with cancer with hyperbilirubinemia. Researchers noted that the dose-limiting toxicities observed in the patients were mainly neutropenia and diarrhea. Patients with high bilirubin and alkaline phosphatase levels had a reduction in the clearance of irinotecan. [18] As healthcare professionals, it is essential to factor in a patient's hepatobiliary function. Since irinotecan and its metabolites are eliminated mainly through the liver, future treatments for patients should be adjusted to decrease accidental hyperbilirubinemia. [Level 5]"}
{"id": "article-60879_22", "title": "Irinotecan -- Enhancing Healthcare Team Outcomes", "content": "Research has noted that irinotecan works better as a combination therapy. Two main combinations, XELIRI and FOLFIRI, are used to treat colorectal carcinoma. XELIRI is the combination of capecitabine with irinotecan, whereas FOLFIRI is the combination of 5-fluorouracil, leucovorin, and irinotecan. A meta-analysis in 2014 in China demonstrated that one was not superior to the other. [6] This data is useful for physicians and other healthcare providers in finding the most appropriate and best-suited chemotherapy regimen for their patients. Instead of choosing one over superiority, a healthcare provider can select by reasoning with patient status, tolerability, and age. [Level 5]", "contents": "Irinotecan -- Enhancing Healthcare Team Outcomes. Research has noted that irinotecan works better as a combination therapy. Two main combinations, XELIRI and FOLFIRI, are used to treat colorectal carcinoma. XELIRI is the combination of capecitabine with irinotecan, whereas FOLFIRI is the combination of 5-fluorouracil, leucovorin, and irinotecan. A meta-analysis in 2014 in China demonstrated that one was not superior to the other. [6] This data is useful for physicians and other healthcare providers in finding the most appropriate and best-suited chemotherapy regimen for their patients. Instead of choosing one over superiority, a healthcare provider can select by reasoning with patient status, tolerability, and age. [Level 5]"}
{"id": "article-60879_23", "title": "Irinotecan -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Irinotecan -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}