{"id": "article-29869_0", "title": "Tamoxifen -- Continuing Education Activity", "content": "Tamoxifen is indicated for the treatment of breast cancer in a variety of settings. It should be noted that evidence suggests that patients with estrogen receptor-positive tumors are more likely to benefit from tamoxifen. FDA-approved Indications include treatment of breast cancer in both females and males, adjuvant treatment of breast cancer after patients have completed their primary treatment with surgery and radiation, treatment of female patients with ductal carcinoma in situ (non-invasive breast cancer) after surgery, and radiation to reduce the risk of invasive breast cancer, and breast cancer risk reduction in certain patients at high risk. Tamoxifen also has many off-labeled uses, and they may require additional data. This activity outlines the indications, mechanism of action, methods of administration, important adverse effects, contraindications, toxicity, and monitoring, of tamoxifen, so providers can direct patient therapy in treating indicated disorders as part of the interprofessional team.", "contents": "Tamoxifen -- Continuing Education Activity. Tamoxifen is indicated for the treatment of breast cancer in a variety of settings. It should be noted that evidence suggests that patients with estrogen receptor-positive tumors are more likely to benefit from tamoxifen. FDA-approved Indications include treatment of breast cancer in both females and males, adjuvant treatment of breast cancer after patients have completed their primary treatment with surgery and radiation, treatment of female patients with ductal carcinoma in situ (non-invasive breast cancer) after surgery, and radiation to reduce the risk of invasive breast cancer, and breast cancer risk reduction in certain patients at high risk. Tamoxifen also has many off-labeled uses, and they may require additional data. This activity outlines the indications, mechanism of action, methods of administration, important adverse effects, contraindications, toxicity, and monitoring, of tamoxifen, so providers can direct patient therapy in treating indicated disorders as part of the interprofessional team."}
{"id": "article-29869_1", "title": "Tamoxifen -- Continuing Education Activity", "content": "Objectives: Explain the mechanism of action of tamoxifen. Identify the approved indications of tamoxifen, and cite some of the non-approved indications as well. Review the adverse event profile of tamoxifen therapy. Describe interprofessional team strategies for improving care coordination and communication to properly use tamoxifen to improve patient outcomes in the varied scenarios where it can be effective. Access free multiple choice questions on this topic.", "contents": "Tamoxifen -- Continuing Education Activity. Objectives: Explain the mechanism of action of tamoxifen. Identify the approved indications of tamoxifen, and cite some of the non-approved indications as well. Review the adverse event profile of tamoxifen therapy. Describe interprofessional team strategies for improving care coordination and communication to properly use tamoxifen to improve patient outcomes in the varied scenarios where it can be effective. Access free multiple choice questions on this topic."}
{"id": "article-29869_2", "title": "Tamoxifen -- Indications", "content": "Tamoxifen is a selective estrogen receptor modulator (SERM) medication used to treat breast cancer in men and women and as a prophylactic agent against breast cancer in women. The drug was first synthesized in 1962 and initially intended to be a birth control drug, but while it failed for that indication, it has become a very successful anti-cancer medication. [1] Specifically, it is indicated for the treatment of breast cancer in a variety of settings. It should be noted that evidence suggests that patients with estrogen receptor-positive tumors are more likely to benefit from tamoxifen. [2] Tamoxifen also has many off-labeled uses and may require additional data.", "contents": "Tamoxifen -- Indications. Tamoxifen is a selective estrogen receptor modulator (SERM) medication used to treat breast cancer in men and women and as a prophylactic agent against breast cancer in women. The drug was first synthesized in 1962 and initially intended to be a birth control drug, but while it failed for that indication, it has become a very successful anti-cancer medication. [1] Specifically, it is indicated for the treatment of breast cancer in a variety of settings. It should be noted that evidence suggests that patients with estrogen receptor-positive tumors are more likely to benefit from tamoxifen. [2] Tamoxifen also has many off-labeled uses and may require additional data."}
{"id": "article-29869_3", "title": "Tamoxifen -- Indications -- FDA-Approved Indications", "content": "Treatment of breast cancer in both females and males [3] Adjuvant treatment of breast cancer after patients have completed their primary treatment with surgery and radiation [4] Treatment of female patients with ductal carcinoma in situ (non-invasive breast cancer) after surgery and radiation to reduce the risk of invasive breast cancer [5] Breast cancer risk reduction in certain patients at high risk (5-year risk = 1.67% calculated by the Gail Model). [6]", "contents": "Tamoxifen -- Indications -- FDA-Approved Indications. Treatment of breast cancer in both females and males [3] Adjuvant treatment of breast cancer after patients have completed their primary treatment with surgery and radiation [4] Treatment of female patients with ductal carcinoma in situ (non-invasive breast cancer) after surgery and radiation to reduce the risk of invasive breast cancer [5] Breast cancer risk reduction in certain patients at high risk (5-year risk = 1.67% calculated by the Gail Model). [6]"}
{"id": "article-29869_4", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of progressive or recurrent desmoid tumors in combination with sulindac [7]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of progressive or recurrent desmoid tumors in combination with sulindac [7]"}
{"id": "article-29869_5", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of endometrioid histologies that are recurrent, metastatic, or at high-risk [8] [9]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of endometrioid histologies that are recurrent, metastatic, or at high-risk [8] [9]"}
{"id": "article-29869_6", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of primary or secondary gynecomastia along with breast pain associated with it [10]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of primary or secondary gynecomastia along with breast pain associated with it [10]"}
{"id": "article-29869_7", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Induction of ovulation in the treatment of infertility [11]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Induction of ovulation in the treatment of infertility [11]"}
{"id": "article-29869_8", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of oligospermia in combination with testosterone [12]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of oligospermia in combination with testosterone [12]"}
{"id": "article-29869_9", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Prophylaxis of coronary arteriosclerosis in men with a triple vessel [13]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Prophylaxis of coronary arteriosclerosis in men with a triple vessel [13]"}
{"id": "article-29869_10", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of advanced or recurrent ovarian cancer [14] [15]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of advanced or recurrent ovarian cancer [14] [15]"}
{"id": "article-29869_11", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of bladder cancer [16]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of bladder cancer [16]"}
{"id": "article-29869_12", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of lung cancer in addition to initial chemotherapy treatment [17] [18]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of lung cancer in addition to initial chemotherapy treatment [17] [18]"}
{"id": "article-29869_13", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of precocious puberty due to McCune-Albright syndrome in females [19]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of precocious puberty due to McCune-Albright syndrome in females [19]"}
{"id": "article-29869_14", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of metastatic malignant melanoma in combination with other agents including carmustine, cisplatin, and dacarbazine [20] [21] [22] [23]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of metastatic malignant melanoma in combination with other agents including carmustine, cisplatin, and dacarbazine [20] [21] [22] [23]"}
{"id": "article-29869_15", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of benign mammary dysplasia [24]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of benign mammary dysplasia [24]"}
{"id": "article-29869_16", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of bone metastasis [25]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of bone metastasis [25]"}
{"id": "article-29869_17", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of carcinoid tumor [26] ,", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of carcinoid tumor [26] ,"}
{"id": "article-29869_18", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of cutaneous polyarteritis nodosa [27]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of cutaneous polyarteritis nodosa [27]"}
{"id": "article-29869_19", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of hypertrophy of the uterus [28]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of hypertrophy of the uterus [28]"}
{"id": "article-29869_20", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of meningioma [29]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of meningioma [29]"}
{"id": "article-29869_21", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of primary breast pain, premenstrual mastodynia, or breast pain that originated from liver cirrhosis [30] [31] [32] [33]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of primary breast pain, premenstrual mastodynia, or breast pain that originated from liver cirrhosis [30] [31] [32] [33]"}
{"id": "article-29869_22", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Prophylaxis of postmenopausal osteoporosis [34]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Prophylaxis of postmenopausal osteoporosis [34]"}
{"id": "article-29869_23", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Improvement of length and quality of life in patients with retinoblastoma in addition to treatment protocols [35]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Improvement of length and quality of life in patients with retinoblastoma in addition to treatment protocols [35]"}
{"id": "article-29869_24", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of Riedel thyroiditis [36]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of Riedel thyroiditis [36]"}
{"id": "article-29869_25", "title": "Tamoxifen -- Indications -- Non-FDA-Approved Indications", "content": "Treatment of solid tumor secondary malignant neoplasms [37]", "contents": "Tamoxifen -- Indications -- Non-FDA-Approved Indications. Treatment of solid tumor secondary malignant neoplasms [37]"}
{"id": "article-29869_26", "title": "Tamoxifen -- Mechanism of Action", "content": "Tamoxifen exhibits both estrogenic agonist and antagonist effects in different parts of the body. It selectively binds to estrogen receptors, producing both estrogenic and anti-estrogen effects; because it has two actions, it is patient-specific as a selective estrogen receptor modulator (SERM).", "contents": "Tamoxifen -- Mechanism of Action. Tamoxifen exhibits both estrogenic agonist and antagonist effects in different parts of the body. It selectively binds to estrogen receptors, producing both estrogenic and anti-estrogen effects; because it has two actions, it is patient-specific as a selective estrogen receptor modulator (SERM)."}
{"id": "article-29869_27", "title": "Tamoxifen -- Mechanism of Action", "content": "In the breast tissue, it antagonistically competes with estrogen for binding sites and causes antiestrogenic and antitumor effects. It slows cell cycling through downstream intracellular processes, which classifies it as cytostatic. In bone, it stimulates estrogen receptors instead of blocking them, exerting an estrogenic agonist effect, and may prevent osteoporosis in postmenopausal women. [38] It also acts as an estrogen agonist in the hypothalamus of premenopausal women, which increases gonadotropin levels and can induce ovulation. In McCune-Albright syndrome, its mechanism of action remains unknown. [39]", "contents": "Tamoxifen -- Mechanism of Action. In the breast tissue, it antagonistically competes with estrogen for binding sites and causes antiestrogenic and antitumor effects. It slows cell cycling through downstream intracellular processes, which classifies it as cytostatic. In bone, it stimulates estrogen receptors instead of blocking them, exerting an estrogenic agonist effect, and may prevent osteoporosis in postmenopausal women. [38] It also acts as an estrogen agonist in the hypothalamus of premenopausal women, which increases gonadotropin levels and can induce ovulation. In McCune-Albright syndrome, its mechanism of action remains unknown. [39]"}
{"id": "article-29869_28", "title": "Tamoxifen -- Mechanism of Action", "content": "Tamoxifen is metabolized hepatically via the CYP450 enzyme system; specifically, it is a 2B6, 2C9, 2C19, 2D6, and 3A4 substrate. Its half-life is between 5 and 7 days as tamoxifen and 14 days as its active metabolite N-desmethyl-tamoxifen. It is primarily excreted in the feces. [40]", "contents": "Tamoxifen -- Mechanism of Action. Tamoxifen is metabolized hepatically via the CYP450 enzyme system; specifically, it is a 2B6, 2C9, 2C19, 2D6, and 3A4 substrate. Its half-life is between 5 and 7 days as tamoxifen and 14 days as its active metabolite N-desmethyl-tamoxifen. It is primarily excreted in the feces. [40]"}
{"id": "article-29869_29", "title": "Tamoxifen -- Administration", "content": "Tamoxifen is available in a tablet (10 mg or 20 mg) or an oral solution (10 mg/5 mL). If administered as an oral solution, it is important to use the supplied dosing cup for adequate administration. FDA-approved indication dosing is as follows:", "contents": "Tamoxifen -- Administration. Tamoxifen is available in a tablet (10 mg or 20 mg) or an oral solution (10 mg/5 mL). If administered as an oral solution, it is important to use the supplied dosing cup for adequate administration. FDA-approved indication dosing is as follows:"}
{"id": "article-29869_30", "title": "Tamoxifen -- Administration", "content": "The American Society of Clinical Oncology (ASCO) guidelines for Adjuvant Endocrine Therapy of Hormone-Receptor Positive Breast Cancer recommends a dose of 20 mg daily for breast cancer prevention after completion of chemotherapy. The duration of endocrine therapy depends on the patient's menopausal status and can last 5 to 10 years. [41] To treat metastatic breast cancer, 20 to 40 mg daily is recommended, although clinical benefit has not been shown for doses above 20 mg daily. [42] In some off-label clinical trials, 10 mg was used as the dose. Patients may take the drug without regard to food. Breast cancer prophylaxis dosing is 20 mg daily for five years; used on high-risk females. For ductal cancer in situ (DCIS), dosing is 20 mg daily by mouth for five years following breast cancer surgery and X-ray therapy to decrease the risk of invasive breast cancer. [43] Off-label dosing for some indications is:", "contents": "Tamoxifen -- Administration. The American Society of Clinical Oncology (ASCO) guidelines for Adjuvant Endocrine Therapy of Hormone-Receptor Positive Breast Cancer recommends a dose of 20 mg daily for breast cancer prevention after completion of chemotherapy. The duration of endocrine therapy depends on the patient's menopausal status and can last 5 to 10 years. [41] To treat metastatic breast cancer, 20 to 40 mg daily is recommended, although clinical benefit has not been shown for doses above 20 mg daily. [42] In some off-label clinical trials, 10 mg was used as the dose. Patients may take the drug without regard to food. Breast cancer prophylaxis dosing is 20 mg daily for five years; used on high-risk females. For ductal cancer in situ (DCIS), dosing is 20 mg daily by mouth for five years following breast cancer surgery and X-ray therapy to decrease the risk of invasive breast cancer. [43] Off-label dosing for some indications is:"}
{"id": "article-29869_31", "title": "Tamoxifen -- Administration", "content": "Mastalgia: 10 mg orally once daily for four months. Ovulation induction:  5 to 40 mg by mouth once daily for four days. Precocious puberty (ages 2 to 10): 20 mg orally daily for female patients with McCune-Albright syndrome. [19] [39] There are no necessary dose adjustments in patients with renal impairment. Hepatic dosing remains undefined as of this writing.", "contents": "Tamoxifen -- Administration. Mastalgia: 10 mg orally once daily for four months. Ovulation induction:  5 to 40 mg by mouth once daily for four days. Precocious puberty (ages 2 to 10): 20 mg orally daily for female patients with McCune-Albright syndrome. [19] [39] There are no necessary dose adjustments in patients with renal impairment. Hepatic dosing remains undefined as of this writing."}
{"id": "article-29869_32", "title": "Tamoxifen -- Adverse Effects", "content": "Tamoxifen has a black box warning for uterine malignancies, pulmonary embolism, and stroke in patients who are at high risk for cancer or who have ductal carcinoma in situ. [44] In patients who are female, tamoxifen is associated with an increased incidence of uterine or endometrial cancers, with some being fatal. In patients who were already diagnosed with breast cancer, however, the benefits outweigh the risks. [45]", "contents": "Tamoxifen -- Adverse Effects. Tamoxifen has a black box warning for uterine malignancies, pulmonary embolism, and stroke in patients who are at high risk for cancer or who have ductal carcinoma in situ. [44] In patients who are female, tamoxifen is associated with an increased incidence of uterine or endometrial cancers, with some being fatal. In patients who were already diagnosed with breast cancer, however, the benefits outweigh the risks. [45]"}
{"id": "article-29869_33", "title": "Tamoxifen -- Adverse Effects", "content": "Like many cancer drugs, tamoxifen has many adverse effects associated with it, though serious and fatal ones are rare. The most common adverse effects seen in treatment are hot flashes, irregular periods, and vaginal discharge. Other common adverse effects include peripheral edema, hypertension, mood changes, pain, depression, skin changes and skin rashes, nausea and vomiting, weakness, arthritis, arthralgia, lymphedema, and pharyngitis.", "contents": "Tamoxifen -- Adverse Effects. Like many cancer drugs, tamoxifen has many adverse effects associated with it, though serious and fatal ones are rare. The most common adverse effects seen in treatment are hot flashes, irregular periods, and vaginal discharge. Other common adverse effects include peripheral edema, hypertension, mood changes, pain, depression, skin changes and skin rashes, nausea and vomiting, weakness, arthritis, arthralgia, lymphedema, and pharyngitis."}
{"id": "article-29869_34", "title": "Tamoxifen -- Adverse Effects", "content": "Less common adverse effects may include insomnia, dizziness, headache, weight gain, abdominal pain, diarrhea, indigestion, urinary tract infections, thrombocytopenia, back pain, alopecia, ostealgia, and cataracts among many more. Due to the extensive adverse effects of tamoxifen, it is important for patients to discuss all adverse effects they are experiencing with their doctor. [46]", "contents": "Tamoxifen -- Adverse Effects. Less common adverse effects may include insomnia, dizziness, headache, weight gain, abdominal pain, diarrhea, indigestion, urinary tract infections, thrombocytopenia, back pain, alopecia, ostealgia, and cataracts among many more. Due to the extensive adverse effects of tamoxifen, it is important for patients to discuss all adverse effects they are experiencing with their doctor. [46]"}
{"id": "article-29869_35", "title": "Tamoxifen -- Adverse Effects", "content": "Tamoxifen can also cause a local disease flare which may lead to increased bone and tumor pain. This can be associated with good tumor response and usually resolves quickly. In patients with bone metastasis, hypercalcemia may occur. If hypercalcemia becomes severe and not manageable, discontinue tamoxifen. [47]", "contents": "Tamoxifen -- Adverse Effects. Tamoxifen can also cause a local disease flare which may lead to increased bone and tumor pain. This can be associated with good tumor response and usually resolves quickly. In patients with bone metastasis, hypercalcemia may occur. If hypercalcemia becomes severe and not manageable, discontinue tamoxifen. [47]"}
{"id": "article-29869_36", "title": "Tamoxifen -- Contraindications", "content": "Tamoxifen should not be used in patients with a known allergy to the drug or any component in its formulation or concomitantly with warfarin. For patients taking tamoxifen for breast cancer risk reduction at high risk for breast cancer or ductal carcinoma in situ, it should be avoided if the patient has a history of deep vein thrombosis (DVT) or pulmonary embolism (PE). In patients that have been diagnosed with breast cancer, the benefits outweigh the risks, but it should still be used with caution in patients with a history of thromboembolic events. Caution is recommended in patients who are poor CYP2C9 metabolizers. [48]", "contents": "Tamoxifen -- Contraindications. Tamoxifen should not be used in patients with a known allergy to the drug or any component in its formulation or concomitantly with warfarin. For patients taking tamoxifen for breast cancer risk reduction at high risk for breast cancer or ductal carcinoma in situ, it should be avoided if the patient has a history of deep vein thrombosis (DVT) or pulmonary embolism (PE). In patients that have been diagnosed with breast cancer, the benefits outweigh the risks, but it should still be used with caution in patients with a history of thromboembolic events. Caution is recommended in patients who are poor CYP2C9 metabolizers. [48]"}
{"id": "article-29869_37", "title": "Tamoxifen -- Contraindications", "content": "Tamoxifen also has many drug-drug interactions, so a comprehensive medication list is crucial for all patients receiving it. [49] As mentioned above, it is contraindicated for concurrent use with warfarin.", "contents": "Tamoxifen -- Contraindications. Tamoxifen also has many drug-drug interactions, so a comprehensive medication list is crucial for all patients receiving it. [49] As mentioned above, it is contraindicated for concurrent use with warfarin."}
{"id": "article-29869_38", "title": "Tamoxifen -- Contraindications", "content": "Tamoxifen use should be avoided in pregnancy; based on limited human data, the risk of teratogenicity and fetal harm exists. Women should avoid breastfeeding during treatment and for three months following discontinuing therapy due to the risk of infant harm. Tamoxifen also reduces milk production, particularly during the early post-partum period. [50]", "contents": "Tamoxifen -- Contraindications. Tamoxifen use should be avoided in pregnancy; based on limited human data, the risk of teratogenicity and fetal harm exists. Women should avoid breastfeeding during treatment and for three months following discontinuing therapy due to the risk of infant harm. Tamoxifen also reduces milk production, particularly during the early post-partum period. [50]"}
{"id": "article-29869_39", "title": "Tamoxifen -- Monitoring", "content": "All patients on tamoxifen should have routine lab work, including a complete blood count with platelets, serum calcium, and liver function tests. Female patients should monitor for abnormal vaginal bleeding and receive a breast and gynecologic exam at baseline and routinely after. Patients should also watch for signs and symptoms of a DVT or PE.", "contents": "Tamoxifen -- Monitoring. All patients on tamoxifen should have routine lab work, including a complete blood count with platelets, serum calcium, and liver function tests. Female patients should monitor for abnormal vaginal bleeding and receive a breast and gynecologic exam at baseline and routinely after. Patients should also watch for signs and symptoms of a DVT or PE."}
{"id": "article-29869_40", "title": "Tamoxifen -- Monitoring", "content": "Other monitoring parameters tend to vary depending on patient-specific factors. In patients with pre-existing hyperlipidemia, triglycerides and cholesterol should require monitoring. [51] Patients on vitamin K antagonists should have their INR and PT checked. [52] Reproductive female patients need a pregnancy test before treatment and should use reliable birth control methods during treatment. [53] Premenopausal women should receive a bone mineral density test. All patients should get an ophthalmic exam if vision problems or cataracts occur. [54]", "contents": "Tamoxifen -- Monitoring. Other monitoring parameters tend to vary depending on patient-specific factors. In patients with pre-existing hyperlipidemia, triglycerides and cholesterol should require monitoring. [51] Patients on vitamin K antagonists should have their INR and PT checked. [52] Reproductive female patients need a pregnancy test before treatment and should use reliable birth control methods during treatment. [53] Premenopausal women should receive a bone mineral density test. All patients should get an ophthalmic exam if vision problems or cataracts occur. [54]"}
{"id": "article-29869_41", "title": "Tamoxifen -- Toxicity", "content": "There is currently no antidote available for tamoxifen.", "contents": "Tamoxifen -- Toxicity. There is currently no antidote available for tamoxifen."}
{"id": "article-29869_42", "title": "Tamoxifen -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional teamwork and communication provide increased odds of success for all patients, especially those undergoing cancer treatments. Oncologists should thoroughly evaluate the patient and select an appropriate treatment regimen based on guidelines and patient-specific factors. For example, in estrogen receptor-negative breast cancer, tamoxifen may not be appropriate. This is where the services and input of an oncology-specialized pharmacist can prove invaluable. Other clinicians, including mid-level practitioners, who treat the patient need to be made aware of the patient's tamoxifen therapy, so they can factor that into their own treatment regimens for other conditions and be alert to potential adverse events or treatment failure,", "contents": "Tamoxifen -- Enhancing Healthcare Team Outcomes. Interprofessional teamwork and communication provide increased odds of success for all patients, especially those undergoing cancer treatments. Oncologists should thoroughly evaluate the patient and select an appropriate treatment regimen based on guidelines and patient-specific factors. For example, in estrogen receptor-negative breast cancer, tamoxifen may not be appropriate. This is where the services and input of an oncology-specialized pharmacist can prove invaluable. Other clinicians, including mid-level practitioners, who treat the patient need to be made aware of the patient's tamoxifen therapy, so they can factor that into their own treatment regimens for other conditions and be alert to potential adverse events or treatment failure,"}
{"id": "article-29869_43", "title": "Tamoxifen -- Enhancing Healthcare Team Outcomes", "content": "Oncology nurses should be aware of the more severe adverse effects tamoxifen may cause and look out for them in their patients, reporting concerns to the interprofessional clinical team. Pharmacists should assist the clinical team by examining the patient’s current and complete drug regimen and ensuring no interactions exist with their other medications, as tamoxifen has many. All interprofessional team members need to provide patient counseling and answer patient questions since an informed patient will be more compliant and be able to self-report potential issues as they arise. These are just a few examples, and roles tend to overlap in many different professions, but every healthcare professional provides a vital role that, in turn, benefits the patient greatly through improved therapeutic outcomes and minimizing of adverse events. [Level 5]", "contents": "Tamoxifen -- Enhancing Healthcare Team Outcomes. Oncology nurses should be aware of the more severe adverse effects tamoxifen may cause and look out for them in their patients, reporting concerns to the interprofessional clinical team. Pharmacists should assist the clinical team by examining the patient’s current and complete drug regimen and ensuring no interactions exist with their other medications, as tamoxifen has many. All interprofessional team members need to provide patient counseling and answer patient questions since an informed patient will be more compliant and be able to self-report potential issues as they arise. These are just a few examples, and roles tend to overlap in many different professions, but every healthcare professional provides a vital role that, in turn, benefits the patient greatly through improved therapeutic outcomes and minimizing of adverse events. [Level 5]"}
{"id": "article-29869_44", "title": "Tamoxifen -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tamoxifen -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}