{"id": "article-17137_0", "title": "Activities of Daily Living -- Continuing Education Activity", "content": "Activities of daily living (ADLs) are essential and routine tasks that most young, healthy individuals can perform without assistance. The inability to accomplish essential activities of daily living may lead to unsafe conditions and poor quality of life. The healthcare team should be aware of the importance of assessing ADL in patients to help identify patients who require assistance. This activity details the activities of daily living and highlights the role of the interprofessional team in assessing ADLs to enhance patient care and management.", "contents": "Activities of Daily Living -- Continuing Education Activity. Activities of daily living (ADLs) are essential and routine tasks that most young, healthy individuals can perform without assistance. The inability to accomplish essential activities of daily living may lead to unsafe conditions and poor quality of life. The healthcare team should be aware of the importance of assessing ADL in patients to help identify patients who require assistance. This activity details the activities of daily living and highlights the role of the interprofessional team in assessing ADLs to enhance patient care and management."}
{"id": "article-17137_1", "title": "Activities of Daily Living -- Continuing Education Activity", "content": "Objectives: Describe the six essential activities of daily living and know the instrumental activities of daily living and their impact on patient functioning. Summarize causes of limitation in activities of daily living and decline in activities of daily living. Review the commonly used instruments for measuring the basic and instrumental activities of daily living. Explain the role of the interprofessional team in managing and assessing patients with limited activities of daily living. Access free multiple choice questions on this topic.", "contents": "Activities of Daily Living -- Continuing Education Activity. Objectives: Describe the six essential activities of daily living and know the instrumental activities of daily living and their impact on patient functioning. Summarize causes of limitation in activities of daily living and decline in activities of daily living. Review the commonly used instruments for measuring the basic and instrumental activities of daily living. Explain the role of the interprofessional team in managing and assessing patients with limited activities of daily living. Access free multiple choice questions on this topic."}
{"id": "article-17137_2", "title": "Activities of Daily Living -- Introduction", "content": "The activities of daily living (ADLs) is a term used to collectively describe fundamental skills required to independently care for oneself, such as eating, bathing, and mobility. The term activities of daily living was first coined by Sidney Katz in 1950. [1] [2]", "contents": "Activities of Daily Living -- Introduction. The activities of daily living (ADLs) is a term used to collectively describe fundamental skills required to independently care for oneself, such as eating, bathing, and mobility. The term activities of daily living was first coined by Sidney Katz in 1950. [1] [2]"}
{"id": "article-17137_3", "title": "Activities of Daily Living -- Introduction", "content": "ADL is used as an indicator of a person's functional status. The inability to perform ADLs results in the dependence of other individuals and/or mechanical devices. The inability to accomplish essential activities of daily living may lead to unsafe conditions and poor quality of life. Measurement of an individual's ADL is important as these are predictors of admission to nursing homes, need for alternative living arrangements, hospitalization, and use of paid home care. The outcome of a treatment program can also be assessed by reviewing a patient's ADLs. [3] [4] [5] [6]", "contents": "Activities of Daily Living -- Introduction. ADL is used as an indicator of a person's functional status. The inability to perform ADLs results in the dependence of other individuals and/or mechanical devices. The inability to accomplish essential activities of daily living may lead to unsafe conditions and poor quality of life. Measurement of an individual's ADL is important as these are predictors of admission to nursing homes, need for alternative living arrangements, hospitalization, and use of paid home care. The outcome of a treatment program can also be assessed by reviewing a patient's ADLs. [3] [4] [5] [6]"}
{"id": "article-17137_4", "title": "Activities of Daily Living -- Introduction", "content": "Nurses are often the first to note when patients' functionality declines during hospitalization; therefore, routine screening of ADLs is imperative, and nursing assessment of ADLs is performed on all hospitalized patients. Hospitalization for an acute or chronic illness may influence a person's ability to meet personal goals and sustain independent living. Chronic illnesses progress over time, resulting in a physical decline that may lead to a loss of ability to perform ADLs. In 2011, the United States National Health Interview Survey determined that 20.7% of adults aged 85 or older, 7% of those aged 75 to 84, and 3.4% of those aged 65 to 74 needed help with ADLs. [7] [8]", "contents": "Activities of Daily Living -- Introduction. Nurses are often the first to note when patients' functionality declines during hospitalization; therefore, routine screening of ADLs is imperative, and nursing assessment of ADLs is performed on all hospitalized patients. Hospitalization for an acute or chronic illness may influence a person's ability to meet personal goals and sustain independent living. Chronic illnesses progress over time, resulting in a physical decline that may lead to a loss of ability to perform ADLs. In 2011, the United States National Health Interview Survey determined that 20.7% of adults aged 85 or older, 7% of those aged 75 to 84, and 3.4% of those aged 65 to 74 needed help with ADLs. [7] [8]"}
{"id": "article-17137_5", "title": "Activities of Daily Living -- Function -- Types of ADL", "content": "The activities of daily living are classified into basic ADLs and Instrumental Activities of Daily Living (IADLs). Basic ADLs (BADL) or physical ADLs are those skills required to manage one’s basic physical needs, including personal hygiene or grooming, dressing, toileting, transferring or ambulating, and eating. The Instrumental Activities of Daily Living (IADLs) include more complex activities related to the ability to live independently in the community. This would include activities such as managing finances and medications, food preparation, housekeeping, and laundry.", "contents": "Activities of Daily Living -- Function -- Types of ADL. The activities of daily living are classified into basic ADLs and Instrumental Activities of Daily Living (IADLs). Basic ADLs (BADL) or physical ADLs are those skills required to manage one’s basic physical needs, including personal hygiene or grooming, dressing, toileting, transferring or ambulating, and eating. The Instrumental Activities of Daily Living (IADLs) include more complex activities related to the ability to live independently in the community. This would include activities such as managing finances and medications, food preparation, housekeeping, and laundry."}
{"id": "article-17137_6", "title": "Activities of Daily Living -- Function -- Basic ADLs", "content": "The basic ADLs include the following categories: Ambulating: The extent of an individual’s ability to move from one position to another and walk independently. Feeding: The ability of a person to feed oneself. Dressing: The ability to select appropriate clothes and to put the clothes on. Personal hygiene: The ability to bathe and groom oneself and maintain dental hygiene, nail, and hair care. Continence: The ability to control bladder and bowel function Toileting: The ability to get to and from the toilet, use it appropriately, and clean oneself.", "contents": "Activities of Daily Living -- Function -- Basic ADLs. The basic ADLs include the following categories: Ambulating: The extent of an individual’s ability to move from one position to another and walk independently. Feeding: The ability of a person to feed oneself. Dressing: The ability to select appropriate clothes and to put the clothes on. Personal hygiene: The ability to bathe and groom oneself and maintain dental hygiene, nail, and hair care. Continence: The ability to control bladder and bowel function Toileting: The ability to get to and from the toilet, use it appropriately, and clean oneself."}
{"id": "article-17137_7", "title": "Activities of Daily Living -- Function -- Basic ADLs", "content": "Learning how each basic ADL affects an individual to care for themselves can help determine whether a patient would need daily assistance. It can also help the elderly or disabled people to determine their eligibility got state and federal assistance programs.", "contents": "Activities of Daily Living -- Function -- Basic ADLs. Learning how each basic ADL affects an individual to care for themselves can help determine whether a patient would need daily assistance. It can also help the elderly or disabled people to determine their eligibility got state and federal assistance programs."}
{"id": "article-17137_8", "title": "Activities of Daily Living -- Function -- Instrumental ADLs", "content": "The instrumental ADLs are those that require more complex thinking skills, including organizational skills. Transportation and shopping: Ability to procure groceries, attend events, and manage transportation, either via driving or by organizing other means of transport. Managing finances: This includes the ability to pay bills and manage financial assets. Shopping and meal preparation, ie, everything required to get a meal on the table. It also covers shopping for clothing and other items required for daily life. Housecleaning and home maintenance. Cleaning kitchens after eating, maintaining living areas reasonably clean and tidy, and keeping up with home maintenance. Managing communication with others: The ability to manage telephone and mail. Managing medications: Ability to obtain medications and take them as directed. The IADL differs from ADL as people often begin asking for outside assistance when these tasks become difficult to manage independently. [9]", "contents": "Activities of Daily Living -- Function -- Instrumental ADLs. The instrumental ADLs are those that require more complex thinking skills, including organizational skills. Transportation and shopping: Ability to procure groceries, attend events, and manage transportation, either via driving or by organizing other means of transport. Managing finances: This includes the ability to pay bills and manage financial assets. Shopping and meal preparation, ie, everything required to get a meal on the table. It also covers shopping for clothing and other items required for daily life. Housecleaning and home maintenance. Cleaning kitchens after eating, maintaining living areas reasonably clean and tidy, and keeping up with home maintenance. Managing communication with others: The ability to manage telephone and mail. Managing medications: Ability to obtain medications and take them as directed. The IADL differs from ADL as people often begin asking for outside assistance when these tasks become difficult to manage independently. [9]"}
{"id": "article-17137_9", "title": "Activities of Daily Living -- Function -- Causes for limitations in ADLs", "content": "Decline or impairment in physical function arises from many conditions. Aging is a natural process that may present a decline in the functional status of patients and is a common cause of subsequent loss of ADLs. [10] Musculoskeletal, neurological, circulatory, or sensory conditions can lead to decreased physical function, leading to impairment in ADLs. A cognitive or mental decline can also lead to impaired ADLs. [11] Severe cognitive fluctuations in dementia patients have a significant association with impaired engagement in activities of daily living that negatively affect the quality of life. Social isolation can lead to impairment in instrumental activities of daily living.  Other factors, such as side effects of medications, social isolation, or the patient's home environment, can influence the ability to perform ADLs. [12] [13]", "contents": "Activities of Daily Living -- Function -- Causes for limitations in ADLs. Decline or impairment in physical function arises from many conditions. Aging is a natural process that may present a decline in the functional status of patients and is a common cause of subsequent loss of ADLs. [10] Musculoskeletal, neurological, circulatory, or sensory conditions can lead to decreased physical function, leading to impairment in ADLs. A cognitive or mental decline can also lead to impaired ADLs. [11] Severe cognitive fluctuations in dementia patients have a significant association with impaired engagement in activities of daily living that negatively affect the quality of life. Social isolation can lead to impairment in instrumental activities of daily living.  Other factors, such as side effects of medications, social isolation, or the patient's home environment, can influence the ability to perform ADLs. [12] [13]"}
{"id": "article-17137_10", "title": "Activities of Daily Living -- Function -- Causes for limitations in ADLs", "content": "Hospitalization and acute illnesses have also been associated with a decline in ADLs. Sands et al. reported that loss of ADL functioning over 1 year is independently associated with acute hospital admission for acute illness and cognitive impairment among frail older adults.  Similarly, Cinvinsky et al. performed a prospective observational study that evaluated the changes in ADL function occurring before and after hospital admission. They found that many hospitalized older people are discharged with ADL function that is worse than their baseline function.", "contents": "Activities of Daily Living -- Function -- Causes for limitations in ADLs. Hospitalization and acute illnesses have also been associated with a decline in ADLs. Sands et al. reported that loss of ADL functioning over 1 year is independently associated with acute hospital admission for acute illness and cognitive impairment among frail older adults.  Similarly, Cinvinsky et al. performed a prospective observational study that evaluated the changes in ADL function occurring before and after hospital admission. They found that many hospitalized older people are discharged with ADL function that is worse than their baseline function."}
{"id": "article-17137_11", "title": "Activities of Daily Living -- Function -- Measurement of ADLs", "content": "Defining the extent of loss of ADLs and IADLs is important to help define and ensure appropriate care support. Several checklists have been developed by various entities. Although there is some consensus on what ADLs should be included, there exists significant variability in how these questionnaires ask about ADL functions. [14] [15]", "contents": "Activities of Daily Living -- Function -- Measurement of ADLs. Defining the extent of loss of ADLs and IADLs is important to help define and ensure appropriate care support. Several checklists have been developed by various entities. Although there is some consensus on what ADLs should be included, there exists significant variability in how these questionnaires ask about ADL functions. [14] [15]"}
{"id": "article-17137_12", "title": "Activities of Daily Living -- Function -- Measurement of ADLs", "content": "The most frequently used checklists are the Katz Index of Independence in Activities of Daily Living and the Lawton Instrumental Activities of Daily Living (IADL) Scale. The Katz scale assesses the basic activities of daily living but does not assess more advanced activities of daily living. The Katz ADL scale is sensitive to changes in declining health status, but its limitations include the limited its ability to measure small elements of change seen in the rehabilitation of older adults. However, it is very useful in creating a common language about patient function for healthcare providers involved in the overall care and discharge planning. [16] [1]", "contents": "Activities of Daily Living -- Function -- Measurement of ADLs. The most frequently used checklists are the Katz Index of Independence in Activities of Daily Living and the Lawton Instrumental Activities of Daily Living (IADL) Scale. The Katz scale assesses the basic activities of daily living but does not assess more advanced activities of daily living. The Katz ADL scale is sensitive to changes in declining health status, but its limitations include the limited its ability to measure small elements of change seen in the rehabilitation of older adults. However, it is very useful in creating a common language about patient function for healthcare providers involved in the overall care and discharge planning. [16] [1]"}
{"id": "article-17137_13", "title": "Activities of Daily Living -- Function -- Measurement of ADLs", "content": "The Lawton Instrumental Activities of Daily Living (IADL) Scale is used to evaluate independent living skills (Lawton & Brody, 1969). The instrument is most useful for identifying how a person is functioning and identifying improvement or deterioration over time. The scale measures eight domains of function, including food preparation, housekeeping, and laundering. Individuals are scored according to their highest level of functioning in that category. A summary score ranges from 0 (low function, dependent) to 8 (high function, independent). The scale is an easy to administer assessment instrument that provides self-reported information about functional skills necessary to live in the community. Specific deficits identified can assist nurses and other disciplines in planning for safe discharge. The limitations of this scale are that it is a self-administered test rather than the actual demonstration of the functional task. This may lead either to overestimation or underestimation of the ability to perform the activity. [17] [18]", "contents": "Activities of Daily Living -- Function -- Measurement of ADLs. The Lawton Instrumental Activities of Daily Living (IADL) Scale is used to evaluate independent living skills (Lawton & Brody, 1969). The instrument is most useful for identifying how a person is functioning and identifying improvement or deterioration over time. The scale measures eight domains of function, including food preparation, housekeeping, and laundering. Individuals are scored according to their highest level of functioning in that category. A summary score ranges from 0 (low function, dependent) to 8 (high function, independent). The scale is an easy to administer assessment instrument that provides self-reported information about functional skills necessary to live in the community. Specific deficits identified can assist nurses and other disciplines in planning for safe discharge. The limitations of this scale are that it is a self-administered test rather than the actual demonstration of the functional task. This may lead either to overestimation or underestimation of the ability to perform the activity. [17] [18]"}
{"id": "article-17137_14", "title": "Activities of Daily Living -- Clinical Significance", "content": "Assessment of ADLs is an important aspect of routine patient assessment and assists healthcare providers in assessing the patient’s status, plan, and intervene appropriately. A provider must address a patient’s general medical condition when determining their level of accomplishing functional capabilities that otherwise ensure independent living and personal care. [4]", "contents": "Activities of Daily Living -- Clinical Significance. Assessment of ADLs is an important aspect of routine patient assessment and assists healthcare providers in assessing the patient’s status, plan, and intervene appropriately. A provider must address a patient’s general medical condition when determining their level of accomplishing functional capabilities that otherwise ensure independent living and personal care. [4]"}
{"id": "article-17137_15", "title": "Activities of Daily Living -- Clinical Significance", "content": "An ADL assessment helps determine whether a patient may require further rehabilitation or assistance at home or if a skilled nursing or long-term care facility would be a safer environment. The inability to ambulate may result in an increased risk of falls. It is well-reported that falls are associated with an increased mortality rate. Individuals who have experienced more than one incidence of falling and are 65 years of age and older tend to have a poor prognosis after a fall. Such falls and subsequent hospitalization also place a burden on healthcare utilization and costs. [19] Other issues to consider before placement in assisted living or nursing homes as opposed to independent living at home include a patient’s ability to cook and clean their homes, shop, use public transportation, or drive. [20]", "contents": "Activities of Daily Living -- Clinical Significance. An ADL assessment helps determine whether a patient may require further rehabilitation or assistance at home or if a skilled nursing or long-term care facility would be a safer environment. The inability to ambulate may result in an increased risk of falls. It is well-reported that falls are associated with an increased mortality rate. Individuals who have experienced more than one incidence of falling and are 65 years of age and older tend to have a poor prognosis after a fall. Such falls and subsequent hospitalization also place a burden on healthcare utilization and costs. [19] Other issues to consider before placement in assisted living or nursing homes as opposed to independent living at home include a patient’s ability to cook and clean their homes, shop, use public transportation, or drive. [20]"}
{"id": "article-17137_16", "title": "Activities of Daily Living -- Clinical Significance", "content": "It is important to recognize the impact of a loss of ADL on the patient. Independent living is highly encouraged and advocated in American society, and many aging individuals fear a loss of autonomy. [20] [21]", "contents": "Activities of Daily Living -- Clinical Significance. It is important to recognize the impact of a loss of ADL on the patient. Independent living is highly encouraged and advocated in American society, and many aging individuals fear a loss of autonomy. [20] [21]"}
{"id": "article-17137_17", "title": "Activities of Daily Living -- Clinical Significance", "content": "Occupational therapists perform an ADL assessment to determine benefits for disability insurance and long-term care insurance policies. The cost of home care, skilled care, assisted living, and nursing homes is a concern for many families. Not all supportive care is covered by Medicare or private insurance, thus leading to financial concerns for patients and significant others. The high cost of care may lead to decisions that preclude patients from receiving the care required to support ADLs. [22]", "contents": "Activities of Daily Living -- Clinical Significance. Occupational therapists perform an ADL assessment to determine benefits for disability insurance and long-term care insurance policies. The cost of home care, skilled care, assisted living, and nursing homes is a concern for many families. Not all supportive care is covered by Medicare or private insurance, thus leading to financial concerns for patients and significant others. The high cost of care may lead to decisions that preclude patients from receiving the care required to support ADLs. [22]"}
{"id": "article-17137_18", "title": "Activities of Daily Living -- Clinical Significance", "content": "Access to care can also be an issue. Lower socioeconomic groups or disadvantaged persons often have difficulty accessing quality care for seniors. Access can be difficult due to transportation, distance, and availability. [23] Though many placements at care facilities are short-term, most patients stay longer than a year due to the inability to perform more than two of the six ADLs. [24]", "contents": "Activities of Daily Living -- Clinical Significance. Access to care can also be an issue. Lower socioeconomic groups or disadvantaged persons often have difficulty accessing quality care for seniors. Access can be difficult due to transportation, distance, and availability. [23] Though many placements at care facilities are short-term, most patients stay longer than a year due to the inability to perform more than two of the six ADLs. [24]"}
{"id": "article-17137_19", "title": "Activities of Daily Living -- Other Issues", "content": "Nurses need to communicate patients' ability to perform ADLs and IADLs with providers so that the health care team and their families can discuss if a patient meets the pre-defined criteria to either continue to live in their homes, or be placed in assisted living, skilled care, or nursing home facilities. (United States National Library of Medicine, 2017) Occupational therapists assess the patients. Depending on the severity of the patient's impairment, most home health nurses complete assessments to make plans for improvements, help with medication administration, and bring resources to assist with independence. Occupational therapists are invaluable in working with these patients. Unlicensed assistive personnel help with bathing, light housekeeping, shopping, and activities to support the patient's desire for continued independent living. [25] [5]", "contents": "Activities of Daily Living -- Other Issues. Nurses need to communicate patients' ability to perform ADLs and IADLs with providers so that the health care team and their families can discuss if a patient meets the pre-defined criteria to either continue to live in their homes, or be placed in assisted living, skilled care, or nursing home facilities. (United States National Library of Medicine, 2017) Occupational therapists assess the patients. Depending on the severity of the patient's impairment, most home health nurses complete assessments to make plans for improvements, help with medication administration, and bring resources to assist with independence. Occupational therapists are invaluable in working with these patients. Unlicensed assistive personnel help with bathing, light housekeeping, shopping, and activities to support the patient's desire for continued independent living. [25] [5]"}
{"id": "article-17137_20", "title": "Activities of Daily Living -- Enhancing Healthcare Team Outcomes", "content": "All interprofessional healthcare team members, including clinicians, nurses, physical therapists, and occupational therapists, should collaborate to assess the functionality of patients before discharge. Patients unable to perform activities of daily living may require further rehabilitation or assistance at home. The inability to dress or toilet can lead to a poor quality of life. Difficulty ambulating or transferring can lead to falls and further decline. Eating independently can lead to poor nutrition, dehydration, and further weakness. Appropriate referrals to OT, PT, and dieticians should be considered. Assessment of functionality should become routine practice for all patients as it can affect people of all ages. An interprofessional team communicating and collaborating will provide the best patient evaluation and discharge with good follow-up care. The nursing staff should report concerns regarding patients unable to complete ADLs to the medical team. The interprofessional clinical team assists in directing the nursing home health and social work coordinators to ensure patients receive the care they need. The home health nursing staff needs to provide ongoing monitoring and report back to the clinical team should an increase in deficiency of ADLs occur. [Level 5]", "contents": "Activities of Daily Living -- Enhancing Healthcare Team Outcomes. All interprofessional healthcare team members, including clinicians, nurses, physical therapists, and occupational therapists, should collaborate to assess the functionality of patients before discharge. Patients unable to perform activities of daily living may require further rehabilitation or assistance at home. The inability to dress or toilet can lead to a poor quality of life. Difficulty ambulating or transferring can lead to falls and further decline. Eating independently can lead to poor nutrition, dehydration, and further weakness. Appropriate referrals to OT, PT, and dieticians should be considered. Assessment of functionality should become routine practice for all patients as it can affect people of all ages. An interprofessional team communicating and collaborating will provide the best patient evaluation and discharge with good follow-up care. The nursing staff should report concerns regarding patients unable to complete ADLs to the medical team. The interprofessional clinical team assists in directing the nursing home health and social work coordinators to ensure patients receive the care they need. The home health nursing staff needs to provide ongoing monitoring and report back to the clinical team should an increase in deficiency of ADLs occur. [Level 5]"}
{"id": "article-17137_21", "title": "Activities of Daily Living -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The implications and role of a change in ADLs in any patient differ among the various stakeholders in the patient's care team. Case manager, nurse, and social worker Primary care clinician Home health or skilled nursing agencies Physical and occupational therapy Long-term care insurance providers Government agencies", "contents": "Activities of Daily Living -- Nursing, Allied Health, and Interprofessional Team Interventions. The implications and role of a change in ADLs in any patient differ among the various stakeholders in the patient's care team. Case manager, nurse, and social worker Primary care clinician Home health or skilled nursing agencies Physical and occupational therapy Long-term care insurance providers Government agencies"}
{"id": "article-17137_22", "title": "Activities of Daily Living -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The nurse and care manager assess and collect information on a person's ability to perform ADLs. This data enables them to plan for each person's continuum of care. The physicians use the assessments to formulate and plan of care, which is then provided to the home health agency or skilled nursing agency. The agency will then select the appropriate staff needed for each client. The physical and occupational therapists work with the plan of care and document the progress in ADL to ensure the rehabilitation goals are achieved to the extent possible. Insurance providers and government agents use the assessments of ADL to determine the patient's qualifications and pay for the services rendered. [5] [26]", "contents": "Activities of Daily Living -- Nursing, Allied Health, and Interprofessional Team Interventions. The nurse and care manager assess and collect information on a person's ability to perform ADLs. This data enables them to plan for each person's continuum of care. The physicians use the assessments to formulate and plan of care, which is then provided to the home health agency or skilled nursing agency. The agency will then select the appropriate staff needed for each client. The physical and occupational therapists work with the plan of care and document the progress in ADL to ensure the rehabilitation goals are achieved to the extent possible. Insurance providers and government agents use the assessments of ADL to determine the patient's qualifications and pay for the services rendered. [5] [26]"}
{"id": "article-17137_23", "title": "Activities of Daily Living -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Nurses and occupational therapists assess ADLs and IADLs daily in all hospitalized patients. Appropriately assessing, planning, intervening, and evaluating ADLs and IADLs can mean the difference between independent aging and needing daily assistance.", "contents": "Activities of Daily Living -- Nursing, Allied Health, and Interprofessional Team Monitoring. Nurses and occupational therapists assess ADLs and IADLs daily in all hospitalized patients. Appropriately assessing, planning, intervening, and evaluating ADLs and IADLs can mean the difference between independent aging and needing daily assistance."}
{"id": "article-17137_24", "title": "Activities of Daily Living -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "There are many tools included in daily shift assessments, but all nurses should be aware of each patient's need for assistance in managing ADLs.  When a patient is at risk for a change in ADLs or IADLs, the nurse should assist the patient and report to the interprofessional team members to establish a new plan of care.", "contents": "Activities of Daily Living -- Nursing, Allied Health, and Interprofessional Team Monitoring. There are many tools included in daily shift assessments, but all nurses should be aware of each patient's need for assistance in managing ADLs.  When a patient is at risk for a change in ADLs or IADLs, the nurse should assist the patient and report to the interprofessional team members to establish a new plan of care."}
{"id": "article-17137_25", "title": "Activities of Daily Living -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Possible NANDA nursing diagnoses include altered health maintenance, defined as a \"State in which an individual has no physiological or psychological energy enough to resist or complete required or desired daily activities.\" Other possible nursing diagnoses include risk of injury, activity intolerance, social isolation, or ineffective family coping.", "contents": "Activities of Daily Living -- Nursing, Allied Health, and Interprofessional Team Monitoring. Possible NANDA nursing diagnoses include altered health maintenance, defined as a \"State in which an individual has no physiological or psychological energy enough to resist or complete required or desired daily activities.\" Other possible nursing diagnoses include risk of injury, activity intolerance, social isolation, or ineffective family coping."}
{"id": "article-17137_26", "title": "Activities of Daily Living -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Activities of Daily Living -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}