{"id": "article-31849_0", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Introduction", "content": "When operating in a hostile environment, whether in a military or civilian setting, the tactical medical provider’s (TMP) priority is to assess the situation and optimize their safety and the safety of others. Once any threats have been neutralized or temporarily suppressed, the next priority is to contact the casualty, get them out of direct fire or away from the direct threat, and apply for aid without sustaining further injury to the casualty or TMP. Given the nature of tactical medicine, the degree of safety at which the TMP will operate will vary widely. In cases where direct care of the casualty is impossible, remote assessment and surrogate care are essential. The TMP must be able to direct casualties to perform a rapid medical evaluation on themselves or other casualties and then guide them through the initiation of life-saving treatment. This process may occur through direct (ie, face-to-face) contact or indirect contact via bullhorn, radio, or other telecommunication devices. These methods may need to be sustained until the immediate threat is neutralized, or the casualty can be removed from the hot zone to an area of cover or a formal casualty collection point (CCP).", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Introduction. When operating in a hostile environment, whether in a military or civilian setting, the tactical medical provider’s (TMP) priority is to assess the situation and optimize their safety and the safety of others. Once any threats have been neutralized or temporarily suppressed, the next priority is to contact the casualty, get them out of direct fire or away from the direct threat, and apply for aid without sustaining further injury to the casualty or TMP. Given the nature of tactical medicine, the degree of safety at which the TMP will operate will vary widely. In cases where direct care of the casualty is impossible, remote assessment and surrogate care are essential. The TMP must be able to direct casualties to perform a rapid medical evaluation on themselves or other casualties and then guide them through the initiation of life-saving treatment. This process may occur through direct (ie, face-to-face) contact or indirect contact via bullhorn, radio, or other telecommunication devices. These methods may need to be sustained until the immediate threat is neutralized, or the casualty can be removed from the hot zone to an area of cover or a formal casualty collection point (CCP)."}
{"id": "article-31849_1", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Tactical Remote Assessment", "content": "Tactical remote assessment and surrogate care are guided by Care Under Fire (Tactical Combat Casualty Care [TCCC]) and Direct Threat Care (Tactical Emergency Casualty Care [TECC]) principles. The initial phase of remote evaluation typically occurs while there is still a direct threat to the tactical operators and TMPs. Depending on the situation and operating environment, the TMP may be geographically separated from the casualty, impairing their ability to verbally or physically interact. Here, remote assessment or surrogate care supplant traditional direct care. Interventions must focus on preventable causes of death. Of those who died in combat from a preventable cause before initiation of TCCC, 9% died from extremity exsanguination, 5% from tension pneumothorax, and 1% from airway compromise. [1] During Care Under Fire or Direct Threat Care, treatment priority is focused on controlling compressible hemorrhage with tourniquets and wound packing and with airway maintenance through basic airway maneuvers. Advanced airway and breathing interventions are typically deferred, as are spinal precautions. [2]", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Tactical Remote Assessment. Tactical remote assessment and surrogate care are guided by Care Under Fire (Tactical Combat Casualty Care [TCCC]) and Direct Threat Care (Tactical Emergency Casualty Care [TECC]) principles. The initial phase of remote evaluation typically occurs while there is still a direct threat to the tactical operators and TMPs. Depending on the situation and operating environment, the TMP may be geographically separated from the casualty, impairing their ability to verbally or physically interact. Here, remote assessment or surrogate care supplant traditional direct care. Interventions must focus on preventable causes of death. Of those who died in combat from a preventable cause before initiation of TCCC, 9% died from extremity exsanguination, 5% from tension pneumothorax, and 1% from airway compromise. [1] During Care Under Fire or Direct Threat Care, treatment priority is focused on controlling compressible hemorrhage with tourniquets and wound packing and with airway maintenance through basic airway maneuvers. Advanced airway and breathing interventions are typically deferred, as are spinal precautions. [2]"}
{"id": "article-31849_2", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Tactical Remote Assessment", "content": "Remote assessment methodology (RAM) is an aspect of care unique to the tactical EMS environment in which the provider assesses the situation and works to determine the needs of casualties while minimizing their own risk. By definition, this is typically done at a distance and from behind concealment or cover. When available, using magnifying optics, low-light optics, or video can enhance the ability to accurately assess and collect critical information. [3] The casualty should be evaluated, looking for movement, respirations, color and appearance, the nature of the specific injuries, or obvious signs of death or injury not compatible with life. Exposed brain matter, absence of movement, lack of chest rise, a large blood pool, or massive injuries are likely indicative of death. Recovery of the deceased can be deferred until after the elimination of threats, reducing risk to the tactical team. If the casualty is alert and capable, attempt to direct them toward cover, either directly or via radio, and provide guidance in performing self-aid care. As with any tactical maneuver, situational awareness and operational security must be maintained while performing RAM, including limiting noise and light, which could expose the TMP’s location and highlight the casualty’s location, increasing risk. All pertinent findings from the remote assessment should be transmitted to the incident commander, who can then plan rescue in a more informed and strategic manner, weighing the risks to team members versus the benefits of extracting the casualty for medical care and determining the need for additional resources that may be necessary.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Tactical Remote Assessment. Remote assessment methodology (RAM) is an aspect of care unique to the tactical EMS environment in which the provider assesses the situation and works to determine the needs of casualties while minimizing their own risk. By definition, this is typically done at a distance and from behind concealment or cover. When available, using magnifying optics, low-light optics, or video can enhance the ability to accurately assess and collect critical information. [3] The casualty should be evaluated, looking for movement, respirations, color and appearance, the nature of the specific injuries, or obvious signs of death or injury not compatible with life. Exposed brain matter, absence of movement, lack of chest rise, a large blood pool, or massive injuries are likely indicative of death. Recovery of the deceased can be deferred until after the elimination of threats, reducing risk to the tactical team. If the casualty is alert and capable, attempt to direct them toward cover, either directly or via radio, and provide guidance in performing self-aid care. As with any tactical maneuver, situational awareness and operational security must be maintained while performing RAM, including limiting noise and light, which could expose the TMP’s location and highlight the casualty’s location, increasing risk. All pertinent findings from the remote assessment should be transmitted to the incident commander, who can then plan rescue in a more informed and strategic manner, weighing the risks to team members versus the benefits of extracting the casualty for medical care and determining the need for additional resources that may be necessary."}
{"id": "article-31849_3", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Tactical Remote Assessment", "content": "The focus must be directed toward adequate preparation and training to perform RAM and surrogate care well. Specific equipment for long-distance assessment is primarily focused on optics and remote communications devices, such as portable radios. Close combat optics tend to provide limited magnification and are of little utility in this setting. Spotting and rifle scopes provide greater magnification but limit the field of view. The provider must be familiar with the weapon system to prevent unintentional discharge when using weapon-mounted optics. Night vision equipment expands the visible spectrum to include near-infrared light and is available as scopes, goggles, or screen-connected cameras. These can be used with infrared illuminators, flashlight filters, or chemical sticks to increase visibility. Infrared systems further expand the visible spectrum beyond night vision, allowing users to detect radiant heat from a given source (ie, a person or engine) through smoke or fog. Fiber optic equipment allows for visualization of areas not otherwise accessible via a thin, flexible cable. They can be inserted through cracks or holes to gain additional information, including a casualty’s condition. Robots are being utilized in multiple roles, classically by explosive ordnance disposal teams. Robots can provide a mobile audio and video platform and potentially aid in providing casualties with resources (ie, medical supplies) or assist with patient extrication while avoiding putting team members at risk. Unmanned aerial vehicles are also seeing increased usage in the tactical environment and can be equipped with a growing array of optic equipment. All platforms require familiarization and frequent training to maintain skill proficiency regardless of the equipment.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Tactical Remote Assessment. The focus must be directed toward adequate preparation and training to perform RAM and surrogate care well. Specific equipment for long-distance assessment is primarily focused on optics and remote communications devices, such as portable radios. Close combat optics tend to provide limited magnification and are of little utility in this setting. Spotting and rifle scopes provide greater magnification but limit the field of view. The provider must be familiar with the weapon system to prevent unintentional discharge when using weapon-mounted optics. Night vision equipment expands the visible spectrum to include near-infrared light and is available as scopes, goggles, or screen-connected cameras. These can be used with infrared illuminators, flashlight filters, or chemical sticks to increase visibility. Infrared systems further expand the visible spectrum beyond night vision, allowing users to detect radiant heat from a given source (ie, a person or engine) through smoke or fog. Fiber optic equipment allows for visualization of areas not otherwise accessible via a thin, flexible cable. They can be inserted through cracks or holes to gain additional information, including a casualty’s condition. Robots are being utilized in multiple roles, classically by explosive ordnance disposal teams. Robots can provide a mobile audio and video platform and potentially aid in providing casualties with resources (ie, medical supplies) or assist with patient extrication while avoiding putting team members at risk. Unmanned aerial vehicles are also seeing increased usage in the tactical environment and can be equipped with a growing array of optic equipment. All platforms require familiarization and frequent training to maintain skill proficiency regardless of the equipment."}
{"id": "article-31849_4", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Tactical Remote Assessment", "content": "Once a casualty is in the warm zone (TCCC Tactical Field Care or TECC Indirect Threat Care), direct or indirect care should remain focused on treating preventable causes of death. Tourniquets placed in the hot zone should be rechecked for effectiveness or applied if not done already. Wounds not amenable to a tourniquet should be treated with direct pressure, wound packing with cotton or hemostatic gauze, pressure bandages, and junctional tourniquets if available. [4] Airway procedures will vary based on local guidelines and provider skill levels; frequently, these are limited to chin lift, jaw thrust, and insertion of a nasopharyngeal airway (NPA) followed by placement in the recovery position or a position of comfort. Placement of an endotracheal tube in a tactical setting is rarely feasible given the equipment, skill, and time required and the need to ventilate the casualty afterward, further reducing limited manpower. Surgical cricothyroidotomy may be considered in casualties with significant airway compromise if the TMP has training in this skill. [5] Casualties with open or sucking chest wounds should have occlusive dressings applied. [6] Those with penetrating chest trauma and progressive respiratory distress should be treated for presumed tension pneumothorax with needle decompression or finger thoracostomy without waiting for the classic signs of tracheal deviation, diminished breath sounds, or shock. Assessment is necessary to determine the need for intravenous access. Fluid resuscitation should be given in small aliquots and only to casualties showing signs of shock best indicated by altered mental status and weak or absent peripheral pulses. Lastly, steps should be taken to prevent hypothermia, and the casualty should be optimized for transport by whatever means available.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Tactical Remote Assessment. Once a casualty is in the warm zone (TCCC Tactical Field Care or TECC Indirect Threat Care), direct or indirect care should remain focused on treating preventable causes of death. Tourniquets placed in the hot zone should be rechecked for effectiveness or applied if not done already. Wounds not amenable to a tourniquet should be treated with direct pressure, wound packing with cotton or hemostatic gauze, pressure bandages, and junctional tourniquets if available. [4] Airway procedures will vary based on local guidelines and provider skill levels; frequently, these are limited to chin lift, jaw thrust, and insertion of a nasopharyngeal airway (NPA) followed by placement in the recovery position or a position of comfort. Placement of an endotracheal tube in a tactical setting is rarely feasible given the equipment, skill, and time required and the need to ventilate the casualty afterward, further reducing limited manpower. Surgical cricothyroidotomy may be considered in casualties with significant airway compromise if the TMP has training in this skill. [5] Casualties with open or sucking chest wounds should have occlusive dressings applied. [6] Those with penetrating chest trauma and progressive respiratory distress should be treated for presumed tension pneumothorax with needle decompression or finger thoracostomy without waiting for the classic signs of tracheal deviation, diminished breath sounds, or shock. Assessment is necessary to determine the need for intravenous access. Fluid resuscitation should be given in small aliquots and only to casualties showing signs of shock best indicated by altered mental status and weak or absent peripheral pulses. Lastly, steps should be taken to prevent hypothermia, and the casualty should be optimized for transport by whatever means available."}
{"id": "article-31849_5", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care", "content": "Surrogate care is care provided by proxy or by a surrogate medical provider. For example, this may be done by a tactical operator not formally trained in advanced medical treatment or by the casualty. [7] [8] Typically, this is done under the guidance of a trained TMP, guiding both assessment and appropriate medical intervention based on that assessment. While many tactical operators are trained in basic self-aid and buddy-aid and are familiar with tourniquet application and wound packing and compression, their skill set typically does not include more advanced interventions such as needle decompression, supra- or infraglottic airways, or medication administration. Situations may also arise (so-called \"medicine across the barricade\") where medical direction would need to be given to a bystander, such as in the cases of a mass shooting or in a hostage situation where care instructions may be directed toward one of the hostages or even toward the hostage-taker.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care. Surrogate care is care provided by proxy or by a surrogate medical provider. For example, this may be done by a tactical operator not formally trained in advanced medical treatment or by the casualty. [7] [8] Typically, this is done under the guidance of a trained TMP, guiding both assessment and appropriate medical intervention based on that assessment. While many tactical operators are trained in basic self-aid and buddy-aid and are familiar with tourniquet application and wound packing and compression, their skill set typically does not include more advanced interventions such as needle decompression, supra- or infraglottic airways, or medication administration. Situations may also arise (so-called \"medicine across the barricade\") where medical direction would need to be given to a bystander, such as in the cases of a mass shooting or in a hostage situation where care instructions may be directed toward one of the hostages or even toward the hostage-taker."}
{"id": "article-31849_6", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care", "content": "Surrogate care will differ depending on several variables. First, the situation will dictate what level of care is feasible (eg, mass casualty, hostage-taking, etc). Next is the type of communication available; this may mean direct communications across a barrier (which may be amplified with a megaphone) or using radio, cellular phone, landline, or through the phone. The surrogates must be capable of relaying information to the TMP to help guide care. There are 2 types of information that a surrogate may provide. Objective information, such as visible wounds and vital signs, is available in physical exam findings. Subjective information is supplied from the casualty or surrogate, focusing on symptoms not otherwise obtained during a rapid physical assessment. Both will add to the TMP’s situation assessment and guide medical treatment. The surrogate’s ability to transmit vital information may vary greatly, depending on their age, medical knowledge, whether or not they are injured, and psychological state. Communication should focus on brief, calm, and simple language. Thus, the TMP must give slow, clearly understood, methodical directions. The surrogate medical provider (SMP) should be directed to perform a head-to-toe assessment to determine any immediate life threats. The TCCC-endorsed MARCH algorithm (Massive hemorrhage, Airway, Respirations, Circulation and C-spine, Head injury/Hypothermia) is a rapid assessment tool that can be easily conveyed remotely. Recommendations are also that the TMP, giving medical direction, physically perform a mock assessment and interventions on another team member to ensure the delivery of clear, concise instructions. Similarly, if the TMP is directing the SMP in self-care, they should perform assessments and interventions on themselves to help with guidance. In medicine across the barricade situations, any additional information obtained about the scene should be passed on to the tactical team leader, as it may provide useful intelligence. The TMP must avoid giving away sensitive information that may give hostile actors a tactical advantage.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care. Surrogate care will differ depending on several variables. First, the situation will dictate what level of care is feasible (eg, mass casualty, hostage-taking, etc). Next is the type of communication available; this may mean direct communications across a barrier (which may be amplified with a megaphone) or using radio, cellular phone, landline, or through the phone. The surrogates must be capable of relaying information to the TMP to help guide care. There are 2 types of information that a surrogate may provide. Objective information, such as visible wounds and vital signs, is available in physical exam findings. Subjective information is supplied from the casualty or surrogate, focusing on symptoms not otherwise obtained during a rapid physical assessment. Both will add to the TMP’s situation assessment and guide medical treatment. The surrogate’s ability to transmit vital information may vary greatly, depending on their age, medical knowledge, whether or not they are injured, and psychological state. Communication should focus on brief, calm, and simple language. Thus, the TMP must give slow, clearly understood, methodical directions. The surrogate medical provider (SMP) should be directed to perform a head-to-toe assessment to determine any immediate life threats. The TCCC-endorsed MARCH algorithm (Massive hemorrhage, Airway, Respirations, Circulation and C-spine, Head injury/Hypothermia) is a rapid assessment tool that can be easily conveyed remotely. Recommendations are also that the TMP, giving medical direction, physically perform a mock assessment and interventions on another team member to ensure the delivery of clear, concise instructions. Similarly, if the TMP is directing the SMP in self-care, they should perform assessments and interventions on themselves to help with guidance. In medicine across the barricade situations, any additional information obtained about the scene should be passed on to the tactical team leader, as it may provide useful intelligence. The TMP must avoid giving away sensitive information that may give hostile actors a tactical advantage."}
{"id": "article-31849_7", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care", "content": "Initially, the SMP should receive instruction to search for signs of massive hemorrhage (M). If found, it should be determined if the bleeding is amenable to a tourniquet placement or wound packing. If the casualty has his or her first aid kit (IFAK), the SMP should access that kit first. If they do not have an IFAK or the casualty is a bystander, the SMP can use their IFAK or any other medical kit. If no formal medical equipment is available, improvised medical equipment can be a consideration. As noted, the TMP should lay out their tourniquet and give simple, step-by-step instructions, never proceeding to the next step until the SMP has given affirmative feedback regarding completing the previous step. Suppose the initially identified injury is not amenable to a tourniquet. In that case, the TMP will need to instruct the SMP to apply direct pressure over the wound or have the casualty themself hold pressure so the SMP can continue with the assessment. Junctional wounds may be packed with cotton or hemostatic gauze, and a compression dressing may be applied. Once the bleeding at that site has been controlled, the SMP should continue the M of MARCH assessment until all compressible hemorrhage has been identified and treated. [9]", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care. Initially, the SMP should receive instruction to search for signs of massive hemorrhage (M). If found, it should be determined if the bleeding is amenable to a tourniquet placement or wound packing. If the casualty has his or her first aid kit (IFAK), the SMP should access that kit first. If they do not have an IFAK or the casualty is a bystander, the SMP can use their IFAK or any other medical kit. If no formal medical equipment is available, improvised medical equipment can be a consideration. As noted, the TMP should lay out their tourniquet and give simple, step-by-step instructions, never proceeding to the next step until the SMP has given affirmative feedback regarding completing the previous step. Suppose the initially identified injury is not amenable to a tourniquet. In that case, the TMP will need to instruct the SMP to apply direct pressure over the wound or have the casualty themself hold pressure so the SMP can continue with the assessment. Junctional wounds may be packed with cotton or hemostatic gauze, and a compression dressing may be applied. Once the bleeding at that site has been controlled, the SMP should continue the M of MARCH assessment until all compressible hemorrhage has been identified and treated. [9]"}
{"id": "article-31849_8", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care", "content": "Once compressible hemorrhage has been controlled, the airway (A) must be assessed. If the casualty is not talking or has no patent airway, the SMP should be instructed to open the casualty’s mouth, inspect for blood, loose teeth, or other obstructions, and clear them if possible. [10] If the casualty’s mental status becomes altered or respiratory distress is present, the SMP should be instructed to place an NPA. As with the tourniquet, if available, this should be done stepwise, using the NPA from the casualty’s IFAK. The NPA insertion should be used with other basic airway maneuvers, such as the head-tilt-chin-lift or jaw-thrust maneuver. The casualty should be placed in a position of comfort or recovery to help maintain airway patency.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care. Once compressible hemorrhage has been controlled, the airway (A) must be assessed. If the casualty is not talking or has no patent airway, the SMP should be instructed to open the casualty’s mouth, inspect for blood, loose teeth, or other obstructions, and clear them if possible. [10] If the casualty’s mental status becomes altered or respiratory distress is present, the SMP should be instructed to place an NPA. As with the tourniquet, if available, this should be done stepwise, using the NPA from the casualty’s IFAK. The NPA insertion should be used with other basic airway maneuvers, such as the head-tilt-chin-lift or jaw-thrust maneuver. The casualty should be placed in a position of comfort or recovery to help maintain airway patency."}
{"id": "article-31849_9", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care", "content": "Respirations (R) should undergo an evaluation next. The TMP should instruct the SMP to place his or her hands on the patient’s chest to evaluate for equal chest rise and to \"rake\" their fingers over the chest to evaluate for bullet holes or other injuries, both anterior and posterior. If the casualty is wearing body armor, the SMP must place their hands under the carrier, which prevents overlooking a life-threatening injury covered by body armor. A vented chest seal or other occlusive dressing should be applied to open thoracic wounds when available.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care. Respirations (R) should undergo an evaluation next. The TMP should instruct the SMP to place his or her hands on the patient’s chest to evaluate for equal chest rise and to \"rake\" their fingers over the chest to evaluate for bullet holes or other injuries, both anterior and posterior. If the casualty is wearing body armor, the SMP must place their hands under the carrier, which prevents overlooking a life-threatening injury covered by body armor. A vented chest seal or other occlusive dressing should be applied to open thoracic wounds when available."}
{"id": "article-31849_10", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care", "content": "Circulation (C) evaluation looks to determine the presence of hypoperfusion and shock and vascular compromise of an injured extremity. Assessment includes an examination of central and peripheral pulses, capillary refill, mental status, and skin and circumoral color. Findings may guide immediate interventions. A pulseless extremity from a dislocation may be quickly manipulated via in-line traction to regain distal perfusion and save a limb. Such techniques should not be attempted more than 2 times. Casualties with evidence of poor circulatory status or shock should be prioritized for extraction and evacuation once the situation allows.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care. Circulation (C) evaluation looks to determine the presence of hypoperfusion and shock and vascular compromise of an injured extremity. Assessment includes an examination of central and peripheral pulses, capillary refill, mental status, and skin and circumoral color. Findings may guide immediate interventions. A pulseless extremity from a dislocation may be quickly manipulated via in-line traction to regain distal perfusion and save a limb. Such techniques should not be attempted more than 2 times. Casualties with evidence of poor circulatory status or shock should be prioritized for extraction and evacuation once the situation allows."}
{"id": "article-31849_11", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care", "content": "The SMP should receive instruction to keep the patient warm to prevent hypothermia (H) and to continue short-interval reassessments until a more formally trained medical provider can take over. Hypothermia carries a high mortality rate in a severely injured patient and is included in the lethal triad of trauma. [11] Effective interventions to prevent hypothermia in austere environments include removing soaked clothes and applying multiple layers of loose, dry clothing and blankets. Loose clothing allows air spaces that prevent heat loss and ensure insulation. Cover the head, neck, and hands to decrease radiant heat loss. Be aware that burn injuries significantly disrupt the skin’s ability to control body temperature, placing burned casualties at an increased risk of hypothermia.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care. The SMP should receive instruction to keep the patient warm to prevent hypothermia (H) and to continue short-interval reassessments until a more formally trained medical provider can take over. Hypothermia carries a high mortality rate in a severely injured patient and is included in the lethal triad of trauma. [11] Effective interventions to prevent hypothermia in austere environments include removing soaked clothes and applying multiple layers of loose, dry clothing and blankets. Loose clothing allows air spaces that prevent heat loss and ensure insulation. Cover the head, neck, and hands to decrease radiant heat loss. Be aware that burn injuries significantly disrupt the skin’s ability to control body temperature, placing burned casualties at an increased risk of hypothermia."}
{"id": "article-31849_12", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care", "content": "The previous steps remain the same when the casualty is going to treat themselves under the guidance of a TMP. Each step should be explained clearly, and the next step should not be given until the casualty has given affirmative feedback indicating they are ready to move on. In the case of self-aid, time is of the essence, particularly in the setting of hemorrhage. Once the casualty begins to lose the ability to interact with the TMP or loses the dexterity to provide self-aid, the chance of mortality will significantly increase.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Issues of Concern -- Surrogate Care. The previous steps remain the same when the casualty is going to treat themselves under the guidance of a TMP. Each step should be explained clearly, and the next step should not be given until the casualty has given affirmative feedback indicating they are ready to move on. In the case of self-aid, time is of the essence, particularly in the setting of hemorrhage. Once the casualty begins to lose the ability to interact with the TMP or loses the dexterity to provide self-aid, the chance of mortality will significantly increase."}
{"id": "article-31849_13", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Clinical Significance", "content": "TMPs may have to perform a remote assessment of casualties. They should be familiar with all resources useful in determining a casualty’s condition remotely, including binoculars, spotting scopes, and night vision optics. The TMP must also be aware of situational variables impacting the rescue or evacuation of casualties. Medical intelligence obtained should be relayed to the scene commander or team leader. The decision to attempt a rescue will be dependent on the risks versus benefits, available manpower, and the likelihood of success.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Clinical Significance. TMPs may have to perform a remote assessment of casualties. They should be familiar with all resources useful in determining a casualty’s condition remotely, including binoculars, spotting scopes, and night vision optics. The TMP must also be aware of situational variables impacting the rescue or evacuation of casualties. Medical intelligence obtained should be relayed to the scene commander or team leader. The decision to attempt a rescue will be dependent on the risks versus benefits, available manpower, and the likelihood of success."}
{"id": "article-31849_14", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Clinical Significance", "content": "TMPs must also be able to assess illness/injury and provide treatment via a surrogate without the use of tactile or visual cues. Sometimes, the surrogate may be the casualty and must be guided in effective self-assessment and treatment. Time is critical when addressing preventable causes of death, such as massive hemorrhage and airway compromise. The TMP must be proficient in effectively and concisely directing a surrogate to perform life-saving medical care. Effectively providing remote assessment and surrogate care is a challenging and fatigable skill. Like all essential skills, it requires practice to attain proficiency. [12]", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Clinical Significance. TMPs must also be able to assess illness/injury and provide treatment via a surrogate without the use of tactile or visual cues. Sometimes, the surrogate may be the casualty and must be guided in effective self-assessment and treatment. Time is critical when addressing preventable causes of death, such as massive hemorrhage and airway compromise. The TMP must be proficient in effectively and concisely directing a surrogate to perform life-saving medical care. Effectively providing remote assessment and surrogate care is a challenging and fatigable skill. Like all essential skills, it requires practice to attain proficiency. [12]"}
{"id": "article-31849_15", "title": "EMS Tactical Remote Assessment and Surrogate Care -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Tactical Remote Assessment and Surrogate Care -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}