{"id": "article-26152_0", "title": "Oligodendroglioma -- Continuing Education Activity", "content": "Oligodendroglioma (OG) is a type of diffusely infiltrating glioma and constitutes approximately 5% of primary intracranial tumors. They often involve the cortical gray matter and are most commonly seen in the frontal lobes. This activity reviews the evaluation and treatment of oligodendroglioma and highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Oligodendroglioma -- Continuing Education Activity. Oligodendroglioma (OG) is a type of diffusely infiltrating glioma and constitutes approximately 5% of primary intracranial tumors. They often involve the cortical gray matter and are most commonly seen in the frontal lobes. This activity reviews the evaluation and treatment of oligodendroglioma and highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-26152_1", "title": "Oligodendroglioma -- Continuing Education Activity", "content": "Objectives: Identify the etiology and epidemiology of the central nervous system neoplasm oligodendroglioma. Review the presentation and diagnosis of oligodendroglioma. Describe the management options available for oligodendroglioma. Summarize interprofessional team strategies for improving care coordination and outcomes in patients with oligodendroglioma. Access free multiple choice questions on this topic.", "contents": "Oligodendroglioma -- Continuing Education Activity. Objectives: Identify the etiology and epidemiology of the central nervous system neoplasm oligodendroglioma. Review the presentation and diagnosis of oligodendroglioma. Describe the management options available for oligodendroglioma. Summarize interprofessional team strategies for improving care coordination and outcomes in patients with oligodendroglioma. Access free multiple choice questions on this topic."}
{"id": "article-26152_2", "title": "Oligodendroglioma -- Introduction", "content": "Oligodendroglioma (OG) is a type of diffusely infiltrating glioma and constitutes approximately 5% of primary intracranial tumors. [1] They often involve the cortical gray matter and are most commonly seen in the frontal lobes. Historically OG was diagnosed based on the histological appearance of the tumor. However, in 2016 the WHO changed the criteria for the classification of CNS tumors to include both phenotypic and genotypic analysis. [2] OGs are generally low-grade WHO grade II neoplasms that are slow-growing tumors and have a favorable treatment response when compared to other gliomas. Grade III anaplastic OG is a more malignant form of the tumor that portends a less favorable prognosis and may occur de novo or as degeneration from the lower grade OG. [3]", "contents": "Oligodendroglioma -- Introduction. Oligodendroglioma (OG) is a type of diffusely infiltrating glioma and constitutes approximately 5% of primary intracranial tumors. [1] They often involve the cortical gray matter and are most commonly seen in the frontal lobes. Historically OG was diagnosed based on the histological appearance of the tumor. However, in 2016 the WHO changed the criteria for the classification of CNS tumors to include both phenotypic and genotypic analysis. [2] OGs are generally low-grade WHO grade II neoplasms that are slow-growing tumors and have a favorable treatment response when compared to other gliomas. Grade III anaplastic OG is a more malignant form of the tumor that portends a less favorable prognosis and may occur de novo or as degeneration from the lower grade OG. [3]"}
{"id": "article-26152_3", "title": "Oligodendroglioma -- Etiology", "content": "OGs were originally named by Bailey and Bucy in 1929 because of their resemblance to oligodendrocytes when viewed under the microscope. However, there is unclear evidence that they arise from mature oligodendrocytes. [4] Rather, the tumors appear to arise from neuroprogenitor cells with glial precursors that further differentiate into the oligodendroglial-type cells without the myelinating capabilities of oligodendrocytes. [5] [6] This hypothesis is further aided by the shared driver isocitrate dehydrogenase (IDH) mutation (IDHmt) that can be seen amongst various diffuse glioma subtypes. [7]", "contents": "Oligodendroglioma -- Etiology. OGs were originally named by Bailey and Bucy in 1929 because of their resemblance to oligodendrocytes when viewed under the microscope. However, there is unclear evidence that they arise from mature oligodendrocytes. [4] Rather, the tumors appear to arise from neuroprogenitor cells with glial precursors that further differentiate into the oligodendroglial-type cells without the myelinating capabilities of oligodendrocytes. [5] [6] This hypothesis is further aided by the shared driver isocitrate dehydrogenase (IDH) mutation (IDHmt) that can be seen amongst various diffuse glioma subtypes. [7]"}
{"id": "article-26152_4", "title": "Oligodendroglioma -- Epidemiology", "content": "OGs are uncommon, with an incidence of 0.2 per 100,000 people and are the third most common primary brain neoplasm after glioblastoma and diffuse astrocytoma. OGs comprise approximately 5% of all primary CNS tumors. [5] [8] [9] They have a slight male predominance, reported from 1.1 to 2, as low as 0.92 male to female ratio in one study. [10]", "contents": "Oligodendroglioma -- Epidemiology. OGs are uncommon, with an incidence of 0.2 per 100,000 people and are the third most common primary brain neoplasm after glioblastoma and diffuse astrocytoma. OGs comprise approximately 5% of all primary CNS tumors. [5] [8] [9] They have a slight male predominance, reported from 1.1 to 2, as low as 0.92 male to female ratio in one study. [10]"}
{"id": "article-26152_5", "title": "Oligodendroglioma -- Epidemiology", "content": "OGs have a slight bimodal distribution but are predominantly an adult neoplasm with a peak incidence in the fourth and fifth decades and a smaller peak of tumor incidence that occurs in children 6 to 12 years of age. [9] OGs in pediatric patients usually demonstrate different molecular markers than the adult form, raising the question of whether they are the same neoplasm.", "contents": "Oligodendroglioma -- Epidemiology. OGs have a slight bimodal distribution but are predominantly an adult neoplasm with a peak incidence in the fourth and fifth decades and a smaller peak of tumor incidence that occurs in children 6 to 12 years of age. [9] OGs in pediatric patients usually demonstrate different molecular markers than the adult form, raising the question of whether they are the same neoplasm."}
{"id": "article-26152_6", "title": "Oligodendroglioma -- Pathophysiology", "content": "OGs are found predominantly in the cerebral hemisphere white matter (80 to 90% supratentorial), most commonly in the frontal lobes, but temporal and parietal lobe involvement is not uncommon. The tumor predominates in the cortical-subcortical location with diffuse infiltration throughout the adjacent white matter. OG has also been found to be intraventricular or subependymal, but this is rare.", "contents": "Oligodendroglioma -- Pathophysiology. OGs are found predominantly in the cerebral hemisphere white matter (80 to 90% supratentorial), most commonly in the frontal lobes, but temporal and parietal lobe involvement is not uncommon. The tumor predominates in the cortical-subcortical location with diffuse infiltration throughout the adjacent white matter. OG has also been found to be intraventricular or subependymal, but this is rare."}
{"id": "article-26152_7", "title": "Oligodendroglioma -- Histopathology", "content": "The traditional macroscopic appearance of OG demonstrates a gelatinous gray mass, often with cystic areas and small focal hemorrhages, and there are often macroscopic calcifications.", "contents": "Oligodendroglioma -- Histopathology. The traditional macroscopic appearance of OG demonstrates a gelatinous gray mass, often with cystic areas and small focal hemorrhages, and there are often macroscopic calcifications."}
{"id": "article-26152_8", "title": "Oligodendroglioma -- Histopathology", "content": "The microscopic appearance typically demonstrates sheets of regular cells with spherical nuclei surrounded by clear cytoplasm and perinuclear halo, described as a “fried-egg” appearance. This appearance is due to routine processing with formalin and paraffin fixation. There is a network of thin blood vessels distributed throughout the tumor, described as a “chicken-wire” pattern in appearance. There are scattered calcifications and psammoma bodies within the tumor. Myelin-like structures can also be seen on the surface but do not meet all the qualifications for a myelin sheath. [6] High-grade, anaplastic OGs demonstrate cells with higher cell density and nuclear atypia and varying degrees of mitotic activity. There can also evidence of microvascular proliferation with increased density of vessels and necrosis from increased cell proliferation and speed of tumor growth.", "contents": "Oligodendroglioma -- Histopathology. The microscopic appearance typically demonstrates sheets of regular cells with spherical nuclei surrounded by clear cytoplasm and perinuclear halo, described as a “fried-egg” appearance. This appearance is due to routine processing with formalin and paraffin fixation. There is a network of thin blood vessels distributed throughout the tumor, described as a “chicken-wire” pattern in appearance. There are scattered calcifications and psammoma bodies within the tumor. Myelin-like structures can also be seen on the surface but do not meet all the qualifications for a myelin sheath. [6] High-grade, anaplastic OGs demonstrate cells with higher cell density and nuclear atypia and varying degrees of mitotic activity. There can also evidence of microvascular proliferation with increased density of vessels and necrosis from increased cell proliferation and speed of tumor growth."}
{"id": "article-26152_9", "title": "Oligodendroglioma -- Histopathology", "content": "Histologically, OGs can show markers seen in oligodendrocyte and astrocyte cell lineages. For example, OGs lack myelin basic protein (MBP), which is found in myelin-producing oligodendrocytes and Schwann cells. They can stain positive for glial fibrillary acidic protein (GFAP), a marker of astrocytes. [5] They can also possess a marker similar to oligodendrocyte progenitor cells, oligodendrocyte transcription factor 2 (Olig2), a transcription factor that is used in neuronal and/or oligodendrocytic cell differentiation. [11]", "contents": "Oligodendroglioma -- Histopathology. Histologically, OGs can show markers seen in oligodendrocyte and astrocyte cell lineages. For example, OGs lack myelin basic protein (MBP), which is found in myelin-producing oligodendrocytes and Schwann cells. They can stain positive for glial fibrillary acidic protein (GFAP), a marker of astrocytes. [5] They can also possess a marker similar to oligodendrocyte progenitor cells, oligodendrocyte transcription factor 2 (Olig2), a transcription factor that is used in neuronal and/or oligodendrocytic cell differentiation. [11]"}
{"id": "article-26152_10", "title": "Oligodendroglioma -- History and Physical", "content": "Clinically, patients with OG most often present with non-specific symptoms such as headache. However, seizures are also a very common presenting symptom, and reported in 35 to 85% of individuals, with some studies as high as 91% of participants. [9] Occasionally patients will have focal neurological deficits based on tumor location. Any patient with new seizures or focal neurological deficits should undergo CNS imaging.", "contents": "Oligodendroglioma -- History and Physical. Clinically, patients with OG most often present with non-specific symptoms such as headache. However, seizures are also a very common presenting symptom, and reported in 35 to 85% of individuals, with some studies as high as 91% of participants. [9] Occasionally patients will have focal neurological deficits based on tumor location. Any patient with new seizures or focal neurological deficits should undergo CNS imaging."}
{"id": "article-26152_11", "title": "Oligodendroglioma -- Evaluation", "content": "Often, non-contrast-enhanced computed tomography (NECT) is the initial imaging tool for nonspecific neurologic symptoms, typically because of the desire to quickly evaluate for intracranial hemorrhage, ischemic infarction, or other acute abnormality. On NECT, OGs typically appear as a hypodense or sometimes isodense peripheral mass that may appear cortically based with focal gyral expansion. Because of their peripheral cortical-subcortical location and slow-growing nature, calvarial remodeling may be seen. Coarse calcification is also a common finding, seen in up to 90% of cases. More specifically, a gyriform pattern of cortical calcification is more favorable to represent an OG. [12] [13] Peritumoral edema and hemorrhage are less common, and contrast enhancement is varied but typically mild.", "contents": "Oligodendroglioma -- Evaluation. Often, non-contrast-enhanced computed tomography (NECT) is the initial imaging tool for nonspecific neurologic symptoms, typically because of the desire to quickly evaluate for intracranial hemorrhage, ischemic infarction, or other acute abnormality. On NECT, OGs typically appear as a hypodense or sometimes isodense peripheral mass that may appear cortically based with focal gyral expansion. Because of their peripheral cortical-subcortical location and slow-growing nature, calvarial remodeling may be seen. Coarse calcification is also a common finding, seen in up to 90% of cases. More specifically, a gyriform pattern of cortical calcification is more favorable to represent an OG. [12] [13] Peritumoral edema and hemorrhage are less common, and contrast enhancement is varied but typically mild."}
{"id": "article-26152_12", "title": "Oligodendroglioma -- Evaluation", "content": "Magnetic resonance imaging (MRI) offers a better characterization of the tumor than CT and can help define the true extent and infiltrative nature of OG. T2 weighted sequences demonstrate a circumscribed heterogeneously hyperintense tumor that is often cortical/subcortical in location and may have a mild peri-tumoral hyperintense signal. There are frequently small areas of cystic change, microhemorrhage, and macroscopic calcifications demonstrated with T2 hypointense signal due to susceptibility signal loss and increased tumor heterogeneity. OGs are hypointense to gray matter on T1 weighted imaging, and enhancement in low-grade tumors is common, ranging from patchy enhancement to moderate enhancement, and enhancement does not necessarily correspond to higher grade OG. OG typically has facilitated, rather than restricted diffusion, with hyperintensity on apparent diffusion coefficient (ADC) maps.", "contents": "Oligodendroglioma -- Evaluation. Magnetic resonance imaging (MRI) offers a better characterization of the tumor than CT and can help define the true extent and infiltrative nature of OG. T2 weighted sequences demonstrate a circumscribed heterogeneously hyperintense tumor that is often cortical/subcortical in location and may have a mild peri-tumoral hyperintense signal. There are frequently small areas of cystic change, microhemorrhage, and macroscopic calcifications demonstrated with T2 hypointense signal due to susceptibility signal loss and increased tumor heterogeneity. OGs are hypointense to gray matter on T1 weighted imaging, and enhancement in low-grade tumors is common, ranging from patchy enhancement to moderate enhancement, and enhancement does not necessarily correspond to higher grade OG. OG typically has facilitated, rather than restricted diffusion, with hyperintensity on apparent diffusion coefficient (ADC) maps."}
{"id": "article-26152_13", "title": "Oligodendroglioma -- Evaluation", "content": "More advanced MRI techniques such as spectroscopy and perfusion may be complementary to anatomic imaging and may be helpful in characterizing and grading the tumor. However, since most OGs are low grade, these advanced imaging techniques may not add much additional information to the more traditional anatomic imaging. Spectroscopy tends to show a mildly elevated choline and decreased N-acetyl aspartate (NAA) peaks, seen in most neoplasms, and is more prominent in high-grade versus low-grade gliomas due to increased mitotic activity. There may be elevated myoinositol, and the presence of 2-hydroxyglutarate (2HG) suggests IDH mutation status. [14] The presence of elevated lipid and lactate peaks suggests a high-grade tumor. [13] T2* weighted dynamic susceptibility contrast (DSC) perfusion imaging can show elevated cerebral blood flow (CBF) and cerebral blood volume (CBV) in higher-grade tumors due to neovascularization compared to low-grade tumors; however, there is a significant overlap between the two. [13] [15] [16] T1 weighted dynamic contrast-enhanced (DCE) perfusion may show elevated kTrans, which represents leaky vasculature and diffusion of contrast outside of the capillary endothelium in higher-grade tumors compared to low-grade tumors, but again there is significant overlap, and most low-grade tumors do not have significant contrast enhancement. [17] [18] [19]", "contents": "Oligodendroglioma -- Evaluation. More advanced MRI techniques such as spectroscopy and perfusion may be complementary to anatomic imaging and may be helpful in characterizing and grading the tumor. However, since most OGs are low grade, these advanced imaging techniques may not add much additional information to the more traditional anatomic imaging. Spectroscopy tends to show a mildly elevated choline and decreased N-acetyl aspartate (NAA) peaks, seen in most neoplasms, and is more prominent in high-grade versus low-grade gliomas due to increased mitotic activity. There may be elevated myoinositol, and the presence of 2-hydroxyglutarate (2HG) suggests IDH mutation status. [14] The presence of elevated lipid and lactate peaks suggests a high-grade tumor. [13] T2* weighted dynamic susceptibility contrast (DSC) perfusion imaging can show elevated cerebral blood flow (CBF) and cerebral blood volume (CBV) in higher-grade tumors due to neovascularization compared to low-grade tumors; however, there is a significant overlap between the two. [13] [15] [16] T1 weighted dynamic contrast-enhanced (DCE) perfusion may show elevated kTrans, which represents leaky vasculature and diffusion of contrast outside of the capillary endothelium in higher-grade tumors compared to low-grade tumors, but again there is significant overlap, and most low-grade tumors do not have significant contrast enhancement. [17] [18] [19]"}
{"id": "article-26152_14", "title": "Oligodendroglioma -- Evaluation", "content": "Preoperative evaluation of white matter tracts using MRI diffusion tensor imaging (DTI) sequences and tractography can demonstrate the position and proximity of white matter tracts to the tumor and typically shows displacement rather than the destruction of white matter tracts. Additional evaluation with functional MRI (fMRI) can also show the proximity of the tumor to the eloquent cortex, such as important language, motor, sensory, and visual areas.", "contents": "Oligodendroglioma -- Evaluation. Preoperative evaluation of white matter tracts using MRI diffusion tensor imaging (DTI) sequences and tractography can demonstrate the position and proximity of white matter tracts to the tumor and typically shows displacement rather than the destruction of white matter tracts. Additional evaluation with functional MRI (fMRI) can also show the proximity of the tumor to the eloquent cortex, such as important language, motor, sensory, and visual areas."}
{"id": "article-26152_15", "title": "Oligodendroglioma -- Evaluation", "content": "The MRI imaging appearance alone is insufficient to distinguish OG from other intracranial neoplasms, especially other low-grade tumors, and histopathologic evaluation and genetic marker testing are required for diagnosis, prognosis, and treatment. All patients with a tumor will require a biopsy for diagnosis. In 2016 the WHO changed the criteria for the classification of CNS tumors to include both phenotypic and genotypic analysis. The diagnosis of OG is now made using molecular markers, and the tumor must possess both an IDH1 or IDH2 mutation and 1p/19q codeletion to be classified as an OG. [2] [20] The 1p/19q mutation leads to epigenetic changes and hypermethylation of the genome, which demonstrates a distinct biological phenotype that tends to have improved survival rates. Tumors that cannot be tested for these genetic markers but would traditionally be diagnosed as OG on histology should be designated oligodendroglioma NOS. When a molecular analysis is not available or when a molecular diagnosis is equivocal, the diagnosis of oligodendroglioma NOS should be used. Pediatric OG often does not have these characteristic findings of IDH mutation and 1p/19q codeletion of their adult counterpart and may genetically represent a different disease. [5] [21] [22] [23] Further study of both adult and pediatric molecular and genetic markers is ongoing.", "contents": "Oligodendroglioma -- Evaluation. The MRI imaging appearance alone is insufficient to distinguish OG from other intracranial neoplasms, especially other low-grade tumors, and histopathologic evaluation and genetic marker testing are required for diagnosis, prognosis, and treatment. All patients with a tumor will require a biopsy for diagnosis. In 2016 the WHO changed the criteria for the classification of CNS tumors to include both phenotypic and genotypic analysis. The diagnosis of OG is now made using molecular markers, and the tumor must possess both an IDH1 or IDH2 mutation and 1p/19q codeletion to be classified as an OG. [2] [20] The 1p/19q mutation leads to epigenetic changes and hypermethylation of the genome, which demonstrates a distinct biological phenotype that tends to have improved survival rates. Tumors that cannot be tested for these genetic markers but would traditionally be diagnosed as OG on histology should be designated oligodendroglioma NOS. When a molecular analysis is not available or when a molecular diagnosis is equivocal, the diagnosis of oligodendroglioma NOS should be used. Pediatric OG often does not have these characteristic findings of IDH mutation and 1p/19q codeletion of their adult counterpart and may genetically represent a different disease. [5] [21] [22] [23] Further study of both adult and pediatric molecular and genetic markers is ongoing."}
{"id": "article-26152_16", "title": "Oligodendroglioma -- Treatment / Management", "content": "Treatment of OG is multifactorial, consisting of surgical, chemotherapy, and radiation therapy treatment methods.", "contents": "Oligodendroglioma -- Treatment / Management. Treatment of OG is multifactorial, consisting of surgical, chemotherapy, and radiation therapy treatment methods."}
{"id": "article-26152_17", "title": "Oligodendroglioma -- Treatment / Management", "content": "Surgical treatments are approached on a case-by-case basis. Tumor location, patient comorbidities, and other surgical risk factors are used to decide on the type of surgery. Complete, or gross total, resection is the primary treatment of choice. This leads to increased overall survival time and can be curative. Thus all attempts are made to achieve this level if possible. [9] [24] [25] [26] If complete resection cannot be obtained, then debulking procedures can be performed to help improve symptoms, seizure control, decrease occurrences of malignant transformation, and it has also been shown to increase overall survival time and time to progression. [27] In patients with partially resected low-grade tumors that are being observed and demonstrate increased tumor growth over time, or in patients with concern for transformation into higher-grade neoplasms, repeat surgical resection is still advocated for in an attempt to cure.", "contents": "Oligodendroglioma -- Treatment / Management. Surgical treatments are approached on a case-by-case basis. Tumor location, patient comorbidities, and other surgical risk factors are used to decide on the type of surgery. Complete, or gross total, resection is the primary treatment of choice. This leads to increased overall survival time and can be curative. Thus all attempts are made to achieve this level if possible. [9] [24] [25] [26] If complete resection cannot be obtained, then debulking procedures can be performed to help improve symptoms, seizure control, decrease occurrences of malignant transformation, and it has also been shown to increase overall survival time and time to progression. [27] In patients with partially resected low-grade tumors that are being observed and demonstrate increased tumor growth over time, or in patients with concern for transformation into higher-grade neoplasms, repeat surgical resection is still advocated for in an attempt to cure."}
{"id": "article-26152_18", "title": "Oligodendroglioma -- Treatment / Management", "content": "Surgical resection techniques depend on the location of the OG, as the eloquent cortex and vital structures need to be spared. The location of craniotomy utilized for each approach and access will vary, and some surgeons prefer to perform the resection on an awake patient in order to stimulate, test, and map adjacent parenchyma to help determine the extent of tissue that can safely be removed. Intraoperative imaging techniques, such as intraoperative MRI or ultrasound, have also been used to assist in improving the extent of resection. These adjunct imaging techniques may be more efficacious than standard stereotactic navigation but also increases operative time and may require special equipment and training. The use of 5-aminolevulinic acid (5-ALA) fluorescent dye can also be a helpful surgical tool. 5-ALA is a heme precursor that has been shown to cause fluorescence in malignant tissue by creating fluorescent porphyrins and can be evaluated intraoperatively. It has also been shown to have statistically significant improvement in the extent of resection of high-grade gliomas over conventional stereotactic navigation, and overall similar in efficacy to intraoperative MRI, though it has only been shown in smaller sample sizes. [9] [28] [29] [30] Further study and evaluation may be warranted.", "contents": "Oligodendroglioma -- Treatment / Management. Surgical resection techniques depend on the location of the OG, as the eloquent cortex and vital structures need to be spared. The location of craniotomy utilized for each approach and access will vary, and some surgeons prefer to perform the resection on an awake patient in order to stimulate, test, and map adjacent parenchyma to help determine the extent of tissue that can safely be removed. Intraoperative imaging techniques, such as intraoperative MRI or ultrasound, have also been used to assist in improving the extent of resection. These adjunct imaging techniques may be more efficacious than standard stereotactic navigation but also increases operative time and may require special equipment and training. The use of 5-aminolevulinic acid (5-ALA) fluorescent dye can also be a helpful surgical tool. 5-ALA is a heme precursor that has been shown to cause fluorescence in malignant tissue by creating fluorescent porphyrins and can be evaluated intraoperatively. It has also been shown to have statistically significant improvement in the extent of resection of high-grade gliomas over conventional stereotactic navigation, and overall similar in efficacy to intraoperative MRI, though it has only been shown in smaller sample sizes. [9] [28] [29] [30] Further study and evaluation may be warranted."}
{"id": "article-26152_19", "title": "Oligodendroglioma -- Treatment / Management", "content": "Radiation oncology with radiotherapy (RT) also plays an important role in the treatment of OG, most often after surgical resection. There does not appear to be a difference in overall survival between early or delayed postoperative RT, but an increased time to progression has been shown with early treatment, in addition to better seizure control following surgery. [31]", "contents": "Oligodendroglioma -- Treatment / Management. Radiation oncology with radiotherapy (RT) also plays an important role in the treatment of OG, most often after surgical resection. There does not appear to be a difference in overall survival between early or delayed postoperative RT, but an increased time to progression has been shown with early treatment, in addition to better seizure control following surgery. [31]"}
{"id": "article-26152_20", "title": "Oligodendroglioma -- Treatment / Management", "content": "Standard focal or limited field hyperfractionated RT is typically employed. The field consists of the resection bed, area of residual enhancement on T1 post-contrast imaging, and a margin of up to 3 cm, including the adjacent T2/FLAIR hyperintensity that may represent infiltrating disease. This margin is modified to minimize the involvement of critical structures or if microscopic/infiltrating disease is thought to be less likely. [32] The dose supplied has varying recommendations of 45-65 Gy in 1.8-2 Gy fractions, without significant survival benefit seen between 45 Gy and 59.4 Gy or 54 Gy and 65 Gy treatments. Dosing and schedule are case-dependent, based on prognosis, with higher doses typically reserved for higher-grade gliomas. In older individuals with a poorer prognosis, hypofractionated doses may be applied, giving fewer, higher single fractions for the same or lower total dose. [12] [32] [33] [34]", "contents": "Oligodendroglioma -- Treatment / Management. Standard focal or limited field hyperfractionated RT is typically employed. The field consists of the resection bed, area of residual enhancement on T1 post-contrast imaging, and a margin of up to 3 cm, including the adjacent T2/FLAIR hyperintensity that may represent infiltrating disease. This margin is modified to minimize the involvement of critical structures or if microscopic/infiltrating disease is thought to be less likely. [32] The dose supplied has varying recommendations of 45-65 Gy in 1.8-2 Gy fractions, without significant survival benefit seen between 45 Gy and 59.4 Gy or 54 Gy and 65 Gy treatments. Dosing and schedule are case-dependent, based on prognosis, with higher doses typically reserved for higher-grade gliomas. In older individuals with a poorer prognosis, hypofractionated doses may be applied, giving fewer, higher single fractions for the same or lower total dose. [12] [32] [33] [34]"}
{"id": "article-26152_21", "title": "Oligodendroglioma -- Treatment / Management", "content": "RT is usually withheld from children to minimize some of the negative long-term effects of radiation, such as cognitive impairment, personality changes, hypopituitarism, motor and coordination abnormalities, and the development of other neoplasms. [9] [35] Adults receiving RT may develop some of these negative effects after therapy or other problems such as radiation necrosis.", "contents": "Oligodendroglioma -- Treatment / Management. RT is usually withheld from children to minimize some of the negative long-term effects of radiation, such as cognitive impairment, personality changes, hypopituitarism, motor and coordination abnormalities, and the development of other neoplasms. [9] [35] Adults receiving RT may develop some of these negative effects after therapy or other problems such as radiation necrosis."}
{"id": "article-26152_22", "title": "Oligodendroglioma -- Treatment / Management", "content": "In addition to RT, chemotherapy is a commonly used adjunct, demonstrating increased survival in RT/chemotherapy groups compared to RT alone. [3] There is good evidence that a combination of procarbazine, lomustine, and vincristine (PCV) can be beneficial for the treatment of OG. However, this regimen is typically limited to 6 cycles due to adverse side effects. These adverse drug effects, most often leukopenia/thrombocytopenia, can lead to early discontinuation in many patients, and for this reason, temozolomide (TMZ) is often the chemotherapy of choice. TMZ is an oral DNA alkylating agent that is better tolerated by patients than nitrosourea-containing compounds like PCV. TMZ alone has been shown to occasionally result in a recurrent hypermutated tumor phenotype that is TMZ resistant. At this time, the combination of RT/chemotherapy affords better overall survival and progression-free survival, but the choice of PCV or TMZ is still debated. Recent studies, though, showed that PCV could lead to better overall survival compared to TMZ in 1p/19q co-deleted patients, advocating for PCV as first-line use chemotherapy in the treatment of oligodendroglioma. [36] Currently, the ongoing CODEL study (NCT00887146) assessing outcomes of RT/PCV and RT/TMZ will give a better understanding between these two and potentially a determination of superiority, though results may still be 7-10 years in the future. [12] [37]", "contents": "Oligodendroglioma -- Treatment / Management. In addition to RT, chemotherapy is a commonly used adjunct, demonstrating increased survival in RT/chemotherapy groups compared to RT alone. [3] There is good evidence that a combination of procarbazine, lomustine, and vincristine (PCV) can be beneficial for the treatment of OG. However, this regimen is typically limited to 6 cycles due to adverse side effects. These adverse drug effects, most often leukopenia/thrombocytopenia, can lead to early discontinuation in many patients, and for this reason, temozolomide (TMZ) is often the chemotherapy of choice. TMZ is an oral DNA alkylating agent that is better tolerated by patients than nitrosourea-containing compounds like PCV. TMZ alone has been shown to occasionally result in a recurrent hypermutated tumor phenotype that is TMZ resistant. At this time, the combination of RT/chemotherapy affords better overall survival and progression-free survival, but the choice of PCV or TMZ is still debated. Recent studies, though, showed that PCV could lead to better overall survival compared to TMZ in 1p/19q co-deleted patients, advocating for PCV as first-line use chemotherapy in the treatment of oligodendroglioma. [36] Currently, the ongoing CODEL study (NCT00887146) assessing outcomes of RT/PCV and RT/TMZ will give a better understanding between these two and potentially a determination of superiority, though results may still be 7-10 years in the future. [12] [37]"}
{"id": "article-26152_23", "title": "Oligodendroglioma -- Treatment / Management", "content": "An additional, non-cytotoxic treatment is approved for use in the USA, Canada, and parts of Europe for recurrent glioblastoma but may also have a beneficial use for anaplastic OGs that demonstrate increased vascularity as evidenced by enhancement and peritumoral edema on MRI. Bevacizumab is a monoclonal antibody against vascular endothelial growth factor (VEGF), and these antibodies bind to the VEGF receptors decreasing neovascularization, permeability and help to stabilize the blood-brain barrier. This eventually leads to less peritumoral edema and decreased need for corticosteroids, improving symptoms, and in some studies, progression-free survival, though this treatment overall appears limited to recurrent disease, palliative treatment, and in patients suffering from radiation brain necrosis. [38] [39]", "contents": "Oligodendroglioma -- Treatment / Management. An additional, non-cytotoxic treatment is approved for use in the USA, Canada, and parts of Europe for recurrent glioblastoma but may also have a beneficial use for anaplastic OGs that demonstrate increased vascularity as evidenced by enhancement and peritumoral edema on MRI. Bevacizumab is a monoclonal antibody against vascular endothelial growth factor (VEGF), and these antibodies bind to the VEGF receptors decreasing neovascularization, permeability and help to stabilize the blood-brain barrier. This eventually leads to less peritumoral edema and decreased need for corticosteroids, improving symptoms, and in some studies, progression-free survival, though this treatment overall appears limited to recurrent disease, palliative treatment, and in patients suffering from radiation brain necrosis. [38] [39]"}
{"id": "article-26152_24", "title": "Oligodendroglioma -- Differential Diagnosis", "content": "Diffuse astrocytoma is the primary differential diagnosis on imaging and is nearly indistinguishable from OG. Diffuse astrocytoma often has less dystrophic calcification on imaging and often has more white matter and less cortical involvement than OG. However, the main discriminating factors are genetic markers, namely, the lack of 1p/19q deletion in astrocytoma.", "contents": "Oligodendroglioma -- Differential Diagnosis. Diffuse astrocytoma is the primary differential diagnosis on imaging and is nearly indistinguishable from OG. Diffuse astrocytoma often has less dystrophic calcification on imaging and often has more white matter and less cortical involvement than OG. However, the main discriminating factors are genetic markers, namely, the lack of 1p/19q deletion in astrocytoma."}
{"id": "article-26152_25", "title": "Oligodendroglioma -- Differential Diagnosis", "content": "Glioblastoma (GBM) is an important diagnostic consideration from OG, as they have a much poorer prognosis and are unfortunately much more common. GBM will typically have more avid and heterogeneous enhancement (though it may be harder to distinguish from higher-grade, enhancing anaplastic OG). GBM sometimes have patchy areas of restricted diffusion and areas of central necrosis, both uncommon in OG. Calcification is uncommon in GBM and very common in OG. Histologically, GBM will have more aggressive features, such as necrosis and neovascularization, and they lack the 1p/19q deletion and are often IDH compared to OG.", "contents": "Oligodendroglioma -- Differential Diagnosis. Glioblastoma (GBM) is an important diagnostic consideration from OG, as they have a much poorer prognosis and are unfortunately much more common. GBM will typically have more avid and heterogeneous enhancement (though it may be harder to distinguish from higher-grade, enhancing anaplastic OG). GBM sometimes have patchy areas of restricted diffusion and areas of central necrosis, both uncommon in OG. Calcification is uncommon in GBM and very common in OG. Histologically, GBM will have more aggressive features, such as necrosis and neovascularization, and they lack the 1p/19q deletion and are often IDH compared to OG."}
{"id": "article-26152_26", "title": "Oligodendroglioma -- Differential Diagnosis", "content": "Dysembryoplastic neuroepithelial tumors (DNET) is another low-grade cortical/subcortical based neoplasm that can look similar to OG, although DNETs tend to have a more “bubbly” cystic T2 hyperintense appearance and may have adjacent cortical dysplasia. They are also more often found in children and young adults, as opposed to OGs, which are more often diagnosed in older adults.", "contents": "Oligodendroglioma -- Differential Diagnosis. Dysembryoplastic neuroepithelial tumors (DNET) is another low-grade cortical/subcortical based neoplasm that can look similar to OG, although DNETs tend to have a more “bubbly” cystic T2 hyperintense appearance and may have adjacent cortical dysplasia. They are also more often found in children and young adults, as opposed to OGs, which are more often diagnosed in older adults."}
{"id": "article-26152_27", "title": "Oligodendroglioma -- Differential Diagnosis", "content": "Ganglioglioma is another cortical/subcortical neoplasm that occurs more often in children and young adults and can be a seizure focus. Gangliogliomas typically present as a cyst with enhancing nodule on MRI and are more commonly seen in the temporal lobe as opposed to OG.", "contents": "Oligodendroglioma -- Differential Diagnosis. Ganglioglioma is another cortical/subcortical neoplasm that occurs more often in children and young adults and can be a seizure focus. Gangliogliomas typically present as a cyst with enhancing nodule on MRI and are more commonly seen in the temporal lobe as opposed to OG."}
{"id": "article-26152_28", "title": "Oligodendroglioma -- Differential Diagnosis", "content": "A multinodular and vacuolating neuronal tumor (MVNT) is a cortical/subcortical lesion that may have imaging overlap with OG and typically appears as a cluster of small bubbly cysts that are T2/FLAIR hyperintense and do not typically enhance. The lesion is typically incidentally found and maybe a malformation/dysplastic lesion as opposed to a true neoplasm.", "contents": "Oligodendroglioma -- Differential Diagnosis. A multinodular and vacuolating neuronal tumor (MVNT) is a cortical/subcortical lesion that may have imaging overlap with OG and typically appears as a cluster of small bubbly cysts that are T2/FLAIR hyperintense and do not typically enhance. The lesion is typically incidentally found and maybe a malformation/dysplastic lesion as opposed to a true neoplasm."}
{"id": "article-26152_29", "title": "Oligodendroglioma -- Prognosis", "content": "Low-grade OG (WHO Grade II), which by definition have 1p/19q deletion and IDHmt, have a better prognosis than other astrocytomas without these genetic markers. OGs have a median survival time of 10-12 years and 5-year progression-free and overall survival rates of 51-83%. Younger patients, patients without other comorbidities, and those with a greater extent of tumor resection also tend to do better. [8] [10] [24] [25] [26] Overall and 5-year survival rates go down with higher-grade anaplastic OG, with a median survival time of 3.5 years in WHO Grade III tumors.", "contents": "Oligodendroglioma -- Prognosis. Low-grade OG (WHO Grade II), which by definition have 1p/19q deletion and IDHmt, have a better prognosis than other astrocytomas without these genetic markers. OGs have a median survival time of 10-12 years and 5-year progression-free and overall survival rates of 51-83%. Younger patients, patients without other comorbidities, and those with a greater extent of tumor resection also tend to do better. [8] [10] [24] [25] [26] Overall and 5-year survival rates go down with higher-grade anaplastic OG, with a median survival time of 3.5 years in WHO Grade III tumors."}
{"id": "article-26152_30", "title": "Oligodendroglioma -- Complications", "content": "Complications from OG may include seizure, postsurgical complications, and thromboembolic events, chemotherapy side effects including myelosuppression limiting treatment with PCV, as well as nausea, vomiting, and other gastrointestinal symptoms with TMZ, and long-term effects of radiation, such as cognitive deficits, gait abnormalities, or radiation necrosis. Residual or recurrent OG can also undergo malignant degeneration over time.", "contents": "Oligodendroglioma -- Complications. Complications from OG may include seizure, postsurgical complications, and thromboembolic events, chemotherapy side effects including myelosuppression limiting treatment with PCV, as well as nausea, vomiting, and other gastrointestinal symptoms with TMZ, and long-term effects of radiation, such as cognitive deficits, gait abnormalities, or radiation necrosis. Residual or recurrent OG can also undergo malignant degeneration over time."}
{"id": "article-26152_31", "title": "Oligodendroglioma -- Pearls and Other Issues", "content": "OG is a low-grade (WHO Grade II) CNS neoplasm that shares many imaging characteristics with other astrocytomas, and tissue sampling is essential in diagnosis. OG is defined by its IDHmt and 1p/19q deletion status and several imaging features that suggest OG as opposed to astrocytoma to include course calcification and cortical-subcortical location. OG is chemo- and radiosensitive with a good prognosis when compared to other glial neoplasms, and higher-grade anaplastic OG (WHO Grade III) has a worse prognosis. Current studies are ongoing to evaluate the best combinations of RT and chemotherapy regimens, as well as evaluating other targeted therapies.", "contents": "Oligodendroglioma -- Pearls and Other Issues. OG is a low-grade (WHO Grade II) CNS neoplasm that shares many imaging characteristics with other astrocytomas, and tissue sampling is essential in diagnosis. OG is defined by its IDHmt and 1p/19q deletion status and several imaging features that suggest OG as opposed to astrocytoma to include course calcification and cortical-subcortical location. OG is chemo- and radiosensitive with a good prognosis when compared to other glial neoplasms, and higher-grade anaplastic OG (WHO Grade III) has a worse prognosis. Current studies are ongoing to evaluate the best combinations of RT and chemotherapy regimens, as well as evaluating other targeted therapies."}
{"id": "article-26152_32", "title": "Oligodendroglioma -- Enhancing Healthcare Team Outcomes", "content": "OG is the third most common glial neoplasm, and although it is a low-grade tumor, it can present significant morbidity depending on its location relative to the eloquent cortex and its preponderance for producing seizures. An interprofessional team working together to coordinate the care of these patients is vital. OG is a slow-growing, infiltrative lesion that is most commonly seen in older adults in their 4th and 5th decades. Early diagnosis and complete surgical resection lead to improved outcomes, and the chemo- and radiosensitive nature of OG results in the tumor often responding well to therapy and have a much better prognosis compared to other astrocytomas. [Level 1]", "contents": "Oligodendroglioma -- Enhancing Healthcare Team Outcomes. OG is the third most common glial neoplasm, and although it is a low-grade tumor, it can present significant morbidity depending on its location relative to the eloquent cortex and its preponderance for producing seizures. An interprofessional team working together to coordinate the care of these patients is vital. OG is a slow-growing, infiltrative lesion that is most commonly seen in older adults in their 4th and 5th decades. Early diagnosis and complete surgical resection lead to improved outcomes, and the chemo- and radiosensitive nature of OG results in the tumor often responding well to therapy and have a much better prognosis compared to other astrocytomas. [Level 1]"}
{"id": "article-26152_33", "title": "Oligodendroglioma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Oligodendroglioma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}