{"id": "article-17420_0", "title": "Physiology, Alveolar Tension -- Introduction", "content": "Alveoli are microscopic balloon-shaped structures located at the end of the respiratory tree. They expand during inhalation, taking in oxygen, and shrink during exhalation, expelling carbon dioxide. These tiny air sacs are the site where gas exchange between inspired air and the blood takes place. A variety of factors, many of which are currently under research, determine the size and shape of individual alveoli. In the distal airways, a state of balance exists between the forces acting to deflate the lungs and the ones trying to keep them inflated. Alveolar tension is a collapsing force that plays a crucial role in maintaining this balance. The article will review the essential elements of pulmonary anatomy, histology, and physiology that control alveolar tension, one of the main determinants of lung recoil.", "contents": "Physiology, Alveolar Tension -- Introduction. Alveoli are microscopic balloon-shaped structures located at the end of the respiratory tree. They expand during inhalation, taking in oxygen, and shrink during exhalation, expelling carbon dioxide. These tiny air sacs are the site where gas exchange between inspired air and the blood takes place. A variety of factors, many of which are currently under research, determine the size and shape of individual alveoli. In the distal airways, a state of balance exists between the forces acting to deflate the lungs and the ones trying to keep them inflated. Alveolar tension is a collapsing force that plays a crucial role in maintaining this balance. The article will review the essential elements of pulmonary anatomy, histology, and physiology that control alveolar tension, one of the main determinants of lung recoil."}
{"id": "article-17420_1", "title": "Physiology, Alveolar Tension -- Structure", "content": "Alveoli are classically described as a cluster of grapes, with each alveolus being a separate entity from the ones surrounding it. However, recent histologic research revealed that the actual structure is quite different and much more complicated. Numerous connections exist between alveoli, resulting in a complex system of airflow within the distal airways. Their shape is polygonal with flat sides rather than spherical, and each alveolus shares a common wall with its neighbors. They more likely resemble foam or froth than balloons. [1] The wall shared by two neighboring alveoli is called the inter-alveolar septum. It consists of a single layer of alveolar epithelial cells, capillary endothelial cells, and a variety of interstitial tissue in between. There are two distinct types of alveolar epithelial cells, namely, type I and type II pneumocytes. Type I pneumocytes cover around 95% of the entire surface area of alveoli and provide an excellent space for gas exchange. Type II pneumocytes produce surfactant, a vital substance that decreases the effects of surface tension, as discussed later in the article. They also function as stem cells that differentiate into both types of alveolar cells following lung damage. [2]", "contents": "Physiology, Alveolar Tension -- Structure. Alveoli are classically described as a cluster of grapes, with each alveolus being a separate entity from the ones surrounding it. However, recent histologic research revealed that the actual structure is quite different and much more complicated. Numerous connections exist between alveoli, resulting in a complex system of airflow within the distal airways. Their shape is polygonal with flat sides rather than spherical, and each alveolus shares a common wall with its neighbors. They more likely resemble foam or froth than balloons. [1] The wall shared by two neighboring alveoli is called the inter-alveolar septum. It consists of a single layer of alveolar epithelial cells, capillary endothelial cells, and a variety of interstitial tissue in between. There are two distinct types of alveolar epithelial cells, namely, type I and type II pneumocytes. Type I pneumocytes cover around 95% of the entire surface area of alveoli and provide an excellent space for gas exchange. Type II pneumocytes produce surfactant, a vital substance that decreases the effects of surface tension, as discussed later in the article. They also function as stem cells that differentiate into both types of alveolar cells following lung damage. [2]"}
{"id": "article-17420_2", "title": "Physiology, Alveolar Tension -- Function", "content": "The balance between the lungs' expanding and collapsing forces determines the size of an alveolus at any specific point in time. Lung recoil is the term used to describe the tendency of alveoli to rebound after being inflated. The primary determinant of lung recoil is surface tension, which is a force imposed by water molecules at the surface of liquids. It occurs whenever there is an air-liquid interface, as in the case of the interior lining of alveoli, and acts to minimize the surface area. The other principal determinant of recoil is the composition of the lung tissue itself, which has a high content of collagen and elastin fibers giving it large elastic properties. Even though these collapsing forces are crucial to exhale air after an inspiration, they must be counteracted by expanding forces at end-expiration to prevent alveolar collapse. [1] One of the principal forces that prevent atelectasis, or complete airway closure, is the extensive collagen extracellular matrix (ECM) running throughout the interalveolar septa. The ECM is rich in fibroblasts that provide \"radial traction,\" i.e., forces pulling in all directions away from the center of each alveolus, keeping it inflated. The other factor that prevents alveolar collapse is the presence of surfactant, a substance produced by type II pneumocytes. Further explanation of the role of pulmonary surfactant and surface tension first relies on an understanding of the physical interactions of water molecules with one another. [2]", "contents": "Physiology, Alveolar Tension -- Function. The balance between the lungs' expanding and collapsing forces determines the size of an alveolus at any specific point in time. Lung recoil is the term used to describe the tendency of alveoli to rebound after being inflated. The primary determinant of lung recoil is surface tension, which is a force imposed by water molecules at the surface of liquids. It occurs whenever there is an air-liquid interface, as in the case of the interior lining of alveoli, and acts to minimize the surface area. The other principal determinant of recoil is the composition of the lung tissue itself, which has a high content of collagen and elastin fibers giving it large elastic properties. Even though these collapsing forces are crucial to exhale air after an inspiration, they must be counteracted by expanding forces at end-expiration to prevent alveolar collapse. [1] One of the principal forces that prevent atelectasis, or complete airway closure, is the extensive collagen extracellular matrix (ECM) running throughout the interalveolar septa. The ECM is rich in fibroblasts that provide \"radial traction,\" i.e., forces pulling in all directions away from the center of each alveolus, keeping it inflated. The other factor that prevents alveolar collapse is the presence of surfactant, a substance produced by type II pneumocytes. Further explanation of the role of pulmonary surfactant and surface tension first relies on an understanding of the physical interactions of water molecules with one another. [2]"}
{"id": "article-17420_3", "title": "Physiology, Alveolar Tension -- Function", "content": "Water is a polar molecule with its oxygen atom being more negatively charged than the two covalently-bonded hydrogen atoms. The electronegativity of oxygen creates a more negative charge on one side of the molecule and a more positive charge on the other side. When surrounded by other water molecules, the negatively charged regions attract the positively charged ones. These bonds create a force called surface tension that pulls water molecules closer to each other. Since water lines the interior surface of alveoli, surface tension pulls the water collection as well as the alveoli inwards. Without a mechanism to counter this force, the alveolus would collapse. [3]", "contents": "Physiology, Alveolar Tension -- Function. Water is a polar molecule with its oxygen atom being more negatively charged than the two covalently-bonded hydrogen atoms. The electronegativity of oxygen creates a more negative charge on one side of the molecule and a more positive charge on the other side. When surrounded by other water molecules, the negatively charged regions attract the positively charged ones. These bonds create a force called surface tension that pulls water molecules closer to each other. Since water lines the interior surface of alveoli, surface tension pulls the water collection as well as the alveoli inwards. Without a mechanism to counter this force, the alveolus would collapse. [3]"}
{"id": "article-17420_4", "title": "Physiology, Alveolar Tension -- Function", "content": "Humans, along with many other mammals, possess a mechanism that serves to lower the surface tension of water within alveoli and the distal airways. Specifically, type II pneumocytes secrete a substance called surfactant that helps decrease surface tension. Pulmonary surfactant is composed of approximately 90% lipids and 10% proteins. The proteins found in surfactant play a diverse range of roles, many of which are a topic of research, and are beyond the discussion of this article. [3] The lipids found in surfactant, on the other hand, play a vital role in reducing surface tension and are mainly composed of phospholipids. Phospholipids have one polar group on the \"head\" of the molecule and two nonpolar \"tails\" (see attached figure). As previously discussed, water is a polar molecule. Therefore, any substance possessing a polar group mixes easily with water. We call these substances hydrophilic. Nonpolar molecules, on the other hand, do not mix with water and are called hydrophobic. Looking at the structure of a phospholipid, it contains one hydrophilic head and two hydrophobic tails. A molecule possessing both hydrophilic and hydrophobic regions is termed amphipathic. When an amphipathic molecule mixes with water, the hydrophilic head forms temporary bonds with the charged areas of neighboring water molecules, as water would with itself. The hydrophobic tails do not form these bonds with water and therefore get pushed towards each other. The result is a sphere of surfactant molecules with the \"heads\" on the outside, facing water molecules, and the \"tails\" on the inside facing each other. If one imagines a collection of water with thousands of these small surfactant \"spheres\" separating the neighboring water molecules, it becomes easier to picture how exactly surfactant interrupts the temporary interactions of water molecules with each other, thereby lowering the surface tension. [2]", "contents": "Physiology, Alveolar Tension -- Function. Humans, along with many other mammals, possess a mechanism that serves to lower the surface tension of water within alveoli and the distal airways. Specifically, type II pneumocytes secrete a substance called surfactant that helps decrease surface tension. Pulmonary surfactant is composed of approximately 90% lipids and 10% proteins. The proteins found in surfactant play a diverse range of roles, many of which are a topic of research, and are beyond the discussion of this article. [3] The lipids found in surfactant, on the other hand, play a vital role in reducing surface tension and are mainly composed of phospholipids. Phospholipids have one polar group on the \"head\" of the molecule and two nonpolar \"tails\" (see attached figure). As previously discussed, water is a polar molecule. Therefore, any substance possessing a polar group mixes easily with water. We call these substances hydrophilic. Nonpolar molecules, on the other hand, do not mix with water and are called hydrophobic. Looking at the structure of a phospholipid, it contains one hydrophilic head and two hydrophobic tails. A molecule possessing both hydrophilic and hydrophobic regions is termed amphipathic. When an amphipathic molecule mixes with water, the hydrophilic head forms temporary bonds with the charged areas of neighboring water molecules, as water would with itself. The hydrophobic tails do not form these bonds with water and therefore get pushed towards each other. The result is a sphere of surfactant molecules with the \"heads\" on the outside, facing water molecules, and the \"tails\" on the inside facing each other. If one imagines a collection of water with thousands of these small surfactant \"spheres\" separating the neighboring water molecules, it becomes easier to picture how exactly surfactant interrupts the temporary interactions of water molecules with each other, thereby lowering the surface tension. [2]"}
{"id": "article-17420_5", "title": "Physiology, Alveolar Tension -- Function", "content": "The phospholipid most commonly found in surfactant is called dipalmitoylphosphatidylcholine (DPPC). While some additional lipids and proteins play a role in surface tension regulation, DPPC remains the one mostly produced by type II pneumocyte. [4] Without its effects on the lungs, the collapsing forces on the alveoli and distal airways would overcome the expanding forces, resulting in complete collapse and an inability to exchange gases in the lung.", "contents": "Physiology, Alveolar Tension -- Function. The phospholipid most commonly found in surfactant is called dipalmitoylphosphatidylcholine (DPPC). While some additional lipids and proteins play a role in surface tension regulation, DPPC remains the one mostly produced by type II pneumocyte. [4] Without its effects on the lungs, the collapsing forces on the alveoli and distal airways would overcome the expanding forces, resulting in complete collapse and an inability to exchange gases in the lung."}
{"id": "article-17420_6", "title": "Physiology, Alveolar Tension -- Function", "content": "Another relevant concept to discuss with regards to surface tension is the Law of Laplace. It was initially thought that the pressure needed to counter the collapsing force of surface tension in an alveolus was directly proportional to twice the surface tension and inversely proportional to the radius of the alveolus (P= 2T/r). [1] This equation is called Laplace's Law and only applies to spherical structures. As mentioned previously, more recent research demonstrated that alveoli are not merely isolated spheres connected with a single duct. Instead, they are polygonal in shape, and they form multiple connections with each other. Given this structure, one cannot directly use Laplace's Law to calculate the collapsing force of surface tension on an alveolus.", "contents": "Physiology, Alveolar Tension -- Function. Another relevant concept to discuss with regards to surface tension is the Law of Laplace. It was initially thought that the pressure needed to counter the collapsing force of surface tension in an alveolus was directly proportional to twice the surface tension and inversely proportional to the radius of the alveolus (P= 2T/r). [1] This equation is called Laplace's Law and only applies to spherical structures. As mentioned previously, more recent research demonstrated that alveoli are not merely isolated spheres connected with a single duct. Instead, they are polygonal in shape, and they form multiple connections with each other. Given this structure, one cannot directly use Laplace's Law to calculate the collapsing force of surface tension on an alveolus."}
{"id": "article-17420_7", "title": "Physiology, Alveolar Tension -- Function", "content": "Nonetheless, the idea of pressure in a sphere being directly proportional to twice the surface tension and inversely proportional to the radius (P=2T/r) is an important one to contemplate. Imagine having two spheres with different sizes. As the radius of the sphere decreases, the pressure increases as per Laplace's Law. Now, If the two spheres were connected with a tube, the smaller one should empty into the larger one based on the pressure difference. In other terms, smaller alveoli should empty into larger ones based on Laplace's law, causing the lungs to collapse. Luckily, this is not the case in the lungs. It turns out that as the radius of the alveolus decreases, the effect of surfactant increases as surfactant molecules get more concentrated in smaller alveoli compared to larger ones, thereby maximizing their impact on lowering surface tension. [5]", "contents": "Physiology, Alveolar Tension -- Function. Nonetheless, the idea of pressure in a sphere being directly proportional to twice the surface tension and inversely proportional to the radius (P=2T/r) is an important one to contemplate. Imagine having two spheres with different sizes. As the radius of the sphere decreases, the pressure increases as per Laplace's Law. Now, If the two spheres were connected with a tube, the smaller one should empty into the larger one based on the pressure difference. In other terms, smaller alveoli should empty into larger ones based on Laplace's law, causing the lungs to collapse. Luckily, this is not the case in the lungs. It turns out that as the radius of the alveolus decreases, the effect of surfactant increases as surfactant molecules get more concentrated in smaller alveoli compared to larger ones, thereby maximizing their impact on lowering surface tension. [5]"}
{"id": "article-17420_8", "title": "Physiology, Alveolar Tension -- Pathophysiology", "content": "As discussed previously, surfactant is necessary to prevent alveolar and distal airway collapse. Therefore, any process that interferes with the production, function, or metabolism of surfactant can have disastrous consequences on pulmonary function. The disease first attributed to surfactant deficiency is neonatal respiratory distress syndrome, most commonly seen in premature neonates. In these infants, lung immaturity results in inadequate production of surfactant. As such, their alveoli and distal airways cannot remain open during expiration, and they cannot effectively exchange oxygen for carbon dioxide. For many years, the only hope at survival was to administer 100% oxygen until the neonate's lungs mature and produce sufficient surfactant. [4]", "contents": "Physiology, Alveolar Tension -- Pathophysiology. As discussed previously, surfactant is necessary to prevent alveolar and distal airway collapse. Therefore, any process that interferes with the production, function, or metabolism of surfactant can have disastrous consequences on pulmonary function. The disease first attributed to surfactant deficiency is neonatal respiratory distress syndrome, most commonly seen in premature neonates. In these infants, lung immaturity results in inadequate production of surfactant. As such, their alveoli and distal airways cannot remain open during expiration, and they cannot effectively exchange oxygen for carbon dioxide. For many years, the only hope at survival was to administer 100% oxygen until the neonate's lungs mature and produce sufficient surfactant. [4]"}
{"id": "article-17420_9", "title": "Physiology, Alveolar Tension -- Pathophysiology", "content": "Other diseases that may be caused by or lead to abnormalities in surfactant production or function include adult respiratory distress syndrome (ARDS), alveolar proteinosis, obstructive lung diseases such as asthma and COPD, interstitial lung diseases including pulmonary fibrosis and hypersensitivity pneumonitis, infectious lung processes such as pneumonia, AIDS, and in patients who smoke. [3]", "contents": "Physiology, Alveolar Tension -- Pathophysiology. Other diseases that may be caused by or lead to abnormalities in surfactant production or function include adult respiratory distress syndrome (ARDS), alveolar proteinosis, obstructive lung diseases such as asthma and COPD, interstitial lung diseases including pulmonary fibrosis and hypersensitivity pneumonitis, infectious lung processes such as pneumonia, AIDS, and in patients who smoke. [3]"}
{"id": "article-17420_10", "title": "Physiology, Alveolar Tension -- Pathophysiology", "content": "Acute respiratory distress syndrome or ARDS is another disease where the concept of surface tension becomes relevant. In ARDS, a widespread inflammatory process affects the lungs leading to rapid respiratory failure. The condition is usually triggered by acute pancreatitis, pneumonia, trauma, or sepsis. In ARDS, Alveolar and capillary damage allow fluids and proteins to leak into the alveoli. These proteins interfere with the function and composition of surfactant, thereby decreasing its vital role in counteracting the effects of surface tension. The result would be alveolar collapse and abnormalities in gas exchange. [6]", "contents": "Physiology, Alveolar Tension -- Pathophysiology. Acute respiratory distress syndrome or ARDS is another disease where the concept of surface tension becomes relevant. In ARDS, a widespread inflammatory process affects the lungs leading to rapid respiratory failure. The condition is usually triggered by acute pancreatitis, pneumonia, trauma, or sepsis. In ARDS, Alveolar and capillary damage allow fluids and proteins to leak into the alveoli. These proteins interfere with the function and composition of surfactant, thereby decreasing its vital role in counteracting the effects of surface tension. The result would be alveolar collapse and abnormalities in gas exchange. [6]"}
{"id": "article-17420_11", "title": "Physiology, Alveolar Tension -- Clinical Significance", "content": "Thankfully, many interventions exist nowadays to help patients with neonatal respiratory distress syndrome. These treatment options aim to decrease the severity of the disease or to prevent its occurrence in the first place. Prevention wise, all pregnant women at risk of preterm delivery should be given antenatal glucocorticoids to help enhance fetal lung maturity and surfactant production. [7] For neonates with the disease, respiratory support with positive end-expiratory pressure helps keep the airways open at end-expiration and prevents alveolar collapse. [8] Finally, exogenous surfactant replacement therapy now exists to help improve pulmonary function in neonates with RDS. It works by replacing surfactant temporarily until the lungs mature enough to produce it on their own. As mentioned previously, a wide variety of other pulmonary diseases may cause or manifest with abnormalities in surfactant production, function, or metabolism. Regrettably, at this time, there is no routine use for exogenous surfactant in these diseases. [4]", "contents": "Physiology, Alveolar Tension -- Clinical Significance. Thankfully, many interventions exist nowadays to help patients with neonatal respiratory distress syndrome. These treatment options aim to decrease the severity of the disease or to prevent its occurrence in the first place. Prevention wise, all pregnant women at risk of preterm delivery should be given antenatal glucocorticoids to help enhance fetal lung maturity and surfactant production. [7] For neonates with the disease, respiratory support with positive end-expiratory pressure helps keep the airways open at end-expiration and prevents alveolar collapse. [8] Finally, exogenous surfactant replacement therapy now exists to help improve pulmonary function in neonates with RDS. It works by replacing surfactant temporarily until the lungs mature enough to produce it on their own. As mentioned previously, a wide variety of other pulmonary diseases may cause or manifest with abnormalities in surfactant production, function, or metabolism. Regrettably, at this time, there is no routine use for exogenous surfactant in these diseases. [4]"}
{"id": "article-17420_12", "title": "Physiology, Alveolar Tension -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Alveolar Tension -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}