{"id": "article-24842_0", "title": "Anatomy, Thorax, Mediastinum -- Introduction", "content": "The thoracic mediastinum is the compartment that runs the length of the thoracic cavity between the pleural sacs of the lungs. This compartment extends longitudinally from the thoracic inlet to the superior surface of the diaphragm. Although there are no physical barriers between compartments other than the pericardium, the mediastinum is typically discussed based on subdivisions. The four-compartment model divides the mediastinum into the superior, anterior, middle, and posterior portions. The mediastinum houses many vital structures including the heart, great vessels, trachea, and essential nerves. It also functions as a protected pathway for structures traversing from the neck, superiorly, and into the abdomen, inferiorly. The mediastinum is also clinically significant due to the variety of physical anomalies and pathologies that can occur in this region.", "contents": "Anatomy, Thorax, Mediastinum -- Introduction. The thoracic mediastinum is the compartment that runs the length of the thoracic cavity between the pleural sacs of the lungs. This compartment extends longitudinally from the thoracic inlet to the superior surface of the diaphragm. Although there are no physical barriers between compartments other than the pericardium, the mediastinum is typically discussed based on subdivisions. The four-compartment model divides the mediastinum into the superior, anterior, middle, and posterior portions. The mediastinum houses many vital structures including the heart, great vessels, trachea, and essential nerves. It also functions as a protected pathway for structures traversing from the neck, superiorly, and into the abdomen, inferiorly. The mediastinum is also clinically significant due to the variety of physical anomalies and pathologies that can occur in this region."}
{"id": "article-24842_1", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "The mediastinum is divided compartmentally and consists of subdivisions that house and support vital structures within the thorax. Below are the borders of each region of the mediastinum.", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. The mediastinum is divided compartmentally and consists of subdivisions that house and support vital structures within the thorax. Below are the borders of each region of the mediastinum."}
{"id": "article-24842_2", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Superior Mediastinum: bordered by the thoracic outlet superiorly, transverse thoracic plane (the plane of Ludwig) or sternal angle inferiorly, medial border of the pleural sacs laterally, dorsal surface of the sternum anteriorly, and ventral surface of the first four thoracic vertebral bodies posteriorly [1] [2] [3]", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Superior Mediastinum: bordered by the thoracic outlet superiorly, transverse thoracic plane (the plane of Ludwig) or sternal angle inferiorly, medial border of the pleural sacs laterally, dorsal surface of the sternum anteriorly, and ventral surface of the first four thoracic vertebral bodies posteriorly [1] [2] [3]"}
{"id": "article-24842_3", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Anterior Mediastinum: bordered by the pericardium posteriorly, medial border of the pleural sacs laterally, and the sternum, transversus thoracis muscles, and fifth, sixth, and seventh left costal cartilages anteriorly [1] [2] [4] [5]", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Anterior Mediastinum: bordered by the pericardium posteriorly, medial border of the pleural sacs laterally, and the sternum, transversus thoracis muscles, and fifth, sixth, and seventh left costal cartilages anteriorly [1] [2] [4] [5]"}
{"id": "article-24842_4", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Middle Mediastinum: formed by the borders of the pericardial sac anteriorly and posteriorly, reflected to the medial borders of the pleural sacs bilaterally, transverse thoracic plane superiorly, and thoracic surface of the diaphragm inferiorly [1] [2] [5] [6] [7]", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Middle Mediastinum: formed by the borders of the pericardial sac anteriorly and posteriorly, reflected to the medial borders of the pleural sacs bilaterally, transverse thoracic plane superiorly, and thoracic surface of the diaphragm inferiorly [1] [2] [5] [6] [7]"}
{"id": "article-24842_5", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Posterior Mediastinum: bordered by the pericardium anteriorly, the thoracic surface of the diaphragm inferiorly, the transverse thoracic plane superiorly, the bodies of the fifth to the twelfth thoracic vertebrae posteriorly, and the pleural sacs laterally [1] [2] [5]", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Posterior Mediastinum: bordered by the pericardium anteriorly, the thoracic surface of the diaphragm inferiorly, the transverse thoracic plane superiorly, the bodies of the fifth to the twelfth thoracic vertebrae posteriorly, and the pleural sacs laterally [1] [2] [5]"}
{"id": "article-24842_6", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Each region of the thoracic mediastinum contains unique structures. Listed below are the different regions of the thoracic mediastinum and a high-level overview of their components.", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Each region of the thoracic mediastinum contains unique structures. Listed below are the different regions of the thoracic mediastinum and a high-level overview of their components."}
{"id": "article-24842_7", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Superior Mediastinum:", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Superior Mediastinum:"}
{"id": "article-24842_8", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Organs: thymus, trachea, esophagus Arteries: aortic arch, brachiocephalic trunk, left common carotid artery, left subclavian artery Veins and lymphatics: superior vena cava, brachiocephalic veins, the arch of the azygos, thoracic duct Nerves: left and right vagus, recurrent laryngeal, cardiac, left and right phrenic nerves [1] [2] [8] [3]", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Organs: thymus, trachea, esophagus Arteries: aortic arch, brachiocephalic trunk, left common carotid artery, left subclavian artery Veins and lymphatics: superior vena cava, brachiocephalic veins, the arch of the azygos, thoracic duct Nerves: left and right vagus, recurrent laryngeal, cardiac, left and right phrenic nerves [1] [2] [8] [3]"}
{"id": "article-24842_9", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Anterior Mediastinum:", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Anterior Mediastinum:"}
{"id": "article-24842_10", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Organs: thymus Arteries: internal thoracic branches Veins and lymphatics: internal thoracic branches, parasternal lymph nodes Nerves: none [1] [2] [8] [4] [5]", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Organs: thymus Arteries: internal thoracic branches Veins and lymphatics: internal thoracic branches, parasternal lymph nodes Nerves: none [1] [2] [8] [4] [5]"}
{"id": "article-24842_11", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Middle Mediastinum:", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Middle Mediastinum:"}
{"id": "article-24842_12", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Organs: the heart and its great vessel roots, trachea and main bronchi Arteries: ascending aorta, pulmonary trunk, pericardiacophrenic arteries Veins and lymphatics: superior vena cava, pulmonary veins, pericardiacophrenic veins Nerves: phrenic, vagus, sympathetics [1] [2] [8] [9] [5] [6] [7]", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Organs: the heart and its great vessel roots, trachea and main bronchi Arteries: ascending aorta, pulmonary trunk, pericardiacophrenic arteries Veins and lymphatics: superior vena cava, pulmonary veins, pericardiacophrenic veins Nerves: phrenic, vagus, sympathetics [1] [2] [8] [9] [5] [6] [7]"}
{"id": "article-24842_13", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Posterior Mediastinum:", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Posterior Mediastinum:"}
{"id": "article-24842_14", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Organs: esophagus Arteries: descending thoracic aorta Veins and lymphatics: azygos hemiazygos veins, thoracic duct Nerves: vagus, splanchnic, sympathetic chain [1] [2] [8] [5]", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Organs: esophagus Arteries: descending thoracic aorta Veins and lymphatics: azygos hemiazygos veins, thoracic duct Nerves: vagus, splanchnic, sympathetic chain [1] [2] [8] [5]"}
{"id": "article-24842_15", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "Each region of the mediastinum can be considered to serve a primary function.", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. Each region of the mediastinum can be considered to serve a primary function."}
{"id": "article-24842_16", "title": "Anatomy, Thorax, Mediastinum -- Structure and Function", "content": "The superior mediastinum is essentially a conduit space allowing structures to pass between the head, neck, and thorax. [1] [2] [3] The anterior mediastinum is protective in nature and filled with connective and fatty tissue that cushions and supports the thymus as well as the vital cardiac structures just posterior to it. [2] [5] The middle mediastinum houses the heart and the roots of the great vessels. [2] [5] [6] [7] The posterior mediastinum, which can be thought of as a continuation of the superior mediastinum, also serves as a conduit. It provides space for the passage of structures between the thoracic and abdominal cavities. [2] [5]", "contents": "Anatomy, Thorax, Mediastinum -- Structure and Function. The superior mediastinum is essentially a conduit space allowing structures to pass between the head, neck, and thorax. [1] [2] [3] The anterior mediastinum is protective in nature and filled with connective and fatty tissue that cushions and supports the thymus as well as the vital cardiac structures just posterior to it. [2] [5] The middle mediastinum houses the heart and the roots of the great vessels. [2] [5] [6] [7] The posterior mediastinum, which can be thought of as a continuation of the superior mediastinum, also serves as a conduit. It provides space for the passage of structures between the thoracic and abdominal cavities. [2] [5]"}
{"id": "article-24842_17", "title": "Anatomy, Thorax, Mediastinum -- Blood Supply and Lymphatics", "content": "The thoracic mediastinum houses the heart and the great vessels. Due to this anatomical configuration, the thoracic mediastinum has many blood vessels traveling through it. [1] [2] [5] [6] [7] Since the lymphatic system closely integrates into the cardiovascular system, there is also a significant presence of lymphatics in this area. [1] [2] [5] [10]", "contents": "Anatomy, Thorax, Mediastinum -- Blood Supply and Lymphatics. The thoracic mediastinum houses the heart and the great vessels. Due to this anatomical configuration, the thoracic mediastinum has many blood vessels traveling through it. [1] [2] [5] [6] [7] Since the lymphatic system closely integrates into the cardiovascular system, there is also a significant presence of lymphatics in this area. [1] [2] [5] [10]"}
{"id": "article-24842_18", "title": "Anatomy, Thorax, Mediastinum -- Blood Supply and Lymphatics", "content": "The superior mediastinum contains the arch of the aorta and its three associated major branches: the brachiocephalic trunk, the left common carotid, and the left subclavian arteries. [1] [2] [5] In addition to these large arteries, some smaller branches of the aorta are present within the superior mediastinum including the thymic branches of the internal thoracic arteries, the proximal portions of the pericardiophrenic arteries, and the third and fourth posterior intercostal arteries. [11] [9] [3] The majority of lymphatic drainage in this region coalesces at the thoracic duct, which empties into the bloodstream at the left subclavian vein. [1] [4] [5] [10]", "contents": "Anatomy, Thorax, Mediastinum -- Blood Supply and Lymphatics. The superior mediastinum contains the arch of the aorta and its three associated major branches: the brachiocephalic trunk, the left common carotid, and the left subclavian arteries. [1] [2] [5] In addition to these large arteries, some smaller branches of the aorta are present within the superior mediastinum including the thymic branches of the internal thoracic arteries, the proximal portions of the pericardiophrenic arteries, and the third and fourth posterior intercostal arteries. [11] [9] [3] The majority of lymphatic drainage in this region coalesces at the thoracic duct, which empties into the bloodstream at the left subclavian vein. [1] [4] [5] [10]"}
{"id": "article-24842_19", "title": "Anatomy, Thorax, Mediastinum -- Blood Supply and Lymphatics", "content": "The internal thoracic arteries descend inferiorly and deep to the lateral borders of the sternum. These arteries exit the anterior thoracic mediastinum inferiorly and branch into the musculophrenic arteries and superior epigastric arteries. [11] Lymphatics in this region include the parasternal, pericardial and superior diaphragmatic lymph nodes. [12] [5] [6] [10]", "contents": "Anatomy, Thorax, Mediastinum -- Blood Supply and Lymphatics. The internal thoracic arteries descend inferiorly and deep to the lateral borders of the sternum. These arteries exit the anterior thoracic mediastinum inferiorly and branch into the musculophrenic arteries and superior epigastric arteries. [11] Lymphatics in this region include the parasternal, pericardial and superior diaphragmatic lymph nodes. [12] [5] [6] [10]"}
{"id": "article-24842_20", "title": "Anatomy, Thorax, Mediastinum -- Blood Supply and Lymphatics", "content": "The middle thoracic mediastinum, bounded by the pericardium, contains the coronary arteries and its associated branches. The lymphatics within the pericardium are a complex network of vessels that penetrate all layers of the cardiac tissue. These vessels ultimately drain posteriorly towards the pre-tracheal lymph nodes that lie between the aorta and the trachea. [12] [6] [10]", "contents": "Anatomy, Thorax, Mediastinum -- Blood Supply and Lymphatics. The middle thoracic mediastinum, bounded by the pericardium, contains the coronary arteries and its associated branches. The lymphatics within the pericardium are a complex network of vessels that penetrate all layers of the cardiac tissue. These vessels ultimately drain posteriorly towards the pre-tracheal lymph nodes that lie between the aorta and the trachea. [12] [6] [10]"}
{"id": "article-24842_21", "title": "Anatomy, Thorax, Mediastinum -- Blood Supply and Lymphatics", "content": "The posterior thoracic mediastinum contains the descending aorta as it courses slightly left of midline down towards the diaphragm. The most notable arterial branches in this region are the proximal portions of the intercostal arteries. The lymphatics of this region include the thoracic duct, retrocardiac lymph nodes, diaphragmatic lymph nodes, posterior mediastinal lymph nodes, and prevertebral lymph nodes. [1] [2] [5] [10]", "contents": "Anatomy, Thorax, Mediastinum -- Blood Supply and Lymphatics. The posterior thoracic mediastinum contains the descending aorta as it courses slightly left of midline down towards the diaphragm. The most notable arterial branches in this region are the proximal portions of the intercostal arteries. The lymphatics of this region include the thoracic duct, retrocardiac lymph nodes, diaphragmatic lymph nodes, posterior mediastinal lymph nodes, and prevertebral lymph nodes. [1] [2] [5] [10]"}
{"id": "article-24842_22", "title": "Anatomy, Thorax, Mediastinum -- Nerves", "content": "In the superior mediastinum, there are two broad categories of nerves passing within the region, nerves that originate superior to the thorax and nerves that originate within the thorax.", "contents": "Anatomy, Thorax, Mediastinum -- Nerves. In the superior mediastinum, there are two broad categories of nerves passing within the region, nerves that originate superior to the thorax and nerves that originate within the thorax."}
{"id": "article-24842_23", "title": "Anatomy, Thorax, Mediastinum -- Nerves", "content": "The superior thoracic mediastinum contains the left and right phrenic nerves (C3 - C5), the left and right vagus nerves, and other associated vagal branches including the esophageal plexus, the inferior cervical cardiac branches, the thoracic cardiac branches, and the recurrent laryngeal nerves. As for the nerves originating from within the thorax, there is the superior portion of the sympathetic trunk (T1 through T4) and its associated sympathetic branches such as the thoracic cardiac and pulmonary branches. [8] [13] The anterior mediastinum does not contain any major named nerves. [2] [8] [5] [8]", "contents": "Anatomy, Thorax, Mediastinum -- Nerves. The superior thoracic mediastinum contains the left and right phrenic nerves (C3 - C5), the left and right vagus nerves, and other associated vagal branches including the esophageal plexus, the inferior cervical cardiac branches, the thoracic cardiac branches, and the recurrent laryngeal nerves. As for the nerves originating from within the thorax, there is the superior portion of the sympathetic trunk (T1 through T4) and its associated sympathetic branches such as the thoracic cardiac and pulmonary branches. [8] [13] The anterior mediastinum does not contain any major named nerves. [2] [8] [5] [8]"}
{"id": "article-24842_24", "title": "Anatomy, Thorax, Mediastinum -- Nerves", "content": "The middle mediastinum is densely innervated by the autonomic nervous system and somatically innervated by the phrenic nerves. The sympathetic innervation arises from branches of the sympathetic trunk around the T2 through T4 levels while parasympathetic innervation derives from branches of the left and right vagus nerves. Branches of the left and right phrenic nerves provide somatic innervation to the fibrous and parietal pericardial layers. [14] [1] [2] [8] [9] [6] [13] Because the boundaries of the middle mediastinum are the borders of the pericardium itself, only a small portion of the nerves mentioned truly reside within the middle mediastinum.", "contents": "Anatomy, Thorax, Mediastinum -- Nerves. The middle mediastinum is densely innervated by the autonomic nervous system and somatically innervated by the phrenic nerves. The sympathetic innervation arises from branches of the sympathetic trunk around the T2 through T4 levels while parasympathetic innervation derives from branches of the left and right vagus nerves. Branches of the left and right phrenic nerves provide somatic innervation to the fibrous and parietal pericardial layers. [14] [1] [2] [8] [9] [6] [13] Because the boundaries of the middle mediastinum are the borders of the pericardium itself, only a small portion of the nerves mentioned truly reside within the middle mediastinum."}
{"id": "article-24842_25", "title": "Anatomy, Thorax, Mediastinum -- Nerves", "content": "The posterior mediastinum contains many autonomic and somatic nerves. Sympathetic nerves arise from the sympathetic chain at the T5 to T12 levels and parasympathetic innervation is provided by the left and right vagus nerves which form of the esophageal plexus. The somatic nerves in the posterior mediastinum are the intercostal nerves. [1] [2] [8] [5]", "contents": "Anatomy, Thorax, Mediastinum -- Nerves. The posterior mediastinum contains many autonomic and somatic nerves. Sympathetic nerves arise from the sympathetic chain at the T5 to T12 levels and parasympathetic innervation is provided by the left and right vagus nerves which form of the esophageal plexus. The somatic nerves in the posterior mediastinum are the intercostal nerves. [1] [2] [8] [5]"}
{"id": "article-24842_26", "title": "Anatomy, Thorax, Mediastinum -- Muscles", "content": "Although often overlooked, there are many critical muscular structures within the thoracic mediastinum. For example, the superior thoracic mediastinum contains the skeletal and smooth muscle of the esophagus and the left and right inferior oblique portion of longus colli muscle which assists in mobilizing the cervical spine. [1] [3] [15] The anterior thoracic mediastinum contains the transversus thoracis muscles, an accessory muscle of expiration. The transversus thoracis muscles originate on the posterolateral area of the sternum and aid in depressing the ribs during active expiration. [16] The middle thoracic mediastinum houses one of the most important muscles of the body, the heart. The posterior thoracic mediastinum contains the distal smooth muscular portion of the esophagus. Many of the large blood vessels in the mediastinum comprise numerous layers of smooth muscle that allow for cardiovascular homeostasis. [1] [2] [8] [6]", "contents": "Anatomy, Thorax, Mediastinum -- Muscles. Although often overlooked, there are many critical muscular structures within the thoracic mediastinum. For example, the superior thoracic mediastinum contains the skeletal and smooth muscle of the esophagus and the left and right inferior oblique portion of longus colli muscle which assists in mobilizing the cervical spine. [1] [3] [15] The anterior thoracic mediastinum contains the transversus thoracis muscles, an accessory muscle of expiration. The transversus thoracis muscles originate on the posterolateral area of the sternum and aid in depressing the ribs during active expiration. [16] The middle thoracic mediastinum houses one of the most important muscles of the body, the heart. The posterior thoracic mediastinum contains the distal smooth muscular portion of the esophagus. Many of the large blood vessels in the mediastinum comprise numerous layers of smooth muscle that allow for cardiovascular homeostasis. [1] [2] [8] [6]"}
{"id": "article-24842_27", "title": "Anatomy, Thorax, Mediastinum -- Physiologic Variants", "content": "Regularly, there is a minimal level of variation in the compartmentalization and organization of the thoracic mediastinum between individuals. The structures held within the thoracic mediastinal compartments are highly subject to variability, though. Below are some physiologic variants that can affect and/or be seen in structures within the thoracic mediastinal compartments. Superior Mediastinum [17] [1] [5] : Absent brachiocephalic trunk (right common carotid and subclavian arteries branch directly from aortic arch) Patent ductus arteriosus Tracheoesophageal fistula Anterior Mediastinum [1] : Pectus excavatum Thymic aplasia Thymic cyst Middle Mediastinum [18] [6] : Dextrocardia Heart side dominance (based on which coronary artery gives rise to the posterior interventricular branch) Patent foramen ovale Tetralogy of Fallot Ventricular septal defects Posterior Mediastinum [1] [5] : Bronchogenic cysts Esophageal atresia Esophageal stenosis", "contents": "Anatomy, Thorax, Mediastinum -- Physiologic Variants. Regularly, there is a minimal level of variation in the compartmentalization and organization of the thoracic mediastinum between individuals. The structures held within the thoracic mediastinal compartments are highly subject to variability, though. Below are some physiologic variants that can affect and/or be seen in structures within the thoracic mediastinal compartments. Superior Mediastinum [17] [1] [5] : Absent brachiocephalic trunk (right common carotid and subclavian arteries branch directly from aortic arch) Patent ductus arteriosus Tracheoesophageal fistula Anterior Mediastinum [1] : Pectus excavatum Thymic aplasia Thymic cyst Middle Mediastinum [18] [6] : Dextrocardia Heart side dominance (based on which coronary artery gives rise to the posterior interventricular branch) Patent foramen ovale Tetralogy of Fallot Ventricular septal defects Posterior Mediastinum [1] [5] : Bronchogenic cysts Esophageal atresia Esophageal stenosis"}
{"id": "article-24842_28", "title": "Anatomy, Thorax, Mediastinum -- Clinical Significance", "content": "The thoracic mediastinum is a significant region of the human body that includes vital cardiopulmonary structures. The mediastinum is involved in a variety of clinical abnormalities at all ages. Below is an abbreviated list of clinical correlations organized by subdivision.", "contents": "Anatomy, Thorax, Mediastinum -- Clinical Significance. The thoracic mediastinum is a significant region of the human body that includes vital cardiopulmonary structures. The mediastinum is involved in a variety of clinical abnormalities at all ages. Below is an abbreviated list of clinical correlations organized by subdivision."}
{"id": "article-24842_29", "title": "Anatomy, Thorax, Mediastinum -- Clinical Significance", "content": "The superior thoracic mediastinum is clinically relevant due to its large vessels and nerves. Penetrating wounds to this area have a high likelihood of affecting important vessels or nerves resulting in critical damage on impact, as well as during extraction. [19] The arch of the aorta, the site of a potential aneurysm, runs through the center of the superior thoracic mediastinum. It carries the entirety of the cardiac output before its distribution throughout the body. An aneurysm in the arch of the aorta is dangerous and if untreated for long enough can dissect and result in near-instant death. [20] The superior thoracic mediastinum also houses parts of the esophagus and trachea, which are both conduits that commonly are obstructed and injured by ingestion and inhalation of foreign substances. [21] [22]", "contents": "Anatomy, Thorax, Mediastinum -- Clinical Significance. The superior thoracic mediastinum is clinically relevant due to its large vessels and nerves. Penetrating wounds to this area have a high likelihood of affecting important vessels or nerves resulting in critical damage on impact, as well as during extraction. [19] The arch of the aorta, the site of a potential aneurysm, runs through the center of the superior thoracic mediastinum. It carries the entirety of the cardiac output before its distribution throughout the body. An aneurysm in the arch of the aorta is dangerous and if untreated for long enough can dissect and result in near-instant death. [20] The superior thoracic mediastinum also houses parts of the esophagus and trachea, which are both conduits that commonly are obstructed and injured by ingestion and inhalation of foreign substances. [21] [22]"}
{"id": "article-24842_30", "title": "Anatomy, Thorax, Mediastinum -- Clinical Significance", "content": "The anterior mediastinum may appear clinically benign, but it is responsible for many clinical considerations. The thymus, located in the superior portion of the anterior mediastinum, is notorious for its role in diseases such as myasthenia gravis, pure red cell aplasia, and thymus cancer. [14] [23] Additionally, the anterior mediastinum is located directly posterior to the sternum and is therefore vulnerable to trauma to the anterior thorax which can result in an intrathoracic or thymic hematoma. [24]", "contents": "Anatomy, Thorax, Mediastinum -- Clinical Significance. The anterior mediastinum may appear clinically benign, but it is responsible for many clinical considerations. The thymus, located in the superior portion of the anterior mediastinum, is notorious for its role in diseases such as myasthenia gravis, pure red cell aplasia, and thymus cancer. [14] [23] Additionally, the anterior mediastinum is located directly posterior to the sternum and is therefore vulnerable to trauma to the anterior thorax which can result in an intrathoracic or thymic hematoma. [24]"}
{"id": "article-24842_31", "title": "Anatomy, Thorax, Mediastinum -- Clinical Significance", "content": "The middle mediastinum is arguably the most important subdivision of the region as it contains the pericardium, heart, and great vessel roots. Myocardial infarction, pericardial effusion, cardiac tamponade, Tetralogy of Fallot, and cardiomegaly are just a few examples of pathologies that manifest in the middle thoracic mediastinum. [18] [25] [26]", "contents": "Anatomy, Thorax, Mediastinum -- Clinical Significance. The middle mediastinum is arguably the most important subdivision of the region as it contains the pericardium, heart, and great vessel roots. Myocardial infarction, pericardial effusion, cardiac tamponade, Tetralogy of Fallot, and cardiomegaly are just a few examples of pathologies that manifest in the middle thoracic mediastinum. [18] [25] [26]"}
{"id": "article-24842_32", "title": "Anatomy, Thorax, Mediastinum -- Clinical Significance", "content": "The posterior mediastinum piggybacks a large amount of its clinical importance from the structures descending from the superior thoracic mediastinum. The descending aorta, autonomic nervous networks, extensive lymphatics, and esophagus are all capable of causing vast systemic dysfunction in the presence of pathology. Descending thoracic aortic aneurysm, thoracic duct obstruction, and distal esophageal-related dysphagia are problems that can quickly evolve into life-threatening situations. [20] [21] [27]", "contents": "Anatomy, Thorax, Mediastinum -- Clinical Significance. The posterior mediastinum piggybacks a large amount of its clinical importance from the structures descending from the superior thoracic mediastinum. The descending aorta, autonomic nervous networks, extensive lymphatics, and esophagus are all capable of causing vast systemic dysfunction in the presence of pathology. Descending thoracic aortic aneurysm, thoracic duct obstruction, and distal esophageal-related dysphagia are problems that can quickly evolve into life-threatening situations. [20] [21] [27]"}
{"id": "article-24842_33", "title": "Anatomy, Thorax, Mediastinum -- Clinical Significance", "content": "These examples are just a few of the many pathologies involved in the thoracic mediastinum. These compartments and their structures are often involved in diseases from acute to chronic, infectious to traumatic, and congenital to neoplastic. Therefore, understanding the distinct regions of the thoracic mediastinum, the contained structures, landmarks, and physiologic variants, is essential to clinicians at all levels.", "contents": "Anatomy, Thorax, Mediastinum -- Clinical Significance. These examples are just a few of the many pathologies involved in the thoracic mediastinum. These compartments and their structures are often involved in diseases from acute to chronic, infectious to traumatic, and congenital to neoplastic. Therefore, understanding the distinct regions of the thoracic mediastinum, the contained structures, landmarks, and physiologic variants, is essential to clinicians at all levels."}
{"id": "article-24842_34", "title": "Anatomy, Thorax, Mediastinum -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax, Mediastinum -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}