{"id": "article-32265_0", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Introduction", "content": "Proper circulation of oxygenated blood is such an incredibly important function of the human body that it is included in the “ABCDE’s” (airway, breathing, circulation, disability, and exposure) of the primary survey conducted in the emergent clinical setting. [1] Adequate circulation throughout the body is crucial for supplying oxygenated blood to vital organs. Some of the most important conduits of blood flow are the carotid arteries, which consist of the common carotids, external carotids, and the internal carotids.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Introduction. Proper circulation of oxygenated blood is such an incredibly important function of the human body that it is included in the “ABCDE’s” (airway, breathing, circulation, disability, and exposure) of the primary survey conducted in the emergent clinical setting. [1] Adequate circulation throughout the body is crucial for supplying oxygenated blood to vital organs. Some of the most important conduits of blood flow are the carotid arteries, which consist of the common carotids, external carotids, and the internal carotids."}
{"id": "article-32265_1", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Introduction", "content": "The internal carotid artery, being one of the most clinically relevant and vital arteries, supplies oxygenated blood to crucial structures such as the brain and eyes. The internal carotid arteries are branches of the common carotid arteries that bifurcate into the internal and external carotids at the level of the carotid sinus. [2] After this bifurcation, the internal carotids traverse through the base of the skull to reach the vital organs that they supply.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Introduction. The internal carotid artery, being one of the most clinically relevant and vital arteries, supplies oxygenated blood to crucial structures such as the brain and eyes. The internal carotid arteries are branches of the common carotid arteries that bifurcate into the internal and external carotids at the level of the carotid sinus. [2] After this bifurcation, the internal carotids traverse through the base of the skull to reach the vital organs that they supply."}
{"id": "article-32265_2", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "As blood is oxygenated in the lungs and enters the left atrium, it traverses the mitral valves into the left ventricle where it is pushed out through the aortic valve into the ascending aorta. The first major branch of the aorta that blood will circulate through is the brachiocephalic artery, which then gives off the right common carotid as it turns into the right subclavian artery. As blood traverses the aortic arch, it reaches the second major branch of the aorta, the left common carotid artery. The common carotids then traverse up into the neck through the carotid sheath, where they finally bifurcate into the external and internal carotid arteries at the level of the carotid sinus and the fourth cervical vertebra (C4). [2]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. As blood is oxygenated in the lungs and enters the left atrium, it traverses the mitral valves into the left ventricle where it is pushed out through the aortic valve into the ascending aorta. The first major branch of the aorta that blood will circulate through is the brachiocephalic artery, which then gives off the right common carotid as it turns into the right subclavian artery. As blood traverses the aortic arch, it reaches the second major branch of the aorta, the left common carotid artery. The common carotids then traverse up into the neck through the carotid sheath, where they finally bifurcate into the external and internal carotid arteries at the level of the carotid sinus and the fourth cervical vertebra (C4). [2]"}
{"id": "article-32265_3", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "Just like all arteries in the human body, the internal carotids consist of three layers histologically. Going from inside to outside the vessel, they include the tunica intima, tunica media, and tunica adventitia. The tunica intima consists of endothelium supported by an elastic and collagenous layer. The tunica media consists of a relatively thick smooth muscle layer that is responsible for changing the diameter of the blood vessels to regulate blood flow. [3] Lastly, the most external tunica adventitia is made of collagenous and elastic tissues and serves to attach the vessel to surrounding tissues.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. Just like all arteries in the human body, the internal carotids consist of three layers histologically. Going from inside to outside the vessel, they include the tunica intima, tunica media, and tunica adventitia. The tunica intima consists of endothelium supported by an elastic and collagenous layer. The tunica media consists of a relatively thick smooth muscle layer that is responsible for changing the diameter of the blood vessels to regulate blood flow. [3] Lastly, the most external tunica adventitia is made of collagenous and elastic tissues and serves to attach the vessel to surrounding tissues."}
{"id": "article-32265_4", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "After the bifurcation of the common carotid, the internal carotid continues through the carotid sheath to enter the carotid canal of the temporal bone. It does not have any branches in the neck. Within the cranial cavity, the two internal carotid arteries anastomose with the two vertebral arteries to form the circle of Willis, which supplies the brain with oxygenated blood. The internal carotid artery gives off its first branch, the ophthalmic artery, just distal to the cavernous sinus. The ophthalmic artery is the primary blood supply to the eye, extraocular muscles, lacrimal gland, upper nose, and parts of the forehead. [4] Following this, the internal carotid artery branches into the middle cerebral artery and the anterior cerebral artery. The middle cerebral arteries primarily supply the motor and sensory cortices for the upper limb and face, in addition to supplying Broca’s area in the dominant frontal lobe and Wernicke’s area in the dominant temporal lobe. Whereas the anterior cerebral arteries supply the region of the brain primarily responsible for motor and sensory of the lower limbs. [3]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. After the bifurcation of the common carotid, the internal carotid continues through the carotid sheath to enter the carotid canal of the temporal bone. It does not have any branches in the neck. Within the cranial cavity, the two internal carotid arteries anastomose with the two vertebral arteries to form the circle of Willis, which supplies the brain with oxygenated blood. The internal carotid artery gives off its first branch, the ophthalmic artery, just distal to the cavernous sinus. The ophthalmic artery is the primary blood supply to the eye, extraocular muscles, lacrimal gland, upper nose, and parts of the forehead. [4] Following this, the internal carotid artery branches into the middle cerebral artery and the anterior cerebral artery. The middle cerebral arteries primarily supply the motor and sensory cortices for the upper limb and face, in addition to supplying Broca’s area in the dominant frontal lobe and Wernicke’s area in the dominant temporal lobe. Whereas the anterior cerebral arteries supply the region of the brain primarily responsible for motor and sensory of the lower limbs. [3]"}
{"id": "article-32265_5", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "The internal carotid has been described by the Bouthillier classification to consist of seven distinct parts based on angiographic appearance. This classification includes the entire internal carotid artery using a numerical scale based on the direction of blood flow, and describes the segments anatomically and based on the compartments through which they travel. Each segment branches into different vessels; these branches are generally small, inconstant, and can often be not present. [5] [3] The classification system goes as follows:", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. The internal carotid has been described by the Bouthillier classification to consist of seven distinct parts based on angiographic appearance. This classification includes the entire internal carotid artery using a numerical scale based on the direction of blood flow, and describes the segments anatomically and based on the compartments through which they travel. Each segment branches into different vessels; these branches are generally small, inconstant, and can often be not present. [5] [3] The classification system goes as follows:"}
{"id": "article-32265_6", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "C1, Cervical: From the common carotid bifurcation to the entrance of the carotid canal", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. C1, Cervical: From the common carotid bifurcation to the entrance of the carotid canal"}
{"id": "article-32265_7", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "C2, Petrous: From the entrance to the carotid canal to the posterior edge of the foramen lacerum. Branches include the caroticotympanic artery and the vidian artery.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. C2, Petrous: From the entrance to the carotid canal to the posterior edge of the foramen lacerum. Branches include the caroticotympanic artery and the vidian artery."}
{"id": "article-32265_8", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "C3, Lacerum: From the posterior edge of the foramen lacerum to the superior margin of the petrolingual ligament", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. C3, Lacerum: From the posterior edge of the foramen lacerum to the superior margin of the petrolingual ligament"}
{"id": "article-32265_9", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "C4, Cavernous: From the superior margin of the petrolingual ligament to the proximal dural ring (anterior clinoid process) Branches include the meningohypophyseal trunk and the inferolateral trunk.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. C4, Cavernous: From the superior margin of the petrolingual ligament to the proximal dural ring (anterior clinoid process) Branches include the meningohypophyseal trunk and the inferolateral trunk."}
{"id": "article-32265_10", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "C5, Clinoid: From the proximal dural ring (anterior clinoid process) to the distal dural ring (cavernous sinus roof)", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. C5, Clinoid: From the proximal dural ring (anterior clinoid process) to the distal dural ring (cavernous sinus roof)"}
{"id": "article-32265_11", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "C6, Ophthalmic: From the distal dural ring (cavernous sinus roof) to just proximal to the origin of the posterior communicating artery Branches include the ophthalmic artery and the superior hypophyseal trunk.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. C6, Ophthalmic: From the distal dural ring (cavernous sinus roof) to just proximal to the origin of the posterior communicating artery Branches include the ophthalmic artery and the superior hypophyseal trunk."}
{"id": "article-32265_12", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function", "content": "C7, Communicating: From the proximal origin of the posterior communicating artery to the internal carotid bifurcation Branches include the posterior communicating artery, anterior choroidal artery, anterior cerebral artery, and the middle cerebral artery.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Structure and Function. C7, Communicating: From the proximal origin of the posterior communicating artery to the internal carotid bifurcation Branches include the posterior communicating artery, anterior choroidal artery, anterior cerebral artery, and the middle cerebral artery."}
{"id": "article-32265_13", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Embryology", "content": "Around day 24 of embryological life, the internal carotid artery is the first artery to form from the combination of the three branchial arch arteries and the distal segments of the paired dorsal aortae. At around 28 days, the internal carotid artery branches off into the anterior and posterior divisions. The anterior division gives off primitive arteries that supply the olfactory and optic regions. The anterior division later gives rise to the anterior cerebral artery, middle cerebral artery, and anterior choroidal artery. The posterior division gives rise to the posterior cerebral artery and posterior choroidal artery. [6]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Embryology. Around day 24 of embryological life, the internal carotid artery is the first artery to form from the combination of the three branchial arch arteries and the distal segments of the paired dorsal aortae. At around 28 days, the internal carotid artery branches off into the anterior and posterior divisions. The anterior division gives off primitive arteries that supply the olfactory and optic regions. The anterior division later gives rise to the anterior cerebral artery, middle cerebral artery, and anterior choroidal artery. The posterior division gives rise to the posterior cerebral artery and posterior choroidal artery. [6]"}
{"id": "article-32265_14", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Embryology", "content": "The internal carotid artery provides blood to the primitive brain. As the occipital portion, brain stem, and cerebellum grow, the internal carotid artery becomes insufficient, which triggers the development of the posterior circulation.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Embryology. The internal carotid artery provides blood to the primitive brain. As the occipital portion, brain stem, and cerebellum grow, the internal carotid artery becomes insufficient, which triggers the development of the posterior circulation."}
{"id": "article-32265_15", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Blood Supply and Lymphatics", "content": "The blood supply to the internal carotid arteries come from the vasa vasorum. The vasa vasorum is a small network of capillaries that supply the lumen and the walls of large blood vessels with nutrients and remove waste products. [7]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Blood Supply and Lymphatics. The blood supply to the internal carotid arteries come from the vasa vasorum. The vasa vasorum is a small network of capillaries that supply the lumen and the walls of large blood vessels with nutrients and remove waste products. [7]"}
{"id": "article-32265_16", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Nerves", "content": "The carotid sheath contains four key structures, the common carotid artery, the internal carotid artery, the internal jugular vein, and the vagus nerve. The vagus nerve extends farther than any other cranial nerve. It exits the cranial cavity via the jugular foramen, where it initially travels alongside the internal jugular vein and descends through the carotid sheath. During its course through the neck, it gives off branches such as the superior laryngeal nerve and the pharyngeal branch. The pharyngeal branch provides motor fibers to the muscles of the pharynx, excluding the stylopharyngeus, a lesion here will result in uvula deviation to the contralateral side. The superior laryngeal nerve bifurcates into internal and external laryngeal nerves. These branches provide sensory fibers to the larynx above the vocal cords, the epiglottis, and the lower pharynx in addition to supplying taste fibers to the root of the tongue. [8]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Nerves. The carotid sheath contains four key structures, the common carotid artery, the internal carotid artery, the internal jugular vein, and the vagus nerve. The vagus nerve extends farther than any other cranial nerve. It exits the cranial cavity via the jugular foramen, where it initially travels alongside the internal jugular vein and descends through the carotid sheath. During its course through the neck, it gives off branches such as the superior laryngeal nerve and the pharyngeal branch. The pharyngeal branch provides motor fibers to the muscles of the pharynx, excluding the stylopharyngeus, a lesion here will result in uvula deviation to the contralateral side. The superior laryngeal nerve bifurcates into internal and external laryngeal nerves. These branches provide sensory fibers to the larynx above the vocal cords, the epiglottis, and the lower pharynx in addition to supplying taste fibers to the root of the tongue. [8]"}
{"id": "article-32265_17", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Nerves", "content": "The internal carotid artery also gives off the ophthalmic artery, which gives off numerous collateral branches to supply the optic nerve. Also, the ophthalmic artery's first major branch, the central retinal artery, travels within the optic nerve to supply the retina. [9]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Nerves. The internal carotid artery also gives off the ophthalmic artery, which gives off numerous collateral branches to supply the optic nerve. Also, the ophthalmic artery's first major branch, the central retinal artery, travels within the optic nerve to supply the retina. [9]"}
{"id": "article-32265_18", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Muscles", "content": "A branch of the internal carotid arteries, the ophthalmic artery, provides oxygenated blood supply to the extraocular muscles, some facial muscles, as well as the intrinsic muscles of the eye. The extraocular muscles of the eye include the superior rectus, inferior rectus, lateral rectus, medial rectus, superior oblique, and inferior oblique. The facial muscle that is mostly covered by the ophthalmic artery is the levator palpebrae superioris, a muscle that functions to elevate the superior orbit. Some examples of intrinsic muscles of the eye that the ophthalmic artery supply are the ciliary muscle, iris sphincter, and the radial pupillodilator muscles. [10]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Muscles. A branch of the internal carotid arteries, the ophthalmic artery, provides oxygenated blood supply to the extraocular muscles, some facial muscles, as well as the intrinsic muscles of the eye. The extraocular muscles of the eye include the superior rectus, inferior rectus, lateral rectus, medial rectus, superior oblique, and inferior oblique. The facial muscle that is mostly covered by the ophthalmic artery is the levator palpebrae superioris, a muscle that functions to elevate the superior orbit. Some examples of intrinsic muscles of the eye that the ophthalmic artery supply are the ciliary muscle, iris sphincter, and the radial pupillodilator muscles. [10]"}
{"id": "article-32265_19", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Physiologic Variants", "content": "During embryogenesis, multiple events can occur and cause the proliferation of anatomical variants. The most common variants in the cerebral circulation are hypoplastic arteries. Duplications and fenestrations are the second most common variants, with fenestrations of the anterior communicating artery being the most common. However, the fenestrations of the internal carotid artery are very rare. [11]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Physiologic Variants. During embryogenesis, multiple events can occur and cause the proliferation of anatomical variants. The most common variants in the cerebral circulation are hypoplastic arteries. Duplications and fenestrations are the second most common variants, with fenestrations of the anterior communicating artery being the most common. However, the fenestrations of the internal carotid artery are very rare. [11]"}
{"id": "article-32265_20", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Physiologic Variants", "content": "Another rare variant that can occur during the embryonic period is internal carotid artery segmental agenesis. When this occurs, the internal carotid blood flow reroutes to provide the usual blood supply distal to the agenetic segment. [12] An even more rare variant, bilateral internal carotid artery segmental agenesis, can occur and may present merely as occasional mild headaches. These variants can be completely asymptomatic and harmless, due to supply from collateral circulation, but associated conditions including cerebral aneurysms or abnormal collateral circulation should be included in the physician's differential when working up a patient with internal carotid segmental agenesis. [13] [14] [13] When patients are symptomatic, common presentations include developmental delay and subarachnoid hemorrhage in young patients and transient neurological events in older patients. [15]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Physiologic Variants. Another rare variant that can occur during the embryonic period is internal carotid artery segmental agenesis. When this occurs, the internal carotid blood flow reroutes to provide the usual blood supply distal to the agenetic segment. [12] An even more rare variant, bilateral internal carotid artery segmental agenesis, can occur and may present merely as occasional mild headaches. These variants can be completely asymptomatic and harmless, due to supply from collateral circulation, but associated conditions including cerebral aneurysms or abnormal collateral circulation should be included in the physician's differential when working up a patient with internal carotid segmental agenesis. [13] [14] [13] When patients are symptomatic, common presentations include developmental delay and subarachnoid hemorrhage in young patients and transient neurological events in older patients. [15]"}
{"id": "article-32265_21", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Physiologic Variants", "content": "The retropharyngeal internal carotid artery is another example of a rare, generally asymptomatic, but important to recognize variant. Possible symptoms to be aware of are submucosal pulsating mass in the posterior pharynx, possibly associated with hoarseness and respiratory issues depending on how medially located the aberrant artery is. [16]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Physiologic Variants. The retropharyngeal internal carotid artery is another example of a rare, generally asymptomatic, but important to recognize variant. Possible symptoms to be aware of are submucosal pulsating mass in the posterior pharynx, possibly associated with hoarseness and respiratory issues depending on how medially located the aberrant artery is. [16]"}
{"id": "article-32265_22", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Physiologic Variants", "content": "Reports of rare cases of non-bifurcating carotid artery exist, with the origin of the internal carotid artery at C1 or C2 level and branches of the external carotid artery originating from the non-bifurcating carotid artery. The presence of this abnormality can indicate a case of embryological arrest and persistence of the primitive hyoid-stapedial system. This variation normally goes unnoticed and asymptomatic, but its connection to atherosclerosis and stroke is unclear. [17]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Physiologic Variants. Reports of rare cases of non-bifurcating carotid artery exist, with the origin of the internal carotid artery at C1 or C2 level and branches of the external carotid artery originating from the non-bifurcating carotid artery. The presence of this abnormality can indicate a case of embryological arrest and persistence of the primitive hyoid-stapedial system. This variation normally goes unnoticed and asymptomatic, but its connection to atherosclerosis and stroke is unclear. [17]"}
{"id": "article-32265_23", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Surgical Considerations", "content": "Anatomical features of the internal carotid artery and its origin from the carotid bifurcation are of particular surgical importance. Characteristics such as the height of the carotid bifurcation, morphometric values of the internal carotid artery, aberrant or torturous courses, and detailed anatomy of the carotid sinus require consideration. [17] These features play an essential role in pathological mechanisms such as carotid atherosclerosis, which is usually most severe within 2 cm of the bifurcation; these plaques can encroach on the lumen of the internal carotid artery and extend caudally into the common carotid artery.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Surgical Considerations. Anatomical features of the internal carotid artery and its origin from the carotid bifurcation are of particular surgical importance. Characteristics such as the height of the carotid bifurcation, morphometric values of the internal carotid artery, aberrant or torturous courses, and detailed anatomy of the carotid sinus require consideration. [17] These features play an essential role in pathological mechanisms such as carotid atherosclerosis, which is usually most severe within 2 cm of the bifurcation; these plaques can encroach on the lumen of the internal carotid artery and extend caudally into the common carotid artery."}
{"id": "article-32265_24", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Surgical Considerations", "content": "These characteristics can be analyzed pre-operatively using diagnostic modalities such as computerized tomographic angiography (CTA), magnetic resonance angiography, and ultrasound. Deciding upon which modality to use can depend upon applicability to a specific disease, availability, and patient characteristics such as metal implants, renal function, and allergy to contrast. However, the gold standard modality is currently the three-dimensional CTA. [17] [18]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Surgical Considerations. These characteristics can be analyzed pre-operatively using diagnostic modalities such as computerized tomographic angiography (CTA), magnetic resonance angiography, and ultrasound. Deciding upon which modality to use can depend upon applicability to a specific disease, availability, and patient characteristics such as metal implants, renal function, and allergy to contrast. However, the gold standard modality is currently the three-dimensional CTA. [17] [18]"}
{"id": "article-32265_25", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Surgical Considerations", "content": "The carotid bifurcation is an anatomically and surgically important landmark as it involved in a variety of physiological and pathological processes. The height of the carotid bifurcation is highly variable, and extreme variations are important in determining appropriate surgical techniques such as the decision for carotid endarterectomy and carotid stenting. Additionally, the geometry of the carotid bifurcation is an important factor in blood hemodynamics and wall shear stress, which can commence or promote atherogenesis. [17] The carotid bifurcation is also the location of chemoreceptors and baroreceptors detecting blood oxygen and pressure levels to help regulate homeostasis. Surgical denervation of the carotid bifurcation can be a treatment of carotid sinus syndrome.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Surgical Considerations. The carotid bifurcation is an anatomically and surgically important landmark as it involved in a variety of physiological and pathological processes. The height of the carotid bifurcation is highly variable, and extreme variations are important in determining appropriate surgical techniques such as the decision for carotid endarterectomy and carotid stenting. Additionally, the geometry of the carotid bifurcation is an important factor in blood hemodynamics and wall shear stress, which can commence or promote atherogenesis. [17] The carotid bifurcation is also the location of chemoreceptors and baroreceptors detecting blood oxygen and pressure levels to help regulate homeostasis. Surgical denervation of the carotid bifurcation can be a treatment of carotid sinus syndrome."}
{"id": "article-32265_26", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Clinical Significance", "content": "The internal carotid arteries are of vital importance for oxygenated blood supply to the brain, and so they are of major importance in clinical evaluation. They are susceptible to atherosclerosis, which can cause stenosis and embolization of plaque distally towards the brain. Particular pathologies in which the internal carotid artery should undergo evaluation include, but are not limited to, stroke, transient ischemic attack, penetrating neck trauma, and hypovolemic shock.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Clinical Significance. The internal carotid arteries are of vital importance for oxygenated blood supply to the brain, and so they are of major importance in clinical evaluation. They are susceptible to atherosclerosis, which can cause stenosis and embolization of plaque distally towards the brain. Particular pathologies in which the internal carotid artery should undergo evaluation include, but are not limited to, stroke, transient ischemic attack, penetrating neck trauma, and hypovolemic shock."}
{"id": "article-32265_27", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Clinical Significance", "content": "Several physical exam maneuvers, such as the carotid pulse check and carotid auscultation, can be done to assess the carotid arteries. The carotid pulse is palpable at approximately 60 to 70 mmHg systolic blood pressure; loss of carotid pulse can be an indication of severe hypovolemic shock or cardiac arrest. While an unequal carotid pulse check can indicate atherosclerosis, aortic dissection, arteritis, or embolus. Carotid auscultation can elicit a carotid bruit, which can indicate turbulent, non-laminar blood flow through a stenotic artery, arteriovenous connections, or flow disturbances transmitted from the aortic valve or subclavian artery. In addition to the auscultation of bruits, these sounds are occasionally palpable as a thrill. It is important to be aware that these sounds may occasionally be normal, such as the venous hum in a child. [19]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Clinical Significance. Several physical exam maneuvers, such as the carotid pulse check and carotid auscultation, can be done to assess the carotid arteries. The carotid pulse is palpable at approximately 60 to 70 mmHg systolic blood pressure; loss of carotid pulse can be an indication of severe hypovolemic shock or cardiac arrest. While an unequal carotid pulse check can indicate atherosclerosis, aortic dissection, arteritis, or embolus. Carotid auscultation can elicit a carotid bruit, which can indicate turbulent, non-laminar blood flow through a stenotic artery, arteriovenous connections, or flow disturbances transmitted from the aortic valve or subclavian artery. In addition to the auscultation of bruits, these sounds are occasionally palpable as a thrill. It is important to be aware that these sounds may occasionally be normal, such as the venous hum in a child. [19]"}
{"id": "article-32265_28", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Clinical Significance", "content": "Penetrating neck trauma is another important pathology that warrants carotid investigation. Current literature advises to use the ‘no zonal approach’ due to superior patient outcomes; however, this still can vary by the institution. [20] Any patient with a penetrating neck trauma that is unstable, including patients with stable vitals who present with hard signs, should be taken to the operating room for surgical evaluation. Hard signs that represent an unstable patient with penetrating neck trauma include stridor, apnea, gurgling, expanding hematoma, pulsatile bleeding, frank shock, stroke, and frank mediastinitis. In a stable patient with only soft signs, it is advisable to conduct a CTA for evaluation. If the patient is stable and lacks soft signs, then just observation indicated. Soft signs can include the following: dysphonia, subcutaneous air, non-expanding hematoma, oozing vessels, and dysphagia.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Clinical Significance. Penetrating neck trauma is another important pathology that warrants carotid investigation. Current literature advises to use the ‘no zonal approach’ due to superior patient outcomes; however, this still can vary by the institution. [20] Any patient with a penetrating neck trauma that is unstable, including patients with stable vitals who present with hard signs, should be taken to the operating room for surgical evaluation. Hard signs that represent an unstable patient with penetrating neck trauma include stridor, apnea, gurgling, expanding hematoma, pulsatile bleeding, frank shock, stroke, and frank mediastinitis. In a stable patient with only soft signs, it is advisable to conduct a CTA for evaluation. If the patient is stable and lacks soft signs, then just observation indicated. Soft signs can include the following: dysphonia, subcutaneous air, non-expanding hematoma, oozing vessels, and dysphagia."}
{"id": "article-32265_29", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Clinical Significance", "content": "Severe stenosis of the carotid artery is a significant cause of stroke and transient ischemic attacks, and it is one of the most common causes of death worldwide and the most common cause of long-term disability. [21] The presence of severe impending occlusion of the internal carotid arteries due to atherosclerosis with associated neurological symptoms can necessitate surgical intervention. Carotid endarterectomy was found to be of some benefit for participants with 50% to 69% symptomatic stenosis, and highly beneficial for participants with 70 to 99% stenosis without near-occlusion. However, data showed no benefit in participants with carotid near-occlusion. [21] In patients who are unable to undergo an open surgical procedure due to contraindications, carotid angioplasty and stenting may be potential options.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Clinical Significance. Severe stenosis of the carotid artery is a significant cause of stroke and transient ischemic attacks, and it is one of the most common causes of death worldwide and the most common cause of long-term disability. [21] The presence of severe impending occlusion of the internal carotid arteries due to atherosclerosis with associated neurological symptoms can necessitate surgical intervention. Carotid endarterectomy was found to be of some benefit for participants with 50% to 69% symptomatic stenosis, and highly beneficial for participants with 70 to 99% stenosis without near-occlusion. However, data showed no benefit in participants with carotid near-occlusion. [21] In patients who are unable to undergo an open surgical procedure due to contraindications, carotid angioplasty and stenting may be potential options."}
{"id": "article-32265_30", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Other Issues", "content": "The recent improvement in the medical management of asymptomatic carotid artery stenosis has shown comparable rates to carotid endarterectomy for reduced stroke risk. As a result, medical management has become more favorable and is currently the advocated preference for patients with asymptomatic carotid artery stenosis. [22]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Other Issues. The recent improvement in the medical management of asymptomatic carotid artery stenosis has shown comparable rates to carotid endarterectomy for reduced stroke risk. As a result, medical management has become more favorable and is currently the advocated preference for patients with asymptomatic carotid artery stenosis. [22]"}
{"id": "article-32265_31", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Other Issues", "content": "In addition to the currently used imaging modalities for carotid artery assessment, contrast-enhanced ultrasound is a new and increasingly used modality. Contrast enhancement correlates with the presence and degree of intraplaque neovascularization on histology. Also, researchers have found that plaques with a more substantial amount of contrast enhancement have a significantly increased density of microvessels in corresponding regions on histology. Contrast-enhanced ultrasound has provided helpful information on carotid atherosclerotic plaques, such as ulceration and intraplaque neovascularization. [23]", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Other Issues. In addition to the currently used imaging modalities for carotid artery assessment, contrast-enhanced ultrasound is a new and increasingly used modality. Contrast enhancement correlates with the presence and degree of intraplaque neovascularization on histology. Also, researchers have found that plaques with a more substantial amount of contrast enhancement have a significantly increased density of microvessels in corresponding regions on histology. Contrast-enhanced ultrasound has provided helpful information on carotid atherosclerotic plaques, such as ulceration and intraplaque neovascularization. [23]"}
{"id": "article-32265_32", "title": "Anatomy, Head and Neck: Internal Carotid Arteries -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Internal Carotid Arteries -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}