{"id": "article-51380_0", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Introduction", "content": "The neurovascular anatomy of the thoracic wall is clinically significant because clinicians must traverse it in such procedures as thoracentesis, thoracostomy, and thoracotomy (see Image. Thoracotomy).", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Introduction. The neurovascular anatomy of the thoracic wall is clinically significant because clinicians must traverse it in such procedures as thoracentesis, thoracostomy, and thoracotomy (see Image. Thoracotomy)."}
{"id": "article-51380_1", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Structure and Function", "content": "The thoracic body wall is composed of a bony framework of the bodies and transverse processes of thoracic vertebrae articulating with ribs, the superior 10 which form a bony ribcage around the thorax joining with the sternum and its costal cartilages anteriorly. Ribs 11 and 12: The \"floating ribs\"; form the posteroinferior, most bony body wall of the thorax, but terminate anteriorly within the abdominal wall musculature [1] Ribs 1 through 7: Articulate with the axial skeleton via costovertebral, costotransverse, and sternocostal joints. Ribs 8 through 10: Articulate anteriorly via costochondral joints.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Structure and Function. The thoracic body wall is composed of a bony framework of the bodies and transverse processes of thoracic vertebrae articulating with ribs, the superior 10 which form a bony ribcage around the thorax joining with the sternum and its costal cartilages anteriorly. Ribs 11 and 12: The \"floating ribs\"; form the posteroinferior, most bony body wall of the thorax, but terminate anteriorly within the abdominal wall musculature [1] Ribs 1 through 7: Articulate with the axial skeleton via costovertebral, costotransverse, and sternocostal joints. Ribs 8 through 10: Articulate anteriorly via costochondral joints."}
{"id": "article-51380_2", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Structure and Function", "content": "The musculofascial components of the thoracic wall form a 3-layered intercostal membrane between the ribs, consisting of external, internal, and innermost intercostal muscles with a primary respiratory function.[2] The external intercostal muscles raise the ribs in a \"bucket handle,\" increasing thoracic volume. In contrast, the internal intercostals largely depress the ribs, decreasing thoracic volume and aiding in exhalation. Homology in muscle fiber orientation of the 3 muscle layers in the thorax and abdominal body walls suggests a primitive chordate bauplan that provides \"plywood-like\" integrity to the body wall.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Structure and Function. The musculofascial components of the thoracic wall form a 3-layered intercostal membrane between the ribs, consisting of external, internal, and innermost intercostal muscles with a primary respiratory function.[2] The external intercostal muscles raise the ribs in a \"bucket handle,\" increasing thoracic volume. In contrast, the internal intercostals largely depress the ribs, decreasing thoracic volume and aiding in exhalation. Homology in muscle fiber orientation of the 3 muscle layers in the thorax and abdominal body walls suggests a primitive chordate bauplan that provides \"plywood-like\" integrity to the body wall."}
{"id": "article-51380_3", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Structure and Function", "content": "Neurovascular structures travel in the interval between the innermost and inner intercostal muscles within the intercostal space, piercing as lateral cutaneous branches near the mid-axillary line and as anterior cutaneous branches parasternal.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Structure and Function. Neurovascular structures travel in the interval between the innermost and inner intercostal muscles within the intercostal space, piercing as lateral cutaneous branches near the mid-axillary line and as anterior cutaneous branches parasternal."}
{"id": "article-51380_4", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Embryology", "content": "A 3-layered body wall develops from somatopleuric mesoderm by the ninth week of gestation. The 3 intercostal muscle layers differentiate from hypaxial myotomes innervated by ventral primary rami of spinal nerves T1 to T11, the intercostal nerves. [2] Twelve ribs develop from segmental sclerotomes to interrupt the muscular wall and form the 11 intercostal spaces. The muscles of each intercostal space receive innervation by segmentally arranged spinal nerves denominated by the corresponding superjacent rib. Sensory innervation of the thoracic wall follows the embryonically derived pattern of overlapping dermomyotomes. The ventral primary ramus of T12 is serially homologous to an intercostal nerve but is named the subcostal nerve since it is not bounded inferiorly by a rib. This nerve and the anterior branches of T7 to T11 continuing into the abdomen are correctly termed thoracoabdominal nerves, [3] even though they are frequently referred to in the clinical literature as intercostal nerves. The 3 anterolateral muscle layers of the abdominal wall and the rectus abdominis muscle, which they innervate, share their embryological origin and fiber directionality with the muscles of the intercostal space.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Embryology. A 3-layered body wall develops from somatopleuric mesoderm by the ninth week of gestation. The 3 intercostal muscle layers differentiate from hypaxial myotomes innervated by ventral primary rami of spinal nerves T1 to T11, the intercostal nerves. [2] Twelve ribs develop from segmental sclerotomes to interrupt the muscular wall and form the 11 intercostal spaces. The muscles of each intercostal space receive innervation by segmentally arranged spinal nerves denominated by the corresponding superjacent rib. Sensory innervation of the thoracic wall follows the embryonically derived pattern of overlapping dermomyotomes. The ventral primary ramus of T12 is serially homologous to an intercostal nerve but is named the subcostal nerve since it is not bounded inferiorly by a rib. This nerve and the anterior branches of T7 to T11 continuing into the abdomen are correctly termed thoracoabdominal nerves, [3] even though they are frequently referred to in the clinical literature as intercostal nerves. The 3 anterolateral muscle layers of the abdominal wall and the rectus abdominis muscle, which they innervate, share their embryological origin and fiber directionality with the muscles of the intercostal space."}
{"id": "article-51380_5", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Embryology", "content": "Vertebrae develop intersegmentally by embryonic fusion of the caudal half of the superjacent somitic sclerotome with the cranial half of the subjacent sclerotome. Ribs, myotomal derivatives, and segmental neurovasculature maintain their segmental embryonic patterning. The rib head in most ribs (2 to 9) thus articulates with 2 vertebrae at the costovertebral joint, but by convention, the rib denomination refers to their subjacent vertebra. Rib 1 only articulates with the first thoracic vertebra, and ribs 10 through 12 also have only 1 facet at the costovertebral joint, which articulates with the lower thoracic vertebrae.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Embryology. Vertebrae develop intersegmentally by embryonic fusion of the caudal half of the superjacent somitic sclerotome with the cranial half of the subjacent sclerotome. Ribs, myotomal derivatives, and segmental neurovasculature maintain their segmental embryonic patterning. The rib head in most ribs (2 to 9) thus articulates with 2 vertebrae at the costovertebral joint, but by convention, the rib denomination refers to their subjacent vertebra. Rib 1 only articulates with the first thoracic vertebra, and ribs 10 through 12 also have only 1 facet at the costovertebral joint, which articulates with the lower thoracic vertebrae."}
{"id": "article-51380_6", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Embryology", "content": "The lining of the coelomic cavity develops as a mesothelium, which invests organs in the visceral pleura and the internal surface of the thoracic wall in the parietal pleura. The space between the visceral and parietal layers comprises the pleural cavity, which normally contains only serous fluid. The lungs inhabit the 2 halves of the thoracic cavity, not the pleural cavity.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Embryology. The lining of the coelomic cavity develops as a mesothelium, which invests organs in the visceral pleura and the internal surface of the thoracic wall in the parietal pleura. The space between the visceral and parietal layers comprises the pleural cavity, which normally contains only serous fluid. The lungs inhabit the 2 halves of the thoracic cavity, not the pleural cavity."}
{"id": "article-51380_7", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Blood Supply and Lymphatics", "content": "While the intercostal space receives its innervation exclusively from the posterior side, its vascularization pattern is both posterior and anterior. [1] [4] Blood supply derives from the subclavian artery via the costocervical trunks (highest or supreme intercostal arteries) and the descending aorta posteriorly, and the internal thoracic (formerly internal mammary) arteries and their branches, the musculophrenic arteries, anteriorly. The 2 superior intercostal spaces receive their posterior intercostal arteries from the highest intercostals. Nine posterior intercostal arteries (3 to 11) branch off bilaterally from the descending thoracic aorta, the right posterior intercostal arteries being longer because they must cross over the vertebral bodies to reach the right intercostal spaces. Six anterior intercostal arteries (1 through 6) of equal length on the right and left sides branch off the bilaterally symmetrical internal thoracic arteries and, in turn, branches of the subclavian arteries. The musculophrenic artery supplies the anterior intercostal arteries of spaces 7 to 9 after branches of the internal thoracic. The anterior and posterior intercostal arteries anastomose within the intercostal spaces, except for the most inferior anterior intercostal arteries (10 and 11), which are rudimentary, if present.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Blood Supply and Lymphatics. While the intercostal space receives its innervation exclusively from the posterior side, its vascularization pattern is both posterior and anterior. [1] [4] Blood supply derives from the subclavian artery via the costocervical trunks (highest or supreme intercostal arteries) and the descending aorta posteriorly, and the internal thoracic (formerly internal mammary) arteries and their branches, the musculophrenic arteries, anteriorly. The 2 superior intercostal spaces receive their posterior intercostal arteries from the highest intercostals. Nine posterior intercostal arteries (3 to 11) branch off bilaterally from the descending thoracic aorta, the right posterior intercostal arteries being longer because they must cross over the vertebral bodies to reach the right intercostal spaces. Six anterior intercostal arteries (1 through 6) of equal length on the right and left sides branch off the bilaterally symmetrical internal thoracic arteries and, in turn, branches of the subclavian arteries. The musculophrenic artery supplies the anterior intercostal arteries of spaces 7 to 9 after branches of the internal thoracic. The anterior and posterior intercostal arteries anastomose within the intercostal spaces, except for the most inferior anterior intercostal arteries (10 and 11), which are rudimentary, if present."}
{"id": "article-51380_8", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Blood Supply and Lymphatics", "content": "Anterior and posterior intercostal veins drain the intercostal spaces and anastomose within the space, following a similar pattern to the arteries. The most superior 2 to 4 intercostal spaces are drained by the variable highest (or superior) intercostal veins, which drain into the subclavian veins, which converge to empty into the superior vena cava. The remaining posterior intercostal veins (5 to 11) drain into the azygos venous system. The left posterior intercostal veins are longer than the right because it is they which must cross the midline to reach the caval system. The anterior intercostal veins drain superiorly into the internal thoracic veins, which follow into the brachiocephalic veins to the superior vena cava.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Blood Supply and Lymphatics. Anterior and posterior intercostal veins drain the intercostal spaces and anastomose within the space, following a similar pattern to the arteries. The most superior 2 to 4 intercostal spaces are drained by the variable highest (or superior) intercostal veins, which drain into the subclavian veins, which converge to empty into the superior vena cava. The remaining posterior intercostal veins (5 to 11) drain into the azygos venous system. The left posterior intercostal veins are longer than the right because it is they which must cross the midline to reach the caval system. The anterior intercostal veins drain superiorly into the internal thoracic veins, which follow into the brachiocephalic veins to the superior vena cava."}
{"id": "article-51380_9", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Blood Supply and Lymphatics", "content": "Lymphatic drainage of the left thoracic wall and the right thoracic wall below the level of entry of the azygos vein into the superior vena cava, ie, vertebral level T4-5, is into the thoracic duct. [5] The thoracic duct lies immediately posterior to the intercostal spaces on the bodies of the thoracic vertebrae. It drains superiorly into the supraclavicular nodes at the left venous angle and then into the left subclavian vein. The right superior thoracic wall is drained by the right lymphatic duct, empties into the right subclavian vein, and is surrounded by the right supraclavicular lymph nodes.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Blood Supply and Lymphatics. Lymphatic drainage of the left thoracic wall and the right thoracic wall below the level of entry of the azygos vein into the superior vena cava, ie, vertebral level T4-5, is into the thoracic duct. [5] The thoracic duct lies immediately posterior to the intercostal spaces on the bodies of the thoracic vertebrae. It drains superiorly into the supraclavicular nodes at the left venous angle and then into the left subclavian vein. The right superior thoracic wall is drained by the right lymphatic duct, empties into the right subclavian vein, and is surrounded by the right supraclavicular lymph nodes."}
{"id": "article-51380_10", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Nerves", "content": "Somatic afferent fibers grow from developing intercostal nerves to innervate the underlying parietal pleura, which is sensitive to pain. [6] Neural crest cells that migrate from thoracic spinal levels develop into sympathetic chain ganglia on the posterior thoracic wall and connect to the spinal nerves via rami communicantes. [6] Sympathetic nerves that do not synapse in the chain ganglia form thoracic splanchnic nerves on the posterior thoracic wall. These fibers synapse in the cardiac or thoracic aortic plexuses and then distribute through the hilum of the lung to the visceral pleura. Visceral afferent fibers accompanying sympathetics comingle with developing vagal nerve afferents accompanying parasympathetic nerves to supply the visceral pleura.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Nerves. Somatic afferent fibers grow from developing intercostal nerves to innervate the underlying parietal pleura, which is sensitive to pain. [6] Neural crest cells that migrate from thoracic spinal levels develop into sympathetic chain ganglia on the posterior thoracic wall and connect to the spinal nerves via rami communicantes. [6] Sympathetic nerves that do not synapse in the chain ganglia form thoracic splanchnic nerves on the posterior thoracic wall. These fibers synapse in the cardiac or thoracic aortic plexuses and then distribute through the hilum of the lung to the visceral pleura. Visceral afferent fibers accompanying sympathetics comingle with developing vagal nerve afferents accompanying parasympathetic nerves to supply the visceral pleura."}
{"id": "article-51380_11", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Surgical Considerations", "content": "Thoracotomy is the surgical entry into the chest cavity through the thoracic wall. Thoracentesis is a procedure required for aspiration of a pleural effusion. Other surgeries that involve thoracotomy include sympathectomy for hyperhidrosis, [7] insertion of chest drains, [8] surgical preparation of an intercostal musculopleural flap, [9] and resection of the lung. [10]", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Surgical Considerations. Thoracotomy is the surgical entry into the chest cavity through the thoracic wall. Thoracentesis is a procedure required for aspiration of a pleural effusion. Other surgeries that involve thoracotomy include sympathectomy for hyperhidrosis, [7] insertion of chest drains, [8] surgical preparation of an intercostal musculopleural flap, [9] and resection of the lung. [10]"}
{"id": "article-51380_12", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Surgical Considerations", "content": "The location of thoracotomy on the thoracic wall is selected based on avoiding injury to underlying viscera, nerves, and vessels. The largest portion of the pleural cavity, which is not filled with lung, thus making it accessible for surgical entry, is the costodiaphragmatic recess, which forms along the rim of the thoracic attachment of the diaphragm. The recess is bound inferiorly and peripherally by diaphragmatic and costal parietal pleura and superiorly and internally by visceral pleura covering the surface of the lung. The circumferential costal and dome-shaped diaphragmatic surfaces of the recess converge inferiorly, leaving very little space between them at ribs 10 through 12. Here, an inserted needle would risk puncturing the diaphragm and injuring subdiaphragmatic viscera—the liver on the right side and the spleen, transverse colon, or stomach on the left side. The preferred location for thoracostomy for pleural effusion is in intercostal space 9 up to intercostal space 7 in the mid-axillary line posteriorly to the paravertebral line. [11]", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Surgical Considerations. The location of thoracotomy on the thoracic wall is selected based on avoiding injury to underlying viscera, nerves, and vessels. The largest portion of the pleural cavity, which is not filled with lung, thus making it accessible for surgical entry, is the costodiaphragmatic recess, which forms along the rim of the thoracic attachment of the diaphragm. The recess is bound inferiorly and peripherally by diaphragmatic and costal parietal pleura and superiorly and internally by visceral pleura covering the surface of the lung. The circumferential costal and dome-shaped diaphragmatic surfaces of the recess converge inferiorly, leaving very little space between them at ribs 10 through 12. Here, an inserted needle would risk puncturing the diaphragm and injuring subdiaphragmatic viscera—the liver on the right side and the spleen, transverse colon, or stomach on the left side. The preferred location for thoracostomy for pleural effusion is in intercostal space 9 up to intercostal space 7 in the mid-axillary line posteriorly to the paravertebral line. [11]"}
{"id": "article-51380_13", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Surgical Considerations", "content": "Thoracostomy is forming an opening in the thoracic wall to evacuate air secondary to pneumothorax or pleural fluid secondary to pleural effusion. In this case, the lung is collapsed and gathered around the hilum, thus considerably enlarging the pleural cavity and minimizing the chances of piercing and injuring the lung during surgical entry into the thoracic cavity. The most typical location of thoracostomy is intercostal space 5 in the mid-axillary line. [3]", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Surgical Considerations. Thoracostomy is forming an opening in the thoracic wall to evacuate air secondary to pneumothorax or pleural fluid secondary to pleural effusion. In this case, the lung is collapsed and gathered around the hilum, thus considerably enlarging the pleural cavity and minimizing the chances of piercing and injuring the lung during surgical entry into the thoracic cavity. The most typical location of thoracostomy is intercostal space 5 in the mid-axillary line. [3]"}
{"id": "article-51380_14", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Surgical Considerations", "content": "The site of thoracotomy within the intercostal space is also crucial because of the necessity of avoiding neurovascular structures that traverse the space. The intercostal nerves enter the intercostal spaces posteriorly at the intervertebral foramen, cross into the space inferiorly, and pass superiorly to lie in the costal groove (see Image. Dissection of the Left Posterior Thoracic Wall Showing Intercostal Spaces 3 and 4). [11]", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Surgical Considerations. The site of thoracotomy within the intercostal space is also crucial because of the necessity of avoiding neurovascular structures that traverse the space. The intercostal nerves enter the intercostal spaces posteriorly at the intervertebral foramen, cross into the space inferiorly, and pass superiorly to lie in the costal groove (see Image. Dissection of the Left Posterior Thoracic Wall Showing Intercostal Spaces 3 and 4). [11]"}
{"id": "article-51380_15", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Clinical Significance", "content": "Most standard medical treatments of the procedure of thoracentesis correctly draw attention to the location of the intercostal nerve as the most inferior of the neurovascular structures in the costal groove on the inferior aspect of the ribs (\"V-A-N\" from superior to inferior), with the caution that punctures immediately inferior to the rib likely injure the intercostal nerve. However, most of these sources fail to note the presence of the collateral branch of the intercostal nerve coursing along the superior aspect of the rib below (Fig. 1) and thus inadvisedly recommend surgical entry into the intercostal space. Injury to the collateral intercostal nerve can cause the patient unnecessary pain both during the procedure and post-operatively.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Clinical Significance. Most standard medical treatments of the procedure of thoracentesis correctly draw attention to the location of the intercostal nerve as the most inferior of the neurovascular structures in the costal groove on the inferior aspect of the ribs (\"V-A-N\" from superior to inferior), with the caution that punctures immediately inferior to the rib likely injure the intercostal nerve. However, most of these sources fail to note the presence of the collateral branch of the intercostal nerve coursing along the superior aspect of the rib below (Fig. 1) and thus inadvisedly recommend surgical entry into the intercostal space. Injury to the collateral intercostal nerve can cause the patient unnecessary pain both during the procedure and post-operatively."}
{"id": "article-51380_16", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Clinical Significance", "content": "Placement of intercostal catheter for thoracocentesis or chest tube placement is usually and most safely performed within the \"triangle of safety.\" The triangle of safety is defined with the arm abducted. The apex of the triangle is the axilla. The anterior border is the lateral edge of the pectoralis major muscle, and the posterior border forms from the lateral margin of the latissimus dorsi. The base of the triangle is the fifth intercostal space. Chest tube placement should be near the base of this triangle in the midaxillary line. The entry site is classically taught to be just above the superior border of the lower rib. This location can certainly reduce the risk of venous puncture. However, it may injure the collateral intercostal nerve, resulting in postoperative pain. The better site should be around 25% of the distance above the superior border of the lower rib, or better still, use an ultrasound guide.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Clinical Significance. Placement of intercostal catheter for thoracocentesis or chest tube placement is usually and most safely performed within the \"triangle of safety.\" The triangle of safety is defined with the arm abducted. The apex of the triangle is the axilla. The anterior border is the lateral edge of the pectoralis major muscle, and the posterior border forms from the lateral margin of the latissimus dorsi. The base of the triangle is the fifth intercostal space. Chest tube placement should be near the base of this triangle in the midaxillary line. The entry site is classically taught to be just above the superior border of the lower rib. This location can certainly reduce the risk of venous puncture. However, it may injure the collateral intercostal nerve, resulting in postoperative pain. The better site should be around 25% of the distance above the superior border of the lower rib, or better still, use an ultrasound guide."}
{"id": "article-51380_17", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Clinical Significance", "content": "Intercostal nerve block requires understanding the course of ventral primary rami of spinal nerves, their relationship to the sympathetic trunk, and the variable branching pattern of the intercostal nerves. [1] [6] [12] [13] The relationship of deep branches of the intercostal nerves to the parietal pleura allows intrapleural approaches to analgesia. [14]", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Clinical Significance. Intercostal nerve block requires understanding the course of ventral primary rami of spinal nerves, their relationship to the sympathetic trunk, and the variable branching pattern of the intercostal nerves. [1] [6] [12] [13] The relationship of deep branches of the intercostal nerves to the parietal pleura allows intrapleural approaches to analgesia. [14]"}
{"id": "article-51380_18", "title": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thoracotomy and the Collateral Intercostal Neurovascular Bundle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}