{"id": "article-144069_0", "title": "Subjective Refraction Technique: Astigmatic Dial -- Continuing Education Activity", "content": "Astigmatism is defined as a condition where there is an unequal curvature of the front surface of the eyes; it occurs when there is a difference in the dioptric power of the principal meridians of the eye. Astigmatism is usually congenital but may change in location and amount as the individual ages. The astigmatic dials include the fan dial, clock dial, Lancaster dial, etc. They can be stationary or rotary. This activity reviews the principle of the astigmatic dial and explains the procedures for using the dials. It also emphasizes the need for healthcare workers to properly understand, execute and interpret this test to correctly manage astigmatism.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Continuing Education Activity. Astigmatism is defined as a condition where there is an unequal curvature of the front surface of the eyes; it occurs when there is a difference in the dioptric power of the principal meridians of the eye. Astigmatism is usually congenital but may change in location and amount as the individual ages. The astigmatic dials include the fan dial, clock dial, Lancaster dial, etc. They can be stationary or rotary. This activity reviews the principle of the astigmatic dial and explains the procedures for using the dials. It also emphasizes the need for healthcare workers to properly understand, execute and interpret this test to correctly manage astigmatism."}
{"id": "article-144069_1", "title": "Subjective Refraction Technique: Astigmatic Dial -- Continuing Education Activity", "content": "Objectives: Define the concept of astigmatism and list the different types. Identify the various types of astigmatic dials and classify them. Describe the process of using the astigmatic dial to assess the location and quantity of astigmatism. Summarize the factors that constitute a concern in correcting astigmatism. Access free multiple choice questions on this topic.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Continuing Education Activity. Objectives: Define the concept of astigmatism and list the different types. Identify the various types of astigmatic dials and classify them. Describe the process of using the astigmatic dial to assess the location and quantity of astigmatism. Summarize the factors that constitute a concern in correcting astigmatism. Access free multiple choice questions on this topic."}
{"id": "article-144069_2", "title": "Subjective Refraction Technique: Astigmatic Dial -- Introduction", "content": "Astigmatism is defined as a condition where there is an unequal curvature of the front surface of the eyes. [1] Astigmatism can occur in the cornea (corneal astigmatism), the crystalline lens (lenticular astigmatism), or, less frequently, in the retina. [2]", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Introduction. Astigmatism is defined as a condition where there is an unequal curvature of the front surface of the eyes. [1] Astigmatism can occur in the cornea (corneal astigmatism), the crystalline lens (lenticular astigmatism), or, less frequently, in the retina. [2]"}
{"id": "article-144069_3", "title": "Subjective Refraction Technique: Astigmatic Dial -- Introduction", "content": "Astigmatism is usually congenital but may change in location and amount as the individual ages. [3] A rare occurrence is when excessive congenital astigmatism results from a toric growth of the crystalline lens onto the underlying capsule in a condition known as lenticonus. [4]", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Introduction. Astigmatism is usually congenital but may change in location and amount as the individual ages. [3] A rare occurrence is when excessive congenital astigmatism results from a toric growth of the crystalline lens onto the underlying capsule in a condition known as lenticonus. [4]"}
{"id": "article-144069_4", "title": "Subjective Refraction Technique: Astigmatic Dial -- Introduction", "content": "It is commonplace to see the terms \"meridians\" and \"axes\" when dealing with this topic. An astigmatic axis is the exact location of astigmatism on the 360-degree scale, while a meridian is a plane along which that power exerts its optical characteristics. Types of Astigmatism Encountered in Refractive Errors (See Images) Simple Myopic astigmatism - One axis is on the retina while the other is in the front of the retina (in the hypothetical vitreous space). Compound myopic astigmatism - Both axes are in front of the retina (in the hypothetical vitreous space). Simple hyperopic astigmatism - One axis is on the retina, while the other is behind the retina. Compound hyperopic astigmatism - Both axes are behind the retina. Mixed astigmatism - One axis is in front of the retina, and the other is behind the retina.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Introduction. It is commonplace to see the terms \"meridians\" and \"axes\" when dealing with this topic. An astigmatic axis is the exact location of astigmatism on the 360-degree scale, while a meridian is a plane along which that power exerts its optical characteristics. Types of Astigmatism Encountered in Refractive Errors (See Images) Simple Myopic astigmatism - One axis is on the retina while the other is in the front of the retina (in the hypothetical vitreous space). Compound myopic astigmatism - Both axes are in front of the retina (in the hypothetical vitreous space). Simple hyperopic astigmatism - One axis is on the retina, while the other is behind the retina. Compound hyperopic astigmatism - Both axes are behind the retina. Mixed astigmatism - One axis is in front of the retina, and the other is behind the retina."}
{"id": "article-144069_5", "title": "Subjective Refraction Technique: Astigmatic Dial -- Introduction", "content": "Astigmatic dials are instruments used for the detection and quantification of ocular astigmatism. They usually consist of black lines arranged radially (i.e., Fan dial, Sunburst dial, and Clock dial) or in a cross, as in the Cross dial (see image). The dial may be stationary and fixed in one position or rotate around an axis. They are usually made of plastic as an accessory to a distance wall-mounted chart, which can have a digital chart component.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Introduction. Astigmatic dials are instruments used for the detection and quantification of ocular astigmatism. They usually consist of black lines arranged radially (i.e., Fan dial, Sunburst dial, and Clock dial) or in a cross, as in the Cross dial (see image). The dial may be stationary and fixed in one position or rotate around an axis. They are usually made of plastic as an accessory to a distance wall-mounted chart, which can have a digital chart component."}
{"id": "article-144069_6", "title": "Subjective Refraction Technique: Astigmatic Dial -- Introduction", "content": "Twelve radial lines comprise the astigmatic dial. The lines may be single in some models or consist of three parallel lines per clock hour. The sunburst dial consists of a semi-circle facing upwards like a sunrise, with the radiating lines 5 degrees away from each other, running from 0 to 180 degrees. The Lancaster dial consists of two lines perpendicularly bisecting each other similar to the cross dial.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Introduction. Twelve radial lines comprise the astigmatic dial. The lines may be single in some models or consist of three parallel lines per clock hour. The sunburst dial consists of a semi-circle facing upwards like a sunrise, with the radiating lines 5 degrees away from each other, running from 0 to 180 degrees. The Lancaster dial consists of two lines perpendicularly bisecting each other similar to the cross dial."}
{"id": "article-144069_7", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Instrumentation", "content": "The patient should be seated 6 meters from the astigmatic chart with a trial frame mounted on his face or behind a phoropter. If a trial frame is used, a trial lens box with an occluder lens should also be nearby. The clinician should ensure that the patient views the chart directly with as little parallax as possible, as this may affect the correct estimation of the axis of astigmatism. The inter-pupillary distance should be set into the trial frame/phoropter.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Instrumentation. The patient should be seated 6 meters from the astigmatic chart with a trial frame mounted on his face or behind a phoropter. If a trial frame is used, a trial lens box with an occluder lens should also be nearby. The clinician should ensure that the patient views the chart directly with as little parallax as possible, as this may affect the correct estimation of the axis of astigmatism. The inter-pupillary distance should be set into the trial frame/phoropter."}
{"id": "article-144069_8", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Preparation", "content": "This procedure is done monocularly. The patient should be seated facing the astigmatic dial (ideally around eye level) in a well-lit examination room. The examiner should explain the reason for the test and its step-by-step procedure, including expected responses from the patient. The patient's monocular spherical endpoint (the maximum plus to maximum visual acuity or MPMVA) should be placed in the phoropter or trial frame.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Preparation. This procedure is done monocularly. The patient should be seated facing the astigmatic dial (ideally around eye level) in a well-lit examination room. The examiner should explain the reason for the test and its step-by-step procedure, including expected responses from the patient. The patient's monocular spherical endpoint (the maximum plus to maximum visual acuity or MPMVA) should be placed in the phoropter or trial frame."}
{"id": "article-144069_9", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Preparation", "content": "The decision to fog the patient before the test depends on the individual examiner. The patient is then fogged using an appropriate plus lens to ensure both principal axes are in from of the retina, thereby creating a myopic or compound myopic astigmatism system in the eye. This is important to control accommodation and ensure the refractive endpoint does not vary during the test. [5]", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Preparation. The decision to fog the patient before the test depends on the individual examiner. The patient is then fogged using an appropriate plus lens to ensure both principal axes are in from of the retina, thereby creating a myopic or compound myopic astigmatism system in the eye. This is important to control accommodation and ensure the refractive endpoint does not vary during the test. [5]"}
{"id": "article-144069_10", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Preparation", "content": "It also ensures that in an astigmatic eye, only one meridian is closer to the retina. This reason is fundamental in patients that have mixed astigmatism, where there is a possibility of both meridians being equidistant from the retina despite one being in front and the other at the back. As earlier stated, some experienced clinicians skip this step and elect to control any accommodation at the second maximum-plus-to-maximum-visual-acuity (MPMVA) step.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Preparation. It also ensures that in an astigmatic eye, only one meridian is closer to the retina. This reason is fundamental in patients that have mixed astigmatism, where there is a possibility of both meridians being equidistant from the retina despite one being in front and the other at the back. As earlier stated, some experienced clinicians skip this step and elect to control any accommodation at the second maximum-plus-to-maximum-visual-acuity (MPMVA) step."}
{"id": "article-144069_11", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures", "content": "Before the commencement of the procedure, the astigmatic dial should ideally be illuminated. However, an un-illuminated chart in a well-lit room may also suffice. With the optimal and minimal fog subjective spherical finding in place and one eye occluded, the patient is asked which pair of adjacent lines on the dial appear darker or sharper. A patient may report that all the lines are blurred or clear. The first interpretation of this is, of course, that this is a case of spherical ametropia or that the current astigmatic correction is adequate for the patient. But this may also occur if the entire conoid of Sturm in an astigmatic patient is small and very close to the retina. For a clock dial, the patient may give one of four responses:", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures. Before the commencement of the procedure, the astigmatic dial should ideally be illuminated. However, an un-illuminated chart in a well-lit room may also suffice. With the optimal and minimal fog subjective spherical finding in place and one eye occluded, the patient is asked which pair of adjacent lines on the dial appear darker or sharper. A patient may report that all the lines are blurred or clear. The first interpretation of this is, of course, that this is a case of spherical ametropia or that the current astigmatic correction is adequate for the patient. But this may also occur if the entire conoid of Sturm in an astigmatic patient is small and very close to the retina. For a clock dial, the patient may give one of four responses:"}
{"id": "article-144069_12", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures", "content": "The patient may indicate that one line is the blackest; in this case, the axis of astigmatism is 90 degrees away from this line, the phoropter is set to this point, and -0.25 DC is introduced.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures. The patient may indicate that one line is the blackest; in this case, the axis of astigmatism is 90 degrees away from this line, the phoropter is set to this point, and -0.25 DC is introduced."}
{"id": "article-144069_13", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures", "content": "That two lines are equally black; this suggests that the axis of astigmatism is between these two black lines, the clinician calculates a point between the two black lines, and the phoropter is set to this point, and -0.25 DC is introduced. For example, a patient may report that the hours of one and two are equally dark; the clinician then takes the average, which falls at 1.30. The phoropter or trial frame is set 90 degrees from this point (10.30 - 4.30 on the clock dial).", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures. That two lines are equally black; this suggests that the axis of astigmatism is between these two black lines, the clinician calculates a point between the two black lines, and the phoropter is set to this point, and -0.25 DC is introduced. For example, a patient may report that the hours of one and two are equally dark; the clinician then takes the average, which falls at 1.30. The phoropter or trial frame is set 90 degrees from this point (10.30 - 4.30 on the clock dial)."}
{"id": "article-144069_14", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures", "content": "That one line is black, and the two lines adjacent to it on both sides are equally black; this will suggest that three lines are equally black; the clinician then chooses the middle line, and the axis of the cylinder is set 90 degrees from this point, i.e., a patient may report that the hours of one, two and three are equally dark; the clinician then takes the middle which falls at 2.00. The phoropter or trial frame is set 90 degrees from this point (11.00 - 5.00 on the clock dial).", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures. That one line is black, and the two lines adjacent to it on both sides are equally black; this will suggest that three lines are equally black; the clinician then chooses the middle line, and the axis of the cylinder is set 90 degrees from this point, i.e., a patient may report that the hours of one, two and three are equally dark; the clinician then takes the middle which falls at 2.00. The phoropter or trial frame is set 90 degrees from this point (11.00 - 5.00 on the clock dial)."}
{"id": "article-144069_15", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures", "content": "That one line is blackest, and of the two lines flanking it, one is blacker than the other; this is a bit complex, as it indicates that the correct axis is between the blackest line and the blacker of the two adjacent lines. However, that endpoint will be closer to the initial line that was considered as 'blackest,' i.e., a patient may report that the hour of three is the blackest but that the hour of four is blacker than two; the clinician here realizes that the correct axis is between three and four, but is closer to three than four. This means the correct axis is hypothetically between 3.01 and 3.29 on the clock dial. The clinician, therefore, chooses a position of about 3.15 as the correct position. The phoropter or trial frame is set 90 degrees from this point (6.15 - 12.15 on the clock dial).", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures. That one line is blackest, and of the two lines flanking it, one is blacker than the other; this is a bit complex, as it indicates that the correct axis is between the blackest line and the blacker of the two adjacent lines. However, that endpoint will be closer to the initial line that was considered as 'blackest,' i.e., a patient may report that the hour of three is the blackest but that the hour of four is blacker than two; the clinician here realizes that the correct axis is between three and four, but is closer to three than four. This means the correct axis is hypothetically between 3.01 and 3.29 on the clock dial. The clinician, therefore, chooses a position of about 3.15 as the correct position. The phoropter or trial frame is set 90 degrees from this point (6.15 - 12.15 on the clock dial)."}
{"id": "article-144069_16", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures", "content": "The actual cylindrical axis component is calculated by multiplying the lower clock hour by 30° (accounting for the 12 clock hours of a 360-degree circle). For example: if a patient interprets 2 o'clock and 8 o'clock hours to be sharpest, the axis is then determined thus: 30° × 2= 60 degrees. Cylindrical powers are then increased before the spherical component in -0.25DC steps until all the lines appear equally clear. This is then taken as the maximum tentative cylindrical power. Both principal axes have coincided at the same point, so the fog is then reduced in +0.25 DS steps until the maximum visual acuity is obtained. However, if all lines appear blurred or clock hours distinct from the patient's prior subjective report are selected, the tentative axis determination procedure should be repeated. [6]", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures. The actual cylindrical axis component is calculated by multiplying the lower clock hour by 30° (accounting for the 12 clock hours of a 360-degree circle). For example: if a patient interprets 2 o'clock and 8 o'clock hours to be sharpest, the axis is then determined thus: 30° × 2= 60 degrees. Cylindrical powers are then increased before the spherical component in -0.25DC steps until all the lines appear equally clear. This is then taken as the maximum tentative cylindrical power. Both principal axes have coincided at the same point, so the fog is then reduced in +0.25 DS steps until the maximum visual acuity is obtained. However, if all lines appear blurred or clock hours distinct from the patient's prior subjective report are selected, the tentative axis determination procedure should be repeated. [6]"}
{"id": "article-144069_17", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures", "content": "In the case of a fan dial, the patient is again fogged and directed to comment on which line(s) is/are the blackest. The rotary V-shaped accessory can also be rotated with the patient instructed to ask the examiner to stop when it gets to the sharpest line. This is important, especially for patients who are not lettered and cannot identify numbers or alphabets. The appropriate cylinder axis is simply read off the chart as being 90 degrees away from the chosen (or calculated) blackest line(s). This is then followed by the addition of cylindrical lenses in -0.25 DC steps till all lines are equally sharp and then defogging to the maximum visual acuity.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures. In the case of a fan dial, the patient is again fogged and directed to comment on which line(s) is/are the blackest. The rotary V-shaped accessory can also be rotated with the patient instructed to ask the examiner to stop when it gets to the sharpest line. This is important, especially for patients who are not lettered and cannot identify numbers or alphabets. The appropriate cylinder axis is simply read off the chart as being 90 degrees away from the chosen (or calculated) blackest line(s). This is then followed by the addition of cylindrical lenses in -0.25 DC steps till all lines are equally sharp and then defogging to the maximum visual acuity."}
{"id": "article-144069_18", "title": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures", "content": "The cross-dial consists of two sets of three lines bisecting each other at right angles, while the Lancaster dial has two single lines bisecting each other perpendicularly. They both rotate about a central axis on a board that carries markings to indicate the 360-degree possible positions of astigmatism. These markings may be in steps of 10, 15, 30 degrees, and so on. For each increase of -0.50 DC so achieved, a correction of +0.25 DS must be added to the final sphere before commencing the second MPMVA step.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Function -- Procedures. The cross-dial consists of two sets of three lines bisecting each other at right angles, while the Lancaster dial has two single lines bisecting each other perpendicularly. They both rotate about a central axis on a board that carries markings to indicate the 360-degree possible positions of astigmatism. These markings may be in steps of 10, 15, 30 degrees, and so on. For each increase of -0.50 DC so achieved, a correction of +0.25 DS must be added to the final sphere before commencing the second MPMVA step."}
{"id": "article-144069_19", "title": "Subjective Refraction Technique: Astigmatic Dial -- Issues of Concern -- Small Cylinders", "content": "In patients with very small cylinders, it may be difficult to differentiate which lines are blacker or duller, especially with the astigmatic dials. It is, however, safe to assume that if the final subjective endpoint is very good (i.e., equal to or better than 6/6), small cylinders may not have a significant effect on visual acuity and visual comfort. If the endpoint is poorer than 6/6, especially when the pinhole shows that a better VA can still be achieved, the clinician may switch to using the Jackson-crossed-cylinder technique (see image). [7]", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Issues of Concern -- Small Cylinders. In patients with very small cylinders, it may be difficult to differentiate which lines are blacker or duller, especially with the astigmatic dials. It is, however, safe to assume that if the final subjective endpoint is very good (i.e., equal to or better than 6/6), small cylinders may not have a significant effect on visual acuity and visual comfort. If the endpoint is poorer than 6/6, especially when the pinhole shows that a better VA can still be achieved, the clinician may switch to using the Jackson-crossed-cylinder technique (see image). [7]"}
{"id": "article-144069_20", "title": "Subjective Refraction Technique: Astigmatic Dial -- Issues of Concern -- Small Cylinders", "content": "In summary, different authorities have differing views regarding small cylinders obtained in the refraction process. Generally, cylinders should be prescribed as long as their introduction improves visual acuity.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Issues of Concern -- Small Cylinders. In summary, different authorities have differing views regarding small cylinders obtained in the refraction process. Generally, cylinders should be prescribed as long as their introduction improves visual acuity."}
{"id": "article-144069_21", "title": "Subjective Refraction Technique: Astigmatic Dial -- Issues of Concern -- Irregular Astigmatism", "content": "In irregular astigmatism, the principal axes are not perpendicular to each other. Such a patient may report that two distinct lines are black. [8] Corneal topography (see images) will help to confirm this, with contact lenses and surgery being available treatment options. [9] [10]", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Issues of Concern -- Irregular Astigmatism. In irregular astigmatism, the principal axes are not perpendicular to each other. Such a patient may report that two distinct lines are black. [8] Corneal topography (see images) will help to confirm this, with contact lenses and surgery being available treatment options. [9] [10]"}
{"id": "article-144069_22", "title": "Subjective Refraction Technique: Astigmatic Dial -- Issues of Concern -- Secondary Changes in Astigmatism", "content": "As with any refractive error, astigmatism can change naturally or secondary to various factors, including infection (see image), trauma and surgery. [11] [12]", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Issues of Concern -- Secondary Changes in Astigmatism. As with any refractive error, astigmatism can change naturally or secondary to various factors, including infection (see image), trauma and surgery. [11] [12]"}
{"id": "article-144069_23", "title": "Subjective Refraction Technique: Astigmatic Dial -- Clinical Significance", "content": "Astigmatism is one of the most common refractive errors, and it occurs regularly with other types of refractive errors. [13] [14] A study reported that 55.6% of myopic eyes had some form of residual astigmatism. [13] A study conducted in Yaounde reported a prevalence of hyperopia and hyperopic astigmatism to be 70.5% in their sample of babies. [15] another study out of Senegal found astigmatism to have a prevalence of 54.8%. [16]", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Clinical Significance. Astigmatism is one of the most common refractive errors, and it occurs regularly with other types of refractive errors. [13] [14] A study reported that 55.6% of myopic eyes had some form of residual astigmatism. [13] A study conducted in Yaounde reported a prevalence of hyperopia and hyperopic astigmatism to be 70.5% in their sample of babies. [15] another study out of Senegal found astigmatism to have a prevalence of 54.8%. [16]"}
{"id": "article-144069_24", "title": "Subjective Refraction Technique: Astigmatic Dial -- Clinical Significance", "content": "Like other refractive errors, astigmatism has no permanent cure through refractive surgery. Yet, refractive errors have been reported after successful refractive surgeries. [17] [18] Care must therefore be taken to advise patients that optical correction will likely be needed for the rest of their lives - a proposition many patients may not be willing to agree to.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Clinical Significance. Like other refractive errors, astigmatism has no permanent cure through refractive surgery. Yet, refractive errors have been reported after successful refractive surgeries. [17] [18] Care must therefore be taken to advise patients that optical correction will likely be needed for the rest of their lives - a proposition many patients may not be willing to agree to."}
{"id": "article-144069_25", "title": "Subjective Refraction Technique: Astigmatic Dial -- Enhancing Healthcare Team Outcomes", "content": "Refractive errors can result in several visual deficits. [19] Astigmatism is commonly controlled using glasses. [20] Care must be taken to correct astigmatism when prescribing glasses for children. [21]", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Enhancing Healthcare Team Outcomes. Refractive errors can result in several visual deficits. [19] Astigmatism is commonly controlled using glasses. [20] Care must be taken to correct astigmatism when prescribing glasses for children. [21]"}
{"id": "article-144069_26", "title": "Subjective Refraction Technique: Astigmatic Dial -- Enhancing Healthcare Team Outcomes", "content": "The clinician should carefully take note of the specifics of the particular astigmatic dial being used, as they have slightly different interpretations and procedures. Clinicians must also ensure that the correct axis and powers of astigmatism are dispensed to the patient, as this can be another source of error even after a good examination. [22] [23] In cases where the patient reports discomfort or spectacle intolerance, an over-refraction process is useful in determining any residual refractive error.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Enhancing Healthcare Team Outcomes. The clinician should carefully take note of the specifics of the particular astigmatic dial being used, as they have slightly different interpretations and procedures. Clinicians must also ensure that the correct axis and powers of astigmatism are dispensed to the patient, as this can be another source of error even after a good examination. [22] [23] In cases where the patient reports discomfort or spectacle intolerance, an over-refraction process is useful in determining any residual refractive error."}
{"id": "article-144069_27", "title": "Subjective Refraction Technique: Astigmatic Dial -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Subjective Refraction Technique: Astigmatic Dial -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}