{"id": "article-20070_0", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Introduction", "content": "The costocervical trunk is a branch of the subclavian artery which supplies the upper extremities and contributes partly to the blood supply of the head and neck. The subclavian artery has a different origin on each side. On the right side, it originates from the brachiocephalic trunk while stemming directly from the arch of the aorta on the left side. [1] [2] It is critical to know the course of the subclavian artery, its branches, and its parts to get a comprehensive understanding of the costocervical trunk. The subclavian artery divides into three segments depending on their position relative to the scalenus anterior muscle. The first part of the subclavian artery extends from its root to the medial part of the scalenus muscle. The first segment of the subclavian artery gives rise to the internal thoracic artery(internal mammary artery) [3] , vertebral artery, and thyrocervical trunk that supply the circle of Willis, breast tissue and thyroid tissue. The second part of the subclavian artery starts from the medial part of the scalenus muscle and extends to the lateral aspect of the scalenus muscle; This part gives rise to the costocervical trunk. The third part starts at the lateral aspect of the scalenus muscle and ends at the tip of the first rib, where it becomes the axillary artery. [4] [5] Since we now know the exact origin of the costocervical trunk, we can go in-depth about delineating its details and importance.", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Introduction. The costocervical trunk is a branch of the subclavian artery which supplies the upper extremities and contributes partly to the blood supply of the head and neck. The subclavian artery has a different origin on each side. On the right side, it originates from the brachiocephalic trunk while stemming directly from the arch of the aorta on the left side. [1] [2] It is critical to know the course of the subclavian artery, its branches, and its parts to get a comprehensive understanding of the costocervical trunk. The subclavian artery divides into three segments depending on their position relative to the scalenus anterior muscle. The first part of the subclavian artery extends from its root to the medial part of the scalenus muscle. The first segment of the subclavian artery gives rise to the internal thoracic artery(internal mammary artery) [3] , vertebral artery, and thyrocervical trunk that supply the circle of Willis, breast tissue and thyroid tissue. The second part of the subclavian artery starts from the medial part of the scalenus muscle and extends to the lateral aspect of the scalenus muscle; This part gives rise to the costocervical trunk. The third part starts at the lateral aspect of the scalenus muscle and ends at the tip of the first rib, where it becomes the axillary artery. [4] [5] Since we now know the exact origin of the costocervical trunk, we can go in-depth about delineating its details and importance."}
{"id": "article-20070_1", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Structure and Function", "content": "The costocervical trunk arises directly from the posterior surface of the second part of the subclavian artery that lies posterior or medial to the scalenus anterior muscle. [6] The trunk passes in a posterosuperior direction and divides into two branches; superior intercostal artery(AKA: the highest intercostal or the supreme intercostal artery) [7] and deep cervical artery. [8] [6] The superior intercostal artery, which is the first branch of the costocervical trunk travels posteriorly and inferiorly from where it originates along the posterior and medial aspect of the thorax. It lies between the necks of the first two ribs and the pleura, where it typically divides into two posterior intercostal arteries as it passes along the neck of the first rib. The two posterior intercostal arteries supply blood to the upper two intercostal spaces in a similar fashion to that of the lower posterior intercostal arteries. [9] [10] The deep cervical artery along with the uppermost intercostal artery, the ascending pharyngeal artery, and the vertebral artery supply the joint capsules of the zygapophyseal joints and the synovial membranes with their villi of the cervical region. Some branches of the occipital artery and the vertebral artery may anastomose with the deep cervical artery anterior to the semispinalis capitis muscle. [11] [6] [12]", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Structure and Function. The costocervical trunk arises directly from the posterior surface of the second part of the subclavian artery that lies posterior or medial to the scalenus anterior muscle. [6] The trunk passes in a posterosuperior direction and divides into two branches; superior intercostal artery(AKA: the highest intercostal or the supreme intercostal artery) [7] and deep cervical artery. [8] [6] The superior intercostal artery, which is the first branch of the costocervical trunk travels posteriorly and inferiorly from where it originates along the posterior and medial aspect of the thorax. It lies between the necks of the first two ribs and the pleura, where it typically divides into two posterior intercostal arteries as it passes along the neck of the first rib. The two posterior intercostal arteries supply blood to the upper two intercostal spaces in a similar fashion to that of the lower posterior intercostal arteries. [9] [10] The deep cervical artery along with the uppermost intercostal artery, the ascending pharyngeal artery, and the vertebral artery supply the joint capsules of the zygapophyseal joints and the synovial membranes with their villi of the cervical region. Some branches of the occipital artery and the vertebral artery may anastomose with the deep cervical artery anterior to the semispinalis capitis muscle. [11] [6] [12]"}
{"id": "article-20070_2", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Embryology", "content": "The embryological development of the costocervical trunk follows the development of the subclavian artery on both sides. The development of the costocervical trunk is unique to each side since the development of the right and left subclavian arteries are different. The left subclavian artery arises only from the seventh intersegmental artery, while the right subclavian artery develops from three different embryological vessels. The fourth aortic arch gives rise to the first part of the subclavian artery. The right dorsal aorta gives rise to the second part of the right subclavian artery. The right seventh intersegmental artery gives rise to the last part of the subclavian artery. [13] [5] [14] [15]", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Embryology. The embryological development of the costocervical trunk follows the development of the subclavian artery on both sides. The development of the costocervical trunk is unique to each side since the development of the right and left subclavian arteries are different. The left subclavian artery arises only from the seventh intersegmental artery, while the right subclavian artery develops from three different embryological vessels. The fourth aortic arch gives rise to the first part of the subclavian artery. The right dorsal aorta gives rise to the second part of the right subclavian artery. The right seventh intersegmental artery gives rise to the last part of the subclavian artery. [13] [5] [14] [15]"}
{"id": "article-20070_3", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Nerves", "content": "The costocervical trunk is in the upper thorax and the lower part of the neck, which is closely related to some critical structures like the vagus nerve, recurrent laryngeal nerve, phrenic nerve, sympathetic ganglia, and brachial plexus. On the right side, the vagus nerve runs anterior to the subclavian artery and medial to the costocervical trunk. The recurrent laryngeal nerve, which is a vagus nerve branch, runs medial to the costocervical trunk and posterior to the root of the subclavian artery. The right phrenic nerve runs lateral to the costocervical trunk. On the left side, the vagus nerve, recurrent laryngeal nerve, and phrenic nerve run medial to the costocervical trunk. The left phrenic and vagus nerve pass anterior to the root of the subclavian artery. The left recurrent laryngeal nerve is longer than its right-side counterpart because it loops around the aortic arch instead of the subclavian artery. The brachial plexus runs posterior to the costocervical trunk and the anterior scalenus muscle. The superior intercostal artery, one of the costocervical trunk’s branches, runs medial to the anterior division of the first thoracic nerve. It also runs lateral to the first thoracic ganglion of the sympathetic trunk on both sides.", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Nerves. The costocervical trunk is in the upper thorax and the lower part of the neck, which is closely related to some critical structures like the vagus nerve, recurrent laryngeal nerve, phrenic nerve, sympathetic ganglia, and brachial plexus. On the right side, the vagus nerve runs anterior to the subclavian artery and medial to the costocervical trunk. The recurrent laryngeal nerve, which is a vagus nerve branch, runs medial to the costocervical trunk and posterior to the root of the subclavian artery. The right phrenic nerve runs lateral to the costocervical trunk. On the left side, the vagus nerve, recurrent laryngeal nerve, and phrenic nerve run medial to the costocervical trunk. The left phrenic and vagus nerve pass anterior to the root of the subclavian artery. The left recurrent laryngeal nerve is longer than its right-side counterpart because it loops around the aortic arch instead of the subclavian artery. The brachial plexus runs posterior to the costocervical trunk and the anterior scalenus muscle. The superior intercostal artery, one of the costocervical trunk’s branches, runs medial to the anterior division of the first thoracic nerve. It also runs lateral to the first thoracic ganglion of the sympathetic trunk on both sides."}
{"id": "article-20070_4", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Muscles", "content": "The superior intercostal artery, which branches off the costocervical trunk, supplies the upper intercostal spaces. It passes inferiorly between the pleura and the necks of the first and second ribs, where it divides into two posterior intercostal arteries. The upper two intercostal muscles receive vascular supply from the superior intercostal artery and its branches. The deep cervical artery, which is another branch of the costocervical trunk, passes inferiorly above the eight cervical spinal nerve between the transverse process of the seventh cranial vertebra. From there, it ascends to the deep muscles of the neck and the back. It gives off muscular branches to supply the deep muscles in the neck and upper back. [16] [17] [18] [12] [19] [20]", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Muscles. The superior intercostal artery, which branches off the costocervical trunk, supplies the upper intercostal spaces. It passes inferiorly between the pleura and the necks of the first and second ribs, where it divides into two posterior intercostal arteries. The upper two intercostal muscles receive vascular supply from the superior intercostal artery and its branches. The deep cervical artery, which is another branch of the costocervical trunk, passes inferiorly above the eight cervical spinal nerve between the transverse process of the seventh cranial vertebra. From there, it ascends to the deep muscles of the neck and the back. It gives off muscular branches to supply the deep muscles in the neck and upper back. [16] [17] [18] [12] [19] [20]"}
{"id": "article-20070_5", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Physiologic Variants", "content": "Although the costocervical trunk commonly originates from the second part of the subclavian artery, it can originate from its third part or be absent en bloc. The two usual branches of the costocervical trunk include the deep cervical artery and the superior intercostal artery, which can arise independently from the subclavian artery if the trunk is absent. The superior intercostal artery can originate from the thyrocervical trunk or some of its branches like the inferior thyroid artery and the scapular artery. There are also reports that the superior intercostal artery can originate from the axillary artery, aortic arch, vertebral artery, or the second intercostal artery [21] [22] [23] [24] [25] [26] [27]", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Physiologic Variants. Although the costocervical trunk commonly originates from the second part of the subclavian artery, it can originate from its third part or be absent en bloc. The two usual branches of the costocervical trunk include the deep cervical artery and the superior intercostal artery, which can arise independently from the subclavian artery if the trunk is absent. The superior intercostal artery can originate from the thyrocervical trunk or some of its branches like the inferior thyroid artery and the scapular artery. There are also reports that the superior intercostal artery can originate from the axillary artery, aortic arch, vertebral artery, or the second intercostal artery [21] [22] [23] [24] [25] [26] [27]"}
{"id": "article-20070_6", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Clinical Significance", "content": "Costocervical trunk Pseudoaneurysms", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Clinical Significance. Costocervical trunk Pseudoaneurysms"}
{"id": "article-20070_7", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Clinical Significance", "content": "Costocervical trunk pseudoaneurysms are extremely rare. They can be the result of bullectomy with pleural abrasion, blind cannulation of the jugular vein, secondary to infection like in the case of pulmonary tuberculosis, atherosclerosis of the costocervical trunk, trauma to the neck, or certain vasculitides (e.g., Takayasu arteritis). [28] Chest pain is a prevalent complaint in patients with costocervical trunk pseudoaneurysm. In rare cases, it can present with hemoptysis. [29] In the case of pseudoaneurysm rupturing, it can present as an expanding mass in the neck. The mass can affect the airways leading to labored breathing. [30] [31] The gold standard method for diagnosing costocervical trunk aneurysms is CT angiography. Transcatheter embolization can be used for the management of ruptured costocervical trunk pseudoaneurysms. [30] [32] Takayasu arteritis", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Clinical Significance. Costocervical trunk pseudoaneurysms are extremely rare. They can be the result of bullectomy with pleural abrasion, blind cannulation of the jugular vein, secondary to infection like in the case of pulmonary tuberculosis, atherosclerosis of the costocervical trunk, trauma to the neck, or certain vasculitides (e.g., Takayasu arteritis). [28] Chest pain is a prevalent complaint in patients with costocervical trunk pseudoaneurysm. In rare cases, it can present with hemoptysis. [29] In the case of pseudoaneurysm rupturing, it can present as an expanding mass in the neck. The mass can affect the airways leading to labored breathing. [30] [31] The gold standard method for diagnosing costocervical trunk aneurysms is CT angiography. Transcatheter embolization can be used for the management of ruptured costocervical trunk pseudoaneurysms. [30] [32] Takayasu arteritis"}
{"id": "article-20070_8", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Clinical Significance", "content": "Takayasu arteritis, which can go by many other names like occlusive thromboaortopathy, pulseless disease, and Martorell syndrome, is inflammatory arteritis of the large blood vessels that involves the aorta and its major branches including the subclavian artery and the costocervical trunk. The condition can be detected clinically by the presence of bruits in the upper lateral anterior thorax or lower neck and the absence of a radial pulse. It can be accompanied by ischemic changes that involve the upper extremities and head and neck. The arteries supplying blood to the brain can undergo degenerative changes or form aneurysms that could eventually result in strokes. The reported presence of hypertension was in 33 to 83% of patients, Diminished or absent pulses in 84 to 96%, Takayasu retinopathy 37%. [33] [34] [35] [36] Perforation of the costocervical trunk", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Clinical Significance. Takayasu arteritis, which can go by many other names like occlusive thromboaortopathy, pulseless disease, and Martorell syndrome, is inflammatory arteritis of the large blood vessels that involves the aorta and its major branches including the subclavian artery and the costocervical trunk. The condition can be detected clinically by the presence of bruits in the upper lateral anterior thorax or lower neck and the absence of a radial pulse. It can be accompanied by ischemic changes that involve the upper extremities and head and neck. The arteries supplying blood to the brain can undergo degenerative changes or form aneurysms that could eventually result in strokes. The reported presence of hypertension was in 33 to 83% of patients, Diminished or absent pulses in 84 to 96%, Takayasu retinopathy 37%. [33] [34] [35] [36] Perforation of the costocervical trunk"}
{"id": "article-20070_9", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Clinical Significance", "content": "A transradial arterial approach to coronary angiography is associated with decreased vascular complications compared to a transfemoral arterial approach. It also allows for the early mobilization of patients. However, in rare cases, perforation of the costocervical trunk can take place shortly after a percutaneous transradial coronary intervention, which can result in a rapidly expanding cervical hematoma that presses on the airway and cause several breathing problems. This condition requires emergency intubation to preserve the patency of the airways. [37] Collateral circulation", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Clinical Significance. A transradial arterial approach to coronary angiography is associated with decreased vascular complications compared to a transfemoral arterial approach. It also allows for the early mobilization of patients. However, in rare cases, perforation of the costocervical trunk can take place shortly after a percutaneous transradial coronary intervention, which can result in a rapidly expanding cervical hematoma that presses on the airway and cause several breathing problems. This condition requires emergency intubation to preserve the patency of the airways. [37] Collateral circulation"}
{"id": "article-20070_10", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Clinical Significance", "content": "The first and second intercostal spaces are typically supplied with blood by the superior intercostal artery, which is of great clinical importance if the anterior intercostal or internal thoracic arteries become compromised. Moreover, the superior intercostal artery may supply blood to the descending aorta in the case of coarctation of the aorta through mediastinal collateral branches that bypass the coarctation. [10] [7] It is a clinical observation that the mediastinal collateral arteries become hypertrophied in patients with obstruction of the subclavian artery or coarctation of the aorta. The mediastinal arteries play an important role in such instances as they connect the costocervical trunk, superior intercostal artery, or subclavian artery to the descending thoracic aorta bypassing the narrowed portion of the aorta. [10] In the case of occlusion of the internal carotid artery, blood can divert through several collateral arteries, including the occipital artery, vertebral artery, costocervical trunk, deep cervical artery, and thyrocervical trunk. [38] Aneurysm of the superior intercostal artery can be the result of the coarctation of the aorta or neurofibromatosis type 1. Selective endovascular embolization combing glue and micro-coils is the treatment of choice for superior intercostal artery aneurysms. Embolization of the superior intercostal artery is well-tolerated because the intercostal spaces supplied by it receive collateral arterial circulation from the anterior intercostal arteries. [39] [40] [7]", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Clinical Significance. The first and second intercostal spaces are typically supplied with blood by the superior intercostal artery, which is of great clinical importance if the anterior intercostal or internal thoracic arteries become compromised. Moreover, the superior intercostal artery may supply blood to the descending aorta in the case of coarctation of the aorta through mediastinal collateral branches that bypass the coarctation. [10] [7] It is a clinical observation that the mediastinal collateral arteries become hypertrophied in patients with obstruction of the subclavian artery or coarctation of the aorta. The mediastinal arteries play an important role in such instances as they connect the costocervical trunk, superior intercostal artery, or subclavian artery to the descending thoracic aorta bypassing the narrowed portion of the aorta. [10] In the case of occlusion of the internal carotid artery, blood can divert through several collateral arteries, including the occipital artery, vertebral artery, costocervical trunk, deep cervical artery, and thyrocervical trunk. [38] Aneurysm of the superior intercostal artery can be the result of the coarctation of the aorta or neurofibromatosis type 1. Selective endovascular embolization combing glue and micro-coils is the treatment of choice for superior intercostal artery aneurysms. Embolization of the superior intercostal artery is well-tolerated because the intercostal spaces supplied by it receive collateral arterial circulation from the anterior intercostal arteries. [39] [40] [7]"}
{"id": "article-20070_11", "title": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Costocervical Trunk Arteries -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}