{"id": "article-147449_0", "title": "Phthalates Toxicity -- Continuing Education Activity", "content": "Phthalates are a group of plasticizing agents used industrially to impart durability and flexibility to plastic products. Depending on their designated industrial use, they are divided into low and high molecular weight categories. The toxicity of phthalates has gained increasing attention as studies have begun to show deleterious endocrine and metabolic side effects associated with various subcategories of phthalates. This has led to regulatory action, banning different phthalates that have been shown to cause harm. This activity will highlight the current literature regarding the industrial uses of phthalates, current regulation regarding their production, issues of concern related to humans and the environment, and known clinical associations between pathology and phthalate toxicity.", "contents": "Phthalates Toxicity -- Continuing Education Activity. Phthalates are a group of plasticizing agents used industrially to impart durability and flexibility to plastic products. Depending on their designated industrial use, they are divided into low and high molecular weight categories. The toxicity of phthalates has gained increasing attention as studies have begun to show deleterious endocrine and metabolic side effects associated with various subcategories of phthalates. This has led to regulatory action, banning different phthalates that have been shown to cause harm. This activity will highlight the current literature regarding the industrial uses of phthalates, current regulation regarding their production, issues of concern related to humans and the environment, and known clinical associations between pathology and phthalate toxicity."}
{"id": "article-147449_1", "title": "Phthalates Toxicity -- Continuing Education Activity", "content": "Objectives: Review the industrial uses for various low and high-molecular-weight phthalates. Summarize the current regulatory statutes in place regarding the use of phthalates in products. Explain the exposure media leading to bioaccumulation of phthalates, leading to toxicity. Review the current literature regarding the clinical significance and manifestations of phthalate toxicity. Access free multiple choice questions on this topic.", "contents": "Phthalates Toxicity -- Continuing Education Activity. Objectives: Review the industrial uses for various low and high-molecular-weight phthalates. Summarize the current regulatory statutes in place regarding the use of phthalates in products. Explain the exposure media leading to bioaccumulation of phthalates, leading to toxicity. Review the current literature regarding the clinical significance and manifestations of phthalate toxicity. Access free multiple choice questions on this topic."}
{"id": "article-147449_2", "title": "Phthalates Toxicity -- Introduction", "content": "Phthalates are a broad group of compounds that serve as plasticizers to impart flexibility and durability to products. [1] [2] They are ubiquitous in the environment as millions of tons of plastic are produced yearly worldwide. [3] The toxicology and biochemical interplay of phthalates with human physiology has received increasing attention as studies have begun to show the negative effects of phthalates on the endocrine and reproductive systems, among other body systems. [1] [4]", "contents": "Phthalates Toxicity -- Introduction. Phthalates are a broad group of compounds that serve as plasticizers to impart flexibility and durability to products. [1] [2] They are ubiquitous in the environment as millions of tons of plastic are produced yearly worldwide. [3] The toxicology and biochemical interplay of phthalates with human physiology has received increasing attention as studies have begun to show the negative effects of phthalates on the endocrine and reproductive systems, among other body systems. [1] [4]"}
{"id": "article-147449_3", "title": "Phthalates Toxicity -- Introduction", "content": "Phthalates are currently the most widely studied class of toxicants affecting the fetal male reproductive system. [5] Due to the broad range of phthalate derivatives and the complexity by which they interact with normal physiology and undergo metabolism in the human body, many research questions remain regarding the safety and morbidity associated with exposure to phthalates. This article will highlight the current data regarding individual types of phthalates, routes of exposure, and the evidence by which they influence human physiology.", "contents": "Phthalates Toxicity -- Introduction. Phthalates are currently the most widely studied class of toxicants affecting the fetal male reproductive system. [5] Due to the broad range of phthalate derivatives and the complexity by which they interact with normal physiology and undergo metabolism in the human body, many research questions remain regarding the safety and morbidity associated with exposure to phthalates. This article will highlight the current data regarding individual types of phthalates, routes of exposure, and the evidence by which they influence human physiology."}
{"id": "article-147449_4", "title": "Phthalates Toxicity -- Function", "content": "Phthalates, or phthalate esters, are a group of compounds with a broad range of industrial applications, including their use as solvents and plasticizers, especially as additives in polyvinyl chloride (PVC) to impart flexibility. [1] They typically appear colorless and odorless and are divided into subgroups based on the molecular weight of the phthalate. [4]", "contents": "Phthalates Toxicity -- Function. Phthalates, or phthalate esters, are a group of compounds with a broad range of industrial applications, including their use as solvents and plasticizers, especially as additives in polyvinyl chloride (PVC) to impart flexibility. [1] They typically appear colorless and odorless and are divided into subgroups based on the molecular weight of the phthalate. [4]"}
{"id": "article-147449_5", "title": "Phthalates Toxicity -- Function", "content": "Phthalates with a longer side chain are referred to as high molecular weight phthalates (HMWP), are more fat-soluble, and are used industrially as part of PVC, which may contain 50 to 80% phthalates by weight. [1] [4] They are used industrially to increase the flexibility and durability of plastic polymers in items such as wires, tubing, cables, flooring, adhesive films, and synthetic leather. [6] These phthalates include di(2-Ethylhexyl) phthalate (DEHP), di-n-octyl phthalate (DnOP), and di-iso-nonyl phthalate (DiNP), among others. DEHP is commonly used in medical products to impart flexibility to intravenous (IV) tubing, suction tubing, ventilation tubing, blood product containers, and infusion systems. Some PVC medical tubing is estimated to contain up to 80% DEHP by weight. Phthalates, including DEHP, are not covalently bound to plastics, and as a result, they readily leach out of plastic products. [7]", "contents": "Phthalates Toxicity -- Function. Phthalates with a longer side chain are referred to as high molecular weight phthalates (HMWP), are more fat-soluble, and are used industrially as part of PVC, which may contain 50 to 80% phthalates by weight. [1] [4] They are used industrially to increase the flexibility and durability of plastic polymers in items such as wires, tubing, cables, flooring, adhesive films, and synthetic leather. [6] These phthalates include di(2-Ethylhexyl) phthalate (DEHP), di-n-octyl phthalate (DnOP), and di-iso-nonyl phthalate (DiNP), among others. DEHP is commonly used in medical products to impart flexibility to intravenous (IV) tubing, suction tubing, ventilation tubing, blood product containers, and infusion systems. Some PVC medical tubing is estimated to contain up to 80% DEHP by weight. Phthalates, including DEHP, are not covalently bound to plastics, and as a result, they readily leach out of plastic products. [7]"}
{"id": "article-147449_6", "title": "Phthalates Toxicity -- Function", "content": "Low molecular weight phthalates (LMWP) are used primarily in personal care products (PCPs), enteric-coated tablets, adhesives, paints, printing inks, and solvents. They are also used as fixatives in fragrance-containing products to allow scents to last longer before evaporating. [6] These include dimethyl phthalate (DMP), diethyl phthalate (DEP), and benzylbutyl phthalate (BBzP), among others. [4]", "contents": "Phthalates Toxicity -- Function. Low molecular weight phthalates (LMWP) are used primarily in personal care products (PCPs), enteric-coated tablets, adhesives, paints, printing inks, and solvents. They are also used as fixatives in fragrance-containing products to allow scents to last longer before evaporating. [6] These include dimethyl phthalate (DMP), diethyl phthalate (DEP), and benzylbutyl phthalate (BBzP), among others. [4]"}
{"id": "article-147449_7", "title": "Phthalates Toxicity -- Issues of Concern", "content": "Phthalates have received significant attention due to their ubiquitous nature in industrial products and their potential for toxicity in the human body. [3] Studies have shown that human exposure occurs in many ways, including ingestion of food, inhalation, and dermal absorption, especially for LMWP. [4] Fortunately, short-term interventions that reduce exposure to phthalates, both in food and cosmetic products, have rapidly reduced phthalate metabolite levels. [8]", "contents": "Phthalates Toxicity -- Issues of Concern. Phthalates have received significant attention due to their ubiquitous nature in industrial products and their potential for toxicity in the human body. [3] Studies have shown that human exposure occurs in many ways, including ingestion of food, inhalation, and dermal absorption, especially for LMWP. [4] Fortunately, short-term interventions that reduce exposure to phthalates, both in food and cosmetic products, have rapidly reduced phthalate metabolite levels. [8]"}
{"id": "article-147449_8", "title": "Phthalates Toxicity -- Issues of Concern", "content": "Food groups shown to contain the highest levels of phthalates through measuring urine metabolite levels include beverages, bread, meat, and dairy products. [9] Phthalates have been detected in indoor dust samples collected from homes and dormitories in China and bottled water samples from countries worldwide. [10] [11] As stated, dermal absorption of phthalates in personal care products (PCPs) significantly contributes to phthalate toxicity. Factors associated with higher levels of phthalate metabolites in urine include using a combination of PCPs, using leave-on instead of rinse-off products, and being younger. In particular, the most significant association was seen with using the LMWP metabolite of DEP, monoethyl phthalate (MEP), and fragrance-containing products, such as body lotions and hair products. [12] Cosmetics and PCPs are also noted to be the primary source of DEP in human urine. [1]", "contents": "Phthalates Toxicity -- Issues of Concern. Food groups shown to contain the highest levels of phthalates through measuring urine metabolite levels include beverages, bread, meat, and dairy products. [9] Phthalates have been detected in indoor dust samples collected from homes and dormitories in China and bottled water samples from countries worldwide. [10] [11] As stated, dermal absorption of phthalates in personal care products (PCPs) significantly contributes to phthalate toxicity. Factors associated with higher levels of phthalate metabolites in urine include using a combination of PCPs, using leave-on instead of rinse-off products, and being younger. In particular, the most significant association was seen with using the LMWP metabolite of DEP, monoethyl phthalate (MEP), and fragrance-containing products, such as body lotions and hair products. [12] Cosmetics and PCPs are also noted to be the primary source of DEP in human urine. [1]"}
{"id": "article-147449_9", "title": "Phthalates Toxicity -- Issues of Concern", "content": "Issues of concern related to phthalate toxicity have led to legislation banning various phthalates in consumer products. The European Union temporarily banned six phthalates found in children’s toys in 1999, which prompted the United States to do the same in 2008 by passing the Consumer Products Safety Improvement Act. [1] The EU has taken additional steps to protect consumers from high-risk phthalate exposure by implementing the Candidate List of Substances of Very High Concern. LMWPs regarded as reproductive toxicants, including DEHP, DBP, and BBzP, have been prohibited by European authorities for use in medical devices, toys, and cosmetics. The United States equivalent is the candidate list of Registration, Evaluation, Authorization, and Restriction of chemicals (REACH), to which thirteen phthalates were added. [6] In 2019, the Environmental Protection Agency (EPA) released a list of high-priority chemicals, including six phthalates, that will undergo an assessment of health risks under the Toxic Substances Control Act. [8] Regulations are being continually updated as research elucidates the mechanisms by which various individual phthalates are shown to cause harm in humans.", "contents": "Phthalates Toxicity -- Issues of Concern. Issues of concern related to phthalate toxicity have led to legislation banning various phthalates in consumer products. The European Union temporarily banned six phthalates found in children’s toys in 1999, which prompted the United States to do the same in 2008 by passing the Consumer Products Safety Improvement Act. [1] The EU has taken additional steps to protect consumers from high-risk phthalate exposure by implementing the Candidate List of Substances of Very High Concern. LMWPs regarded as reproductive toxicants, including DEHP, DBP, and BBzP, have been prohibited by European authorities for use in medical devices, toys, and cosmetics. The United States equivalent is the candidate list of Registration, Evaluation, Authorization, and Restriction of chemicals (REACH), to which thirteen phthalates were added. [6] In 2019, the Environmental Protection Agency (EPA) released a list of high-priority chemicals, including six phthalates, that will undergo an assessment of health risks under the Toxic Substances Control Act. [8] Regulations are being continually updated as research elucidates the mechanisms by which various individual phthalates are shown to cause harm in humans."}
{"id": "article-147449_10", "title": "Phthalates Toxicity -- Issues of Concern", "content": "In addition to human toxicity, an abundance of phthalates has been detected in various ecosystems, mainly aquatic environments. [2] Phthalates have also been detected in drinking water, soil samples, and air. [4] Their persistence and bioaccumulation make phthalates high-risk pollutants with an unknown but likely negative, long-term impact on the environment and ecosystems. [6]", "contents": "Phthalates Toxicity -- Issues of Concern. In addition to human toxicity, an abundance of phthalates has been detected in various ecosystems, mainly aquatic environments. [2] Phthalates have also been detected in drinking water, soil samples, and air. [4] Their persistence and bioaccumulation make phthalates high-risk pollutants with an unknown but likely negative, long-term impact on the environment and ecosystems. [6]"}
{"id": "article-147449_11", "title": "Phthalates Toxicity -- Issues of Concern", "content": "Another issue of concern related to public health includes the replacement of phthalates known to cause harm with other hazardous chemicals that are structurally similar with unknown long-term health effects. An example of this consists of the replacement of DEHP with diisonyl ester (DINCH) and bis(2-Ethylhexyl) terephthalate (DEHTP) in adhesives, polymers, and packaging products. [8]", "contents": "Phthalates Toxicity -- Issues of Concern. Another issue of concern related to public health includes the replacement of phthalates known to cause harm with other hazardous chemicals that are structurally similar with unknown long-term health effects. An example of this consists of the replacement of DEHP with diisonyl ester (DINCH) and bis(2-Ethylhexyl) terephthalate (DEHTP) in adhesives, polymers, and packaging products. [8]"}
{"id": "article-147449_12", "title": "Phthalates Toxicity -- Clinical Significance", "content": "The clinical significance of phthalate toxicity depends largely on the type of individual phthalate, route of exposure, the quantity of exposure, and temporal duration of continued exposure. Phthalates and phthalate metabolites have been detected in most bodily fluids, including serum, urine, breast milk, and semen. Phthalate toxicity is most closely tied to developmental dysfunction of the endocrine and reproductive systems; however, multiple other organ systems are also affected. [1] [3]", "contents": "Phthalates Toxicity -- Clinical Significance. The clinical significance of phthalate toxicity depends largely on the type of individual phthalate, route of exposure, the quantity of exposure, and temporal duration of continued exposure. Phthalates and phthalate metabolites have been detected in most bodily fluids, including serum, urine, breast milk, and semen. Phthalate toxicity is most closely tied to developmental dysfunction of the endocrine and reproductive systems; however, multiple other organ systems are also affected. [1] [3]"}
{"id": "article-147449_13", "title": "Phthalates Toxicity -- Clinical Significance", "content": "Once in the bloodstream, phthalates are capable of transplacental transition, which can lead to dysfunction of fetal development and other toxic effects on the embryo. [4] The term “phthalate syndrome” has been used to refer to genital malformations and testicular developmental dysfunction related to phthalate exposure. [1]", "contents": "Phthalates Toxicity -- Clinical Significance. Once in the bloodstream, phthalates are capable of transplacental transition, which can lead to dysfunction of fetal development and other toxic effects on the embryo. [4] The term “phthalate syndrome” has been used to refer to genital malformations and testicular developmental dysfunction related to phthalate exposure. [1]"}
{"id": "article-147449_14", "title": "Phthalates Toxicity -- Clinical Significance -- Testicular Function", "content": "Phthalate toxicity leading to testicular dysfunction has been demonstrated in rat cell cultures, showing apoptosis of both Sertoli and Leydig cells after exposure to DEHP and dibutyl phthalate (DBP). Prenatal exposure of rats to phthalates also resulted in malformed seminiferous tubules, dysgenesis of the testes, and abnormal morphology of Leydig cells, ultimately resulting in reduced testosterone biosynthesis. [4] [5] More studies are needed to determine the extent of phthalate toxicity to the human fetal testis. Other studies of human fertility clinics showed an association between decreased sperm concentration and motility and exposure to monobutyl phthalate (MBP) and monoethyl phthalate (MEP). Semen levels of various phthalates were also shown to be associated with reduced sperm motility in another study analyzing trends from infertility clinics. [4]", "contents": "Phthalates Toxicity -- Clinical Significance -- Testicular Function. Phthalate toxicity leading to testicular dysfunction has been demonstrated in rat cell cultures, showing apoptosis of both Sertoli and Leydig cells after exposure to DEHP and dibutyl phthalate (DBP). Prenatal exposure of rats to phthalates also resulted in malformed seminiferous tubules, dysgenesis of the testes, and abnormal morphology of Leydig cells, ultimately resulting in reduced testosterone biosynthesis. [4] [5] More studies are needed to determine the extent of phthalate toxicity to the human fetal testis. Other studies of human fertility clinics showed an association between decreased sperm concentration and motility and exposure to monobutyl phthalate (MBP) and monoethyl phthalate (MEP). Semen levels of various phthalates were also shown to be associated with reduced sperm motility in another study analyzing trends from infertility clinics. [4]"}
{"id": "article-147449_15", "title": "Phthalates Toxicity -- Clinical Significance -- Ovarian Function, Fertility, and Gestational Effects", "content": "Ovarian dysfunction from phthalate exposure has been demonstrated in rodent cell cultures, disrupting the normal follicular growth pattern, early reproductive senescence, and more rapid depletion of ovarian reserve. [13] In humans, associations have been seen with high concentrations of phthalate monoesters and an overall reduction in the number of total, mature, and fertilized oocytes and high-quality embryos. The estrogenic activity of phthalates has also been suspected to result in preterm birth, early puberty, and other pathology related to female fertility, including endometriosis. [14]", "contents": "Phthalates Toxicity -- Clinical Significance -- Ovarian Function, Fertility, and Gestational Effects. Ovarian dysfunction from phthalate exposure has been demonstrated in rodent cell cultures, disrupting the normal follicular growth pattern, early reproductive senescence, and more rapid depletion of ovarian reserve. [13] In humans, associations have been seen with high concentrations of phthalate monoesters and an overall reduction in the number of total, mature, and fertilized oocytes and high-quality embryos. The estrogenic activity of phthalates has also been suspected to result in preterm birth, early puberty, and other pathology related to female fertility, including endometriosis. [14]"}
{"id": "article-147449_16", "title": "Phthalates Toxicity -- Clinical Significance -- Ovarian Function, Fertility, and Gestational Effects", "content": "Various phthalates have also been demonstrated to cross the placental barrier and reach the umbilical cord and amniotic fluid, thus having a potential effect on the developing fetus. [6] One study analyzing individual phthalate metabolites in high-risk pregnant patients showed an association between prenatal phthalate levels and gestational weight gain, a known risk factor for gestational diabetes mellitus (GDM). However, no association was noted between prenatal phthalate levels and hyperglycemia or GDM. [15] Additionally, high concentrations of certain phthalates during gestation were shown to be positively associated with higher cortisol levels in female infants, and an inverse relationship was seen in male infants. This is hypothesized to be due to interference of the enzyme 11-b-hydroxysteroid dehydrogenase by phthalates or phthalate metabolites, which are responsible for deactivating cortisol. [8] Although further research is needed, it is reasonable to recommend avoiding phthalate-containing personal care products and other routes of exposure during pregnancy.", "contents": "Phthalates Toxicity -- Clinical Significance -- Ovarian Function, Fertility, and Gestational Effects. Various phthalates have also been demonstrated to cross the placental barrier and reach the umbilical cord and amniotic fluid, thus having a potential effect on the developing fetus. [6] One study analyzing individual phthalate metabolites in high-risk pregnant patients showed an association between prenatal phthalate levels and gestational weight gain, a known risk factor for gestational diabetes mellitus (GDM). However, no association was noted between prenatal phthalate levels and hyperglycemia or GDM. [15] Additionally, high concentrations of certain phthalates during gestation were shown to be positively associated with higher cortisol levels in female infants, and an inverse relationship was seen in male infants. This is hypothesized to be due to interference of the enzyme 11-b-hydroxysteroid dehydrogenase by phthalates or phthalate metabolites, which are responsible for deactivating cortisol. [8] Although further research is needed, it is reasonable to recommend avoiding phthalate-containing personal care products and other routes of exposure during pregnancy."}
{"id": "article-147449_17", "title": "Phthalates Toxicity -- Clinical Significance -- Metabolic Effects", "content": "Phthalates have also been studied to be associated with insulin resistance, a known risk factor leading to the development of type-2 diabetes mellitus. [6] The mechanism by which this takes place was proposed to be due to the ability of phthalates to cause oxidative stress and mitochondrial dysfunction. Additionally, urinary phthalate metabolite levels are positively associated with waist circumference, which may be due to several different mechanisms. These metabolites have been shown to interact with a group of receptors known as peroxisome proliferator-activated receptors (PPAR). This group of receptors is associated with adipogenesis and various neuroendocrine pathways involved in lipid and glucose metabolism and homeostasis within the body, which may influence obesity. [6] [16]", "contents": "Phthalates Toxicity -- Clinical Significance -- Metabolic Effects. Phthalates have also been studied to be associated with insulin resistance, a known risk factor leading to the development of type-2 diabetes mellitus. [6] The mechanism by which this takes place was proposed to be due to the ability of phthalates to cause oxidative stress and mitochondrial dysfunction. Additionally, urinary phthalate metabolite levels are positively associated with waist circumference, which may be due to several different mechanisms. These metabolites have been shown to interact with a group of receptors known as peroxisome proliferator-activated receptors (PPAR). This group of receptors is associated with adipogenesis and various neuroendocrine pathways involved in lipid and glucose metabolism and homeostasis within the body, which may influence obesity. [6] [16]"}
{"id": "article-147449_18", "title": "Phthalates Toxicity -- Clinical Significance -- Metabolic Effects", "content": "Another mechanism by which phthalates disrupt the endocrine and metabolic axis is through interference with the protein sex hormone binding globulin (SHBG). Exposure to various phthalates has been associated with lower SHBG levels, with one study showing lower SHBG concentrations in pregnant women using cosmetics and hair products compared to those not using these products. Specifically, high exposure to MEP, a metabolite of DEP, was shown to be a prominent factor related to low SHBG levels. Although the exact mechanism has not been elucidated, it is hypothesized that phthalates may directly bind SHBG, in addition to disrupting the hypothalamic-pituitary-gonadal axis that plays a role in regulating sex hormone levels and steroidogenesis in the body. [16]", "contents": "Phthalates Toxicity -- Clinical Significance -- Metabolic Effects. Another mechanism by which phthalates disrupt the endocrine and metabolic axis is through interference with the protein sex hormone binding globulin (SHBG). Exposure to various phthalates has been associated with lower SHBG levels, with one study showing lower SHBG concentrations in pregnant women using cosmetics and hair products compared to those not using these products. Specifically, high exposure to MEP, a metabolite of DEP, was shown to be a prominent factor related to low SHBG levels. Although the exact mechanism has not been elucidated, it is hypothesized that phthalates may directly bind SHBG, in addition to disrupting the hypothalamic-pituitary-gonadal axis that plays a role in regulating sex hormone levels and steroidogenesis in the body. [16]"}
{"id": "article-147449_19", "title": "Phthalates Toxicity -- Clinical Significance -- Metabolic Effects", "content": "Thyroid function was also shown to be affected by phthalate exposure, which may affect metabolic function and contribute to obesity. Higher concentrations of phthalate metabolites have been associated with decreased free and total thyroxine (T4) and triiodothyronine (T3). One study in mice showed that exposure to the phthalate DEHP induced hypothyroidism, leading to increased adipogenesis and weight gain. [8]", "contents": "Phthalates Toxicity -- Clinical Significance -- Metabolic Effects. Thyroid function was also shown to be affected by phthalate exposure, which may affect metabolic function and contribute to obesity. Higher concentrations of phthalate metabolites have been associated with decreased free and total thyroxine (T4) and triiodothyronine (T3). One study in mice showed that exposure to the phthalate DEHP induced hypothyroidism, leading to increased adipogenesis and weight gain. [8]"}
{"id": "article-147449_20", "title": "Phthalates Toxicity -- Clinical Significance -- Metabolic Effects", "content": "Various studies have linked phthalate exposure to obesity, including one study showing the exposure of LMWP to be associated with obesity in male children, as well as HMWP exposure to obesity in all adult groups. In this study, reverse causation could not be ruled out since those with increased fat mass may store higher amounts of phthalates, resulting in increased urinary excretion. [17]", "contents": "Phthalates Toxicity -- Clinical Significance -- Metabolic Effects. Various studies have linked phthalate exposure to obesity, including one study showing the exposure of LMWP to be associated with obesity in male children, as well as HMWP exposure to obesity in all adult groups. In this study, reverse causation could not be ruled out since those with increased fat mass may store higher amounts of phthalates, resulting in increased urinary excretion. [17]"}
{"id": "article-147449_21", "title": "Phthalates Toxicity -- Clinical Significance -- Risk of Breast Cancer", "content": "There have been controversial data regarding the relationship between phthalate exposure and the risk of breast cancer. One meta-analysis that analyzed urinary metabolites of many phthalates showed a possible association between exposure to the phthalates mono-benzyl phthalate (MBzP) and mono-2-isobutyl phthalate (MiBP) with breast cancer. All other phthalate metabolites analyzed showed no statistical association. [18] A systematic review of the literature regarding phthalate exposure and breast cancer highlighted that carcinogenesis is a chronic and complex process that is extremely difficult to study. Urinary metabolites are based on short-term exposure and do not indicate chronic exposure, which is of paramount importance when looking for long-term cell signaling changes, ultimately leading to carcinogenesis. [19] Additional studies targeting more accurate variables in gauging long-term exposure to phthalates are needed.", "contents": "Phthalates Toxicity -- Clinical Significance -- Risk of Breast Cancer. There have been controversial data regarding the relationship between phthalate exposure and the risk of breast cancer. One meta-analysis that analyzed urinary metabolites of many phthalates showed a possible association between exposure to the phthalates mono-benzyl phthalate (MBzP) and mono-2-isobutyl phthalate (MiBP) with breast cancer. All other phthalate metabolites analyzed showed no statistical association. [18] A systematic review of the literature regarding phthalate exposure and breast cancer highlighted that carcinogenesis is a chronic and complex process that is extremely difficult to study. Urinary metabolites are based on short-term exposure and do not indicate chronic exposure, which is of paramount importance when looking for long-term cell signaling changes, ultimately leading to carcinogenesis. [19] Additional studies targeting more accurate variables in gauging long-term exposure to phthalates are needed."}
{"id": "article-147449_22", "title": "Phthalates Toxicity -- Clinical Significance -- Respiratory Effects", "content": "The effect of phthalates on the respiratory system showed one urinary phthalate metabolite, MBzP, to be associated with the prevalence of childhood self-reported asthma. Further studies are needed to determine the extent of the significance of these findings. [20]", "contents": "Phthalates Toxicity -- Clinical Significance -- Respiratory Effects. The effect of phthalates on the respiratory system showed one urinary phthalate metabolite, MBzP, to be associated with the prevalence of childhood self-reported asthma. Further studies are needed to determine the extent of the significance of these findings. [20]"}
{"id": "article-147449_23", "title": "Phthalates Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Familiarity with the various effects of phthalate toxicity is an essential component of patient education. As new evidence for the specific pathological effects of phthalates arises, it will become increasingly important for healthcare teams to stay up to date and educate patients and colleagues about the impact and potential exposure media leading to phthalate toxicity. This is especially important in the healthcare setting, as many medical devices directly related to patient care contain phthalates as plasticizing agents, as mentioned above. This evidence may be used to elicit future changes in medical device usage in the interest of patient care, especially regarding exposure in pregnancy, based on the evidence available for developmental consequences to the fetus.", "contents": "Phthalates Toxicity -- Enhancing Healthcare Team Outcomes. Familiarity with the various effects of phthalate toxicity is an essential component of patient education. As new evidence for the specific pathological effects of phthalates arises, it will become increasingly important for healthcare teams to stay up to date and educate patients and colleagues about the impact and potential exposure media leading to phthalate toxicity. This is especially important in the healthcare setting, as many medical devices directly related to patient care contain phthalates as plasticizing agents, as mentioned above. This evidence may be used to elicit future changes in medical device usage in the interest of patient care, especially regarding exposure in pregnancy, based on the evidence available for developmental consequences to the fetus."}
{"id": "article-147449_24", "title": "Phthalates Toxicity -- Enhancing Healthcare Team Outcomes", "content": "All members of the interprofessional healthcare team should have some familiarity with phthalate toxicity signs and symptoms and immediately alert the appropriate clinical resources and public health officials to address the situation.", "contents": "Phthalates Toxicity -- Enhancing Healthcare Team Outcomes. All members of the interprofessional healthcare team should have some familiarity with phthalate toxicity signs and symptoms and immediately alert the appropriate clinical resources and public health officials to address the situation."}
{"id": "article-147449_25", "title": "Phthalates Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Public awareness of the dangers associated with phthalate exposure will also necessitate the development of industry alternatives used as plasticizing agents. Public education and awareness will hopefully give rise to regulations and other legislative changes regarding the use and production of various phthalates that have been shown to have consequential effects on both human physiology and the environment.", "contents": "Phthalates Toxicity -- Enhancing Healthcare Team Outcomes. Public awareness of the dangers associated with phthalate exposure will also necessitate the development of industry alternatives used as plasticizing agents. Public education and awareness will hopefully give rise to regulations and other legislative changes regarding the use and production of various phthalates that have been shown to have consequential effects on both human physiology and the environment."}
{"id": "article-147449_26", "title": "Phthalates Toxicity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Phthalates Toxicity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}