{"id": "article-26378_0", "title": "Histology, Osteoblasts -- Introduction", "content": "Osteoblasts are colloquially referred to as cells that \"build\" bone. These cells are directly responsible for osteogenesis (or ossification). Osteoblasts synthesize and deposit organic bone matrix (osteoid) proteins that will mineralize in both developing skeletons and during the process of bone remodeling that occurs continuously throughout an individual's life. [1]", "contents": "Histology, Osteoblasts -- Introduction. Osteoblasts are colloquially referred to as cells that \"build\" bone. These cells are directly responsible for osteogenesis (or ossification). Osteoblasts synthesize and deposit organic bone matrix (osteoid) proteins that will mineralize in both developing skeletons and during the process of bone remodeling that occurs continuously throughout an individual's life. [1]"}
{"id": "article-26378_1", "title": "Histology, Osteoblasts -- Introduction", "content": "Bone is approximately 10% water, 30% organic, and 60% inorganic. The organic component is approximately 85 to 90% collagen (primarily type 1 -resisting tensile forces), proteoglycans (resisting compressive forces), non-collagenous proteins (osteocalcin and osteonectin) and glycoproteins (osteopontin). The inorganic component, or mineralized matrix, is composed of hydroxyapatite crystals [Ca10(PO4)6(OH)2] that provides protection and support while serving as the body's repository for calcium and phosphate. [2] [3] [4] [5] Osteoblasts also indirectly regulate osteoclast formation and bone remodeling by cell-cell contact, paracrine signaling, and cell-bone matrix interaction. [6] [7]", "contents": "Histology, Osteoblasts -- Introduction. Bone is approximately 10% water, 30% organic, and 60% inorganic. The organic component is approximately 85 to 90% collagen (primarily type 1 -resisting tensile forces), proteoglycans (resisting compressive forces), non-collagenous proteins (osteocalcin and osteonectin) and glycoproteins (osteopontin). The inorganic component, or mineralized matrix, is composed of hydroxyapatite crystals [Ca10(PO4)6(OH)2] that provides protection and support while serving as the body's repository for calcium and phosphate. [2] [3] [4] [5] Osteoblasts also indirectly regulate osteoclast formation and bone remodeling by cell-cell contact, paracrine signaling, and cell-bone matrix interaction. [6] [7]"}
{"id": "article-26378_2", "title": "Histology, Osteoblasts -- Introduction", "content": "Osteoblasts derive from two embryonic populations of mesenchymal stromal cells (or mesenchymal stem cells, MSCs). MSCs originating from the neural ectoderm can directly differentiate into osteoprogenitor cells that will become osteoblasts and form bone through intramembranous ossification (i.e., squamous bones of the calvaria and clavicle). MSCs originating from the paraxial mesoderm differentiate into axial skeleton osteoblasts, while the MSCs of the lateral plate mesoderm form osteoblasts of the appendicular skeleton. The axial and appendicular skeleton develop by endochondral ossification, with these osteoblasts deriving from intermediate perichondral cells or hypertrophic chondrocytes. Both the indirect and direct processes converge at osteoprogenitor cells (or preosteoblasts). [8] Osteoblasts are induced from the osteoprogenitor cells by numerous signals. Understanding of the osteogenic lineage remains incomplete. [9]", "contents": "Histology, Osteoblasts -- Introduction. Osteoblasts derive from two embryonic populations of mesenchymal stromal cells (or mesenchymal stem cells, MSCs). MSCs originating from the neural ectoderm can directly differentiate into osteoprogenitor cells that will become osteoblasts and form bone through intramembranous ossification (i.e., squamous bones of the calvaria and clavicle). MSCs originating from the paraxial mesoderm differentiate into axial skeleton osteoblasts, while the MSCs of the lateral plate mesoderm form osteoblasts of the appendicular skeleton. The axial and appendicular skeleton develop by endochondral ossification, with these osteoblasts deriving from intermediate perichondral cells or hypertrophic chondrocytes. Both the indirect and direct processes converge at osteoprogenitor cells (or preosteoblasts). [8] Osteoblasts are induced from the osteoprogenitor cells by numerous signals. Understanding of the osteogenic lineage remains incomplete. [9]"}
{"id": "article-26378_3", "title": "Histology, Osteoblasts -- Issues of Concern", "content": "Bone is a specialized connective tissue consisting of cells and a mineralized extracellular matrix, that is continuously being remodeled through a dynamic process to maintain structural integrity and shape. [10] Under normal physiologic conditions, bone homeostasis is maintained through four distinct cell types: osteoblasts, which form bone; osteoclasts, which resorb bone; bone lining cells (external surface-periosteal cells, internal surface-endosteal cells), which differentiate into osteoblasts; and osteocytes, or osteoblasts sequestered within lacunae that function as mechanosensors and coordinators of the bone remodeling process under the control of both local and systemic factors. [11] [12] Imbalance in this tightly coupled process can result in abnormal architecture or function, leading to inadequate, excessive or ectopic calcification and resultant clinical manifestations such as osteoporosis, osteoporosis, or heterotopic ossification. [8] [13]", "contents": "Histology, Osteoblasts -- Issues of Concern. Bone is a specialized connective tissue consisting of cells and a mineralized extracellular matrix, that is continuously being remodeled through a dynamic process to maintain structural integrity and shape. [10] Under normal physiologic conditions, bone homeostasis is maintained through four distinct cell types: osteoblasts, which form bone; osteoclasts, which resorb bone; bone lining cells (external surface-periosteal cells, internal surface-endosteal cells), which differentiate into osteoblasts; and osteocytes, or osteoblasts sequestered within lacunae that function as mechanosensors and coordinators of the bone remodeling process under the control of both local and systemic factors. [11] [12] Imbalance in this tightly coupled process can result in abnormal architecture or function, leading to inadequate, excessive or ectopic calcification and resultant clinical manifestations such as osteoporosis, osteoporosis, or heterotopic ossification. [8] [13]"}
{"id": "article-26378_4", "title": "Histology, Osteoblasts -- Issues of Concern", "content": "Bone is a very complex and changeable organ, capable of influencing other organic structures and vice versa, as well as the immune system and systemic metabolic balance; the bone is influenced by multiple stimulations, internal (pressure, hydration, metabolism) and external (hormones, growth factors, mechanical pressures). The osteoblast can secrete several molecules in paracrine mode. For example, osteoblast-derived VEGF (vascular endothelial growth factor) can improve bone repair or during the bone development process.", "contents": "Histology, Osteoblasts -- Issues of Concern. Bone is a very complex and changeable organ, capable of influencing other organic structures and vice versa, as well as the immune system and systemic metabolic balance; the bone is influenced by multiple stimulations, internal (pressure, hydration, metabolism) and external (hormones, growth factors, mechanical pressures). The osteoblast can secrete several molecules in paracrine mode. For example, osteoblast-derived VEGF (vascular endothelial growth factor) can improve bone repair or during the bone development process."}
{"id": "article-26378_5", "title": "Histology, Osteoblasts -- Structure", "content": "Osteoblasts are cuboidal or polygonal cells that comprise only 4 to 6% of all bone cells and are predominately situated in matrix boundaries. These cells aggregate along bone surfaces, mostly in the periosteum or endosteum, and demonstrate the morphological characteristics of cells that synthesize an abundance of protein; this includes an extensive rough endoplasmic reticulum (RER), Golgi apparatus, numerous secretory vesicles, and mitochondria. [10] [11]", "contents": "Histology, Osteoblasts -- Structure. Osteoblasts are cuboidal or polygonal cells that comprise only 4 to 6% of all bone cells and are predominately situated in matrix boundaries. These cells aggregate along bone surfaces, mostly in the periosteum or endosteum, and demonstrate the morphological characteristics of cells that synthesize an abundance of protein; this includes an extensive rough endoplasmic reticulum (RER), Golgi apparatus, numerous secretory vesicles, and mitochondria. [10] [11]"}
{"id": "article-26378_6", "title": "Histology, Osteoblasts -- Structure", "content": "Osteoblasts can secrete enzymes, pro-collagenases, which in contact with the matrix transform into collagenases by the action of osteoclasts; collagenase will be used by osteoclasts to disassemble collagen fibers.", "contents": "Histology, Osteoblasts -- Structure. Osteoblasts can secrete enzymes, pro-collagenases, which in contact with the matrix transform into collagenases by the action of osteoclasts; collagenase will be used by osteoclasts to disassemble collagen fibers."}
{"id": "article-26378_7", "title": "Histology, Osteoblasts -- Function", "content": "Osteoblasts synthesize and secrete bone matrix to maintain the structural integrity and shape of bone. This process promotes bone formation, remodeling, and healing. [10] [14]", "contents": "Histology, Osteoblasts -- Function. Osteoblasts synthesize and secrete bone matrix to maintain the structural integrity and shape of bone. This process promotes bone formation, remodeling, and healing. [10] [14]"}
{"id": "article-26378_8", "title": "Histology, Osteoblasts -- Tissue Preparation -- Immunohistochemistry (IHC)", "content": "Paraffin", "contents": "Histology, Osteoblasts -- Tissue Preparation -- Immunohistochemistry (IHC). Paraffin"}
{"id": "article-26378_9", "title": "Histology, Osteoblasts -- Tissue Preparation -- Immunohistochemistry (IHC)", "content": "A common practice to prepare bone tissue samples for IHC involves embedding decalcified tissue in paraffin. Of note, decalcifying bone changes the overall morphology. Trabecular integrity is lost, and the bone cell environment is typically not the same as native mineralized bone. Methyl Methacrylate (MMA)", "contents": "Histology, Osteoblasts -- Tissue Preparation -- Immunohistochemistry (IHC). A common practice to prepare bone tissue samples for IHC involves embedding decalcified tissue in paraffin. Of note, decalcifying bone changes the overall morphology. Trabecular integrity is lost, and the bone cell environment is typically not the same as native mineralized bone. Methyl Methacrylate (MMA)"}
{"id": "article-26378_10", "title": "Histology, Osteoblasts -- Tissue Preparation -- Immunohistochemistry (IHC)", "content": "Non-decalcified bone tissue samples can embed in Methyl methacrylate (MMA) to better preserve the gross native bone morphology with inorganic phosphates. Sectioning of bone samples embedded with MMA is challenging, with conventional IHC then performed using either heat-induced antigen retrieval (typically for samples under 10 μm thick) or microwave-based heat-induced retrieval. Both of these processes require a high degree of precision concerning temperature control to prevent the sample from being inadvertently damaged. [15]", "contents": "Histology, Osteoblasts -- Tissue Preparation -- Immunohistochemistry (IHC). Non-decalcified bone tissue samples can embed in Methyl methacrylate (MMA) to better preserve the gross native bone morphology with inorganic phosphates. Sectioning of bone samples embedded with MMA is challenging, with conventional IHC then performed using either heat-induced antigen retrieval (typically for samples under 10 μm thick) or microwave-based heat-induced retrieval. Both of these processes require a high degree of precision concerning temperature control to prevent the sample from being inadvertently damaged. [15]"}
{"id": "article-26378_11", "title": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Histology", "content": "Basic histological methods to identify osteoblasts include visualization of cell characteristics and location. Osteoblasts are cuboidal mononuclear cells located on bone surfaces.", "contents": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Histology. Basic histological methods to identify osteoblasts include visualization of cell characteristics and location. Osteoblasts are cuboidal mononuclear cells located on bone surfaces."}
{"id": "article-26378_12", "title": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Cytochemistry", "content": "Cytochemical methods to identify osteoblasts include toluidine blue stain (also known as tolonium chloride), alkaline phosphatase (ALP) enzymatic stain, immunochemical markers, and fluorescent protein reporters. Toluidine blue", "contents": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Cytochemistry. Cytochemical methods to identify osteoblasts include toluidine blue stain (also known as tolonium chloride), alkaline phosphatase (ALP) enzymatic stain, immunochemical markers, and fluorescent protein reporters. Toluidine blue"}
{"id": "article-26378_13", "title": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Cytochemistry", "content": "Toluidine blue is a basic thiazine metachromatic dye used to identify osteoblasts in paraffin sections. The dye selectively stains acidic tissue rich in nucleic acids, and other tissue components (sulfates, carboxylates, and phosphate radicals). Four adjacent labeled cuboidal cells are required to categorize a surface as osteoblast populated. [16] Alkaline Phosphatase (ALP) Enzymatic Stain", "contents": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Cytochemistry. Toluidine blue is a basic thiazine metachromatic dye used to identify osteoblasts in paraffin sections. The dye selectively stains acidic tissue rich in nucleic acids, and other tissue components (sulfates, carboxylates, and phosphate radicals). Four adjacent labeled cuboidal cells are required to categorize a surface as osteoblast populated. [16] Alkaline Phosphatase (ALP) Enzymatic Stain"}
{"id": "article-26378_14", "title": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Cytochemistry", "content": "ALP is a membrane-bound metalloenzyme that is instrumental in catalyzing the hydrolysis of phosphate monoesters. Depending on the site of tissue expression, one of four ALP glycoprotein isozymes is present. Specifically, bone contains a heat-labile isozyme that is a tissue non-specific alkaline phosphatase (TNSALP or liver/bone/kidney - L/B/K). Slight variations exist between the L/B/K ALPs from different tissues. [17] ALP is a major enzymatic measure of osteoblastic activity and is more specific in identifying osteoblasts. [18] [19] In vitro, ALP activity is expressed early in osteogenic lineage and in embryonic stem cells. However, alone it is not sufficient to designate cells as mature osteoblasts. Mineralization labels are often used, including alizarin complexone (red), calcein (green), or demeclocycline (yellow). [9] [20] Immunochemical Markers", "contents": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Cytochemistry. ALP is a membrane-bound metalloenzyme that is instrumental in catalyzing the hydrolysis of phosphate monoesters. Depending on the site of tissue expression, one of four ALP glycoprotein isozymes is present. Specifically, bone contains a heat-labile isozyme that is a tissue non-specific alkaline phosphatase (TNSALP or liver/bone/kidney - L/B/K). Slight variations exist between the L/B/K ALPs from different tissues. [17] ALP is a major enzymatic measure of osteoblastic activity and is more specific in identifying osteoblasts. [18] [19] In vitro, ALP activity is expressed early in osteogenic lineage and in embryonic stem cells. However, alone it is not sufficient to designate cells as mature osteoblasts. Mineralization labels are often used, including alizarin complexone (red), calcein (green), or demeclocycline (yellow). [9] [20] Immunochemical Markers"}
{"id": "article-26378_15", "title": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Cytochemistry", "content": "Immunochemical markers proposed to be of utility in identifying osteoblast precursors in either human or non-human models include: osterix, nestin, alpha smooth muscle actin, connective tissue growth factor (CTGF) and paired related homeobox 1 (Prx1). Identifying pre-osteoblasts/osteoblasts include type I collagen, bone sialoprotein (BSP), osteocalcin (Oc), and osteopontin. [9] [21] Fluorescent Protein Reporters", "contents": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Cytochemistry. Immunochemical markers proposed to be of utility in identifying osteoblast precursors in either human or non-human models include: osterix, nestin, alpha smooth muscle actin, connective tissue growth factor (CTGF) and paired related homeobox 1 (Prx1). Identifying pre-osteoblasts/osteoblasts include type I collagen, bone sialoprotein (BSP), osteocalcin (Oc), and osteopontin. [9] [21] Fluorescent Protein Reporters"}
{"id": "article-26378_16", "title": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Cytochemistry", "content": "Fluorescent protein reporters have also proven useful and reliable for characterizing pre-osteoblasts (Col3.6) and mature osteoblasts (Col2.3, BSP, and Oc) in in vitro and in vivo applications. More recently, Roeder et al. proposed a novel method for introducing visual transgenes into the osteoblast cell lineage in murine models to explore and identify different stages of osteogenic lineage maturation. [9]", "contents": "Histology, Osteoblasts -- Histochemistry and Cytochemistry -- Cytochemistry. Fluorescent protein reporters have also proven useful and reliable for characterizing pre-osteoblasts (Col3.6) and mature osteoblasts (Col2.3, BSP, and Oc) in in vitro and in vivo applications. More recently, Roeder et al. proposed a novel method for introducing visual transgenes into the osteoblast cell lineage in murine models to explore and identify different stages of osteogenic lineage maturation. [9]"}
{"id": "article-26378_17", "title": "Histology, Osteoblasts -- Microscopy, Light", "content": "Mature osteoblasts are visible as a single layer of cuboidal or polygonal cells with strongly basophilic cytoplasm, eccentrically located nuclei, extensive RER, and a large Golgi complex (in negative image). [11]", "contents": "Histology, Osteoblasts -- Microscopy, Light. Mature osteoblasts are visible as a single layer of cuboidal or polygonal cells with strongly basophilic cytoplasm, eccentrically located nuclei, extensive RER, and a large Golgi complex (in negative image). [11]"}
{"id": "article-26378_18", "title": "Histology, Osteoblasts -- Microscopy, Electron", "content": "Due to the architectural complexity of bone, scanning, and transmission electron microscopy are frequently used to examine specimens, which enables the differentiation of mineralized and unmineralized components. Scanning electron microscopy (SEM)", "contents": "Histology, Osteoblasts -- Microscopy, Electron. Due to the architectural complexity of bone, scanning, and transmission electron microscopy are frequently used to examine specimens, which enables the differentiation of mineralized and unmineralized components. Scanning electron microscopy (SEM)"}
{"id": "article-26378_19", "title": "Histology, Osteoblasts -- Microscopy, Electron", "content": "SEM affords a high spatial resolution, relatively large depth, and wide field of view without significant modification of the sample. SEM is typically used to identify composition and characterize the surfaces of samples. The strength of SEM in the topographical visualization of surfaces stems from the technique of detecting electrons reflected off the sample. [22]", "contents": "Histology, Osteoblasts -- Microscopy, Electron. SEM affords a high spatial resolution, relatively large depth, and wide field of view without significant modification of the sample. SEM is typically used to identify composition and characterize the surfaces of samples. The strength of SEM in the topographical visualization of surfaces stems from the technique of detecting electrons reflected off the sample. [22]"}
{"id": "article-26378_20", "title": "Histology, Osteoblasts -- Microscopy, Electron", "content": "When visualized, periosteal osteoblasts have elongated processes projecting from the cell surface. Both the cell surface and processes have globular structures with a diameter of approximately 0.1 microns. As the periosteal surface is mineralized, the globules coalesce to form nonhomogeneous mineralized spherules. Endosteal osteoblasts have a similar general appearance, with fewer processes and no globular structures. [23] [24] Transmission electron microscopy (TEM)", "contents": "Histology, Osteoblasts -- Microscopy, Electron. When visualized, periosteal osteoblasts have elongated processes projecting from the cell surface. Both the cell surface and processes have globular structures with a diameter of approximately 0.1 microns. As the periosteal surface is mineralized, the globules coalesce to form nonhomogeneous mineralized spherules. Endosteal osteoblasts have a similar general appearance, with fewer processes and no globular structures. [23] [24] Transmission electron microscopy (TEM)"}
{"id": "article-26378_21", "title": "Histology, Osteoblasts -- Microscopy, Electron", "content": "TEM primarily provides the characterization of a sample's inner structures. In this imagining method, a beam of electrons is passed through a sample, and the detected contrast from electrons absorbed and scattered converts into an image. [25]", "contents": "Histology, Osteoblasts -- Microscopy, Electron. TEM primarily provides the characterization of a sample's inner structures. In this imagining method, a beam of electrons is passed through a sample, and the detected contrast from electrons absorbed and scattered converts into an image. [25]"}
{"id": "article-26378_22", "title": "Histology, Osteoblasts -- Microscopy, Electron", "content": "TEM has helped to reveal membrane-bound matrix vesicles within osteoblasts that appear to form through budding cell processes. Secretions from these osteoblast cell processes were observed to have preformed membrane-bound vesicles resembling extracellular matrix vesicles. [23] [26]", "contents": "Histology, Osteoblasts -- Microscopy, Electron. TEM has helped to reveal membrane-bound matrix vesicles within osteoblasts that appear to form through budding cell processes. Secretions from these osteoblast cell processes were observed to have preformed membrane-bound vesicles resembling extracellular matrix vesicles. [23] [26]"}
{"id": "article-26378_23", "title": "Histology, Osteoblasts -- Pathophysiology", "content": "To fully understand the implication of physiologic disturbance of osteoblasts in various disease states, one must have a perfunctory understanding of bone and the often-overlooked nuances of this dynamic skeletal organ.", "contents": "Histology, Osteoblasts -- Pathophysiology. To fully understand the implication of physiologic disturbance of osteoblasts in various disease states, one must have a perfunctory understanding of bone and the often-overlooked nuances of this dynamic skeletal organ."}
{"id": "article-26378_24", "title": "Histology, Osteoblasts -- Pathophysiology -- Overview of Osseous Components", "content": "Bone (osseous tissue) Hard, dense connective tissue that gives structural support to the body Cortical (compact) bone Dense, outer cortex that supports and protects, the main store of calcium, accounts for 80% of bone mass, formed of osteons. Cancellous (trabecular) bone Porous, highly vascular \"spongy\" internal tissue with a high surface area to volume ratio. Comprised of trabeculae. 20% bone mass, almost 10x the surface area of cortical bone. Red and yellow bone marrow fills in space between pores Periosteum Covers the external surface of cortical bone and is a dense fibrous sheath containing osteoprogenitor cells. An exception is over articular surfaces, where articular cartilage is found. Periosteal cells are capable of becoming osteoblasts Endosteum Covers innermost cortical bone and is often only one cell thick. The endosteum lines the medullary cavity. This cell layer also contains osteoprogenitor cells that can differentiate into osteoblasts Osteon (Haversian System)", "contents": "Histology, Osteoblasts -- Pathophysiology -- Overview of Osseous Components. Bone (osseous tissue) Hard, dense connective tissue that gives structural support to the body Cortical (compact) bone Dense, outer cortex that supports and protects, the main store of calcium, accounts for 80% of bone mass, formed of osteons. Cancellous (trabecular) bone Porous, highly vascular \"spongy\" internal tissue with a high surface area to volume ratio. Comprised of trabeculae. 20% bone mass, almost 10x the surface area of cortical bone. Red and yellow bone marrow fills in space between pores Periosteum Covers the external surface of cortical bone and is a dense fibrous sheath containing osteoprogenitor cells. An exception is over articular surfaces, where articular cartilage is found. Periosteal cells are capable of becoming osteoblasts Endosteum Covers innermost cortical bone and is often only one cell thick. The endosteum lines the medullary cavity. This cell layer also contains osteoprogenitor cells that can differentiate into osteoblasts Osteon (Haversian System)"}
{"id": "article-26378_25", "title": "Histology, Osteoblasts -- Pathophysiology -- Overview of Osseous Components", "content": "The fundamental anatomical and functional unit of cortical bone; cylindrically arranged and typically parallel to the long axis. Area of remodeling in cortical bone Consists of concentric lamellae surrounding a central Haversian canal, which permit blood vessels and nerves to travel within and supply the osteon Volkmann's canals are perpendicular perforating channels in lamellar bone that permit blood vessels and nerves to reach the Haversian canal from the periosteal and endosteal surface; these also interconnect the osteon canals Interstitial lamellae Remnants of partially resorbed osteons from previous remodeling Trabecula The main anatomical and functional unit of cancellous bone. Aligned towards mechanical load distribution. Bone marrow is contained within the porosities created by the trabeculae Bone Marrow", "contents": "Histology, Osteoblasts -- Pathophysiology -- Overview of Osseous Components. The fundamental anatomical and functional unit of cortical bone; cylindrically arranged and typically parallel to the long axis. Area of remodeling in cortical bone Consists of concentric lamellae surrounding a central Haversian canal, which permit blood vessels and nerves to travel within and supply the osteon Volkmann's canals are perpendicular perforating channels in lamellar bone that permit blood vessels and nerves to reach the Haversian canal from the periosteal and endosteal surface; these also interconnect the osteon canals Interstitial lamellae Remnants of partially resorbed osteons from previous remodeling Trabecula The main anatomical and functional unit of cancellous bone. Aligned towards mechanical load distribution. Bone marrow is contained within the porosities created by the trabeculae Bone Marrow"}
{"id": "article-26378_26", "title": "Histology, Osteoblasts -- Pathophysiology -- Overview of Osseous Components", "content": "Colloquially divided into \"red\" bone marrow (Medulla ossium rubra): active myeloid tissue where hemopoietic stem cells produce red blood cells; and \"yellow\" bone marrow (Medulla ossium flava): hematopoietically inactive, mesenchymal stem cells (stroma) that accumulate lipids As individuals age, the red marrow becomes yellow as the fat concentration increases. Yellow marrow can revert to red under physiologic stress requiring hemopoiesis. [27] [5] [28] [29]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Overview of Osseous Components. Colloquially divided into \"red\" bone marrow (Medulla ossium rubra): active myeloid tissue where hemopoietic stem cells produce red blood cells; and \"yellow\" bone marrow (Medulla ossium flava): hematopoietically inactive, mesenchymal stem cells (stroma) that accumulate lipids As individuals age, the red marrow becomes yellow as the fat concentration increases. Yellow marrow can revert to red under physiologic stress requiring hemopoiesis. [27] [5] [28] [29]"}
{"id": "article-26378_27", "title": "Histology, Osteoblasts -- Pathophysiology -- Physiology of Remodeling", "content": "Remodeling is a process orchestrated by bone multicellular units (BMUs), a term for aggregates of osteoblasts and osteoclasts that function sequentially to remodel bone. Estimates are that 1 million BMUs are active at any time. BMUs consist of a cutting cone of osteoclasts that resorb bone, and osteoblasts that subsequently fill in the resorption area. The process predominately divides into four phases: activation, resorption, reversal, and formation. Activation recruits osteoclasts Resorption osteoclasts \"catabolize\" or resorb bone In the reversal stage, osteoclasts undergo apoptosis and osteoblasts are recruited Osteoblasts then secrete a matrix in the Formation stage that mineralizes [30]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Physiology of Remodeling. Remodeling is a process orchestrated by bone multicellular units (BMUs), a term for aggregates of osteoblasts and osteoclasts that function sequentially to remodel bone. Estimates are that 1 million BMUs are active at any time. BMUs consist of a cutting cone of osteoclasts that resorb bone, and osteoblasts that subsequently fill in the resorption area. The process predominately divides into four phases: activation, resorption, reversal, and formation. Activation recruits osteoclasts Resorption osteoclasts \"catabolize\" or resorb bone In the reversal stage, osteoclasts undergo apoptosis and osteoblasts are recruited Osteoblasts then secrete a matrix in the Formation stage that mineralizes [30]"}
{"id": "article-26378_28", "title": "Histology, Osteoblasts -- Pathophysiology -- Location of Remodeling", "content": "Eighty percent of estimated bone remodeling activity has been demonstrated on cancellous bone surfaces. Cortical bone demonstrates intracortical remodeling in addition to remodeling on the periosteal and endocortical surfaces. [31]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Location of Remodeling. Eighty percent of estimated bone remodeling activity has been demonstrated on cancellous bone surfaces. Cortical bone demonstrates intracortical remodeling in addition to remodeling on the periosteal and endocortical surfaces. [31]"}
{"id": "article-26378_29", "title": "Histology, Osteoblasts -- Pathophysiology -- Signaling", "content": "While not completely understood, bone and bone-forming cells exhibit many complex signaling mechanisms.", "contents": "Histology, Osteoblasts -- Pathophysiology -- Signaling. While not completely understood, bone and bone-forming cells exhibit many complex signaling mechanisms."}
{"id": "article-26378_30", "title": "Histology, Osteoblasts -- Pathophysiology -- Signaling", "content": "MSCs initially differentiate into osteoprogenitor cells, triggered by core-binding factor alpha-1 (CBFA1) or runt-related transcription factor 2 (RUNX2). [32] [33] [34] With RUNX2 activated, the cells become osteoprogenitor (or preosteoblast) cells. Under the influence of bone morphogenic proteins (BMPs), insulin-like growth factor-1, -2 (IL-1, IL-2), Osterix, as well as other growth factors, the osteoprogenitor cells become osteoblasts. [33] [35] [36] [37] [38]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Signaling. MSCs initially differentiate into osteoprogenitor cells, triggered by core-binding factor alpha-1 (CBFA1) or runt-related transcription factor 2 (RUNX2). [32] [33] [34] With RUNX2 activated, the cells become osteoprogenitor (or preosteoblast) cells. Under the influence of bone morphogenic proteins (BMPs), insulin-like growth factor-1, -2 (IL-1, IL-2), Osterix, as well as other growth factors, the osteoprogenitor cells become osteoblasts. [33] [35] [36] [37] [38]"}
{"id": "article-26378_31", "title": "Histology, Osteoblasts -- Pathophysiology -- Signaling", "content": "Mature osteoblasts also produce receptor activator of nuclear factor-κB ligand (RANKL), osteoprotegerin (OPG), and macrophage colony-stimulating factor (M-CSF) which regulate further osteoblast differentiation into osteoclasts. [39] [40] Several signaling pathways that are imperative to maintaining a balance between osteoblast and osteoclasts include WNT, BMP, PTH/PTHrP, Notch, and Hedgehog. [41]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Signaling. Mature osteoblasts also produce receptor activator of nuclear factor-κB ligand (RANKL), osteoprotegerin (OPG), and macrophage colony-stimulating factor (M-CSF) which regulate further osteoblast differentiation into osteoclasts. [39] [40] Several signaling pathways that are imperative to maintaining a balance between osteoblast and osteoclasts include WNT, BMP, PTH/PTHrP, Notch, and Hedgehog. [41]"}
{"id": "article-26378_32", "title": "Histology, Osteoblasts -- Pathophysiology -- Signaling", "content": "Furthermore, growth factors, and anabolic hormones (including fibroblast growth factor, insulin-like growth factor, interleukin-6, parathyroid hormone, estrogen, and calcitonin) exhibit anti-apoptotic effects on osteoblasts. Tumor necrosis factor, glucocorticoids, and bone morphogenic protein 2 induce apoptosis in osteoblasts. [10]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Signaling. Furthermore, growth factors, and anabolic hormones (including fibroblast growth factor, insulin-like growth factor, interleukin-6, parathyroid hormone, estrogen, and calcitonin) exhibit anti-apoptotic effects on osteoblasts. Tumor necrosis factor, glucocorticoids, and bone morphogenic protein 2 induce apoptosis in osteoblasts. [10]"}
{"id": "article-26378_33", "title": "Histology, Osteoblasts -- Pathophysiology -- WNT/β-Catenin (Canonical WNT) Pathway", "content": "The cell-membrane Frizzled receptor and co-receptor low-density lipoprotein receptor-related protein 5 (LRP5) are inactive in the absence of Wnt ligands. Without Wnt, β-catenin is phosphorylated by glycogen synthase kinase-3 (GSK-3), signaling it for proteolysis by ubiquitin-dependent proteases.", "contents": "Histology, Osteoblasts -- Pathophysiology -- WNT/β-Catenin (Canonical WNT) Pathway. The cell-membrane Frizzled receptor and co-receptor low-density lipoprotein receptor-related protein 5 (LRP5) are inactive in the absence of Wnt ligands. Without Wnt, β-catenin is phosphorylated by glycogen synthase kinase-3 (GSK-3), signaling it for proteolysis by ubiquitin-dependent proteases."}
{"id": "article-26378_34", "title": "Histology, Osteoblasts -- Pathophysiology -- WNT/β-Catenin (Canonical WNT) Pathway", "content": "The Wnt pathway is activated when Wnt binds Frizzled and LRP5. GSK-3 downregulates. Inactivation of GSK-3 increases the accumulation of intracellular β-catenin. β-catenin subsequently translocates to the nucleus and induces gene transcription that results in an increase in bone mass through a variety of different mechanisms.; this includes stem cell renewal, preosteoblast replication, osteoblastogenesis, and inhibiting osteoblast apoptosis. Other secreted inhibitors, such as Dickkopf (Dkk) and Sclerostin (SOST), also can regulate signaling through the Wnt/Frizzled/LRP5 interaction. [30] [41] [42] [43] [44]", "contents": "Histology, Osteoblasts -- Pathophysiology -- WNT/β-Catenin (Canonical WNT) Pathway. The Wnt pathway is activated when Wnt binds Frizzled and LRP5. GSK-3 downregulates. Inactivation of GSK-3 increases the accumulation of intracellular β-catenin. β-catenin subsequently translocates to the nucleus and induces gene transcription that results in an increase in bone mass through a variety of different mechanisms.; this includes stem cell renewal, preosteoblast replication, osteoblastogenesis, and inhibiting osteoblast apoptosis. Other secreted inhibitors, such as Dickkopf (Dkk) and Sclerostin (SOST), also can regulate signaling through the Wnt/Frizzled/LRP5 interaction. [30] [41] [42] [43] [44]"}
{"id": "article-26378_35", "title": "Histology, Osteoblasts -- Pathophysiology -- WNT/β-Catenin (Canonical WNT) Pathway", "content": "Sclerostin, for example, is secreted from terminally differentiated osteoblasts (osteocytes) embedded within the newly formed bone matrix. Sclerostin binds to and inhibits LRP5 from binding to frizzled receptors. This process activates the Wnt pathway and increases bone production. [41] [43]", "contents": "Histology, Osteoblasts -- Pathophysiology -- WNT/β-Catenin (Canonical WNT) Pathway. Sclerostin, for example, is secreted from terminally differentiated osteoblasts (osteocytes) embedded within the newly formed bone matrix. Sclerostin binds to and inhibits LRP5 from binding to frizzled receptors. This process activates the Wnt pathway and increases bone production. [41] [43]"}
{"id": "article-26378_36", "title": "Histology, Osteoblasts -- Pathophysiology -- Parathyroid Hormone (PTH) & Parathyroid Hormone Related Peptide (PTHrP) Pathways", "content": "PTH and PTHrP are distinct polypeptides that serve separate biological functions, though functioning through a common receptor -the family B G-protein-coupled-receptor parathyroid hormone-1 receptor (PTH1R). PTH targets osteoblasts and renal tubular cells while PTHrP targets chondrocytes, osteoblasts, placental cells, skin, hair follicles, brain, and teeth. Notably, PTH functions to maintain calcium and phosphate homeostasis while PTHrP is involved in the development of the placenta, fetus, and bone. [45]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Parathyroid Hormone (PTH) & Parathyroid Hormone Related Peptide (PTHrP) Pathways. PTH and PTHrP are distinct polypeptides that serve separate biological functions, though functioning through a common receptor -the family B G-protein-coupled-receptor parathyroid hormone-1 receptor (PTH1R). PTH targets osteoblasts and renal tubular cells while PTHrP targets chondrocytes, osteoblasts, placental cells, skin, hair follicles, brain, and teeth. Notably, PTH functions to maintain calcium and phosphate homeostasis while PTHrP is involved in the development of the placenta, fetus, and bone. [45]"}
{"id": "article-26378_37", "title": "Histology, Osteoblasts -- Pathophysiology -- Parathyroid Hormone (PTH) & Parathyroid Hormone Related Peptide (PTHrP) Pathways", "content": "PTH stimulates both resorption and formation of bone depending on the temporality of its exposure. Continuous elevation results in resorption, while intermittent elevation leads to osteoblast formation. Both effects appear to result from the modulation of PTH1R. Resorption may result from increased RANKL synthesis and inhibiting OPG mRNA expression, while the PTH induced mechanism for bone formation has not been completely elucidated. [46] [47]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Parathyroid Hormone (PTH) & Parathyroid Hormone Related Peptide (PTHrP) Pathways. PTH stimulates both resorption and formation of bone depending on the temporality of its exposure. Continuous elevation results in resorption, while intermittent elevation leads to osteoblast formation. Both effects appear to result from the modulation of PTH1R. Resorption may result from increased RANKL synthesis and inhibiting OPG mRNA expression, while the PTH induced mechanism for bone formation has not been completely elucidated. [46] [47]"}
{"id": "article-26378_38", "title": "Histology, Osteoblasts -- Pathophysiology -- Parathyroid Hormone (PTH) & Parathyroid Hormone Related Peptide (PTHrP) Pathways", "content": "There have been suggestions that intermittent elevation of PTH results in the release of TGF-B from resorbing bone that, in the absence of stimulation, serves to recruit osteogenic progenitors. PTH is also an upstream regulator of Runx2. The cell cycle effect of PTH on Runx2 appears to be mediated through MAP kinase ERK1/2 phosphorylation, activation of CREB/fos with JunD, resulting in the expression of IL-11 and suppression of Dkk as well as cyclin D1 activity to increase bone formation. [8] [45]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Parathyroid Hormone (PTH) & Parathyroid Hormone Related Peptide (PTHrP) Pathways. There have been suggestions that intermittent elevation of PTH results in the release of TGF-B from resorbing bone that, in the absence of stimulation, serves to recruit osteogenic progenitors. PTH is also an upstream regulator of Runx2. The cell cycle effect of PTH on Runx2 appears to be mediated through MAP kinase ERK1/2 phosphorylation, activation of CREB/fos with JunD, resulting in the expression of IL-11 and suppression of Dkk as well as cyclin D1 activity to increase bone formation. [8] [45]"}
{"id": "article-26378_39", "title": "Histology, Osteoblasts -- Pathophysiology -- Parathyroid Hormone (PTH) & Parathyroid Hormone Related Peptide (PTHrP) Pathways", "content": "PTH stimulates osteoblasts to produce angiopoietin 1, a vascular growth factor as well as WNT co-receptor LRP6 and activates WNT signaling. [47] PTH also reduces SOST levels in bone, as does skeletal loading. [46]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Parathyroid Hormone (PTH) & Parathyroid Hormone Related Peptide (PTHrP) Pathways. PTH stimulates osteoblasts to produce angiopoietin 1, a vascular growth factor as well as WNT co-receptor LRP6 and activates WNT signaling. [47] PTH also reduces SOST levels in bone, as does skeletal loading. [46]"}
{"id": "article-26378_40", "title": "Histology, Osteoblasts -- Pathophysiology -- Parathyroid Hormone (PTH) & Parathyroid Hormone Related Peptide (PTHrP) Pathways", "content": "Sodium-Hydrogen exchanger regulatory factor (NHERF) 1 also has been implicated in modulating PTH signaling. [48] The mechanisms, as mentioned earlier, could serve to contribute to skeletal manifestations of individuals with kidney or parathyroid disorders. [49] [50] [51]", "contents": "Histology, Osteoblasts -- Pathophysiology -- Parathyroid Hormone (PTH) & Parathyroid Hormone Related Peptide (PTHrP) Pathways. Sodium-Hydrogen exchanger regulatory factor (NHERF) 1 also has been implicated in modulating PTH signaling. [48] The mechanisms, as mentioned earlier, could serve to contribute to skeletal manifestations of individuals with kidney or parathyroid disorders. [49] [50] [51]"}
{"id": "article-26378_41", "title": "Histology, Osteoblasts -- Clinical Significance", "content": "Osteoblasts are a significant contributor to the physiological homeostasis of bone, and researchers have postulated their dysregulation as a potential factor in a broad spectrum of pathologic conditions, particularly conditions affecting the structural integrity of bone. Understanding osteoblasts requires a comparable concurrent cognizance of osteoclasts, their oppugnant cell, and the interactions between the cell types. [21] This topic has volumes of publications comprising numerous scientific disciplines and can be extrapolated to many conditions. Select, frequently encountered clinical conditions and biomarkers follow below to provide an overview, in no way representative of the true importance of osteoblasts.", "contents": "Histology, Osteoblasts -- Clinical Significance. Osteoblasts are a significant contributor to the physiological homeostasis of bone, and researchers have postulated their dysregulation as a potential factor in a broad spectrum of pathologic conditions, particularly conditions affecting the structural integrity of bone. Understanding osteoblasts requires a comparable concurrent cognizance of osteoclasts, their oppugnant cell, and the interactions between the cell types. [21] This topic has volumes of publications comprising numerous scientific disciplines and can be extrapolated to many conditions. Select, frequently encountered clinical conditions and biomarkers follow below to provide an overview, in no way representative of the true importance of osteoblasts."}
{"id": "article-26378_42", "title": "Histology, Osteoblasts -- Clinical Significance -- Osteoblast Markers", "content": "Many serum biomarkers of osteoblast function exist. These include osteoprotegerin (OPG), receptor activator of nuclear factor kappa B ligand (RANKL), alkaline phosphatase (ALP), bone alkaline phosphatase (B-ALP), osteocalcin, procollagen type 1 carboxy-terminal propeptide (P1CP) and procollagen type 1 amino-terminal propeptide (P1NP). [21] [52] Seldomly are the majority of these markers utilized clinically to measure osteoblast function due to cost, analytical inconsistencies, and undetermined clinical significance. [53] [54] [55] Osteocalcin is the most specific marker for osteoblastic activity. [38]", "contents": "Histology, Osteoblasts -- Clinical Significance -- Osteoblast Markers. Many serum biomarkers of osteoblast function exist. These include osteoprotegerin (OPG), receptor activator of nuclear factor kappa B ligand (RANKL), alkaline phosphatase (ALP), bone alkaline phosphatase (B-ALP), osteocalcin, procollagen type 1 carboxy-terminal propeptide (P1CP) and procollagen type 1 amino-terminal propeptide (P1NP). [21] [52] Seldomly are the majority of these markers utilized clinically to measure osteoblast function due to cost, analytical inconsistencies, and undetermined clinical significance. [53] [54] [55] Osteocalcin is the most specific marker for osteoblastic activity. [38]"}
{"id": "article-26378_43", "title": "Histology, Osteoblasts -- Clinical Significance -- Alkaline Phosphatase", "content": "Serum alkaline phosphatases (ALPs) are probably the most common clinically encountered marker for osteoblastic activity. ALPs classify as either tissue-specific (intestine, placenta, and germinal tissue) or tissue-nonspecific (live, bone, and kidney). The tissue nonspecific ALPs are encoded by a single gene and are isoenzymes located on cell membranes that catalyze the hydrolysis of organic phosphate esters. [56] A comprehensive metabolic panel (CMP) frequently measures tissue nonspecific ALPs.", "contents": "Histology, Osteoblasts -- Clinical Significance -- Alkaline Phosphatase. Serum alkaline phosphatases (ALPs) are probably the most common clinically encountered marker for osteoblastic activity. ALPs classify as either tissue-specific (intestine, placenta, and germinal tissue) or tissue-nonspecific (live, bone, and kidney). The tissue nonspecific ALPs are encoded by a single gene and are isoenzymes located on cell membranes that catalyze the hydrolysis of organic phosphate esters. [56] A comprehensive metabolic panel (CMP) frequently measures tissue nonspecific ALPs."}
{"id": "article-26378_44", "title": "Histology, Osteoblasts -- Clinical Significance -- Alkaline Phosphatase", "content": "The clinical value of ALP, as a marker for osteoblastic activity, on CMP is dictated by clinical context. While the most commonly encountered elevation of serum ALP is cholestatic liver disease, osteoblastic diseases of bone are also associated with increased serum ALP -such as metastatic adenocarcinoma of the prostate, osteogenic osteosarcoma, and early multiple myeloma. [56] [57] [58] [59] [60] Patients with healing fractures and metabolic bone disease (including rickets, osteomalacia, osteopetrosis, or Paget's Disease of bone) can also have an elevated ALP. [57] [61] [62] It is important to note that osteoclastic processes will not directly affect ALP. Decreased levels of serum alkaline phosphatase are observable in conditions affecting osteoblastic activity such as hypophosphatasia and cleidocranial dysplasia. [63] [64]", "contents": "Histology, Osteoblasts -- Clinical Significance -- Alkaline Phosphatase. The clinical value of ALP, as a marker for osteoblastic activity, on CMP is dictated by clinical context. While the most commonly encountered elevation of serum ALP is cholestatic liver disease, osteoblastic diseases of bone are also associated with increased serum ALP -such as metastatic adenocarcinoma of the prostate, osteogenic osteosarcoma, and early multiple myeloma. [56] [57] [58] [59] [60] Patients with healing fractures and metabolic bone disease (including rickets, osteomalacia, osteopetrosis, or Paget's Disease of bone) can also have an elevated ALP. [57] [61] [62] It is important to note that osteoclastic processes will not directly affect ALP. Decreased levels of serum alkaline phosphatase are observable in conditions affecting osteoblastic activity such as hypophosphatasia and cleidocranial dysplasia. [63] [64]"}
{"id": "article-26378_45", "title": "Histology, Osteoblasts -- Clinical Significance -- Alkaline Phosphatase", "content": "Alkaline phosphatase immunohistochemistry is also utilized in pathology to demonstrate osteoblastic activity. ALP IHC staining contributes to aid in diagnosing osteosarcoma and other primary bone tumors, such as giant cell tumor of bone. [65] [66]", "contents": "Histology, Osteoblasts -- Clinical Significance -- Alkaline Phosphatase. Alkaline phosphatase immunohistochemistry is also utilized in pathology to demonstrate osteoblastic activity. ALP IHC staining contributes to aid in diagnosing osteosarcoma and other primary bone tumors, such as giant cell tumor of bone. [65] [66]"}
{"id": "article-26378_46", "title": "Histology, Osteoblasts -- Clinical Significance -- Development & Peak Bone Mass", "content": "Osseous development follows a predictable, stepwise progression of formation, beginning in the sixth to seventh week of embryonic development until adulthood. [67] Alkaline phosphatase is commonly elevated during these periods of bone growth and has a strong correlation to conventional bone maturity factors. [68] [69] [56] During pubertal maturation, bone size increases while volumetric density remains relatively constant. Bone mass and strength, or peak bone mass, is achieved at the end of the growth process with the closure of all ossification centers. [70] The exact age when individuals achieve peak bone mass (PBM) is a point of dispute in the literature. Consensus data from most studies estimate that PBM is achieved between an individual's early twenties and thirties. Bone mass accumulation varies not only between males and females but also between races as well. Non-modifiable factors, such as genetics, and modifiable risk factors, including nutrition, physical activity, and smoking status, also account for this variation. [71] Even following the attainment of peak bone mass, bone continues to undergo remodeling. Bone mass will remain stable for up to two decades. [30]", "contents": "Histology, Osteoblasts -- Clinical Significance -- Development & Peak Bone Mass. Osseous development follows a predictable, stepwise progression of formation, beginning in the sixth to seventh week of embryonic development until adulthood. [67] Alkaline phosphatase is commonly elevated during these periods of bone growth and has a strong correlation to conventional bone maturity factors. [68] [69] [56] During pubertal maturation, bone size increases while volumetric density remains relatively constant. Bone mass and strength, or peak bone mass, is achieved at the end of the growth process with the closure of all ossification centers. [70] The exact age when individuals achieve peak bone mass (PBM) is a point of dispute in the literature. Consensus data from most studies estimate that PBM is achieved between an individual's early twenties and thirties. Bone mass accumulation varies not only between males and females but also between races as well. Non-modifiable factors, such as genetics, and modifiable risk factors, including nutrition, physical activity, and smoking status, also account for this variation. [71] Even following the attainment of peak bone mass, bone continues to undergo remodeling. Bone mass will remain stable for up to two decades. [30]"}
{"id": "article-26378_47", "title": "Histology, Osteoblasts -- Clinical Significance -- Development & Peak Bone Mass", "content": "Patients need to understand that bone is a living organ, continually remodeling. The importance of remodeling includes replacing damaged bone to maintain mechanical strength and calcium homeostasis. Wolff's law states that bone adapts and remodels as a response to stress from mechanical forces, changing its architecture. [72] Wolff's law also has implications in a maladaptive response that contributes to periarticular bone formation in association with osteoarthritis. [73] This process has been hypothesized as the mechanism forming osteophytes.", "contents": "Histology, Osteoblasts -- Clinical Significance -- Development & Peak Bone Mass. Patients need to understand that bone is a living organ, continually remodeling. The importance of remodeling includes replacing damaged bone to maintain mechanical strength and calcium homeostasis. Wolff's law states that bone adapts and remodels as a response to stress from mechanical forces, changing its architecture. [72] Wolff's law also has implications in a maladaptive response that contributes to periarticular bone formation in association with osteoarthritis. [73] This process has been hypothesized as the mechanism forming osteophytes."}
{"id": "article-26378_48", "title": "Histology, Osteoblasts -- Clinical Significance -- Aging", "content": "As humans age, various factors such as reduced mechanical loading and endocrine dysfunction contribute to an imbalance between bone formation and bone resorption. This dysfunction results in an alteration of bone quantity and quality. The importance of cortical remodeling also increases as cancellous bone is lost; remodeling in both compartments increases.", "contents": "Histology, Osteoblasts -- Clinical Significance -- Aging. As humans age, various factors such as reduced mechanical loading and endocrine dysfunction contribute to an imbalance between bone formation and bone resorption. This dysfunction results in an alteration of bone quantity and quality. The importance of cortical remodeling also increases as cancellous bone is lost; remodeling in both compartments increases."}
{"id": "article-26378_49", "title": "Histology, Osteoblasts -- Clinical Significance -- Aging", "content": "Waning vitamin D production and decreasing calcium absorption exacerbate the incongruity between preserving bone strength and providing the body with calcium, which manifests as secondary hyperparathyroidism, maintaining serum calcium levels at the expense of bone resorption.", "contents": "Histology, Osteoblasts -- Clinical Significance -- Aging. Waning vitamin D production and decreasing calcium absorption exacerbate the incongruity between preserving bone strength and providing the body with calcium, which manifests as secondary hyperparathyroidism, maintaining serum calcium levels at the expense of bone resorption."}
{"id": "article-26378_50", "title": "Histology, Osteoblasts -- Clinical Significance -- Aging", "content": "Postmenopausal women and older men are particularly at-risk populations. The balance between resorption and formation becomes negative, leading to irreversible trabecular thinning and loss, as well as cortical thinning. [30] [74] [75]", "contents": "Histology, Osteoblasts -- Clinical Significance -- Aging. Postmenopausal women and older men are particularly at-risk populations. The balance between resorption and formation becomes negative, leading to irreversible trabecular thinning and loss, as well as cortical thinning. [30] [74] [75]"}
{"id": "article-26378_51", "title": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis", "content": "Osteoporosis is the most common disease of bone and a major public health concern. Osteoporotic bone exhibits decreased mass, deteriorated tissue, and disrupted architecture that results in compromised strength. [76] [77] [78] In short, resorption becomes greater than formation.", "contents": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis. Osteoporosis is the most common disease of bone and a major public health concern. Osteoporotic bone exhibits decreased mass, deteriorated tissue, and disrupted architecture that results in compromised strength. [76] [77] [78] In short, resorption becomes greater than formation."}
{"id": "article-26378_52", "title": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis", "content": "The diagnosis is by measuring bone mineral density (BMD) with a dual-energy X-ray absorptiometry (DEXA) scan or after a vertebral or hip fragility fracture in the absence of significant trauma. Two methods serve to calculate BMD. T-score: Comparison to healthy, young, sex-matched individuals A score of less than -2.5 standard deviations (SDs) below average defines osteoporosis, as defined by the WHO [79] Z-score: Comparison to persons of same age and sex A score of less than -2.5 SDs is suspicious for a secondary cause of osteoporosis Osteoporosis divides into two types:", "contents": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis. The diagnosis is by measuring bone mineral density (BMD) with a dual-energy X-ray absorptiometry (DEXA) scan or after a vertebral or hip fragility fracture in the absence of significant trauma. Two methods serve to calculate BMD. T-score: Comparison to healthy, young, sex-matched individuals A score of less than -2.5 standard deviations (SDs) below average defines osteoporosis, as defined by the WHO [79] Z-score: Comparison to persons of same age and sex A score of less than -2.5 SDs is suspicious for a secondary cause of osteoporosis Osteoporosis divides into two types:"}
{"id": "article-26378_53", "title": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis", "content": "Primary Osteoporosis Postmenopausal (involutional osteoporosis Type I): deficiency of estrogen, primarily affecting trabecular bone Senile (involutional osteoporosis Type II): decrease bone mass secondary to the aging of both cortical and trabecular bone Secondary Osteoporosis Due to an extensive array of factors including but not limited to: lifestyle, genetics, autoimmune disease, rheumatologic disease, endocrine, gastrointestinal, hematological, or neurological disorder. [76] [80] [81] Endocrine disorders are the most common cause of secondary osteopenia in men and women. [82]", "contents": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis. Primary Osteoporosis Postmenopausal (involutional osteoporosis Type I): deficiency of estrogen, primarily affecting trabecular bone Senile (involutional osteoporosis Type II): decrease bone mass secondary to the aging of both cortical and trabecular bone Secondary Osteoporosis Due to an extensive array of factors including but not limited to: lifestyle, genetics, autoimmune disease, rheumatologic disease, endocrine, gastrointestinal, hematological, or neurological disorder. [76] [80] [81] Endocrine disorders are the most common cause of secondary osteopenia in men and women. [82]"}
{"id": "article-26378_54", "title": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis", "content": "Estrogen insufficiency especially predisposes postmenopausal women and older men to osteoporosis through a variety of mechanisms, including increasing osteocyte apoptosis. While incompletely understood, this has been postulated to be partially due to dysregulation between receptor activator of nuclear factor-κB ligand (RANKL), receptor activator of nuclear factor-κB (RANK) and osteoprotegerin (OPG), a decoy receptor the neutralizes RANKL. The RANK/RANKL/OPG pathway is pivotal in osteoclast activation, and the dysregulation between osteoclastic and osteoblastic activity partially stems from the biological effect of estrogen on this mechanism.", "contents": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis. Estrogen insufficiency especially predisposes postmenopausal women and older men to osteoporosis through a variety of mechanisms, including increasing osteocyte apoptosis. While incompletely understood, this has been postulated to be partially due to dysregulation between receptor activator of nuclear factor-κB ligand (RANKL), receptor activator of nuclear factor-κB (RANK) and osteoprotegerin (OPG), a decoy receptor the neutralizes RANKL. The RANK/RANKL/OPG pathway is pivotal in osteoclast activation, and the dysregulation between osteoclastic and osteoblastic activity partially stems from the biological effect of estrogen on this mechanism."}
{"id": "article-26378_55", "title": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis", "content": "Specifically, estrogen has demonstrated to modulate RANKL, a membrane-bound protein secreted by osteoblasts, critical for osteoclast differentiation (through its binding to RANK), activation, and survival. Estrogen also upregulates OPG expression, which inhibits osteoclastogenesis. RANK and M-CSF, a factor that increases bone resorption, have been demonstrated to be downregulated by estrogen. Estrogen directly protects bone by preventing: osteocyte apoptosis, osteoclast survival (through TGF-B), and osteoblast apoptosis (through the Fas ligand). This is in opposition to 1,25(OH)2D3, PTH/PGE2, and interleukin (IL)-11, which induce RANKL expression. [83] [84] [85] [86] [87] [88] [89] The North American Menopause Society recommends that all postmenopausal women, regardless of BMD, observe the following recommendations [79] [90] :", "contents": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis. Specifically, estrogen has demonstrated to modulate RANKL, a membrane-bound protein secreted by osteoblasts, critical for osteoclast differentiation (through its binding to RANK), activation, and survival. Estrogen also upregulates OPG expression, which inhibits osteoclastogenesis. RANK and M-CSF, a factor that increases bone resorption, have been demonstrated to be downregulated by estrogen. Estrogen directly protects bone by preventing: osteocyte apoptosis, osteoclast survival (through TGF-B), and osteoblast apoptosis (through the Fas ligand). This is in opposition to 1,25(OH)2D3, PTH/PGE2, and interleukin (IL)-11, which induce RANKL expression. [83] [84] [85] [86] [87] [88] [89] The North American Menopause Society recommends that all postmenopausal women, regardless of BMD, observe the following recommendations [79] [90] :"}
{"id": "article-26378_56", "title": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis", "content": "Recommended daily allowance calcium (female) 1,000 mg/d - age 19 to 50 1,200 mg/d - 50+ Recommended daily allowance calcium (male) 1,000 mg/d - age 19 to 70 1,200 mg/d - 70+ Recommended daily allowance vitamin D (male and female) 600 IU/d - age 19 to 70 800 IU/d - 70+", "contents": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis. Recommended daily allowance calcium (female) 1,000 mg/d - age 19 to 50 1,200 mg/d - 50+ Recommended daily allowance calcium (male) 1,000 mg/d - age 19 to 70 1,200 mg/d - 70+ Recommended daily allowance vitamin D (male and female) 600 IU/d - age 19 to 70 800 IU/d - 70+"}
{"id": "article-26378_57", "title": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis", "content": "Commonly prescribed medications for osteoporotic bone disease includes recombinant parathyroid hormone [PTH(1-34)] to stimulate osteoblasts and antiresorptive agents. [79] [91] [92] [93] [94] [79] [95] [96]", "contents": "Histology, Osteoblasts -- Clinical Significance -- Osteoporosis. Commonly prescribed medications for osteoporotic bone disease includes recombinant parathyroid hormone [PTH(1-34)] to stimulate osteoblasts and antiresorptive agents. [79] [91] [92] [93] [94] [79] [95] [96]"}
{"id": "article-26378_58", "title": "Histology, Osteoblasts -- Clinical Significance -- Osteoarthritis", "content": "Recent evidence from Maruotti et al. suggests that while the pathogenesis of osteoarthritis (OA) is still poorly understood, osteoblastic dysregulation could play a substantial role. Abnormal expression of OPG and RANKL has been observed in osteoblasts from patients with osteoarthritic changes. Various transcription factors, growth factors, PGE2, and IL-6, have also been demonstrated to be produced in aberrant quantities by osteoarthritis osteoblasts, possibly contributing to the pathogenesis of OA. [97]", "contents": "Histology, Osteoblasts -- Clinical Significance -- Osteoarthritis. Recent evidence from Maruotti et al. suggests that while the pathogenesis of osteoarthritis (OA) is still poorly understood, osteoblastic dysregulation could play a substantial role. Abnormal expression of OPG and RANKL has been observed in osteoblasts from patients with osteoarthritic changes. Various transcription factors, growth factors, PGE2, and IL-6, have also been demonstrated to be produced in aberrant quantities by osteoarthritis osteoblasts, possibly contributing to the pathogenesis of OA. [97]"}
{"id": "article-26378_59", "title": "Histology, Osteoblasts -- Clinical Significance -- PTHrP and Malignancy", "content": "PTHrP is a known mediator of malignancy-induced hypercalcemia (or humoral hypercalcemia of malignancy - HHM). [98] The substantial, sustained exposure of PTHrP has been proposed to stimulate bone metastasis and increase RANKL synthesis, subsequently contributing to osteolytic lesions. [99] [100] [101] [102] [103] The atmospherics of the mechanism through which PTHrP exerts its devastating biochemical influence in this context are functionally commensurate to that of PTH on PTH1R. [104] [105] [106]", "contents": "Histology, Osteoblasts -- Clinical Significance -- PTHrP and Malignancy. PTHrP is a known mediator of malignancy-induced hypercalcemia (or humoral hypercalcemia of malignancy - HHM). [98] The substantial, sustained exposure of PTHrP has been proposed to stimulate bone metastasis and increase RANKL synthesis, subsequently contributing to osteolytic lesions. [99] [100] [101] [102] [103] The atmospherics of the mechanism through which PTHrP exerts its devastating biochemical influence in this context are functionally commensurate to that of PTH on PTH1R. [104] [105] [106]"}
{"id": "article-26378_60", "title": "Histology, Osteoblasts -- Clinical Significance -- Medications", "content": "Medications such as calcitonin, recombinant PTH, selective estrogen receptor modulators, and human monoclonal antibodies that bind RANKL can either directly or indirectly modulate osteoblast function. These medications are frequently used in the management of osteoporosis and other conditions. [76] [107] [108]", "contents": "Histology, Osteoblasts -- Clinical Significance -- Medications. Medications such as calcitonin, recombinant PTH, selective estrogen receptor modulators, and human monoclonal antibodies that bind RANKL can either directly or indirectly modulate osteoblast function. These medications are frequently used in the management of osteoporosis and other conditions. [76] [107] [108]"}
{"id": "article-26378_61", "title": "Histology, Osteoblasts -- Clinical Significance -- Glucocorticosteroids", "content": "Glucocorticoid excess has been established to decrease bone mineral density by reducing bone formation and increasing resorption. Glucocorticoids inhibit osteoblastogenesis, increase osteoblast apoptosis, and decrease osteoclast apoptosis. [109] [110]", "contents": "Histology, Osteoblasts -- Clinical Significance -- Glucocorticosteroids. Glucocorticoid excess has been established to decrease bone mineral density by reducing bone formation and increasing resorption. Glucocorticoids inhibit osteoblastogenesis, increase osteoblast apoptosis, and decrease osteoclast apoptosis. [109] [110]"}
{"id": "article-26378_62", "title": "Histology, Osteoblasts -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Histology, Osteoblasts -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}