{"id": "article-19679_0", "title": "Codman Triangle -- Definition/Introduction", "content": "Codman triangle is a radiologic sign seen most commonly on musculoskeletal plain films. It is the name given to a periosteal reaction that occurs when bone lesions grow so aggressively that they lift the periosteum off the bone and do not allow the periosteum to lay down new bone. It is a pattern of interrupted periosteal reaction where the periosteum gets lifted at either end of the aggressive lesion, and the central aspect of the lesion does not have any overlying ossification. This state gives the appearance on plain films of a raised triangle of periosteum along the edges of the lesion. In this reaction, the periosteum may become lifted by the leading edge of the tumor, pus, or hemorrhage. [1]", "contents": "Codman Triangle -- Definition/Introduction. Codman triangle is a radiologic sign seen most commonly on musculoskeletal plain films. It is the name given to a periosteal reaction that occurs when bone lesions grow so aggressively that they lift the periosteum off the bone and do not allow the periosteum to lay down new bone. It is a pattern of interrupted periosteal reaction where the periosteum gets lifted at either end of the aggressive lesion, and the central aspect of the lesion does not have any overlying ossification. This state gives the appearance on plain films of a raised triangle of periosteum along the edges of the lesion. In this reaction, the periosteum may become lifted by the leading edge of the tumor, pus, or hemorrhage. [1]"}
{"id": "article-19679_1", "title": "Codman Triangle -- Definition/Introduction", "content": "This radiologic sign classically presents with aggressive primary bone tumors, including osteosarcoma (most common), Ewing sarcoma, chondrosarcoma, metastasis, undifferentiated pleomorphic sarcoma, and malignant giant cell tumor. It may rarely appear with non-malignant lesions such as osteomyelitis, active aneurysmal bone cysts, trauma, and hematoma. [2] The reaction derives its name from Ernest Amory Codman, a surgeon who first described the finding in an article in 1926 when discussing malignant bone sarcomas. [3]", "contents": "Codman Triangle -- Definition/Introduction. This radiologic sign classically presents with aggressive primary bone tumors, including osteosarcoma (most common), Ewing sarcoma, chondrosarcoma, metastasis, undifferentiated pleomorphic sarcoma, and malignant giant cell tumor. It may rarely appear with non-malignant lesions such as osteomyelitis, active aneurysmal bone cysts, trauma, and hematoma. [2] The reaction derives its name from Ernest Amory Codman, a surgeon who first described the finding in an article in 1926 when discussing malignant bone sarcomas. [3]"}
{"id": "article-19679_2", "title": "Codman Triangle -- Issues of Concern", "content": "Codman triangle, along with other aggressive periosteal reactions such as lamellated and sunburst patterns, is clinically concerning as it most commonly signals an aggressive lesion within the bone. [4] Aggressive bone lesions often require prompt recognition and treatment. Radiologists need to immediately recognize an aggressive periosteal pattern as a worrisome finding, typically associated with high-grade malignancy. The Codman triangle is most commonly seen in osteosarcoma cases, followed by Ewing sarcoma as the second most common cause. [2] Since this type of periosteal reaction is usually associated with sarcoma. Since percutaneous biopsy of sarcoma is controversial (given the potential for tumor seeding of the biopsy tract), a radiologist must recognize this pattern, understand its significance, and be mindful of the appropriate further workup for this finding. A patient with this finding most commonly requires referral to an orthopedic oncologist who could do a core needle biopsy and later an en bloc excision of the biopsy needle track during the primary tumor resection. [5] Once confirmed by biopsy, these aggressive bone malignancies require aggressive treatment. The treatment will usually consist of chemotherapy and wide surgical excision, potentially resulting in limb amputation if limb salvage is not possible. [6] [7]", "contents": "Codman Triangle -- Issues of Concern. Codman triangle, along with other aggressive periosteal reactions such as lamellated and sunburst patterns, is clinically concerning as it most commonly signals an aggressive lesion within the bone. [4] Aggressive bone lesions often require prompt recognition and treatment. Radiologists need to immediately recognize an aggressive periosteal pattern as a worrisome finding, typically associated with high-grade malignancy. The Codman triangle is most commonly seen in osteosarcoma cases, followed by Ewing sarcoma as the second most common cause. [2] Since this type of periosteal reaction is usually associated with sarcoma. Since percutaneous biopsy of sarcoma is controversial (given the potential for tumor seeding of the biopsy tract), a radiologist must recognize this pattern, understand its significance, and be mindful of the appropriate further workup for this finding. A patient with this finding most commonly requires referral to an orthopedic oncologist who could do a core needle biopsy and later an en bloc excision of the biopsy needle track during the primary tumor resection. [5] Once confirmed by biopsy, these aggressive bone malignancies require aggressive treatment. The treatment will usually consist of chemotherapy and wide surgical excision, potentially resulting in limb amputation if limb salvage is not possible. [6] [7]"}
{"id": "article-19679_3", "title": "Codman Triangle -- Clinical Significance", "content": "As discussed previously, the Codman triangle sign is clinically significant as it often signals an underlying aggressive bone lesion. Radiologists need to recognize this finding as it can carry substantial clinical weight. Additionally, a clinical physician needs to correlate this finding with other clinical features to arrive at the appropriate diagnosis and ultimately provide the correct treatment.", "contents": "Codman Triangle -- Clinical Significance. As discussed previously, the Codman triangle sign is clinically significant as it often signals an underlying aggressive bone lesion. Radiologists need to recognize this finding as it can carry substantial clinical weight. Additionally, a clinical physician needs to correlate this finding with other clinical features to arrive at the appropriate diagnosis and ultimately provide the correct treatment."}
{"id": "article-19679_4", "title": "Codman Triangle -- Clinical Significance", "content": "If there is a suspicion of a malignant primary bone tumor, the clinical course will be much different than a suspected case of acute osteomyelitis, for example. An aggressive bone tumor may require further imaging tests, staging, and a carefully planned biopsy. [8] Aggressive treatment with chemotherapy and surgical excision is usually warranted. [9] Clinicians need to consider the patient's history and demographics as the most common aggressive bone malignancies, osteosarcoma, and Ewing sarcoma, present in young patients, usually less than 20 years of age. [10] Clinical presentation is crucial. Aggressive bone lesions primarily affect long bones at the knee (femur and tibia being the most common) and typically present with pain. The bone lesion can also present clinically as a pathological fracture. [11] Alternatively, if the clinical presentation is more consistent with acute osteomyelitis, with a history of soft tissue infection, skin redness, and/or fevers, the patient would require a vastly different workup, course of treatment, and appropriate follow-up. [12]", "contents": "Codman Triangle -- Clinical Significance. If there is a suspicion of a malignant primary bone tumor, the clinical course will be much different than a suspected case of acute osteomyelitis, for example. An aggressive bone tumor may require further imaging tests, staging, and a carefully planned biopsy. [8] Aggressive treatment with chemotherapy and surgical excision is usually warranted. [9] Clinicians need to consider the patient's history and demographics as the most common aggressive bone malignancies, osteosarcoma, and Ewing sarcoma, present in young patients, usually less than 20 years of age. [10] Clinical presentation is crucial. Aggressive bone lesions primarily affect long bones at the knee (femur and tibia being the most common) and typically present with pain. The bone lesion can also present clinically as a pathological fracture. [11] Alternatively, if the clinical presentation is more consistent with acute osteomyelitis, with a history of soft tissue infection, skin redness, and/or fevers, the patient would require a vastly different workup, course of treatment, and appropriate follow-up. [12]"}
{"id": "article-19679_5", "title": "Codman Triangle -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "This is a radiologic sign and does not require nursing actions or interventions. However, all interprofessional team members who read radiographs must be able to recognize this sign.", "contents": "Codman Triangle -- Nursing, Allied Health, and Interprofessional Team Interventions. This is a radiologic sign and does not require nursing actions or interventions. However, all interprofessional team members who read radiographs must be able to recognize this sign."}
{"id": "article-19679_6", "title": "Codman Triangle -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "This is a radiologic sign and does not require nursing monitoring.", "contents": "Codman Triangle -- Nursing, Allied Health, and Interprofessional Team Monitoring. This is a radiologic sign and does not require nursing monitoring."}
{"id": "article-19679_7", "title": "Codman Triangle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Codman Triangle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}