{"id": "article-32247_0", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Introduction", "content": "The popliteal fossa is a shallow depression located posterior to the knee joint. This area is often referred to as the knee \"pit\" and may develop vascular, nervous, lymphatic, and adipose issues as well as swelling and masses. [1] The fossa houses several important structures that are essential for lower extremity function. Anatomic boundaries of the popliteal fossa include the following:", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Introduction. The popliteal fossa is a shallow depression located posterior to the knee joint. This area is often referred to as the knee \"pit\" and may develop vascular, nervous, lymphatic, and adipose issues as well as swelling and masses. [1] The fossa houses several important structures that are essential for lower extremity function. Anatomic boundaries of the popliteal fossa include the following:"}
{"id": "article-32247_1", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Introduction", "content": "Superomedially, the semimembranosus, and semitendinosus muscles Superolaterally, the biceps femoris muscle (short and long heads) Inferomedial and inferolateral, the medial and lateral heads of the gastrocnemius muscle contribute to the lower border, respectively. The plantaris muscle also runs deep to the gastrocnemius to form the inferolateral border. The roof of the fossa, proceeding from most superficial to deep, consists of the skin, superficial fascia, and deep (popliteal) fascia. The floor of the fossa includes the popliteal surface of the femur, the capsule of the knee joint, popliteal ligament, and fascia encasing the popliteus muscle.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Introduction. Superomedially, the semimembranosus, and semitendinosus muscles Superolaterally, the biceps femoris muscle (short and long heads) Inferomedial and inferolateral, the medial and lateral heads of the gastrocnemius muscle contribute to the lower border, respectively. The plantaris muscle also runs deep to the gastrocnemius to form the inferolateral border. The roof of the fossa, proceeding from most superficial to deep, consists of the skin, superficial fascia, and deep (popliteal) fascia. The floor of the fossa includes the popliteal surface of the femur, the capsule of the knee joint, popliteal ligament, and fascia encasing the popliteus muscle."}
{"id": "article-32247_2", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Introduction", "content": "It is important to understand the involved anatomy of the popliteal fossa because patients could present with posterior knee pain due to multiple etiologies. One of the more common issues involving the posterior knee is a Baker cyst; it has a fluid-filled bursa, which is usually secondary to friction or irritation. Other causes of posterior knee pain could be a popliteal artery aneurysm, lymphadenopathy, thrombophlebitis, and very rarely, sarcomas. [2] Proper diagnosis is essential for effective treatment and management.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Introduction. It is important to understand the involved anatomy of the popliteal fossa because patients could present with posterior knee pain due to multiple etiologies. One of the more common issues involving the posterior knee is a Baker cyst; it has a fluid-filled bursa, which is usually secondary to friction or irritation. Other causes of posterior knee pain could be a popliteal artery aneurysm, lymphadenopathy, thrombophlebitis, and very rarely, sarcomas. [2] Proper diagnosis is essential for effective treatment and management."}
{"id": "article-32247_3", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Structure and Function", "content": "The function of the popliteal fossa is closely associated with the critical anatomic structures it contains. The fossa is a diamond-shaped region directly posterior to the knee and clinically appears as a soft impression behind the knee. It is an important area serving as a transition point/conduit for nerve tissue, vasculature, lymphatic tissue, and musculoskeletal structures, which are discussed at length below.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Structure and Function. The function of the popliteal fossa is closely associated with the critical anatomic structures it contains. The fossa is a diamond-shaped region directly posterior to the knee and clinically appears as a soft impression behind the knee. It is an important area serving as a transition point/conduit for nerve tissue, vasculature, lymphatic tissue, and musculoskeletal structures, which are discussed at length below."}
{"id": "article-32247_4", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Embryology", "content": "Limb bud development of the lower extremity develops beginning in the fourth week of gestation. It follows upper extremity bud development by a few days. The lower extremity continues to lengthen into week 5 and undergoes a series of rotations and regional morphological development into the thigh, leg, and foot regions.  Somites give rise to dermatomes, sclerotomes, and myotomes which allow for full development of the structures within these extremities. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Embryology. Limb bud development of the lower extremity develops beginning in the fourth week of gestation. It follows upper extremity bud development by a few days. The lower extremity continues to lengthen into week 5 and undergoes a series of rotations and regional morphological development into the thigh, leg, and foot regions.  Somites give rise to dermatomes, sclerotomes, and myotomes which allow for full development of the structures within these extremities. [3]"}
{"id": "article-32247_5", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Blood Supply and Lymphatics -- Popliteal Artery", "content": "The predominant arterial supply in the popliteal fossa is the popliteal artery. The artery represents the distal continuation of the femoral artery after passing through the adductor hiatus of the adductor magnus muscle. The popliteal artery then ends at the lower border of the popliteus muscle before further dividing into the anterior tibial artery and the common trunk of the posterior tibial and peroneal arteries. [4] Five genicular branches of the popliteal artery provide blood to the capsular structures and ligaments of the knee: superior lateral, superior medial, middle, inferior lateral, and inferior medial genicular arteries. The genicular arteries form a collateral network between the femoral artery and the popliteal artery. This dense vascular network allows for an alternative pathway for blood to flow from the femoral to popliteal arteries. [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Blood Supply and Lymphatics -- Popliteal Artery. The predominant arterial supply in the popliteal fossa is the popliteal artery. The artery represents the distal continuation of the femoral artery after passing through the adductor hiatus of the adductor magnus muscle. The popliteal artery then ends at the lower border of the popliteus muscle before further dividing into the anterior tibial artery and the common trunk of the posterior tibial and peroneal arteries. [4] Five genicular branches of the popliteal artery provide blood to the capsular structures and ligaments of the knee: superior lateral, superior medial, middle, inferior lateral, and inferior medial genicular arteries. The genicular arteries form a collateral network between the femoral artery and the popliteal artery. This dense vascular network allows for an alternative pathway for blood to flow from the femoral to popliteal arteries. [5]"}
{"id": "article-32247_6", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Blood Supply and Lymphatics -- Popliteal Artery", "content": "Medial superior genicular artery : branch of the popliteal artery that runs anterior to the semimembranosus and semitendinosus. Anastomoses with lateral superior genicular artery. Lateral superior genicular artery : branch of the popliteal artery that passes above lateral femoral condyle. Anastomoses with medial superior genicular artery, lateral femoral circumflex, and lateral inferior genicular arteries. Medial inferior genicular artery: arises from the popliteal artery and descends with popliteus muscle, then passes the medial tibial condyle. Anastomoses with lateral inferior and medial superior genicular arteries. Lateral inferior genicular artery: arises from the popliteal artery and passes under the gastrocnemius. Anastomoses with inferior medial genicular, superior lateral genicular, and anterior recurrent tibial artery. Middle genicular artery: branch of the popliteal artery that supplies the ligaments and synovial membrane of the knee joint. [6]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Blood Supply and Lymphatics -- Popliteal Artery. Medial superior genicular artery : branch of the popliteal artery that runs anterior to the semimembranosus and semitendinosus. Anastomoses with lateral superior genicular artery. Lateral superior genicular artery : branch of the popliteal artery that passes above lateral femoral condyle. Anastomoses with medial superior genicular artery, lateral femoral circumflex, and lateral inferior genicular arteries. Medial inferior genicular artery: arises from the popliteal artery and descends with popliteus muscle, then passes the medial tibial condyle. Anastomoses with lateral inferior and medial superior genicular arteries. Lateral inferior genicular artery: arises from the popliteal artery and passes under the gastrocnemius. Anastomoses with inferior medial genicular, superior lateral genicular, and anterior recurrent tibial artery. Middle genicular artery: branch of the popliteal artery that supplies the ligaments and synovial membrane of the knee joint. [6]"}
{"id": "article-32247_7", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Blood Supply and Lymphatics -- Popliteal Vein", "content": "The popliteal vein is superficial to the popliteal artery in the fossa. The popliteal vein receives venous circulation from several tributaries. The anterior tibial vein, posterior tibial vein, and the peroneal vein merge at the popliteus muscle to make the popliteal vein. Within the popliteal fossa, the small saphenous vein feeds into the popliteal vein and is located more superficially, but transverses the deep fascia in between both gastrocnemius heads. Similarly to the popliteal artery, the popliteal vein extends superiorly through the adductor hiatus before transitioning into the femoral vein. [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Blood Supply and Lymphatics -- Popliteal Vein. The popliteal vein is superficial to the popliteal artery in the fossa. The popliteal vein receives venous circulation from several tributaries. The anterior tibial vein, posterior tibial vein, and the peroneal vein merge at the popliteus muscle to make the popliteal vein. Within the popliteal fossa, the small saphenous vein feeds into the popliteal vein and is located more superficially, but transverses the deep fascia in between both gastrocnemius heads. Similarly to the popliteal artery, the popliteal vein extends superiorly through the adductor hiatus before transitioning into the femoral vein. [7]"}
{"id": "article-32247_8", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Blood Supply and Lymphatics -- Popliteal Vein", "content": "Popliteal lymph nodes can be found in the fossa, as well. Several are located in the fat embedded in the fossa. There are also nodes found beneath the popliteal fascia as well as along the popliteal vessels. These nodes' efferent path mostly follows the femoral vessels and drains into the deep inguinal lymph tissue. Some popliteal nodes may also be located near the great saphenous vein and travel more to the superficial inguinal lymph tissue. [8] [9]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Blood Supply and Lymphatics -- Popliteal Vein. Popliteal lymph nodes can be found in the fossa, as well. Several are located in the fat embedded in the fossa. There are also nodes found beneath the popliteal fascia as well as along the popliteal vessels. These nodes' efferent path mostly follows the femoral vessels and drains into the deep inguinal lymph tissue. Some popliteal nodes may also be located near the great saphenous vein and travel more to the superficial inguinal lymph tissue. [8] [9]"}
{"id": "article-32247_9", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Nerves", "content": "The sciatic nerve branches into the tibial and common peroneal nerve just anterior to the popliteal fossa. The tibial nerve then enters the posterior legs between the heads of the gastrocnemius. The common peroneal nerve passes around the neck of the fibula.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Nerves. The sciatic nerve branches into the tibial and common peroneal nerve just anterior to the popliteal fossa. The tibial nerve then enters the posterior legs between the heads of the gastrocnemius. The common peroneal nerve passes around the neck of the fibula."}
{"id": "article-32247_10", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Nerves -- Tibial Nerve", "content": "The tibial nerve is a branch of the sciatic nerve consisting of nerve roots L4-S3. It is superficial to the popliteal vessels and travels laterally to medially from the superior angle to the inferior angle of the popliteal fossa, respectively.  The tibial nerve contains muscular, articular, and cutaneous branches. Muscular branches in the distal portion of the fossa supply the medial and lateral heads of the gastrocnemius, soleus, plantaris, and popliteal muscles.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Nerves -- Tibial Nerve. The tibial nerve is a branch of the sciatic nerve consisting of nerve roots L4-S3. It is superficial to the popliteal vessels and travels laterally to medially from the superior angle to the inferior angle of the popliteal fossa, respectively.  The tibial nerve contains muscular, articular, and cutaneous branches. Muscular branches in the distal portion of the fossa supply the medial and lateral heads of the gastrocnemius, soleus, plantaris, and popliteal muscles."}
{"id": "article-32247_11", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Nerves -- Tibial Nerve", "content": "The sural nerve is the cutaneous branch of the tibial nerve and extends from the middle of the popliteal fossa, providing innervation of the lower posterior half of the lower leg and lateral foot. The three articular branches arise from the superior portion of the fossa. The superior medial genicular is found at the medial femoral condyle, and the middle genicular nerve pierces the posterior capsule of the knee joint innervating intercondylar structures and the inferior genicular nerve which travels to the medial tibial condyle. [10] [11]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Nerves -- Tibial Nerve. The sural nerve is the cutaneous branch of the tibial nerve and extends from the middle of the popliteal fossa, providing innervation of the lower posterior half of the lower leg and lateral foot. The three articular branches arise from the superior portion of the fossa. The superior medial genicular is found at the medial femoral condyle, and the middle genicular nerve pierces the posterior capsule of the knee joint innervating intercondylar structures and the inferior genicular nerve which travels to the medial tibial condyle. [10] [11]"}
{"id": "article-32247_12", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Nerves -- Common Peroneal Nerve", "content": "The common peroneal nerve also referred to as the common fibular nerve, consists of nerve roots L4-S2 and arises from the sciatic nerve as well. It branches approximately at the superior angle of the popliteal fossa and travels to the lateral angle where it wraps around the fibular head, splitting off into the deep and superficial peroneal nerves and innervating the anterior and lateral compartments of the lower leg, respectively. It also has cutaneous and articulating branches but no direct motor branches as these are provided by the deep and superficial peroneal nerves. The cutaneous nerves are the lateral sural cutaneous, which provides sensation to the lateral proximal two-thirds of the calf, and the peroneal communicating nerve, which joins with the sural nerve providing sensation to the posterolateral calf. The articulating branches are the superior lateral genicular, inferior lateral genicular, and recurrent genicular nerves. The superior lateral genicular nerve lies over the lateral femoral condyle, and the inferior lateral genicular nerve lies over the fibular head. The recurrent genicular nerve ascends anteriorly close to the division of the common fibular nerve and supplies the knee joint as well as the tibialis anterior muscle. [11] [12]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Nerves -- Common Peroneal Nerve. The common peroneal nerve also referred to as the common fibular nerve, consists of nerve roots L4-S2 and arises from the sciatic nerve as well. It branches approximately at the superior angle of the popliteal fossa and travels to the lateral angle where it wraps around the fibular head, splitting off into the deep and superficial peroneal nerves and innervating the anterior and lateral compartments of the lower leg, respectively. It also has cutaneous and articulating branches but no direct motor branches as these are provided by the deep and superficial peroneal nerves. The cutaneous nerves are the lateral sural cutaneous, which provides sensation to the lateral proximal two-thirds of the calf, and the peroneal communicating nerve, which joins with the sural nerve providing sensation to the posterolateral calf. The articulating branches are the superior lateral genicular, inferior lateral genicular, and recurrent genicular nerves. The superior lateral genicular nerve lies over the lateral femoral condyle, and the inferior lateral genicular nerve lies over the fibular head. The recurrent genicular nerve ascends anteriorly close to the division of the common fibular nerve and supplies the knee joint as well as the tibialis anterior muscle. [11] [12]"}
{"id": "article-32247_13", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Muscles", "content": "The musculoskeletal structures found in the popliteal fossa form its boundaries. The fossa has the shape of a rhombus or diamond and is made up of the following musculoskeletal structures.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Muscles. The musculoskeletal structures found in the popliteal fossa form its boundaries. The fossa has the shape of a rhombus or diamond and is made up of the following musculoskeletal structures."}
{"id": "article-32247_14", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Muscles", "content": "Superomedial: The semimembranosus and semitendinosus muscles form the superomedial aspect of the fossa. The semimembranosus is the most medial of the hamstring muscles and functions to extend the hip and flex the knee as well as assist in medial rotation of the knee. The semitendinosus muscle is superficial to the semimembranosus and is the middle of the three hamstring muscles. Not surprisingly, it gets its name because of the long tendinous nature of its structure and assists in the same mechanism as the semimembranosus muscle. [13]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Muscles. Superomedial: The semimembranosus and semitendinosus muscles form the superomedial aspect of the fossa. The semimembranosus is the most medial of the hamstring muscles and functions to extend the hip and flex the knee as well as assist in medial rotation of the knee. The semitendinosus muscle is superficial to the semimembranosus and is the middle of the three hamstring muscles. Not surprisingly, it gets its name because of the long tendinous nature of its structure and assists in the same mechanism as the semimembranosus muscle. [13]"}
{"id": "article-32247_15", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Muscles", "content": "Superolateral: The biceps femoris forms the superolateral portion of the popliteal fossa and has two functioning heads. The long head is part of the hamstring muscles while the short head is not included in this description. Both structures participate in knee flexion, while the long head additionally assists in hip extension. [13]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Muscles. Superolateral: The biceps femoris forms the superolateral portion of the popliteal fossa and has two functioning heads. The long head is part of the hamstring muscles while the short head is not included in this description. Both structures participate in knee flexion, while the long head additionally assists in hip extension. [13]"}
{"id": "article-32247_16", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Muscles", "content": "Inferomedial: The medial head of the gastrocnemius forms the inferomedial border of the fossa. It assists the lower leg in plantarflexion at the ankle and knee flexion when contracted.  Along with the lateral head of the gastrocnemius and soleus, it forms the calf muscle. [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Muscles. Inferomedial: The medial head of the gastrocnemius forms the inferomedial border of the fossa. It assists the lower leg in plantarflexion at the ankle and knee flexion when contracted.  Along with the lateral head of the gastrocnemius and soleus, it forms the calf muscle. [14]"}
{"id": "article-32247_17", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Muscles", "content": "Inferolateral: The lateral head of the gastrocnemius and the plantaris muscle forms the inferolateral border of the popliteal fossa. Both contribute to plantarflexion of the ankle. The lateral gastrocnemius head also contributes to knee flexion. The plantaris muscle is notably the longest tendon in the body and is not found in every human being. [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Muscles. Inferolateral: The lateral head of the gastrocnemius and the plantaris muscle forms the inferolateral border of the popliteal fossa. Both contribute to plantarflexion of the ankle. The lateral gastrocnemius head also contributes to knee flexion. The plantaris muscle is notably the longest tendon in the body and is not found in every human being. [14]"}
{"id": "article-32247_18", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Physiologic Variants", "content": "Physiologic variants in the popliteal fossa are a common finding and are seen most commonly in the branches of the popliteal artery and sciatic nerve. Studies have revealed seven major branching variances in decreasing order of frequency: aplastic or hypoplastic posterior tibial artery; hypoplastic or aplastic anterior tibial artery; trifurcation; high origin of the anterior tibial artery; hypoplastic or aplastic posterior tibial and anterior tibial arteries; high origin of the posterior tibial branch; and anterior tibioperoneal trunk. Also of note, when a variant is discovered on either extremity, the probability of a variant being found in the contralateral extremity is approximately 28%. If one side has normal vascular anatomy, the probability of a physiologic variant in the contralateral extremity is close to 13%. [15]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Physiologic Variants. Physiologic variants in the popliteal fossa are a common finding and are seen most commonly in the branches of the popliteal artery and sciatic nerve. Studies have revealed seven major branching variances in decreasing order of frequency: aplastic or hypoplastic posterior tibial artery; hypoplastic or aplastic anterior tibial artery; trifurcation; high origin of the anterior tibial artery; hypoplastic or aplastic posterior tibial and anterior tibial arteries; high origin of the posterior tibial branch; and anterior tibioperoneal trunk. Also of note, when a variant is discovered on either extremity, the probability of a variant being found in the contralateral extremity is approximately 28%. If one side has normal vascular anatomy, the probability of a physiologic variant in the contralateral extremity is close to 13%. [15]"}
{"id": "article-32247_19", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Physiologic Variants", "content": "Usually, the sciatic nerve divides into the tibial nerve and common peroneal nerve at the level of the superior angle of the popliteal fossa. However, the most common variant branching pattern of the sciatic nerve division is found superior to this landmark. Divisions as high as in the pelvis have been seen, however, the majority of the sciatic nerve divisions into tibial and peroneal components are most often seen outside of the pelvis. [16]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Physiologic Variants. Usually, the sciatic nerve divides into the tibial nerve and common peroneal nerve at the level of the superior angle of the popliteal fossa. However, the most common variant branching pattern of the sciatic nerve division is found superior to this landmark. Divisions as high as in the pelvis have been seen, however, the majority of the sciatic nerve divisions into tibial and peroneal components are most often seen outside of the pelvis. [16]"}
{"id": "article-32247_20", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Surgical Considerations", "content": "A posterior surgical approach to the knee is valuable when treating certain etiologies of the knee and depends on the surgeon's knowledge of anatomy as well as the step-by-step process to ensure success. Multiple knee pathologies may be addressed with this approach, including (but not limited to) the following: Baker's cyst excision Medial meniscus posterior horn repair Tibial inlay technique for posterior cruciate ligament (PCL) reconstruction Tibial plateau fracture fixation (ORIF)", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Surgical Considerations. A posterior surgical approach to the knee is valuable when treating certain etiologies of the knee and depends on the surgeon's knowledge of anatomy as well as the step-by-step process to ensure success. Multiple knee pathologies may be addressed with this approach, including (but not limited to) the following: Baker's cyst excision Medial meniscus posterior horn repair Tibial inlay technique for posterior cruciate ligament (PCL) reconstruction Tibial plateau fracture fixation (ORIF)"}
{"id": "article-32247_21", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Surgical Considerations", "content": "Several factors should be kept in mind with a posteromedial approach to the knee in evaluating the popliteal fossa. To avoid skin necrosis, the surgeon should avoid making sharp angles when transitioning from a vertical to a transverse incision and should include adequate subcutaneous tissue of the skin flap. Also, using blunt dissection when handling the neurovascular bundle is important to avoid injury to these structures. Careful closure of the fascia is also important to keep from injuring the tibial nerve which is the most superficial structure of the bundle. Being aware of anatomic variations in patients is vital to avoid damaging nearby structures and is a common issue clinicians face. [17]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Surgical Considerations. Several factors should be kept in mind with a posteromedial approach to the knee in evaluating the popliteal fossa. To avoid skin necrosis, the surgeon should avoid making sharp angles when transitioning from a vertical to a transverse incision and should include adequate subcutaneous tissue of the skin flap. Also, using blunt dissection when handling the neurovascular bundle is important to avoid injury to these structures. Careful closure of the fascia is also important to keep from injuring the tibial nerve which is the most superficial structure of the bundle. Being aware of anatomic variations in patients is vital to avoid damaging nearby structures and is a common issue clinicians face. [17]"}
{"id": "article-32247_22", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Surgical Considerations", "content": "There are benefits and risks with any surgical approach. Regarding the posteromedial approach, specifically, using a transverse incision provides a clear view of the femoral condyles, musculature, and ligamentous structures of the knee as well as potential pathology (i.e., Baker cyst). This is the preferred approach for posterior cruciate ligament avulsions, malignancies, and posterior tibial plateau fractures to name a few. Additionally, this incision is cosmetically preferred as it is well hidden in the popliteal fold. One of the concerns with the posteromedial approach is the possibility of a flexion contracture of the knee secondary to inadequate closure of the incision. Anesthesia-related complications may also be seen due to the prone positioning of the patient during the operation. [17]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Surgical Considerations. There are benefits and risks with any surgical approach. Regarding the posteromedial approach, specifically, using a transverse incision provides a clear view of the femoral condyles, musculature, and ligamentous structures of the knee as well as potential pathology (i.e., Baker cyst). This is the preferred approach for posterior cruciate ligament avulsions, malignancies, and posterior tibial plateau fractures to name a few. Additionally, this incision is cosmetically preferred as it is well hidden in the popliteal fold. One of the concerns with the posteromedial approach is the possibility of a flexion contracture of the knee secondary to inadequate closure of the incision. Anesthesia-related complications may also be seen due to the prone positioning of the patient during the operation. [17]"}
{"id": "article-32247_23", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Clinical Significance -- Posterior Circulation", "content": "The popliteal pulse can be evaluated to assess peripheral circulatory status in the same way one may examine radial or posterior tibial arterial pulses. A patient with significant peripheral arterial disease or diabetes may have poor circulation and difficulty ascertaining dorsalis pedal or posterior tibial pulses. The physician may then need to continue to move more proximally to gain a better clinical picture of the patient's arterial flow and can accomplish this by palpating the popliteal pulse. The most efficient way to appreciate this on the physical exam is flexing the knee slightly while gripping the extremity with both hands. The physician's thumbs should be over the patella with both fingertips of each hand in the fossa. It can be difficult to assess the popliteal pulse and is more challenging than those typically evaluated at the ankle and dorsum of the foot.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Clinical Significance -- Posterior Circulation. The popliteal pulse can be evaluated to assess peripheral circulatory status in the same way one may examine radial or posterior tibial arterial pulses. A patient with significant peripheral arterial disease or diabetes may have poor circulation and difficulty ascertaining dorsalis pedal or posterior tibial pulses. The physician may then need to continue to move more proximally to gain a better clinical picture of the patient's arterial flow and can accomplish this by palpating the popliteal pulse. The most efficient way to appreciate this on the physical exam is flexing the knee slightly while gripping the extremity with both hands. The physician's thumbs should be over the patella with both fingertips of each hand in the fossa. It can be difficult to assess the popliteal pulse and is more challenging than those typically evaluated at the ankle and dorsum of the foot."}
{"id": "article-32247_24", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Clinical Significance -- Popliteal Artery Aneurysms", "content": "Popliteal artery aneurysms are the most common true peripheral arterial aneurysm and are only second in prevalence to abdominal aortic aneurysms. [18] Aneurysm diagnosis is made when vessel size is 50% greater relative to the vessel's typical diameter. [19] Multiple causes for this pathology include but are not limited to inflammation, genetics, immunologic, and mechanical factors. Men are more commonly affected than women and present younger. [20] Sixty percent of patients with this diagnosis have a pulsatile mass posterior at or superior to the knee joint. First-line imaging modality for diagnosis is duplex ultrasonography, but CT or MR angiography may also be used if ultrasound is not available. [21] Conservative management may be a reasonable approach. depending on the size of the aneurysm, typically less than 2 cm. Clinical presentation is an important factor, as well, although management is somewhat under debate, particularly if a thrombus is present. Indications for repair include symptomatic patients presenting with acute limb ischemia regardless of aneurysm size. Patent aneurysms greater than or equal to 2 cm are also recommended to be repaired due to the high risk of ischemic complications and subsequent limb loss. [22]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Clinical Significance -- Popliteal Artery Aneurysms. Popliteal artery aneurysms are the most common true peripheral arterial aneurysm and are only second in prevalence to abdominal aortic aneurysms. [18] Aneurysm diagnosis is made when vessel size is 50% greater relative to the vessel's typical diameter. [19] Multiple causes for this pathology include but are not limited to inflammation, genetics, immunologic, and mechanical factors. Men are more commonly affected than women and present younger. [20] Sixty percent of patients with this diagnosis have a pulsatile mass posterior at or superior to the knee joint. First-line imaging modality for diagnosis is duplex ultrasonography, but CT or MR angiography may also be used if ultrasound is not available. [21] Conservative management may be a reasonable approach. depending on the size of the aneurysm, typically less than 2 cm. Clinical presentation is an important factor, as well, although management is somewhat under debate, particularly if a thrombus is present. Indications for repair include symptomatic patients presenting with acute limb ischemia regardless of aneurysm size. Patent aneurysms greater than or equal to 2 cm are also recommended to be repaired due to the high risk of ischemic complications and subsequent limb loss. [22]"}
{"id": "article-32247_25", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Clinical Significance -- Baker's Cyst", "content": "A popliteal cyst, more commonly called a Baker's cyst, is an enlargement of the gastrocnemius-semimembranosus bursa which communicates with the knee joint in adults. Baker cysts are usually secondary to underlying internal derangement of the knee, whether it be inflammatory, degenerative, or injury. Diagnosis is usually made on clinical grounds and is very apparent on palpation of the extended knee while others are diagnosed by visual evidence of MRI or CT scan. Careful evaluation is needed to rule out other significant pathologies such as a popliteal aneurysm or deep vein thrombosis (DVT), and duplex ultrasonography is suggested to rule these out. These cysts can be uncomfortable due to mass effect and compression of surrounding structures. They may enlarge, dissect, or rupture which may provide temporary relief. Treatment may also involve arthrocentesis in addition to intra-articular steroid injections to reduce inflammation. However, recurrence is and addressing the underlying pathology surgically may be warranted as the cyst is a secondary effect. [23]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Clinical Significance -- Baker's Cyst. A popliteal cyst, more commonly called a Baker's cyst, is an enlargement of the gastrocnemius-semimembranosus bursa which communicates with the knee joint in adults. Baker cysts are usually secondary to underlying internal derangement of the knee, whether it be inflammatory, degenerative, or injury. Diagnosis is usually made on clinical grounds and is very apparent on palpation of the extended knee while others are diagnosed by visual evidence of MRI or CT scan. Careful evaluation is needed to rule out other significant pathologies such as a popliteal aneurysm or deep vein thrombosis (DVT), and duplex ultrasonography is suggested to rule these out. These cysts can be uncomfortable due to mass effect and compression of surrounding structures. They may enlarge, dissect, or rupture which may provide temporary relief. Treatment may also involve arthrocentesis in addition to intra-articular steroid injections to reduce inflammation. However, recurrence is and addressing the underlying pathology surgically may be warranted as the cyst is a secondary effect. [23]"}
{"id": "article-32247_26", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Clinical Significance -- Peroneal Neuropathy", "content": "As discussed, the peroneal nerve is a branch of the sciatic nerve that travels in the popliteal fossa before transferring the laterally around the neck of the fibula. Based on its anatomic location, the nerve is susceptible to injury. Peroneal neuropathy is the most common mononeuropathy of the lower limb. Classically, this neuropathy presents with foot drop and sensory changes over the lower limb. The peroneal nerve is likely to be injured by a fibular neck fracture, tibiofibular fracture, or tibial plateau fracture. [24]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Clinical Significance -- Peroneal Neuropathy. As discussed, the peroneal nerve is a branch of the sciatic nerve that travels in the popliteal fossa before transferring the laterally around the neck of the fibula. Based on its anatomic location, the nerve is susceptible to injury. Peroneal neuropathy is the most common mononeuropathy of the lower limb. Classically, this neuropathy presents with foot drop and sensory changes over the lower limb. The peroneal nerve is likely to be injured by a fibular neck fracture, tibiofibular fracture, or tibial plateau fracture. [24]"}
{"id": "article-32247_27", "title": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Popliteal Region -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}