{"id": "article-17525_0", "title": "Androgen Replacement -- Continuing Education Activity", "content": "Testosterone is FDA-approved as replacement therapy in men with low testosterone levels and those with symptoms of hypogonadism. Symptoms highly suggestive of hypogonadism include fewer or diminished spontaneous erections, decreased nocturnal penile tumescence, low libido, sparse beard growth, and shrinking testes. In males, the normal range for early morning testosterone is between 300 ng/dL to 1000 ng/dL but may vary from laboratory to laboratory. Clinicians must distinguish between primary (testicular) and secondary (pituitary-hypothalamic) hypogonadism. This review discusses the mechanism of action, adverse event profile, and other key factors (eg, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent to interprofessional team members who use exogenous testosterone to treat hypogonadism.", "contents": "Androgen Replacement -- Continuing Education Activity. Testosterone is FDA-approved as replacement therapy in men with low testosterone levels and those with symptoms of hypogonadism. Symptoms highly suggestive of hypogonadism include fewer or diminished spontaneous erections, decreased nocturnal penile tumescence, low libido, sparse beard growth, and shrinking testes. In males, the normal range for early morning testosterone is between 300 ng/dL to 1000 ng/dL but may vary from laboratory to laboratory. Clinicians must distinguish between primary (testicular) and secondary (pituitary-hypothalamic) hypogonadism. This review discusses the mechanism of action, adverse event profile, and other key factors (eg, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent to interprofessional team members who use exogenous testosterone to treat hypogonadism."}
{"id": "article-17525_1", "title": "Androgen Replacement -- Continuing Education Activity", "content": "Objectives: Identify patients who may benefit from androgen replacement therapy based on clinical indications and assessment of hormone levels. Differentiate different types of androgen replacement therapies, such as testosterone preparations, and understand their pharmacokinetics, dosing, and administration routes. Assess the therapeutic response to androgen replacement therapy by regularly monitoring hormone levels, symptom improvement, and potential adverse effects. Select the optimal formulation, dosage, and delivery method of androgen replacement therapy based on patient preferences, adherence, and clinical considerations. Access free multiple choice questions on this topic.", "contents": "Androgen Replacement -- Continuing Education Activity. Objectives: Identify patients who may benefit from androgen replacement therapy based on clinical indications and assessment of hormone levels. Differentiate different types of androgen replacement therapies, such as testosterone preparations, and understand their pharmacokinetics, dosing, and administration routes. Assess the therapeutic response to androgen replacement therapy by regularly monitoring hormone levels, symptom improvement, and potential adverse effects. Select the optimal formulation, dosage, and delivery method of androgen replacement therapy based on patient preferences, adherence, and clinical considerations. Access free multiple choice questions on this topic."}
{"id": "article-17525_2", "title": "Androgen Replacement -- Indications", "content": "Hypogonadism occurs in 19% of men in their 60s, 28% of men in their 70s, and 49% of men in their 80s. [1] Testosterone is FDA-approved as replacement therapy in men with at least two documented low serum testosterone levels and symptoms associated with hypogonadism. [2] Testosterone is also FDA-approved for use in symptomatic congenital or acquired hypogonadotropic hypogonadism (when there is a pituitary-hypothalamic injury, LHRH deficiency, or gonadotropin deficiency) resulting from tumors, trauma, or radiation who meet the above criteria.", "contents": "Androgen Replacement -- Indications. Hypogonadism occurs in 19% of men in their 60s, 28% of men in their 70s, and 49% of men in their 80s. [1] Testosterone is FDA-approved as replacement therapy in men with at least two documented low serum testosterone levels and symptoms associated with hypogonadism. [2] Testosterone is also FDA-approved for use in symptomatic congenital or acquired hypogonadotropic hypogonadism (when there is a pituitary-hypothalamic injury, LHRH deficiency, or gonadotropin deficiency) resulting from tumors, trauma, or radiation who meet the above criteria."}
{"id": "article-17525_3", "title": "Androgen Replacement -- Indications", "content": "Testosterone should not be used for men seeking to produce a pregnancy as it significantly decreases sperm production. Instead, clomiphene or human chorionic gonadotropin can increase testosterone levels without negatively affecting sperm production or fertility. [3]", "contents": "Androgen Replacement -- Indications. Testosterone should not be used for men seeking to produce a pregnancy as it significantly decreases sperm production. Instead, clomiphene or human chorionic gonadotropin can increase testosterone levels without negatively affecting sperm production or fertility. [3]"}
{"id": "article-17525_4", "title": "Androgen Replacement -- Indications", "content": "Distinguishing between primary (testicular) and secondary (pituitary-hypothalamic) hypogonadism is essential. Symptoms highly suggestive of hypogonadism include fewer or diminished spontaneous erections, decreased nocturnal penile tumescence, low libido, sparse beard growth, and shrinking testes. In males, the normal range for early morning testosterone is between 300 ng/dL to 1000 ng/dL but may vary from laboratory to laboratory. [4]", "contents": "Androgen Replacement -- Indications. Distinguishing between primary (testicular) and secondary (pituitary-hypothalamic) hypogonadism is essential. Symptoms highly suggestive of hypogonadism include fewer or diminished spontaneous erections, decreased nocturnal penile tumescence, low libido, sparse beard growth, and shrinking testes. In males, the normal range for early morning testosterone is between 300 ng/dL to 1000 ng/dL but may vary from laboratory to laboratory. [4]"}
{"id": "article-17525_5", "title": "Androgen Replacement -- Indications", "content": "Hypogonadism is diagnosed when the morning serum testosterone level is less than 300 ng/dL. However, clinical judgment is required when diagnosing hypogonadism in a patient with testosterone levels in the normal range but persistent testosterone deficiency symptoms. [5] In senior men, one should aim for testosterone levels between 500 and 800 ng/dL, while young adults should aim for testosterone levels between 600 and 900 ng/dL.", "contents": "Androgen Replacement -- Indications. Hypogonadism is diagnosed when the morning serum testosterone level is less than 300 ng/dL. However, clinical judgment is required when diagnosing hypogonadism in a patient with testosterone levels in the normal range but persistent testosterone deficiency symptoms. [5] In senior men, one should aim for testosterone levels between 500 and 800 ng/dL, while young adults should aim for testosterone levels between 600 and 900 ng/dL."}
{"id": "article-17525_6", "title": "Androgen Replacement -- Indications", "content": "Initial laboratory testing should include 2 early morning (8 AM to 10 AM) serum testosterone measurements. In addition, certain studies should be ordered to rule out secondary hypogonadism if both measurements are low. Further testing includes FSH (follicle-stimulating hormone), LH (luteinizing hormone), prolactin, TSH (thyroid-stimulating hormone), complete blood count (CBC), PSA (prostate-specific antigen) for men older than 40 years, and a comprehensive metabolic panel (CMP).", "contents": "Androgen Replacement -- Indications. Initial laboratory testing should include 2 early morning (8 AM to 10 AM) serum testosterone measurements. In addition, certain studies should be ordered to rule out secondary hypogonadism if both measurements are low. Further testing includes FSH (follicle-stimulating hormone), LH (luteinizing hormone), prolactin, TSH (thyroid-stimulating hormone), complete blood count (CBC), PSA (prostate-specific antigen) for men older than 40 years, and a comprehensive metabolic panel (CMP)."}
{"id": "article-17525_7", "title": "Androgen Replacement -- Indications", "content": "Further testing to assess free or bioavailable testosterone is necessary in cases of low normal testosterone with clinical symptoms. These tests include sex hormone-binding globulin (SHBG) and albumin to calculate the bioavailable testosterone, which can be affected by obesity, type 2 diabetes, hypothyroidism, and liver disease. Semen analyses, pituitary MRI, testicular ultrasound and biopsy, and genetic studies are options if there is clinical suspicion of a secondary cause. [2]", "contents": "Androgen Replacement -- Indications. Further testing to assess free or bioavailable testosterone is necessary in cases of low normal testosterone with clinical symptoms. These tests include sex hormone-binding globulin (SHBG) and albumin to calculate the bioavailable testosterone, which can be affected by obesity, type 2 diabetes, hypothyroidism, and liver disease. Semen analyses, pituitary MRI, testicular ultrasound and biopsy, and genetic studies are options if there is clinical suspicion of a secondary cause. [2]"}
{"id": "article-17525_8", "title": "Androgen Replacement -- Indications", "content": "For more information on diagnosing male hypogonadism, see the companion StatPearls reference article on \"Male Hypogonadism\" and the American Urological Association Guideline: Evaluation and Management of Testosterone Deficiency (2018). [2] [3] Testosterone therapy is not FDA-approved to treat low libido in women.", "contents": "Androgen Replacement -- Indications. For more information on diagnosing male hypogonadism, see the companion StatPearls reference article on \"Male Hypogonadism\" and the American Urological Association Guideline: Evaluation and Management of Testosterone Deficiency (2018). [2] [3] Testosterone therapy is not FDA-approved to treat low libido in women."}
{"id": "article-17525_9", "title": "Androgen Replacement -- Mechanism of Action", "content": "Testosterone has many biological effects as it can act as 3 hormones. Testosterone can act directly on the androgen receptors or indirectly in cells and tissues via conversion to dihydrotestosterone (DHT) by the enzyme 5-alpha reductase. Finally, testosterone can act as an estrogen following conversion by aromatase to estradiol.", "contents": "Androgen Replacement -- Mechanism of Action. Testosterone has many biological effects as it can act as 3 hormones. Testosterone can act directly on the androgen receptors or indirectly in cells and tissues via conversion to dihydrotestosterone (DHT) by the enzyme 5-alpha reductase. Finally, testosterone can act as an estrogen following conversion by aromatase to estradiol."}
{"id": "article-17525_10", "title": "Androgen Replacement -- Mechanism of Action", "content": "In many tissues, the activity of testosterone depends on its reduction to DHT, which binds to cytosol receptor proteins. When transported to the cell nucleus, this steroid-receptor complex initiates transcription events and cellular changes related to androgen action. These three actions are crucial to understanding the therapeutic indications and adverse effects of androgen replacement therapy. [6]", "contents": "Androgen Replacement -- Mechanism of Action. In many tissues, the activity of testosterone depends on its reduction to DHT, which binds to cytosol receptor proteins. When transported to the cell nucleus, this steroid-receptor complex initiates transcription events and cellular changes related to androgen action. These three actions are crucial to understanding the therapeutic indications and adverse effects of androgen replacement therapy. [6]"}
{"id": "article-17525_11", "title": "Androgen Replacement -- Mechanism of Action -- Pharmacokinetics", "content": "Testosterone cypionate and enanthate injected IM are absorbed slowly, and hence, they can be given less frequently, although weekly injections are optimal to minimize supernormal levels. Most of the testosterone in plasma (98%) is bound to globulin. The distribution between free and bound forms depends on the amount of this testosterone-estradiol binding globulin in the plasma. The half-life is directly proportional to the free testosterone concentration in plasma.", "contents": "Androgen Replacement -- Mechanism of Action -- Pharmacokinetics. Testosterone cypionate and enanthate injected IM are absorbed slowly, and hence, they can be given less frequently, although weekly injections are optimal to minimize supernormal levels. Most of the testosterone in plasma (98%) is bound to globulin. The distribution between free and bound forms depends on the amount of this testosterone-estradiol binding globulin in the plasma. The half-life is directly proportional to the free testosterone concentration in plasma."}
{"id": "article-17525_12", "title": "Androgen Replacement -- Mechanism of Action -- Pharmacokinetics", "content": "The main difference between injectable testosterone cypionate and enanthate is the carrier oil. Enanthate dissolves in sesame seed oil, which is very viscous. This takes longer to prepare, draw into the syringe, and inject. Enanthate is also more likely to cause lumps. Cypionate uses olive oil as a carrier, which is far less viscous and easier to inject. Otherwise, the two formulations are used almost interchangeably.", "contents": "Androgen Replacement -- Mechanism of Action -- Pharmacokinetics. The main difference between injectable testosterone cypionate and enanthate is the carrier oil. Enanthate dissolves in sesame seed oil, which is very viscous. This takes longer to prepare, draw into the syringe, and inject. Enanthate is also more likely to cause lumps. Cypionate uses olive oil as a carrier, which is far less viscous and easier to inject. Otherwise, the two formulations are used almost interchangeably."}
{"id": "article-17525_13", "title": "Androgen Replacement -- Mechanism of Action -- Pharmacokinetics", "content": "The half-life of IM testosterone cypionate is approximately eight days, and enanthate is about the same at seven days. Most testosterone, about 90%, is excreted in the urine as glucuronic or sulfuric acid conjugates of testosterone, and it is converted into an inactive form by the liver. [7]", "contents": "Androgen Replacement -- Mechanism of Action -- Pharmacokinetics. The half-life of IM testosterone cypionate is approximately eight days, and enanthate is about the same at seven days. Most testosterone, about 90%, is excreted in the urine as glucuronic or sulfuric acid conjugates of testosterone, and it is converted into an inactive form by the liver. [7]"}
{"id": "article-17525_14", "title": "Androgen Replacement -- Administration -- Fertility Preserving Therapy", "content": "Testosterone replacement should not be used in patients actively trying to produce a pregnancy or which preserve their fertility and sperm counts. Testosterone supplementation reduces sperm counts and spermatogenesis. Ten percent of men on testosterone replacement therapy will not recover their spermatogenesis even after testosterone supplement treatment has ceased. [8] Fortunately, there are a few options available.", "contents": "Androgen Replacement -- Administration -- Fertility Preserving Therapy. Testosterone replacement should not be used in patients actively trying to produce a pregnancy or which preserve their fertility and sperm counts. Testosterone supplementation reduces sperm counts and spermatogenesis. Ten percent of men on testosterone replacement therapy will not recover their spermatogenesis even after testosterone supplement treatment has ceased. [8] Fortunately, there are a few options available."}
{"id": "article-17525_15", "title": "Androgen Replacement -- Administration -- Fertility Preserving Therapy", "content": "Clomiphene citrate can effectively increase testosterone levels in symptomatic hypogonadal men who wish to maintain their fertility and sperm counts. [3] [9] [10] Clomiphene increases FSH and LH levels by stimulating the pituitary gland. Since FSH levels are maintained, sperm production is not reduced. The dosing information is given below. [3] [9] [10]", "contents": "Androgen Replacement -- Administration -- Fertility Preserving Therapy. Clomiphene citrate can effectively increase testosterone levels in symptomatic hypogonadal men who wish to maintain their fertility and sperm counts. [3] [9] [10] Clomiphene increases FSH and LH levels by stimulating the pituitary gland. Since FSH levels are maintained, sperm production is not reduced. The dosing information is given below. [3] [9] [10]"}
{"id": "article-17525_16", "title": "Androgen Replacement -- Administration -- Fertility Preserving Therapy", "content": "Clomiphene citrate 25 mg daily may be added to testosterone replacement therapy to help maintain FSH levels and sperm counts. [9] [11] This medication will not effectively raise testosterone levels in men with primary hypogonadism (testicular failure), identified by elevated LH levels in hypogonadal men. Clomiphene is recommended in hypogonadal men who already have low sperm counts. [8] [12]", "contents": "Androgen Replacement -- Administration -- Fertility Preserving Therapy. Clomiphene citrate 25 mg daily may be added to testosterone replacement therapy to help maintain FSH levels and sperm counts. [9] [11] This medication will not effectively raise testosterone levels in men with primary hypogonadism (testicular failure), identified by elevated LH levels in hypogonadal men. Clomiphene is recommended in hypogonadal men who already have low sperm counts. [8] [12]"}
{"id": "article-17525_17", "title": "Androgen Replacement -- Administration -- Fertility Preserving Therapy", "content": "Human chorionic gonadotropin (hCG) has a similar effect and is FDA-approved for use in men with symptomatic testosterone deficiency, often those with hypogonadotropic hypogonadism. Human chorionic gonadotropin has a similar effect as luteinizing hormone (LH) but enjoys a 36-hour half-life compared to just 30 minutes for LH. The typical dose is 3,000 IU every other day. If LH is elevated, hCG supplementation will not effectively raise testosterone levels. Using hCG or clomiphene and testosterone replacement therapy can help preserve testicular size and male fertility. [8] [12]", "contents": "Androgen Replacement -- Administration -- Fertility Preserving Therapy. Human chorionic gonadotropin (hCG) has a similar effect and is FDA-approved for use in men with symptomatic testosterone deficiency, often those with hypogonadotropic hypogonadism. Human chorionic gonadotropin has a similar effect as luteinizing hormone (LH) but enjoys a 36-hour half-life compared to just 30 minutes for LH. The typical dose is 3,000 IU every other day. If LH is elevated, hCG supplementation will not effectively raise testosterone levels. Using hCG or clomiphene and testosterone replacement therapy can help preserve testicular size and male fertility. [8] [12]"}
{"id": "article-17525_18", "title": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy", "content": "There are many formulations for testosterone. The 2 most popular options are transdermal gels and intramuscular (IM) injections. Clinicians should note the differences and adverse effects when choosing the optimal testosterone delivery modality for patients who qualify for treatment. There are many ways to administer testosterone, including oral, buccal, transdermal (gel, patch, solution, pellet), and IM injections. Typically, a maximum of 6 months of therapy may be prescribed per prescription.", "contents": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy. There are many formulations for testosterone. The 2 most popular options are transdermal gels and intramuscular (IM) injections. Clinicians should note the differences and adverse effects when choosing the optimal testosterone delivery modality for patients who qualify for treatment. There are many ways to administer testosterone, including oral, buccal, transdermal (gel, patch, solution, pellet), and IM injections. Typically, a maximum of 6 months of therapy may be prescribed per prescription."}
{"id": "article-17525_19", "title": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy", "content": "Oral testosterone tablets such as methyltestosterone should generally not be used to treat testosterone deficiency due to significant hepatic adverse effects and highly variable efficacy compared with other formulations. [2] [3] The exception is oral testosterone undecanoate, which was FDA-approved and became commercially available in the US in February 2020. Early clinical studies show efficacy in maintaining serum testosterone levels without significant side effects or hepatic toxicity. [13] [14] [15] Patient satisfaction with this new oral therapy appears higher than with alternative testosterone supplementation treatments. [16] The buccal form should not be chewed or swallowed. This dose form is no longer available in the US. The FDA discontinued testosterone solutions in 2017 due to the high incidence of abuse by athletes and bodybuilders.", "contents": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy. Oral testosterone tablets such as methyltestosterone should generally not be used to treat testosterone deficiency due to significant hepatic adverse effects and highly variable efficacy compared with other formulations. [2] [3] The exception is oral testosterone undecanoate, which was FDA-approved and became commercially available in the US in February 2020. Early clinical studies show efficacy in maintaining serum testosterone levels without significant side effects or hepatic toxicity. [13] [14] [15] Patient satisfaction with this new oral therapy appears higher than with alternative testosterone supplementation treatments. [16] The buccal form should not be chewed or swallowed. This dose form is no longer available in the US. The FDA discontinued testosterone solutions in 2017 due to the high incidence of abuse by athletes and bodybuilders."}
{"id": "article-17525_20", "title": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy", "content": "A nasal testosterone gel has now been FDA-approved in the United States. The gel must be applied three times daily, which many patients find inconvenient.", "contents": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy. A nasal testosterone gel has now been FDA-approved in the United States. The gel must be applied three times daily, which many patients find inconvenient."}
{"id": "article-17525_21", "title": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy", "content": "Subcutaneous testosterone pellets, typically 2 to 6, are surgically placed every 3 to 6 months into the subdermal fat of the buttocks, abdominal wall, or thigh. They are not routinely recommended due to limited data on maintaining the serum testosterone concentrations during treatment and the need for repeated surgeries to maintain levels.", "contents": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy. Subcutaneous testosterone pellets, typically 2 to 6, are surgically placed every 3 to 6 months into the subdermal fat of the buttocks, abdominal wall, or thigh. They are not routinely recommended due to limited data on maintaining the serum testosterone concentrations during treatment and the need for repeated surgeries to maintain levels."}
{"id": "article-17525_22", "title": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy", "content": "Transdermal testosterone formulations, including testosterone gels, patches, pellets, and intramuscular testosterone injections, are the most popular dosage forms of testosterone supplementation in symptomatic hypogonadal men.", "contents": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy. Transdermal testosterone formulations, including testosterone gels, patches, pellets, and intramuscular testosterone injections, are the most popular dosage forms of testosterone supplementation in symptomatic hypogonadal men."}
{"id": "article-17525_23", "title": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy", "content": "Testosterone gels are generally the recommended formulation due to patient preference, cost, convenience, minimal hormonal level variability, and insurance coverage. The chief advantage of gels is maintaining stable serum testosterone concentrations, resulting in stable libido, energy, and mood. There are various formulations of testosterone gels. These gels should be applied to the shoulder, upper arms, or abdomen, not the scrotum. A study showed that the bioavailability of testosterone gel is 30% lower when applied to the abdomen than to the arms and shoulders. [17] Due to the high dosage variability, commercial preparations are preferred over gels produced by compounding pharmacies. [2]", "contents": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy. Testosterone gels are generally the recommended formulation due to patient preference, cost, convenience, minimal hormonal level variability, and insurance coverage. The chief advantage of gels is maintaining stable serum testosterone concentrations, resulting in stable libido, energy, and mood. There are various formulations of testosterone gels. These gels should be applied to the shoulder, upper arms, or abdomen, not the scrotum. A study showed that the bioavailability of testosterone gel is 30% lower when applied to the abdomen than to the arms and shoulders. [17] Due to the high dosage variability, commercial preparations are preferred over gels produced by compounding pharmacies. [2]"}
{"id": "article-17525_24", "title": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy", "content": "Intramuscular injections of testosterone include testosterone enanthate and testosterone cypionate. These injections are generally recommended at initial doses of 100 mg every week. [3] [18] This minimizes supernormal peak levels.", "contents": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy. Intramuscular injections of testosterone include testosterone enanthate and testosterone cypionate. These injections are generally recommended at initial doses of 100 mg every week. [3] [18] This minimizes supernormal peak levels."}
{"id": "article-17525_25", "title": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy", "content": "In 2014, the FDA approved an extra-long-acting intramuscular injection form of testosterone called testosterone undecanoate, which is dosed at 750 mg, followed by a second dose 4 weeks later and subsequent doses every 10 weeks. [19] Testosterone undecanoate is not the first-line treatment of choice but is generally used when patients do not have access to other forms of therapy. [2]", "contents": "Androgen Replacement -- Administration -- Testosterone Replacement Therapy. In 2014, the FDA approved an extra-long-acting intramuscular injection form of testosterone called testosterone undecanoate, which is dosed at 750 mg, followed by a second dose 4 weeks later and subsequent doses every 10 weeks. [19] Testosterone undecanoate is not the first-line treatment of choice but is generally used when patients do not have access to other forms of therapy. [2]"}
{"id": "article-17525_26", "title": "Androgen Replacement -- Administration -- Testosterone Therapy for Hypogonadal Men With Prostate Cancer", "content": "Surprisingly, no conclusive evidence exists that properly dosed and monitored testosterone therapy promotes prostate cancer growth. [2] [3] [20] This also applies to patients with low-risk, low-grade cancer on active surveillance and those with High-Grade PIN. [20]", "contents": "Androgen Replacement -- Administration -- Testosterone Therapy for Hypogonadal Men With Prostate Cancer. Surprisingly, no conclusive evidence exists that properly dosed and monitored testosterone therapy promotes prostate cancer growth. [2] [3] [20] This also applies to patients with low-risk, low-grade cancer on active surveillance and those with High-Grade PIN. [20]"}
{"id": "article-17525_27", "title": "Androgen Replacement -- Administration -- Testosterone Therapy for Hypogonadal Men With Prostate Cancer", "content": "In patients who are post-radical prostatectomy, there is limited available data, but testosterone therapy appears to be safe in carefully selected patients if they have favorable risk factors, negative surgical margins, and undetectable PSA levels for at least two years. [2] [3] Shared decision-making is recommended in such situations as the data is limited and the risk of malignant progression increases compared to other hypogonadal men without prostate cancer.", "contents": "Androgen Replacement -- Administration -- Testosterone Therapy for Hypogonadal Men With Prostate Cancer. In patients who are post-radical prostatectomy, there is limited available data, but testosterone therapy appears to be safe in carefully selected patients if they have favorable risk factors, negative surgical margins, and undetectable PSA levels for at least two years. [2] [3] Shared decision-making is recommended in such situations as the data is limited and the risk of malignant progression increases compared to other hypogonadal men without prostate cancer."}
{"id": "article-17525_28", "title": "Androgen Replacement -- Administration -- Typical Dosage Schedule", "content": "Oral capsule (testosterone undecanoate): 112.5 mg, 158 mg, 198 mg, or 237 mg. The initial recommended starting dose is 237 mg or 225 mg 2 times daily with food. Dosing may be adjusted to a minimum of 158 mg twice daily and a maximum of 396 mg 2 times daily based on serum testosterone drawn 6 hours following the morning dose after at least 7 days of therapy or following dose adjustment and periodically after that. Take the drug with food. Clomiphene citrate: 25 to 50 mg daily or every other day for 25 days with 5 days off. (Should not be used in men with elevated LH levels.) This is an off-label indication for clomiphene.", "contents": "Androgen Replacement -- Administration -- Typical Dosage Schedule. Oral capsule (testosterone undecanoate): 112.5 mg, 158 mg, 198 mg, or 237 mg. The initial recommended starting dose is 237 mg or 225 mg 2 times daily with food. Dosing may be adjusted to a minimum of 158 mg twice daily and a maximum of 396 mg 2 times daily based on serum testosterone drawn 6 hours following the morning dose after at least 7 days of therapy or following dose adjustment and periodically after that. Take the drug with food. Clomiphene citrate: 25 to 50 mg daily or every other day for 25 days with 5 days off. (Should not be used in men with elevated LH levels.) This is an off-label indication for clomiphene."}
{"id": "article-17525_29", "title": "Androgen Replacement -- Administration", "content": "Human chorionic gonadotropin for selected cases of hypogonadotropic hypogonadism in males (Should not be used in men with elevated LH levels.) 500 to 1,000 USP units 3 times a week for 3 weeks, followed by the same dose twice a weekfor 3 weeks. 4,000 USP units 3 times weekly for 6 to 9 months, following which the dosage may bereduced to 2,000 USP units 3 times weekly for an additional 3 months Nasal gel: 5.5 mg/actuation (7.32 g) One dose in each nostril 3 times daily. Transdermal gel 25 mg/2.5 g (1%) in 2.5 g 50 mg/5 g (1%) in 5 g 20.25 mg/1.25 g (1.62%) in 1.25 g 40.5 mg/2.5 g (1.62%) in 2.5 g Pump 12.5 mg/actuation (1%) in 75 g 20.25 mg/actuation (1.62%) in 75 g Transdermal patch 24 h: 2 mg/24 h in each patch (pack of 60 patches); 4 mg/24 h in each patch (pack of 30 patches). (Not to be used on the scrotum) Transdermal solution: 30 mg/actuation (90 mL); can be dosed from 30 mg to 90 mg daily applied to the axilla.", "contents": "Androgen Replacement -- Administration. Human chorionic gonadotropin for selected cases of hypogonadotropic hypogonadism in males (Should not be used in men with elevated LH levels.) 500 to 1,000 USP units 3 times a week for 3 weeks, followed by the same dose twice a weekfor 3 weeks. 4,000 USP units 3 times weekly for 6 to 9 months, following which the dosage may bereduced to 2,000 USP units 3 times weekly for an additional 3 months Nasal gel: 5.5 mg/actuation (7.32 g) One dose in each nostril 3 times daily. Transdermal gel 25 mg/2.5 g (1%) in 2.5 g 50 mg/5 g (1%) in 5 g 20.25 mg/1.25 g (1.62%) in 1.25 g 40.5 mg/2.5 g (1.62%) in 2.5 g Pump 12.5 mg/actuation (1%) in 75 g 20.25 mg/actuation (1.62%) in 75 g Transdermal patch 24 h: 2 mg/24 h in each patch (pack of 60 patches); 4 mg/24 h in each patch (pack of 30 patches). (Not to be used on the scrotum) Transdermal solution: 30 mg/actuation (90 mL); can be dosed from 30 mg to 90 mg daily applied to the axilla."}
{"id": "article-17525_30", "title": "Androgen Replacement -- Administration", "content": "Implant: 75 mg pellet. The usual dosage is 2 to 6 pellets every 3 to 6 months. Intramuscular Testosterone cypionate: Depo 100 mg/mL (10 mL); 200 mg/mL (1 mL, 10 mL) Testosterone enanthate: 200 mg/mL (5 mL) Testosterone undecanoate 750 mg/3 mL (3 mL) Subcutaneous injection 50 mg/0.5 mL (0.5 mL); 75 mg/0.5 mL (0.5 mL); 100 mg/0.5 mL (0.5 mL) in an autoinjector.", "contents": "Androgen Replacement -- Administration. Implant: 75 mg pellet. The usual dosage is 2 to 6 pellets every 3 to 6 months. Intramuscular Testosterone cypionate: Depo 100 mg/mL (10 mL); 200 mg/mL (1 mL, 10 mL) Testosterone enanthate: 200 mg/mL (5 mL) Testosterone undecanoate 750 mg/3 mL (3 mL) Subcutaneous injection 50 mg/0.5 mL (0.5 mL); 75 mg/0.5 mL (0.5 mL); 100 mg/0.5 mL (0.5 mL) in an autoinjector."}
{"id": "article-17525_31", "title": "Androgen Replacement -- Administration", "content": "For more information on treating male hypogonadism, see our companion StatPearls reference article on \"Male Hypogonadism\" and the American Urological Association Guideline: Evaluation and Management of Testosterone Deficiency (2018). [2] [3]", "contents": "Androgen Replacement -- Administration. For more information on treating male hypogonadism, see our companion StatPearls reference article on \"Male Hypogonadism\" and the American Urological Association Guideline: Evaluation and Management of Testosterone Deficiency (2018). [2] [3]"}
{"id": "article-17525_32", "title": "Androgen Replacement -- Adverse Effects", "content": "Due to exogenous testosterone's many formulations, clinicians must monitor for different adverse effects at each visit. Buccal tablets can irritate gums and oral mucosa. Testosterone gels can get transferred to a woman or child who comes in contact with the gel. As a result, patients are advised to cover the application site with clothing and wash the skin before having skin-to-skin contact to avoid transmission. Testosterone patches can cause skin reactions, and injectables can cause mood, energy, and libido fluctuations.", "contents": "Androgen Replacement -- Adverse Effects. Due to exogenous testosterone's many formulations, clinicians must monitor for different adverse effects at each visit. Buccal tablets can irritate gums and oral mucosa. Testosterone gels can get transferred to a woman or child who comes in contact with the gel. As a result, patients are advised to cover the application site with clothing and wash the skin before having skin-to-skin contact to avoid transmission. Testosterone patches can cause skin reactions, and injectables can cause mood, energy, and libido fluctuations."}
{"id": "article-17525_33", "title": "Androgen Replacement -- Adverse Effects", "content": "In 2015, the FDA concluded a possible increased cardiovascular risk associated with testosterone use existed, requiring labeling change to inform the public. Testosterone use has been associated with erythrocytosis related to hematocrit, increasing the risk of venous thromboembolism. [21]", "contents": "Androgen Replacement -- Adverse Effects. In 2015, the FDA concluded a possible increased cardiovascular risk associated with testosterone use existed, requiring labeling change to inform the public. Testosterone use has been associated with erythrocytosis related to hematocrit, increasing the risk of venous thromboembolism. [21]"}
{"id": "article-17525_34", "title": "Androgen Replacement -- Adverse Effects", "content": "Serum PSA levels can increase in response to testosterone treatment, so it is essential to rule out prostate cancer before starting therapy, as testosterone replacement can worsen the disease process. Patients on replacement therapy require reevaluation for prostate cancer at three months and one year after beginning treatment. [22] Testosterone has had no significant effects on lower urinary tract symptoms and BPH. [21] Clinicians need to address testosterone therapy's risks and benefits before initiating treatment.", "contents": "Androgen Replacement -- Adverse Effects. Serum PSA levels can increase in response to testosterone treatment, so it is essential to rule out prostate cancer before starting therapy, as testosterone replacement can worsen the disease process. Patients on replacement therapy require reevaluation for prostate cancer at three months and one year after beginning treatment. [22] Testosterone has had no significant effects on lower urinary tract symptoms and BPH. [21] Clinicians need to address testosterone therapy's risks and benefits before initiating treatment."}
{"id": "article-17525_35", "title": "Androgen Replacement -- Contraindications", "content": "There are several contraindications to androgen replacement therapy. [22] These include the following: History of breast cancer Prostate cancer Uncontrolled heart failure Myocardial infarction or cerebrovascular accident within the past six months Untreated obstructive sleep apnea Hematocrit over 50% Men planning fertility A palpable undiagnosed prostate nodule An elevated PSA above 4 ng/mL An increased PSA level above 4 ng/mL in high-risk patients, including African Americans and men with a first-degree relative with prostate cancer", "contents": "Androgen Replacement -- Contraindications. There are several contraindications to androgen replacement therapy. [22] These include the following: History of breast cancer Prostate cancer Uncontrolled heart failure Myocardial infarction or cerebrovascular accident within the past six months Untreated obstructive sleep apnea Hematocrit over 50% Men planning fertility A palpable undiagnosed prostate nodule An elevated PSA above 4 ng/mL An increased PSA level above 4 ng/mL in high-risk patients, including African Americans and men with a first-degree relative with prostate cancer"}
{"id": "article-17525_36", "title": "Androgen Replacement -- Monitoring", "content": "Lab tests needed before starting androgen replacement include hemoglobin (Hgb), hematocrit (Hct), liver function tests (LFTs), lipid panels, DRE, PSA level, prolactin, 2-morning testosterone levels, and consider a DEXA scan.", "contents": "Androgen Replacement -- Monitoring. Lab tests needed before starting androgen replacement include hemoglobin (Hgb), hematocrit (Hct), liver function tests (LFTs), lipid panels, DRE, PSA level, prolactin, 2-morning testosterone levels, and consider a DEXA scan."}
{"id": "article-17525_37", "title": "Androgen Replacement -- Monitoring", "content": "The usual goal of therapy is to achieve a mid-week or median testosterone level in the middle third of the normal range. Some experts recommend checking a peak testosterone level 2 days after an IM injection. [3] Checking levels should usually wait for 30 days after starting therapy to allow for full therapeutic stabilization. The dosage can be adjusted accordingly. If a supernormal level is found, a smaller dosage is suggested. Then, the process is repeated until optimal levels are achieved. Monitoring should be performed as follows: One month after treatment: testosterone level Three to 6 months after treatment during the first year: testosterone level, LFTs, lipid profile, PSA, DRE, estradiol, Hgb, and Hct, blood pressure Annually after one year: testosterone level, LFTs, lipid profile, DRE, PSA, estradiol, Hgb, and Hct, blood pressure [2] [3] [22]", "contents": "Androgen Replacement -- Monitoring. The usual goal of therapy is to achieve a mid-week or median testosterone level in the middle third of the normal range. Some experts recommend checking a peak testosterone level 2 days after an IM injection. [3] Checking levels should usually wait for 30 days after starting therapy to allow for full therapeutic stabilization. The dosage can be adjusted accordingly. If a supernormal level is found, a smaller dosage is suggested. Then, the process is repeated until optimal levels are achieved. Monitoring should be performed as follows: One month after treatment: testosterone level Three to 6 months after treatment during the first year: testosterone level, LFTs, lipid profile, PSA, DRE, estradiol, Hgb, and Hct, blood pressure Annually after one year: testosterone level, LFTs, lipid profile, DRE, PSA, estradiol, Hgb, and Hct, blood pressure [2] [3] [22]"}
{"id": "article-17525_38", "title": "Androgen Replacement -- Monitoring", "content": "If there is no symptomatic improvement after 6 months of optimal testosterone replacement, consideration should be given to stopping testosterone supplementation therapy. [2] [3] An increase in PSA level greater than 25% or 1.4 ng/mL within any 12-month period should be repeated and, if confirmed, considered suspicious. If the hematocrit rises above 54%, stop therapy as soon as possible. [2] [3] [22] It is important to look for signs of sleep apnea on annual follow-up visits. DEXA scans should be repeated 1 to 2 years after initiating therapy in hypogonadal men with osteoporosis. [23]", "contents": "Androgen Replacement -- Monitoring. If there is no symptomatic improvement after 6 months of optimal testosterone replacement, consideration should be given to stopping testosterone supplementation therapy. [2] [3] An increase in PSA level greater than 25% or 1.4 ng/mL within any 12-month period should be repeated and, if confirmed, considered suspicious. If the hematocrit rises above 54%, stop therapy as soon as possible. [2] [3] [22] It is important to look for signs of sleep apnea on annual follow-up visits. DEXA scans should be repeated 1 to 2 years after initiating therapy in hypogonadal men with osteoporosis. [23]"}
{"id": "article-17525_39", "title": "Androgen Replacement -- Monitoring", "content": "Hyperestrogenism can be an adverse effect of replacement therapy because testosterone undergoes aromatization to estrogen. [24] Aromatase inhibitors may be necessary. Therefore, estradiol levels in men need to be assessed periodically to rule out hyperestrogenism. The clinical team needs to monitor patients receiving testosterone therapy regularly, and they should discontinue treatment for those who fail to follow up.", "contents": "Androgen Replacement -- Monitoring. Hyperestrogenism can be an adverse effect of replacement therapy because testosterone undergoes aromatization to estrogen. [24] Aromatase inhibitors may be necessary. Therefore, estradiol levels in men need to be assessed periodically to rule out hyperestrogenism. The clinical team needs to monitor patients receiving testosterone therapy regularly, and they should discontinue treatment for those who fail to follow up."}
{"id": "article-17525_40", "title": "Androgen Replacement -- Monitoring", "content": "For more information on the monitoring and follow-up of male hypogonadism, see our companion StatPearls reference article on \"Male Hypogonadism\" and the American Urological Association Guideline: Evaluation and Management of Testosterone Deficiency (2018). [16] [20]", "contents": "Androgen Replacement -- Monitoring. For more information on the monitoring and follow-up of male hypogonadism, see our companion StatPearls reference article on \"Male Hypogonadism\" and the American Urological Association Guideline: Evaluation and Management of Testosterone Deficiency (2018). [16] [20]"}
{"id": "article-17525_41", "title": "Androgen Replacement -- Toxicity", "content": "There are no reports of acute overdosage toxicity with testosterone. Call the local poison control center for up-to-date guidance at 1-800-222-1222.", "contents": "Androgen Replacement -- Toxicity. There are no reports of acute overdosage toxicity with testosterone. Call the local poison control center for up-to-date guidance at 1-800-222-1222."}
{"id": "article-17525_42", "title": "Androgen Replacement -- Enhancing Healthcare Team Outcomes", "content": "Physicians, advanced practice practitioners, pharmacists, and nurses operating as interprofessional healthcare teams must know the risks, benefits, and contraindications of testosterone replacement therapy. There are conflicting trials on the cardiovascular risks of testosterone therapy, most notably the TOM (Testosterone in Older Men) trial and the TEAAM (Testosterone's Effects on Atherosclerosis Progression in Aging Men) trials.", "contents": "Androgen Replacement -- Enhancing Healthcare Team Outcomes. Physicians, advanced practice practitioners, pharmacists, and nurses operating as interprofessional healthcare teams must know the risks, benefits, and contraindications of testosterone replacement therapy. There are conflicting trials on the cardiovascular risks of testosterone therapy, most notably the TOM (Testosterone in Older Men) trial and the TEAAM (Testosterone's Effects on Atherosclerosis Progression in Aging Men) trials."}
{"id": "article-17525_43", "title": "Androgen Replacement -- Enhancing Healthcare Team Outcomes", "content": "Low testosterone levels have correlated with an increased risk of coronary artery disease. [25] [26] A study published in JAMA in 2017 found that testosterone replacement was associated with a lower risk of cardiovascular outcomes. [27]", "contents": "Androgen Replacement -- Enhancing Healthcare Team Outcomes. Low testosterone levels have correlated with an increased risk of coronary artery disease. [25] [26] A study published in JAMA in 2017 found that testosterone replacement was associated with a lower risk of cardiovascular outcomes. [27]"}
{"id": "article-17525_44", "title": "Androgen Replacement -- Enhancing Healthcare Team Outcomes", "content": "The American Association of Clinical Endocrinologists (AACE) issued a guideline in response to the 2015 FDA labeling requirement on cardiovascular risk. The guideline stated that there is no compelling evidence that testosterone therapy increases cardiovascular risk. [28] On the other hand, testosterone deficiency correlates with falls, sarcopenia, frailty, osteopenia, and osteoporosis. [29]", "contents": "Androgen Replacement -- Enhancing Healthcare Team Outcomes. The American Association of Clinical Endocrinologists (AACE) issued a guideline in response to the 2015 FDA labeling requirement on cardiovascular risk. The guideline stated that there is no compelling evidence that testosterone therapy increases cardiovascular risk. [28] On the other hand, testosterone deficiency correlates with falls, sarcopenia, frailty, osteopenia, and osteoporosis. [29]"}
{"id": "article-17525_45", "title": "Androgen Replacement -- Enhancing Healthcare Team Outcomes", "content": "Clinicians must prescribe androgen replacement therapy using a risk-benefit assessment of the patient's clinical needs and risk of adverse reactions. There should be a clear, expected symptomatic benefit to justify continuing treatment beyond the initial clinical trial period of 3 to 6 months. They should employ shared decision-making techniques that include the patient, pharmacist, and nurses and set realistic goals as well as parameters for stopping therapy.", "contents": "Androgen Replacement -- Enhancing Healthcare Team Outcomes. Clinicians must prescribe androgen replacement therapy using a risk-benefit assessment of the patient's clinical needs and risk of adverse reactions. There should be a clear, expected symptomatic benefit to justify continuing treatment beyond the initial clinical trial period of 3 to 6 months. They should employ shared decision-making techniques that include the patient, pharmacist, and nurses and set realistic goals as well as parameters for stopping therapy."}
{"id": "article-17525_46", "title": "Androgen Replacement -- Enhancing Healthcare Team Outcomes", "content": "Pharmacists should verify dosing, check for potential interactions, and provide thorough counseling for drug administration, which will vary depending on the treatment modality and formulation chosen.", "contents": "Androgen Replacement -- Enhancing Healthcare Team Outcomes. Pharmacists should verify dosing, check for potential interactions, and provide thorough counseling for drug administration, which will vary depending on the treatment modality and formulation chosen."}
{"id": "article-17525_47", "title": "Androgen Replacement -- Enhancing Healthcare Team Outcomes", "content": "Nurses can also counsel patients on dosing and administration and assess treatment effectiveness. Both pharmacists and nurses must inform the prescriber of any concerns they may encounter, so open communication channels and shared decision-making among team members are vital. Monitoring of the patient by the interprofessional team will result in the best outcomes with the fewest adverse events.", "contents": "Androgen Replacement -- Enhancing Healthcare Team Outcomes. Nurses can also counsel patients on dosing and administration and assess treatment effectiveness. Both pharmacists and nurses must inform the prescriber of any concerns they may encounter, so open communication channels and shared decision-making among team members are vital. Monitoring of the patient by the interprofessional team will result in the best outcomes with the fewest adverse events."}
{"id": "article-17525_48", "title": "Androgen Replacement -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Androgen Replacement -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}