{"id": "article-22358_0", "title": "Physiology, Gonadotropin Inhibitor -- Introduction", "content": "In 2000, an unidentified hypothalamic neuropeptide found in the quail bird was shown to inhibit gonadotropin hormone release, which researchers later termed gonadotropin-inhibitory hormone (GnIH). [1] This was the first discovery of a hypothalamic neuropeptide inhibiting gonadotropin release in vertebrates. GnIH is a hormone considered to be one of the first avian RFamide peptides (a family of neuropeptides that contain a C-terminal Arg-The-NH2 motif and are members of the G-protein–coupled receptor superfamily) that inhibits both reproductive behaviors and pituitary gonadotrope (cells in the anterior pituitary that synthesize luteinizing hormone [LH] and follicular stimulating hormone [FSH]) function in birds and mammals. [1] [2] [3] GnIH neurons are localized in the dorsomedial hypothalamus (DMH) and the paraventricular nucleus of the hypothalamus in mammals and birds, respectively. [1] The GPR-147 receptor is a GnIH receptor expressed in both the gonadotropes and the gonadotropin-releasing hormone (GnRH) neurons. By binding to the GPR-147 receptor, GnIH exerts its inhibitory effects. [3] It is important to note that much of the research done on GnIH and discussed within this paper has been done in the avian population and animals other than humans, equating to much room for expanding research. However, studies have shown that GnIH is highly conserved from the agnatha to humans, and the GnIH homologs RFRP-1 and RFRP-3 and the cognate receptor GPR147 that will be discussed have been discovered in the human hypothalamus. [4] [5]", "contents": "Physiology, Gonadotropin Inhibitor -- Introduction. In 2000, an unidentified hypothalamic neuropeptide found in the quail bird was shown to inhibit gonadotropin hormone release, which researchers later termed gonadotropin-inhibitory hormone (GnIH). [1] This was the first discovery of a hypothalamic neuropeptide inhibiting gonadotropin release in vertebrates. GnIH is a hormone considered to be one of the first avian RFamide peptides (a family of neuropeptides that contain a C-terminal Arg-The-NH2 motif and are members of the G-protein–coupled receptor superfamily) that inhibits both reproductive behaviors and pituitary gonadotrope (cells in the anterior pituitary that synthesize luteinizing hormone [LH] and follicular stimulating hormone [FSH]) function in birds and mammals. [1] [2] [3] GnIH neurons are localized in the dorsomedial hypothalamus (DMH) and the paraventricular nucleus of the hypothalamus in mammals and birds, respectively. [1] The GPR-147 receptor is a GnIH receptor expressed in both the gonadotropes and the gonadotropin-releasing hormone (GnRH) neurons. By binding to the GPR-147 receptor, GnIH exerts its inhibitory effects. [3] It is important to note that much of the research done on GnIH and discussed within this paper has been done in the avian population and animals other than humans, equating to much room for expanding research. However, studies have shown that GnIH is highly conserved from the agnatha to humans, and the GnIH homologs RFRP-1 and RFRP-3 and the cognate receptor GPR147 that will be discussed have been discovered in the human hypothalamus. [4] [5]"}
{"id": "article-22358_1", "title": "Physiology, Gonadotropin Inhibitor -- Cellular Level", "content": "GnIH belongs to the family of RFamide-related peptides (RFRPs). All RFRPs carry an LPXRF-amide (X represents L or Q) motif at their C-termini. GnIH receptor is a G-protein–coupled receptor 147 (GPR147), which works through the Gαi protein to inhibit cAMP, reducing intracellular cAMP levels and protein kinase-A activity. This translates into the functions of GnIH, such as inhibition of synthesis and release of the gonadotropin hormones FSH and LH. GnIH neurons project to gonadotropin-releasing hormone (GnRH)-I neurons, GnRH-II neurons, and the median eminence, where they control anterior pituitary function. G-protein–coupled receptor 147 (GPR147) is expressed in the gonadotropes, GnRH-I neurons, GnRH-II neurons, and the gonads. [6] Due to the locations of GPR147, it is believed that GnIH may act by:", "contents": "Physiology, Gonadotropin Inhibitor -- Cellular Level. GnIH belongs to the family of RFamide-related peptides (RFRPs). All RFRPs carry an LPXRF-amide (X represents L or Q) motif at their C-termini. GnIH receptor is a G-protein–coupled receptor 147 (GPR147), which works through the Gαi protein to inhibit cAMP, reducing intracellular cAMP levels and protein kinase-A activity. This translates into the functions of GnIH, such as inhibition of synthesis and release of the gonadotropin hormones FSH and LH. GnIH neurons project to gonadotropin-releasing hormone (GnRH)-I neurons, GnRH-II neurons, and the median eminence, where they control anterior pituitary function. G-protein–coupled receptor 147 (GPR147) is expressed in the gonadotropes, GnRH-I neurons, GnRH-II neurons, and the gonads. [6] Due to the locations of GPR147, it is believed that GnIH may act by:"}
{"id": "article-22358_2", "title": "Physiology, Gonadotropin Inhibitor -- Cellular Level", "content": "Inhibiting gonadotropin synthesis and release Decreasing the activity of GnRH neurons (to inhibit their effects on gonadotropes) Inhibiting reproductive behaviors by its actions on GnRH-II neurons Acting in an autocrine or paracrine manner in the gonads [6]", "contents": "Physiology, Gonadotropin Inhibitor -- Cellular Level. Inhibiting gonadotropin synthesis and release Decreasing the activity of GnRH neurons (to inhibit their effects on gonadotropes) Inhibiting reproductive behaviors by its actions on GnRH-II neurons Acting in an autocrine or paracrine manner in the gonads [6]"}
{"id": "article-22358_3", "title": "Physiology, Gonadotropin Inhibitor -- Development", "content": "In 2000, researchers isolated a new hypothalamic neuropeptide that inhibits gonadotropin release. It was originally identified in the hypothalamus of the Japanese quail bird ( Coturnix japonica ). [6] Researchers named this neuropeptide GnIH. Since then, further research has identified it in many vertebrates, mammals, and primates, including in the human hypothalamus. [5] [7]", "contents": "Physiology, Gonadotropin Inhibitor -- Development. In 2000, researchers isolated a new hypothalamic neuropeptide that inhibits gonadotropin release. It was originally identified in the hypothalamus of the Japanese quail bird ( Coturnix japonica ). [6] Researchers named this neuropeptide GnIH. Since then, further research has identified it in many vertebrates, mammals, and primates, including in the human hypothalamus. [5] [7]"}
{"id": "article-22358_4", "title": "Physiology, Gonadotropin Inhibitor -- Organ Systems Involved", "content": "The concentration of GnIH is primarily in the dorsomedial hypothalamus (in mammals) and the paraventricular nucleus of the hypothalamus (in birds). [1] The GnIH neurons that express the GnIH receptors project to the median eminence of the hypothalamus to control the anterior pituitary function. [1] [6] Besides its effects on the hypothalamic-pituitary-gonadal axis to maintain normal reproductive ability, GnIH may also act directly on the gonads and other endocrine organs like the adrenal and thyroid glands to regulate reproduction. [6] [7] [8]", "contents": "Physiology, Gonadotropin Inhibitor -- Organ Systems Involved. The concentration of GnIH is primarily in the dorsomedial hypothalamus (in mammals) and the paraventricular nucleus of the hypothalamus (in birds). [1] The GnIH neurons that express the GnIH receptors project to the median eminence of the hypothalamus to control the anterior pituitary function. [1] [6] Besides its effects on the hypothalamic-pituitary-gonadal axis to maintain normal reproductive ability, GnIH may also act directly on the gonads and other endocrine organs like the adrenal and thyroid glands to regulate reproduction. [6] [7] [8]"}
{"id": "article-22358_5", "title": "Physiology, Gonadotropin Inhibitor -- Function", "content": "The functions of GnIH include: Inhibits gonadotropin (FSH and LH) secretion from the anterior pituitary gland Inhibits reproduction and reproductive behavior Inhibition of gonadal development Regulator of steroidogenesis and gametogenesis Decreases LH pulse amplitude Involved in pubertal delay due to an imbalance in the hypothalamic-pituitary-gonadal axis (HPG) and hypothalamic-pituitary-thyroid (HPT) axes Mediates stress-induced reproductive dysfunction [3] [9] [10] [11]", "contents": "Physiology, Gonadotropin Inhibitor -- Function. The functions of GnIH include: Inhibits gonadotropin (FSH and LH) secretion from the anterior pituitary gland Inhibits reproduction and reproductive behavior Inhibition of gonadal development Regulator of steroidogenesis and gametogenesis Decreases LH pulse amplitude Involved in pubertal delay due to an imbalance in the hypothalamic-pituitary-gonadal axis (HPG) and hypothalamic-pituitary-thyroid (HPT) axes Mediates stress-induced reproductive dysfunction [3] [9] [10] [11]"}
{"id": "article-22358_6", "title": "Physiology, Gonadotropin Inhibitor -- Mechanism", "content": "GnIH binds and stimulates the GPR147 receptor to suppress adenylyl cyclase formation, ultimately suppressing gonadotrope function. The inhibitory effects of GnIH on reproduction are mainly accomplished at the hypothalamic-pituitary level. Gonadotropin-releasing hormone (GnRH) neurons, gonadotropes, and the gonads are major targets of GnIH action based on the interaction and distribution of the GnIH receptor. [6] [12] Apart from being a negative regulator of reproductive behavior and inhibiting gonadotropins, GnIH also acts on kisspeptins (a group of peptide fragments encoded by the KISS1 gene in humans). [13] Kisspeptins are present in the lateral preoptic area and arcuate nucleus of the hypothalamus and play a role in initiating the preovulatory GnRH/luteinizing hormone (LH) surge, which is crucial for ovulation. [14] Kisspeptins and GnIH are two neuropeptides of the hypothalamus. They have an essential role in the regulation of the reproductive axis. Kisspeptins are stimulators of the reproductive axis, while GnIH is the inhibitory opponent.", "contents": "Physiology, Gonadotropin Inhibitor -- Mechanism. GnIH binds and stimulates the GPR147 receptor to suppress adenylyl cyclase formation, ultimately suppressing gonadotrope function. The inhibitory effects of GnIH on reproduction are mainly accomplished at the hypothalamic-pituitary level. Gonadotropin-releasing hormone (GnRH) neurons, gonadotropes, and the gonads are major targets of GnIH action based on the interaction and distribution of the GnIH receptor. [6] [12] Apart from being a negative regulator of reproductive behavior and inhibiting gonadotropins, GnIH also acts on kisspeptins (a group of peptide fragments encoded by the KISS1 gene in humans). [13] Kisspeptins are present in the lateral preoptic area and arcuate nucleus of the hypothalamus and play a role in initiating the preovulatory GnRH/luteinizing hormone (LH) surge, which is crucial for ovulation. [14] Kisspeptins and GnIH are two neuropeptides of the hypothalamus. They have an essential role in the regulation of the reproductive axis. Kisspeptins are stimulators of the reproductive axis, while GnIH is the inhibitory opponent."}
{"id": "article-22358_7", "title": "Physiology, Gonadotropin Inhibitor -- Related Testing", "content": "Numerous studies have shown the presence of GnIH in several species, including non-human primates, vertebrates, mammals, and humans. [15] [8] Since its discovery, GnIH has advanced our knowledge of hypothalamic control and regulation of gonadotropes, reproductive physiology, and behavior by acting on the brain and pituitary gland. Recent evidence indicates that GnIH may be useful in the treatment of endometriosis, uterine fibroids, precocious puberty, breast cancer, benign prostatic hyperplasia, and prostate cancer and may function as a contraceptive. [7]", "contents": "Physiology, Gonadotropin Inhibitor -- Related Testing. Numerous studies have shown the presence of GnIH in several species, including non-human primates, vertebrates, mammals, and humans. [15] [8] Since its discovery, GnIH has advanced our knowledge of hypothalamic control and regulation of gonadotropes, reproductive physiology, and behavior by acting on the brain and pituitary gland. Recent evidence indicates that GnIH may be useful in the treatment of endometriosis, uterine fibroids, precocious puberty, breast cancer, benign prostatic hyperplasia, and prostate cancer and may function as a contraceptive. [7]"}
{"id": "article-22358_8", "title": "Physiology, Gonadotropin Inhibitor -- Pathophysiology", "content": "GnIH (aka RFamide-related peptide, RFRP) is a recently discovered hypothalamic neuropeptide that regulates reproduction by working on the gonadotropes, GnRH-I, and II neurons, and the gonads via the GnIH receptor to exert its functions. [6] [16] One main function is decreasing the synthesis and release of LH and FSH to regulate steroidogenesis and gametogenesis. [16]", "contents": "Physiology, Gonadotropin Inhibitor -- Pathophysiology. GnIH (aka RFamide-related peptide, RFRP) is a recently discovered hypothalamic neuropeptide that regulates reproduction by working on the gonadotropes, GnRH-I, and II neurons, and the gonads via the GnIH receptor to exert its functions. [6] [16] One main function is decreasing the synthesis and release of LH and FSH to regulate steroidogenesis and gametogenesis. [16]"}
{"id": "article-22358_9", "title": "Physiology, Gonadotropin Inhibitor -- Pathophysiology", "content": "GnIH is believed to be involved in pubertal delay due to imbalances in the hypothalamic axes (HPT and HPG). The thyroid hormones regulate development and growth and play an important role in the onset of puberty. [10] Mice studies suggest GnIH is involved in keeping the balance of the thyroid-hormone mediated HPG regulation vital for proper pubertal development, as GnIH may have a role in cross-talk between HPT and HPG axes. [10]", "contents": "Physiology, Gonadotropin Inhibitor -- Pathophysiology. GnIH is believed to be involved in pubertal delay due to imbalances in the hypothalamic axes (HPT and HPG). The thyroid hormones regulate development and growth and play an important role in the onset of puberty. [10] Mice studies suggest GnIH is involved in keeping the balance of the thyroid-hormone mediated HPG regulation vital for proper pubertal development, as GnIH may have a role in cross-talk between HPT and HPG axes. [10]"}
{"id": "article-22358_10", "title": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- LH, FSH, and Gonads", "content": "GnIH induces a significant decrease in LH and FSH mRNA expression, as seen in in-vitro studies of quail birds and chickens. [16] Both in vivo and in vitro studies in birds suggest that GnIH inhibits the synthesis and release of gonadotropins. [16] Studies on sheep also have shown that RFRP-3 (GnIH homolog found in humans) is secreted into portal blood to act on pituitary gonadotropes to inhibit GnRH and LH secretion. [6] Since LH normally stimulates the synthesis and release of testosterone in Leydig cells, studies on male quails demonstrated GnIH decreased plasma testosterone concentration during development, thus suppressing testicular growth in male quails and inducing apoptosis in spermatocytes, spermatogonia, and Sertoli cells to decrease the diameter of the seminiferous tubules ultimately. [16]", "contents": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- LH, FSH, and Gonads. GnIH induces a significant decrease in LH and FSH mRNA expression, as seen in in-vitro studies of quail birds and chickens. [16] Both in vivo and in vitro studies in birds suggest that GnIH inhibits the synthesis and release of gonadotropins. [16] Studies on sheep also have shown that RFRP-3 (GnIH homolog found in humans) is secreted into portal blood to act on pituitary gonadotropes to inhibit GnRH and LH secretion. [6] Since LH normally stimulates the synthesis and release of testosterone in Leydig cells, studies on male quails demonstrated GnIH decreased plasma testosterone concentration during development, thus suppressing testicular growth in male quails and inducing apoptosis in spermatocytes, spermatogonia, and Sertoli cells to decrease the diameter of the seminiferous tubules ultimately. [16]"}
{"id": "article-22358_11", "title": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- LH, FSH, and Gonads", "content": "Immunochemistry done on the avian population detected GnIH peptide in the ovary (theca and granulosa cells) and testicle (interstitial, germ, and pseudostratified columnar cells of the epididymis), suggesting the possibility of autocrine or paracrine regulation of gonadal steroid production, germ cell differentiation, and maturation. [6] The hypothesis that GnIH may be an autocrine regulator of gonadal steroid production was supported by a study that demonstrated RFRP-1/3 and GPR147 were expressed in granulosa cells of normal human ovaries. In this study, RFRP-3 was shown to bind to GPR147 and ultimately inhibit gonadotropin signaling to decrease progesterone synthesis. [17]", "contents": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- LH, FSH, and Gonads. Immunochemistry done on the avian population detected GnIH peptide in the ovary (theca and granulosa cells) and testicle (interstitial, germ, and pseudostratified columnar cells of the epididymis), suggesting the possibility of autocrine or paracrine regulation of gonadal steroid production, germ cell differentiation, and maturation. [6] The hypothesis that GnIH may be an autocrine regulator of gonadal steroid production was supported by a study that demonstrated RFRP-1/3 and GPR147 were expressed in granulosa cells of normal human ovaries. In this study, RFRP-3 was shown to bind to GPR147 and ultimately inhibit gonadotropin signaling to decrease progesterone synthesis. [17]"}
{"id": "article-22358_12", "title": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- LH, FSH, and Gonads", "content": "Human RFRP-3 (human GnIH) has potential as a therapeutic agent for treating the reproductive cycle and hormone-dependent diseases due to its ability to decrease levels of gonadotropins and steroid hormones. [1]", "contents": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- LH, FSH, and Gonads. Human RFRP-3 (human GnIH) has potential as a therapeutic agent for treating the reproductive cycle and hormone-dependent diseases due to its ability to decrease levels of gonadotropins and steroid hormones. [1]"}
{"id": "article-22358_13", "title": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Reproductive Behavior", "content": "GnIH may also act in the brain to regulate reproductive behaviors (sexual and aggressive) by controlling the synthesis of neurosteroids. Recent research done on quail suggests that GnIH may affect neurosteroid biosynthesis. GnIH increased neuroestrogen production by stimulating the cytochrome P450 aromatase through dephosphorylation, subsequently increasing aggressive behavior. [4] Neuroestrogen is thought to precipitate aggressive behavior unless over a certain threshold typically. Past the threshold, neuroestrogen decreases aggressive behavior. It is believed that GnIH raises the neuroestrogen over this threshold to decrease aggression.", "contents": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Reproductive Behavior. GnIH may also act in the brain to regulate reproductive behaviors (sexual and aggressive) by controlling the synthesis of neurosteroids. Recent research done on quail suggests that GnIH may affect neurosteroid biosynthesis. GnIH increased neuroestrogen production by stimulating the cytochrome P450 aromatase through dephosphorylation, subsequently increasing aggressive behavior. [4] Neuroestrogen is thought to precipitate aggressive behavior unless over a certain threshold typically. Past the threshold, neuroestrogen decreases aggressive behavior. It is believed that GnIH raises the neuroestrogen over this threshold to decrease aggression."}
{"id": "article-22358_14", "title": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Reproductive Behavior", "content": "In addition, intracerebroventricular (ICV) injection of GnIH in mammals showed reduced sexual behavior in male rats, reduced sexual motivation and vaginal scent marking in hamsters, and altered Fos expression in different parts of the hamster brain, which also suggests GnIH has implications in reproductive behavior. [4] This may be due to GnIH’s inhibitory effect on GnRH-II neurons, which are responsible for certain sexual behaviors. [6]", "contents": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Reproductive Behavior. In addition, intracerebroventricular (ICV) injection of GnIH in mammals showed reduced sexual behavior in male rats, reduced sexual motivation and vaginal scent marking in hamsters, and altered Fos expression in different parts of the hamster brain, which also suggests GnIH has implications in reproductive behavior. [4] This may be due to GnIH’s inhibitory effect on GnRH-II neurons, which are responsible for certain sexual behaviors. [6]"}
{"id": "article-22358_15", "title": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Thyroid Hormone–Mediated GnIH Regulation", "content": "Thyroid hormones are essential for body growth, brain development, metabolism, and proper reproductive system function. Therefore, children with thyroid disorders can experience a delay in pubertal development.", "contents": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Thyroid Hormone–Mediated GnIH Regulation. Thyroid hormones are essential for body growth, brain development, metabolism, and proper reproductive system function. Therefore, children with thyroid disorders can experience a delay in pubertal development."}
{"id": "article-22358_16", "title": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Thyroid Hormone–Mediated GnIH Regulation", "content": "Researchers have conducted molecular studies to understand the effect of thyroid hormones on puberty. GnIH neurons in the hypothalamus express thyroid-receptor alpha (TR-alpha) and thyroid-receptor beta (TR-beta). Furthermore, putative thyroid hormone-response elements (TREs) are present in mice's promoter region of the GnIH gene. Studies have found that thyroid dysfunction alters GnIH expression in the hypothalamus by inducing chromatin modification in the GnIH promoter region in female mice through H3-acetylation and H3K9-trimethylation, which induces and represses the expression of GnIH, respectively. It is considered that an elevated level of thyroid hormone decreases GnIH expression, whereas a lower level of thyroid hormone increases GnIH expression. It also has been shown that elevated levels of thyrotropin-releasing hormone, a hormone released from the hypothalamus that stimulates the anterior pituitary to synthesize thyroid-stimulating hormone, in hypothyroidism induces hyperprolactinemia and alters GnRH pulsatile secretion, which leads to delayed puberty. [4] In conclusion, the effects of abnormal thyroid hormone levels on puberty may be mediated by GnIH.", "contents": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Thyroid Hormone–Mediated GnIH Regulation. Researchers have conducted molecular studies to understand the effect of thyroid hormones on puberty. GnIH neurons in the hypothalamus express thyroid-receptor alpha (TR-alpha) and thyroid-receptor beta (TR-beta). Furthermore, putative thyroid hormone-response elements (TREs) are present in mice's promoter region of the GnIH gene. Studies have found that thyroid dysfunction alters GnIH expression in the hypothalamus by inducing chromatin modification in the GnIH promoter region in female mice through H3-acetylation and H3K9-trimethylation, which induces and represses the expression of GnIH, respectively. It is considered that an elevated level of thyroid hormone decreases GnIH expression, whereas a lower level of thyroid hormone increases GnIH expression. It also has been shown that elevated levels of thyrotropin-releasing hormone, a hormone released from the hypothalamus that stimulates the anterior pituitary to synthesize thyroid-stimulating hormone, in hypothyroidism induces hyperprolactinemia and alters GnRH pulsatile secretion, which leads to delayed puberty. [4] In conclusion, the effects of abnormal thyroid hormone levels on puberty may be mediated by GnIH."}
{"id": "article-22358_17", "title": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Glucocorticoid and Melatonin – Mediated GnIH Modulation", "content": "Stress is known to inhibit reproductive function mediated via the hypothalamic GnIH system. Studies on birds and mammals have shown that stress's inhibitory effect on reproductive function is mediated by high concentrations of circulating glucocorticoids acting via the GC receptor (GR) and GC response element (GRE) in the GnIH promoter region. [11] [12] The higher the stress level, the more GC-bound GR is recruited to GRE, thus upregulating GnIH expression. This data implies that GnIH may act as a gating system for the effects of stress on the reproductive axis at different times of the year. [12]", "contents": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Glucocorticoid and Melatonin – Mediated GnIH Modulation. Stress is known to inhibit reproductive function mediated via the hypothalamic GnIH system. Studies on birds and mammals have shown that stress's inhibitory effect on reproductive function is mediated by high concentrations of circulating glucocorticoids acting via the GC receptor (GR) and GC response element (GRE) in the GnIH promoter region. [11] [12] The higher the stress level, the more GC-bound GR is recruited to GRE, thus upregulating GnIH expression. This data implies that GnIH may act as a gating system for the effects of stress on the reproductive axis at different times of the year. [12]"}
{"id": "article-22358_18", "title": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Glucocorticoid and Melatonin – Mediated GnIH Modulation", "content": "Avian and hamster studies suggest that melatonin modulates GnIH expression and release. [4] [18] [19] The exact activity within humans is unknown, but quail studies suggest melatonin induces GnIH expression and release, whereas Syrian and Siberian hamster studies suggest melatonin decreases GnIH expression. These studies demonstrate the photoperiodic regulation of GnIH by a melatonin-dependent process with species-specific differences. [4]", "contents": "Physiology, Gonadotropin Inhibitor -- Clinical Significance -- Glucocorticoid and Melatonin – Mediated GnIH Modulation. Avian and hamster studies suggest that melatonin modulates GnIH expression and release. [4] [18] [19] The exact activity within humans is unknown, but quail studies suggest melatonin induces GnIH expression and release, whereas Syrian and Siberian hamster studies suggest melatonin decreases GnIH expression. These studies demonstrate the photoperiodic regulation of GnIH by a melatonin-dependent process with species-specific differences. [4]"}
{"id": "article-22358_19", "title": "Physiology, Gonadotropin Inhibitor -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Gonadotropin Inhibitor -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}