{"id": "article-17742_0", "title": "Aortic Regurgitation (Archived) -- Introduction", "content": "Aortic regurgitation (AR), also known as aortic insufficiency, is the reverse blood flow from the aorta into the left ventricle (LV) during diastole. AR can result from either valve leaflets or primary aortic root disease.", "contents": "Aortic Regurgitation (Archived) -- Introduction. Aortic regurgitation (AR), also known as aortic insufficiency, is the reverse blood flow from the aorta into the left ventricle (LV) during diastole. AR can result from either valve leaflets or primary aortic root disease."}
{"id": "article-17742_1", "title": "Aortic Regurgitation (Archived) -- Etiology", "content": "AR results from mal-coaptation of the aortic leaflets due to abnormalities of the aortic leaflets, their supporting structures such as the aortic root and annulus, or both. [1]", "contents": "Aortic Regurgitation (Archived) -- Etiology. AR results from mal-coaptation of the aortic leaflets due to abnormalities of the aortic leaflets, their supporting structures such as the aortic root and annulus, or both. [1]"}
{"id": "article-17742_2", "title": "Aortic Regurgitation (Archived) -- Etiology -- Primary Valve Disease", "content": "Common causes include calcific aortic valve disease, which is usually associated with aortic stenosis (AS) but can be associated with some degree of AR; infective endocarditis, which alters the anatomy of the leaflets; tear or laceration in the ascending aorta which leads to prolapse of the aortic cusp due to loss of commissural support. Congenitally bicuspid aortic valve (BAV) may cause AR due to incomplete closure or prolapse of the valve, although AS is a more common complication of BAV. Congenital AR due to unicommissural and quadricuspid valves, or rupture of a fenestrated valve are less common. Prolapse of an aortic cusp occurs in some patients with ventricular septal defect (VSD). Rheumatic disease results in fibrous infiltration of AV cusps leading to retraction that prevents proper opening during systole and closure during diastole. The associated fusion of the commissures may lead to combined AS and AR. Rheumatic aortic valve disease is often associated with rheumatic mitral valve disease. Myxomatous degeneration of the aortic valve can also lead to progressive AR. Membranous subaortic stenosis may lead to thickening and scarring of the AV leaflets resulting in secondary AR. AR is also reported to be a complication of percutaneous aortic balloon valvotomy and transcatheter aortic valve replacements. [2] The structural deterioration of a bioprosthetic valve is an increasingly common cause of valvular AR. [3] Traumatic rupture or avulsion of an aortic cusp is an uncommon cause of acute AR. Other less common causes of AR occur in association with systemic lupus erythematosus, Takayasu disease, Whipple disease,  rheumatoid arthritis, ankylosing spondylitis, Jaccoud arthropathy, syphilis, Crohn disease, and appetite-suppressing drugs. [4]", "contents": "Aortic Regurgitation (Archived) -- Etiology -- Primary Valve Disease. Common causes include calcific aortic valve disease, which is usually associated with aortic stenosis (AS) but can be associated with some degree of AR; infective endocarditis, which alters the anatomy of the leaflets; tear or laceration in the ascending aorta which leads to prolapse of the aortic cusp due to loss of commissural support. Congenitally bicuspid aortic valve (BAV) may cause AR due to incomplete closure or prolapse of the valve, although AS is a more common complication of BAV. Congenital AR due to unicommissural and quadricuspid valves, or rupture of a fenestrated valve are less common. Prolapse of an aortic cusp occurs in some patients with ventricular septal defect (VSD). Rheumatic disease results in fibrous infiltration of AV cusps leading to retraction that prevents proper opening during systole and closure during diastole. The associated fusion of the commissures may lead to combined AS and AR. Rheumatic aortic valve disease is often associated with rheumatic mitral valve disease. Myxomatous degeneration of the aortic valve can also lead to progressive AR. Membranous subaortic stenosis may lead to thickening and scarring of the AV leaflets resulting in secondary AR. AR is also reported to be a complication of percutaneous aortic balloon valvotomy and transcatheter aortic valve replacements. [2] The structural deterioration of a bioprosthetic valve is an increasingly common cause of valvular AR. [3] Traumatic rupture or avulsion of an aortic cusp is an uncommon cause of acute AR. Other less common causes of AR occur in association with systemic lupus erythematosus, Takayasu disease, Whipple disease,  rheumatoid arthritis, ankylosing spondylitis, Jaccoud arthropathy, syphilis, Crohn disease, and appetite-suppressing drugs. [4]"}
{"id": "article-17742_3", "title": "Aortic Regurgitation (Archived) -- Etiology -- Primary Aortic Root Disease", "content": "Aortic annular dilation leads to the separation of the AV leaflets leading to AR. Degenerative changes in the aortic root disease may be caused by age-related changes, cystic medial necrosis often associated with Marfan syndrome, or osteogenesis imperfecta. A number of inflammatory disorders are associated with aortic root dilation such as ankylosing spondylitis, Behcet syndrome, psoriatic arthritis, arthritis associated with reactive arthritis, ulcerative colitis, relapsing polychondritis, and giant cell arteritis. Severe, chronic systemic hypertension may dilate the aortic annulus and lead to progressive AR. Retrograde dissection of the aorta can involve and disrupt the aortic annulus causing AR.", "contents": "Aortic Regurgitation (Archived) -- Etiology -- Primary Aortic Root Disease. Aortic annular dilation leads to the separation of the AV leaflets leading to AR. Degenerative changes in the aortic root disease may be caused by age-related changes, cystic medial necrosis often associated with Marfan syndrome, or osteogenesis imperfecta. A number of inflammatory disorders are associated with aortic root dilation such as ankylosing spondylitis, Behcet syndrome, psoriatic arthritis, arthritis associated with reactive arthritis, ulcerative colitis, relapsing polychondritis, and giant cell arteritis. Severe, chronic systemic hypertension may dilate the aortic annulus and lead to progressive AR. Retrograde dissection of the aorta can involve and disrupt the aortic annulus causing AR."}
{"id": "article-17742_4", "title": "Aortic Regurgitation (Archived) -- Epidemiology", "content": "The prevalence of chronic AR and the incidence of acute AR are not precisely known. [1] Trace AR by echocardiogram is a common finding even in healthy patients. It seems to affect more men than women (13% vs. 8.5%). The prevalence of AR increases with age and is mostly seen after the age of 50. The prevalence of AR in the United States is reported to be between 4.9% and 10%. [5]", "contents": "Aortic Regurgitation (Archived) -- Epidemiology. The prevalence of chronic AR and the incidence of acute AR are not precisely known. [1] Trace AR by echocardiogram is a common finding even in healthy patients. It seems to affect more men than women (13% vs. 8.5%). The prevalence of AR increases with age and is mostly seen after the age of 50. The prevalence of AR in the United States is reported to be between 4.9% and 10%. [5]"}
{"id": "article-17742_5", "title": "Aortic Regurgitation (Archived) -- Pathophysiology", "content": "AR causes left ventricular volume overload. An increase in LV end-diastolic volume causes dilation and eccentric hypertrophy of the LV. This allows ejection of a larger stroke volume. In patients with AR, the total stroke volume ejected by the LV is the sum of effective stroke volume and the regurgitant volume. [6] Thus, AR is associated with increased preload. LV dilation increases the LV systolic tension in accordance with the law of Laplace. This, in combination with the elevated systolic blood pressure that results from the increase in total forward stroke volume, leads to increased afterload. LV function is compensated due to the combination of LV dilation and hypertrophy. Over time, however, wall thickening fails to keep pace with the hemodynamic load resulting in a decline in systolic function and ejection fraction.", "contents": "Aortic Regurgitation (Archived) -- Pathophysiology. AR causes left ventricular volume overload. An increase in LV end-diastolic volume causes dilation and eccentric hypertrophy of the LV. This allows ejection of a larger stroke volume. In patients with AR, the total stroke volume ejected by the LV is the sum of effective stroke volume and the regurgitant volume. [6] Thus, AR is associated with increased preload. LV dilation increases the LV systolic tension in accordance with the law of Laplace. This, in combination with the elevated systolic blood pressure that results from the increase in total forward stroke volume, leads to increased afterload. LV function is compensated due to the combination of LV dilation and hypertrophy. Over time, however, wall thickening fails to keep pace with the hemodynamic load resulting in a decline in systolic function and ejection fraction."}
{"id": "article-17742_6", "title": "Aortic Regurgitation (Archived) -- Pathophysiology", "content": "Decompensation of the LV results in decreased compliance and increased LV end-diastolic pressure and volume. In advanced stages, left atrial, pulmonary artery wedge, pulmonary arterial, right ventricular (RV), and right atrial pressures rise, and the effective (forward) cardiac output falls. Symptoms of heart failure develop, including dyspnea, orthopnea, and paroxysmal nocturnal dyspnea due to pulmonary congestion. An increase in LV mass leads to increased myocardial oxygen requirements. Also, coronary perfusion pressure is reduced. This causes myocardial ischemia and exertional chest pain.", "contents": "Aortic Regurgitation (Archived) -- Pathophysiology. Decompensation of the LV results in decreased compliance and increased LV end-diastolic pressure and volume. In advanced stages, left atrial, pulmonary artery wedge, pulmonary arterial, right ventricular (RV), and right atrial pressures rise, and the effective (forward) cardiac output falls. Symptoms of heart failure develop, including dyspnea, orthopnea, and paroxysmal nocturnal dyspnea due to pulmonary congestion. An increase in LV mass leads to increased myocardial oxygen requirements. Also, coronary perfusion pressure is reduced. This causes myocardial ischemia and exertional chest pain."}
{"id": "article-17742_7", "title": "Aortic Regurgitation (Archived) -- Pathophysiology", "content": "In patients with acute severe AR, compensatory mechanisms of the LV do not develop rapidly enough to handle the regurgitant volume load. LV diastolic pressures rise rapidly and may lead to acute pulmonary edema and cardiogenic shock. Even diastolic mitral regurgitation can occur as a result of the sudden severe increase in LV volume and pressure. [7]", "contents": "Aortic Regurgitation (Archived) -- Pathophysiology. In patients with acute severe AR, compensatory mechanisms of the LV do not develop rapidly enough to handle the regurgitant volume load. LV diastolic pressures rise rapidly and may lead to acute pulmonary edema and cardiogenic shock. Even diastolic mitral regurgitation can occur as a result of the sudden severe increase in LV volume and pressure. [7]"}
{"id": "article-17742_8", "title": "Aortic Regurgitation (Archived) -- History and Physical -- History", "content": "Symptoms of chronic AR develop gradually, sometimes over decades. Symptoms include exertional dyspnea, orthopnea, paroxysmal nocturnal dyspnea, angina pectoris, palpitations, and head pounding. Nocturnal angina occurs due to the slowing of the heart rate during sleep causing the arterial diastolic pressure to fall to extremely low levels.", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- History. Symptoms of chronic AR develop gradually, sometimes over decades. Symptoms include exertional dyspnea, orthopnea, paroxysmal nocturnal dyspnea, angina pectoris, palpitations, and head pounding. Nocturnal angina occurs due to the slowing of the heart rate during sleep causing the arterial diastolic pressure to fall to extremely low levels."}
{"id": "article-17742_9", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "AR is associated with widened pulse pressure as a result of systolic hypertension and decreased diastolic pressure. The apical LV impulse is hyperdynamic and displaced laterally and inferiorly. A prominent systolic thrill may be palpable at the base of the heart or suprasternal notch and over the carotid arteries. It is caused by the large forward stroke volumes and low aortic diastolic pressure. S1 is normal, but S2 is increased (with a dilated aortic root) or decreased (when the aortic leaflets are thickened). A high frequency, blowing, decrescendo, diastolic murmur is heard best third intercostal space along the left sternal border. It is easier to appreciate the murmur of AR at the end of expiration while the patient is leaning forward.  The murmur increases with squatting or isometric exercise and decreases with maneuvers that decrease blood pressure. This murmur is early diastolic with mild AR and becomes holodiastolic with severe AR.", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. AR is associated with widened pulse pressure as a result of systolic hypertension and decreased diastolic pressure. The apical LV impulse is hyperdynamic and displaced laterally and inferiorly. A prominent systolic thrill may be palpable at the base of the heart or suprasternal notch and over the carotid arteries. It is caused by the large forward stroke volumes and low aortic diastolic pressure. S1 is normal, but S2 is increased (with a dilated aortic root) or decreased (when the aortic leaflets are thickened). A high frequency, blowing, decrescendo, diastolic murmur is heard best third intercostal space along the left sternal border. It is easier to appreciate the murmur of AR at the end of expiration while the patient is leaning forward.  The murmur increases with squatting or isometric exercise and decreases with maneuvers that decrease blood pressure. This murmur is early diastolic with mild AR and becomes holodiastolic with severe AR."}
{"id": "article-17742_10", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Peripheral Signs of severe chronic AR results from a widened pulse pressure are described below.", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Peripheral Signs of severe chronic AR results from a widened pulse pressure are described below."}
{"id": "article-17742_11", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Austin Flint murmur: Low pitched rumbling mid-diastolic murmur heard best at the apex. It is thought to be caused by premature closure of the mitral valve due to the jet of AR.", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Austin Flint murmur: Low pitched rumbling mid-diastolic murmur heard best at the apex. It is thought to be caused by premature closure of the mitral valve due to the jet of AR."}
{"id": "article-17742_12", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Becker sign: Presence of visible pulsation of retinal arteries through an ophthalmoscope", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Becker sign: Presence of visible pulsation of retinal arteries through an ophthalmoscope"}
{"id": "article-17742_13", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Bisferiens pulse: Biphasic pulse due to the backflow of blood in early diastole", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Bisferiens pulse: Biphasic pulse due to the backflow of blood in early diastole"}
{"id": "article-17742_14", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Corrigan sign: Water-hammer pulse with abrupt distention and quick collapse.", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Corrigan sign: Water-hammer pulse with abrupt distention and quick collapse."}
{"id": "article-17742_15", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "de Musset sign: Head bobbing with each with arterial pulsation. [8]", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. de Musset sign: Head bobbing with each with arterial pulsation. [8]"}
{"id": "article-17742_16", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Duroziez sign: Systolic murmur heard over the femoral artery when it is compressed proximally and a diastolic murmur when it is compressed distally with a stethoscope.", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Duroziez sign: Systolic murmur heard over the femoral artery when it is compressed proximally and a diastolic murmur when it is compressed distally with a stethoscope."}
{"id": "article-17742_17", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Gerhardt sign: Pulsations of the spleen are detected in the presence of splenomegaly.", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Gerhardt sign: Pulsations of the spleen are detected in the presence of splenomegaly."}
{"id": "article-17742_18", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Hill sign: Blood pressure in the lower extremity is greater than blood pressure in the upper extremity", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Hill sign: Blood pressure in the lower extremity is greater than blood pressure in the upper extremity"}
{"id": "article-17742_19", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Mayne sign: Drop of diastolic blood pressure of greater than 15 mmHg on raising the arm", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Mayne sign: Drop of diastolic blood pressure of greater than 15 mmHg on raising the arm"}
{"id": "article-17742_20", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Muller sign: Systolic pulsation of the uvula", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Muller sign: Systolic pulsation of the uvula"}
{"id": "article-17742_21", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Quincke sign: Capillary pulsation (flushing and paling best seen at the root of the nail when pressure is applied to the tip of the nail).", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Quincke sign: Capillary pulsation (flushing and paling best seen at the root of the nail when pressure is applied to the tip of the nail)."}
{"id": "article-17742_22", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Rosenbach sign: Pulsation of the liver", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Rosenbach sign: Pulsation of the liver"}
{"id": "article-17742_23", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "Traube sign: Booming \"pistol-shot\" systolic and diastolic sounds heard over the femoral artery", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. Traube sign: Booming \"pistol-shot\" systolic and diastolic sounds heard over the femoral artery"}
{"id": "article-17742_24", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "It should be noted that these eponymous signs have varying sensitivities and specificities. Evidence regarding the impact of severity of aortic regurgitation on the manifestation of these signs is sparse. [9]", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. It should be noted that these eponymous signs have varying sensitivities and specificities. Evidence regarding the impact of severity of aortic regurgitation on the manifestation of these signs is sparse. [9]"}
{"id": "article-17742_25", "title": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination", "content": "In acute AR, symptoms and physical findings are related to decreased stroke volume. Patients present with tachycardia, tachypnea, and pulmonary edema. Because the physical examination findings of acute AR are more subtle than those of chronic AR, the diagnosis is difficult to make when a patient presents with dyspnea and shock. A high index of suspicion is essential for rapid diagnosis. [10]", "contents": "Aortic Regurgitation (Archived) -- History and Physical -- Physical Examination. In acute AR, symptoms and physical findings are related to decreased stroke volume. Patients present with tachycardia, tachypnea, and pulmonary edema. Because the physical examination findings of acute AR are more subtle than those of chronic AR, the diagnosis is difficult to make when a patient presents with dyspnea and shock. A high index of suspicion is essential for rapid diagnosis. [10]"}
{"id": "article-17742_26", "title": "Aortic Regurgitation (Archived) -- Evaluation", "content": "The workup of aortic regurgitation includes the following tests.", "contents": "Aortic Regurgitation (Archived) -- Evaluation. The workup of aortic regurgitation includes the following tests."}
{"id": "article-17742_27", "title": "Aortic Regurgitation (Archived) -- Evaluation -- Echocardiography", "content": "Echocardiography is the main diagnostic tool as it provides an accurate assessment of the aortic valve anatomy, aortic root, and the LV. Left ventricular dilation is seen in chronic AR. Systolic function is normal until later stages, signaled by a decrease in EF or an increase in the end-systolic dimension.", "contents": "Aortic Regurgitation (Archived) -- Evaluation -- Echocardiography. Echocardiography is the main diagnostic tool as it provides an accurate assessment of the aortic valve anatomy, aortic root, and the LV. Left ventricular dilation is seen in chronic AR. Systolic function is normal until later stages, signaled by a decrease in EF or an increase in the end-systolic dimension."}
{"id": "article-17742_28", "title": "Aortic Regurgitation (Archived) -- Evaluation -- Echocardiography", "content": "With severe AR, the central jet width assessed by color flow Doppler exceeds 65% of the LV outflow tract (LVOT), the regurgitant volume is ≥60 mL/beat, effective regurgitant orifice area is >0.30, the regurgitant fraction is ≥50%, vena contracta is > 0.6 cm, and there is diastolic flow reversal in the proximal descending thoracic aorta. [11]", "contents": "Aortic Regurgitation (Archived) -- Evaluation -- Echocardiography. With severe AR, the central jet width assessed by color flow Doppler exceeds 65% of the LV outflow tract (LVOT), the regurgitant volume is ≥60 mL/beat, effective regurgitant orifice area is >0.30, the regurgitant fraction is ≥50%, vena contracta is > 0.6 cm, and there is diastolic flow reversal in the proximal descending thoracic aorta. [11]"}
{"id": "article-17742_29", "title": "Aortic Regurgitation (Archived) -- Evaluation -- Echocardiography", "content": "The continuous-wave Doppler profile of the AR jet shows a rapid deceleration time in patients with severe AR. A steep slope indicates a more rapid equalization of pressures between the aorta and LV during diastole. A high-frequency diastolic fluttering of the anterior mitral leaflet produced by the impact of the regurgitant jet may be seen in acute and chronic AR. In patients with acute AR, diagnosis can be made with a bedside transthoracic 2-dimensional and M-mode echocardiogram (TTE) and/or transesophageal echocardiogram (TEE). [12]", "contents": "Aortic Regurgitation (Archived) -- Evaluation -- Echocardiography. The continuous-wave Doppler profile of the AR jet shows a rapid deceleration time in patients with severe AR. A steep slope indicates a more rapid equalization of pressures between the aorta and LV during diastole. A high-frequency diastolic fluttering of the anterior mitral leaflet produced by the impact of the regurgitant jet may be seen in acute and chronic AR. In patients with acute AR, diagnosis can be made with a bedside transthoracic 2-dimensional and M-mode echocardiogram (TTE) and/or transesophageal echocardiogram (TEE). [12]"}
{"id": "article-17742_30", "title": "Aortic Regurgitation (Archived) -- Evaluation -- Cardiac Magnetic Resonance", "content": "Cardiac MRI (CMR) is an alternative diagnostic tool especially used in patients who need further evaluation despite echocardiography due to suboptimal acoustical windows. It is the most accurate noninvasive technique for assessing LV end-systolic volume, diastolic volume, and mass. It can accurately quantify the severity of AR on the basis of the antegrade and retrograde flow volumes in the ascending aorta.", "contents": "Aortic Regurgitation (Archived) -- Evaluation -- Cardiac Magnetic Resonance. Cardiac MRI (CMR) is an alternative diagnostic tool especially used in patients who need further evaluation despite echocardiography due to suboptimal acoustical windows. It is the most accurate noninvasive technique for assessing LV end-systolic volume, diastolic volume, and mass. It can accurately quantify the severity of AR on the basis of the antegrade and retrograde flow volumes in the ascending aorta."}
{"id": "article-17742_31", "title": "Aortic Regurgitation (Archived) -- Evaluation -- Cardiac Catheterization", "content": "Angiography can also provide information about the severity of AR, hemodynamics, and coronary artery anatomy if a discrepancy exists between the clinical picture and noninvasive imaging. It involves a rapid injection of contrast material into the aortic root, and filming in the right and left anterior oblique projections.", "contents": "Aortic Regurgitation (Archived) -- Evaluation -- Cardiac Catheterization. Angiography can also provide information about the severity of AR, hemodynamics, and coronary artery anatomy if a discrepancy exists between the clinical picture and noninvasive imaging. It involves a rapid injection of contrast material into the aortic root, and filming in the right and left anterior oblique projections."}
{"id": "article-17742_32", "title": "Aortic Regurgitation (Archived) -- Treatment / Management -- Acute AR", "content": "For acute severe AR, emergency surgery is indicated. Medical management is limited and used to stabilize the patient temporarily. Afterload reduction is achieved by using intravenous diuretics and vasodilators (such as sodium nitroprusside) to improve forward flow. Inotropes such as dopamine or dobutamine may be used to increase the cardiac output. Beta-blockers are avoided as they reduce the CO, and slowing the heart rate allows more time for diastolic filling of the LV. Intraaortic balloon counterpulsation is contraindicated.", "contents": "Aortic Regurgitation (Archived) -- Treatment / Management -- Acute AR. For acute severe AR, emergency surgery is indicated. Medical management is limited and used to stabilize the patient temporarily. Afterload reduction is achieved by using intravenous diuretics and vasodilators (such as sodium nitroprusside) to improve forward flow. Inotropes such as dopamine or dobutamine may be used to increase the cardiac output. Beta-blockers are avoided as they reduce the CO, and slowing the heart rate allows more time for diastolic filling of the LV. Intraaortic balloon counterpulsation is contraindicated."}
{"id": "article-17742_33", "title": "Aortic Regurgitation (Archived) -- Treatment / Management -- Acute AR", "content": "Surgery may be deferred in patients with acute AR secondary to active infective endocarditis who are hemodynamically stable for 5 to 7 days of antibiotic therapy. However, the operation must be undertaken if hemodynamic instability develops or if there is abscess formation.", "contents": "Aortic Regurgitation (Archived) -- Treatment / Management -- Acute AR. Surgery may be deferred in patients with acute AR secondary to active infective endocarditis who are hemodynamically stable for 5 to 7 days of antibiotic therapy. However, the operation must be undertaken if hemodynamic instability develops or if there is abscess formation."}
{"id": "article-17742_34", "title": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR", "content": "Monitoring during disease course: Asymptomatic patients with mild or moderate AR with normal cardiac size should be followed clinically and by echocardiography every 12 or 24 months. Patients with chronic severe AR and normal LV function who are asymptomatic should be examined every 6 months.", "contents": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR. Monitoring during disease course: Asymptomatic patients with mild or moderate AR with normal cardiac size should be followed clinically and by echocardiography every 12 or 24 months. Patients with chronic severe AR and normal LV function who are asymptomatic should be examined every 6 months."}
{"id": "article-17742_35", "title": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR", "content": "Medical treatment: Indications for medical treatment in AR are limited. Systemic arterial hypertension with chronic AR should be treated with vasodilator therapy. Dihydropyridine calcium channel blockers or angiotensin-converting enzyme inhibitors/angiotensin receptor blockers (ACEIs/ARBs) are preferred. Staging of Chronic AR: Chronic AR is classified into 4 stages based on the 2014 ACC/AHA Guideline for the Management of Patients With Valvular Heart Disease with no changes in the 2017 update. [13] Stage A: Patients at risk for AR. These patients have no hemodynamic consequences or symptoms. Stage B: Progressive AR. Patients have mild to moderate AR but normal LV systolic function and no clinical symptoms.", "contents": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR. Medical treatment: Indications for medical treatment in AR are limited. Systemic arterial hypertension with chronic AR should be treated with vasodilator therapy. Dihydropyridine calcium channel blockers or angiotensin-converting enzyme inhibitors/angiotensin receptor blockers (ACEIs/ARBs) are preferred. Staging of Chronic AR: Chronic AR is classified into 4 stages based on the 2014 ACC/AHA Guideline for the Management of Patients With Valvular Heart Disease with no changes in the 2017 update. [13] Stage A: Patients at risk for AR. These patients have no hemodynamic consequences or symptoms. Stage B: Progressive AR. Patients have mild to moderate AR but normal LV systolic function and no clinical symptoms."}
{"id": "article-17742_36", "title": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR", "content": "Stage C: Asymptomatic severe AR. Patients will have AR jet width greater or equal to 65% of the left ventricular outflow tract (LVOT). Stage C is subclassified further depending on LV systolic function. C1: Normal LVEF (>50%) and mild to moderate LV dilation (LVESD <50 mm). C2: Reduced LVEF (<50%) with severe LV dilation (LVESD >50 mm). Stage D: Symptomatic severe AR. Findings of severe AR jet on echocardiography. It can have either normal or abnormal LVEF. Symptoms include exertional dyspnea, angina, or heart failure. Of note, given the differences in body surface area (BSA) among patients, the use of indexed end-systolic diameter has been included in the guidelines as an alternative. [14]", "contents": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR. Stage C: Asymptomatic severe AR. Patients will have AR jet width greater or equal to 65% of the left ventricular outflow tract (LVOT). Stage C is subclassified further depending on LV systolic function. C1: Normal LVEF (>50%) and mild to moderate LV dilation (LVESD <50 mm). C2: Reduced LVEF (<50%) with severe LV dilation (LVESD >50 mm). Stage D: Symptomatic severe AR. Findings of severe AR jet on echocardiography. It can have either normal or abnormal LVEF. Symptoms include exertional dyspnea, angina, or heart failure. Of note, given the differences in body surface area (BSA) among patients, the use of indexed end-systolic diameter has been included in the guidelines as an alternative. [14]"}
{"id": "article-17742_37", "title": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR", "content": "Surgical treatment: Treatment guidelines for AR are based on the recommendation by the American Heart Association/American College of Cardiology 2014. The treatment of choice is aortic valve replacement (AVR) for patients with severe symptomatic chronic AR and patients with severe asymptomatic chronic AR with LV systolic dysfunction (LVEF <50%).", "contents": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR. Surgical treatment: Treatment guidelines for AR are based on the recommendation by the American Heart Association/American College of Cardiology 2014. The treatment of choice is aortic valve replacement (AVR) for patients with severe symptomatic chronic AR and patients with severe asymptomatic chronic AR with LV systolic dysfunction (LVEF <50%)."}
{"id": "article-17742_38", "title": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR", "content": "AVR is also a reasonable option for patients with severe AR who are asymptomatic with normal LV function (LVEF ≥50%) but in whom severe LV dilation is present (LVESD index >25 mm/m2 or LV end-systolic dimension [LVESD] >50 mm).", "contents": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR. AVR is also a reasonable option for patients with severe AR who are asymptomatic with normal LV function (LVEF ≥50%) but in whom severe LV dilation is present (LVESD index >25 mm/m2 or LV end-systolic dimension [LVESD] >50 mm)."}
{"id": "article-17742_39", "title": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR", "content": "AVR can also be considered for patients with severe AR who are asymptomatic and have a normal LV systolic function at rest (LVEF ≥50%, stage C1) but in whom progressive severe LV dilatation (LV end-diastolic dimension >65 mm) is present given the surgical risk of the procedure is low.", "contents": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR. AVR can also be considered for patients with severe AR who are asymptomatic and have a normal LV systolic function at rest (LVEF ≥50%, stage C1) but in whom progressive severe LV dilatation (LV end-diastolic dimension >65 mm) is present given the surgical risk of the procedure is low."}
{"id": "article-17742_40", "title": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR", "content": "Even though the guidelines suggest that valvular surgery is recommended with the development of symptoms, left ventricular systolic dysfunction, or left ventricular dilatation, newer studies that suggest evidence of subclinical myocardial dysfunction and irreversible myocardial fibrosis in patients with chronic AR challenge the current recommendations on the timing of intervention. [15] [16]", "contents": "Aortic Regurgitation (Archived) -- Treatment / Management -- Chronic AR. Even though the guidelines suggest that valvular surgery is recommended with the development of symptoms, left ventricular systolic dysfunction, or left ventricular dilatation, newer studies that suggest evidence of subclinical myocardial dysfunction and irreversible myocardial fibrosis in patients with chronic AR challenge the current recommendations on the timing of intervention. [15] [16]"}
{"id": "article-17742_41", "title": "Aortic Regurgitation (Archived) -- Differential Diagnosis", "content": "Disease states that have a component of hyperdynamic circulation create a wide pulse pressure. Examples include thyroid dysfunction, severe anemia, pregnancy, wet beriberi from thiamine deficiency, and arteriovenous fistula.", "contents": "Aortic Regurgitation (Archived) -- Differential Diagnosis. Disease states that have a component of hyperdynamic circulation create a wide pulse pressure. Examples include thyroid dysfunction, severe anemia, pregnancy, wet beriberi from thiamine deficiency, and arteriovenous fistula."}
{"id": "article-17742_42", "title": "Aortic Regurgitation (Archived) -- Differential Diagnosis", "content": "Auscultation finding in AR can be confused with pulmonic regurgitation (PR). AR is better heard in expiration, whereas PR is better heard during inspiration. In addition, PR is often heard in patients with severe pulmonary hypertension, which is associated with loud P2.", "contents": "Aortic Regurgitation (Archived) -- Differential Diagnosis. Auscultation finding in AR can be confused with pulmonic regurgitation (PR). AR is better heard in expiration, whereas PR is better heard during inspiration. In addition, PR is often heard in patients with severe pulmonary hypertension, which is associated with loud P2."}
{"id": "article-17742_43", "title": "Aortic Regurgitation (Archived) -- Prognosis -- Acute AR", "content": "The operative risk in sudden severe aortic regurgitation is far higher than for chronic severe aortic regurgitation. Patients with acute AR have coexisting complicating diseases such as infective endocarditis or dissecting aneurysm, making their prognosis poor. [17]", "contents": "Aortic Regurgitation (Archived) -- Prognosis -- Acute AR. The operative risk in sudden severe aortic regurgitation is far higher than for chronic severe aortic regurgitation. Patients with acute AR have coexisting complicating diseases such as infective endocarditis or dissecting aneurysm, making their prognosis poor. [17]"}
{"id": "article-17742_44", "title": "Aortic Regurgitation (Archived) -- Prognosis -- Chronic AR", "content": "Asymptomatic chronic AR, even though severe, is often associated with a generally favorable prognosis for many years. Quantitative measures of AR severity predict clinical outcome, and LV size and systolic function also are strong predictors of clinical outcome. LV dysfunction is more likely to be reversible if detected early, before EF becomes severely depressed, before LV dilation, and before symptoms develop. Surgical intervention is necessary before irreversible changes occur as surgery reduces cardiac mortality rates in high-risk patients. [18]", "contents": "Aortic Regurgitation (Archived) -- Prognosis -- Chronic AR. Asymptomatic chronic AR, even though severe, is often associated with a generally favorable prognosis for many years. Quantitative measures of AR severity predict clinical outcome, and LV size and systolic function also are strong predictors of clinical outcome. LV dysfunction is more likely to be reversible if detected early, before EF becomes severely depressed, before LV dilation, and before symptoms develop. Surgical intervention is necessary before irreversible changes occur as surgery reduces cardiac mortality rates in high-risk patients. [18]"}
{"id": "article-17742_45", "title": "Aortic Regurgitation (Archived) -- Prognosis -- Chronic AR", "content": "Once the patient with AR becomes symptomatic, a rapidly downhill course ensues. Congestive heart failure, acute pulmonary edema, and sudden death may occur. 4-year survival without surgery in patients with NYHA Class III or IV symptoms is only 30%. [18]", "contents": "Aortic Regurgitation (Archived) -- Prognosis -- Chronic AR. Once the patient with AR becomes symptomatic, a rapidly downhill course ensues. Congestive heart failure, acute pulmonary edema, and sudden death may occur. 4-year survival without surgery in patients with NYHA Class III or IV symptoms is only 30%. [18]"}
{"id": "article-17742_46", "title": "Aortic Regurgitation (Archived) -- Complications -- Chronic AR", "content": "Initial phases of chronic AR are subclinical and may not show any signs and symptoms. [19] However, as it progresses, it affects cardiac hemodynamics and functioning. It can manifest as progressive LV systolic dysfunction, congestive heart failure, ischemic cardiomyopathy, arrhythmia, and even sudden death. The benefits of surgery outweigh risks in patients with congestive symptoms or exercise intolerance; thus, valve surgery in these patients is well justified to prevent complications. [20]", "contents": "Aortic Regurgitation (Archived) -- Complications -- Chronic AR. Initial phases of chronic AR are subclinical and may not show any signs and symptoms. [19] However, as it progresses, it affects cardiac hemodynamics and functioning. It can manifest as progressive LV systolic dysfunction, congestive heart failure, ischemic cardiomyopathy, arrhythmia, and even sudden death. The benefits of surgery outweigh risks in patients with congestive symptoms or exercise intolerance; thus, valve surgery in these patients is well justified to prevent complications. [20]"}
{"id": "article-17742_47", "title": "Aortic Regurgitation (Archived) -- Deterrence and Patient Education", "content": "Patient-centered care is the core principle of taking care of patients with AR. The patient will need to be educated regarding their disease and symptoms of chronic AR. It is important for patients to actively participate in lifestyle modifications such as blood pressure control and regular follow up.", "contents": "Aortic Regurgitation (Archived) -- Deterrence and Patient Education. Patient-centered care is the core principle of taking care of patients with AR. The patient will need to be educated regarding their disease and symptoms of chronic AR. It is important for patients to actively participate in lifestyle modifications such as blood pressure control and regular follow up."}
{"id": "article-17742_48", "title": "Aortic Regurgitation (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Management of patients with AR requires an interprofessional approach. An interprofessional healthcare team comprised of cardiologists, cardiothoracic surgeons, nurse practitioners, radiologists, pharmacists, nurses, technicians, and medical assistants is probably most beneficial in the care of these patients.", "contents": "Aortic Regurgitation (Archived) -- Enhancing Healthcare Team Outcomes. Management of patients with AR requires an interprofessional approach. An interprofessional healthcare team comprised of cardiologists, cardiothoracic surgeons, nurse practitioners, radiologists, pharmacists, nurses, technicians, and medical assistants is probably most beneficial in the care of these patients."}
{"id": "article-17742_49", "title": "Aortic Regurgitation (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Aortic Regurgitation (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}