{"id": "article-18786_0", "title": "Calories -- Introduction", "content": "Calories are a measure of energy. \"Small\" calories (cal) estimate the amount of energy required to raise the temperature of exactly 1 gram of water by 1 degree Celsius at 1 atmospheric pressure, and “big” calories, also known as kilogram calories (Cal), are more commonly known and refer to the calories in food. The big calorie is named because it equals 1,000 of the small calories (1 kilocalorie). [1] [2]", "contents": "Calories -- Introduction. Calories are a measure of energy. \"Small\" calories (cal) estimate the amount of energy required to raise the temperature of exactly 1 gram of water by 1 degree Celsius at 1 atmospheric pressure, and “big” calories, also known as kilogram calories (Cal), are more commonly known and refer to the calories in food. The big calorie is named because it equals 1,000 of the small calories (1 kilocalorie). [1] [2]"}
{"id": "article-18786_1", "title": "Calories -- Function", "content": "Caloric intake is of great importance for one’s health. Calories in food supply our bodies with the energy needed to sustain life. All of the cells in our body need the energy to carry out their specific tasks, from protein metabolism to the Krebs cycle. When we eat foods, they are broken down to release this energy which is either used by the body immediately or stored for later use, depending on the body’s needs. [3]", "contents": "Calories -- Function. Caloric intake is of great importance for one’s health. Calories in food supply our bodies with the energy needed to sustain life. All of the cells in our body need the energy to carry out their specific tasks, from protein metabolism to the Krebs cycle. When we eat foods, they are broken down to release this energy which is either used by the body immediately or stored for later use, depending on the body’s needs. [3]"}
{"id": "article-18786_2", "title": "Calories -- Issues of Concern", "content": "A markedly growing epidemic of obesity exists in many parts of the world. Most notably, obesity is rapidly rising in the Western world, where substantial weight gain seems to be the norm. When compared to previous decades, young children today seem to be especially affected by this obesity epidemic, with 41 million children from birth to age 5 years classified as overweight or obese. About 80% of children continue to be adolescents with excess weight and are predicted to be adults with obesity. The cycle of increasing obesity continues, with parents with obesity having a strong influence on their children’s inclination toward obesity; when both parents are obese, the children have around an 80% chance of becoming obese as well. While genes certainly play a role in every person’s metabolism and appetite, the environment is 1 of the main contributors to the obesity epidemic. Like their parents who choose foods loaded with calories but deficient in nutrients and do not participate in enough physical activity, children learn to live similarly. Thus the cycle continues, and the obesogenic environments remain. [4]", "contents": "Calories -- Issues of Concern. A markedly growing epidemic of obesity exists in many parts of the world. Most notably, obesity is rapidly rising in the Western world, where substantial weight gain seems to be the norm. When compared to previous decades, young children today seem to be especially affected by this obesity epidemic, with 41 million children from birth to age 5 years classified as overweight or obese. About 80% of children continue to be adolescents with excess weight and are predicted to be adults with obesity. The cycle of increasing obesity continues, with parents with obesity having a strong influence on their children’s inclination toward obesity; when both parents are obese, the children have around an 80% chance of becoming obese as well. While genes certainly play a role in every person’s metabolism and appetite, the environment is 1 of the main contributors to the obesity epidemic. Like their parents who choose foods loaded with calories but deficient in nutrients and do not participate in enough physical activity, children learn to live similarly. Thus the cycle continues, and the obesogenic environments remain. [4]"}
{"id": "article-18786_3", "title": "Calories -- Clinical Significance", "content": "Excess and not enough caloric intake are detrimental to one’s health. Eating too much and moving too little cause obesity. Being obese, or in other words, carrying extra fat can lead to harmful effects on the body, including heart disease, high blood pressure, increased risk of stroke, diabetes mellitus type 2, osteoarthritis, gallbladder disease, gallstones, fertility problems, non-alcoholic fatty liver disease, gout, breathing problems such as sleep apnea, and multiple cancers such as endometrial, breast, and colon cancer.", "contents": "Calories -- Clinical Significance. Excess and not enough caloric intake are detrimental to one’s health. Eating too much and moving too little cause obesity. Being obese, or in other words, carrying extra fat can lead to harmful effects on the body, including heart disease, high blood pressure, increased risk of stroke, diabetes mellitus type 2, osteoarthritis, gallbladder disease, gallstones, fertility problems, non-alcoholic fatty liver disease, gout, breathing problems such as sleep apnea, and multiple cancers such as endometrial, breast, and colon cancer."}
{"id": "article-18786_4", "title": "Calories -- Clinical Significance", "content": "Not only does obesity affect one’s physical health, but it impacts one’s mental health and social life as well. Obesity leads to depression, anxiety, and low self-esteem. Obesity can also, unfortunately, lead to unfair disadvantages such as being bullied and having fewer friends, which creates a feedback loop into even more depression and low self-esteem. This is clinically relevant because an outlook of negativity or overall harmful mental health can take a great toll on one’s physical health and vice versa. Thus, it is imperative for clinicians, especially primary care physicians, to strongly encourage and motivate their patients to take better care of themselves through healthier eating habits, choosing fewer calories with greater nutritional value, staying active, and aiming for healthy body weight for their height. [5] Reducing body weight by decreasing calorie intake and increasing activity levels greatly reduces the health risks associated with obesity. It is known to extend lifespans and even prevent brain function decline with age. According to Alzheimer transgenic models, caloric restriction can prevent beta-amyloid deposition, which is the hallmark of Alzheimer disease. It also can reduce oxidative stress on the brain and support the plasticity of the synapses. Together, exercise and caloric reduction can decrease neurodegenerative disease as a whole. Caloric restriction also notably decreases growth factors such as IGF-1, anabolic hormones, and inflammatory cytokines in the bloodstream as well as oxidative stress markers linked to certain cancers. [6] [7]", "contents": "Calories -- Clinical Significance. Not only does obesity affect one’s physical health, but it impacts one’s mental health and social life as well. Obesity leads to depression, anxiety, and low self-esteem. Obesity can also, unfortunately, lead to unfair disadvantages such as being bullied and having fewer friends, which creates a feedback loop into even more depression and low self-esteem. This is clinically relevant because an outlook of negativity or overall harmful mental health can take a great toll on one’s physical health and vice versa. Thus, it is imperative for clinicians, especially primary care physicians, to strongly encourage and motivate their patients to take better care of themselves through healthier eating habits, choosing fewer calories with greater nutritional value, staying active, and aiming for healthy body weight for their height. [5] Reducing body weight by decreasing calorie intake and increasing activity levels greatly reduces the health risks associated with obesity. It is known to extend lifespans and even prevent brain function decline with age. According to Alzheimer transgenic models, caloric restriction can prevent beta-amyloid deposition, which is the hallmark of Alzheimer disease. It also can reduce oxidative stress on the brain and support the plasticity of the synapses. Together, exercise and caloric reduction can decrease neurodegenerative disease as a whole. Caloric restriction also notably decreases growth factors such as IGF-1, anabolic hormones, and inflammatory cytokines in the bloodstream as well as oxidative stress markers linked to certain cancers. [6] [7]"}
{"id": "article-18786_5", "title": "Calories -- Clinical Significance", "content": "However, too little caloric intake is also of clinical significance. There are certain diets and eating disorders, such as anorexia nervosa and bulimia, that are simply unreasonable for sustaining a human body. Not only can insufficient nutrients and energy be produced to maintain normal functions down to the cellular level, but the psychological stress caused by this decreased energy can cause weight gain and slowed cognition and concentration. Cortisol production is increased when one does not provide his body with enough nutrients, which in turn also causes weight gain. The body essentially turns to survival mode, and metabolism slowly starts shutting down. In survival mode, the body refuses to lose more fat and holds on to every calorie it can. In the most extreme version of malnutrition, when one’s body undergoes starvation from eating too little or no calories, permanent organ damage and even cardiac arrest can be imminent. There are several nutrients the body needs to sustain its systems, and without these, it starts to fail. One result of starvation is an electrolyte imbalance, which in turn can lead the heart to dangerous arrhythmias. The loss of electrolytes also leads to weakened bones. The kidneys, heart, and skeletal muscles lose mass if starvation continues. [8]", "contents": "Calories -- Clinical Significance. However, too little caloric intake is also of clinical significance. There are certain diets and eating disorders, such as anorexia nervosa and bulimia, that are simply unreasonable for sustaining a human body. Not only can insufficient nutrients and energy be produced to maintain normal functions down to the cellular level, but the psychological stress caused by this decreased energy can cause weight gain and slowed cognition and concentration. Cortisol production is increased when one does not provide his body with enough nutrients, which in turn also causes weight gain. The body essentially turns to survival mode, and metabolism slowly starts shutting down. In survival mode, the body refuses to lose more fat and holds on to every calorie it can. In the most extreme version of malnutrition, when one’s body undergoes starvation from eating too little or no calories, permanent organ damage and even cardiac arrest can be imminent. There are several nutrients the body needs to sustain its systems, and without these, it starts to fail. One result of starvation is an electrolyte imbalance, which in turn can lead the heart to dangerous arrhythmias. The loss of electrolytes also leads to weakened bones. The kidneys, heart, and skeletal muscles lose mass if starvation continues. [8]"}
{"id": "article-18786_6", "title": "Calories -- Other Issues", "content": "Caloric intake is not solely about quantity. The quality of the caloric intake is vital as well. Just because all foods in equal amounts may be isocaloric, this does not mean they are all isometabolic. When comparing foods, an equal amount of calories does not mean that the foods affect the body similarly. For example, obtaining one’s daily calories only from fat may numerically equate to the calories one can get from fruits and vegetables, but potential benefits are lost, and numerous risks are associated with not getting the right balance of nutrients. If one’s diet consists solely of sugars and refined carbohydrates without adequate protein intake, huge rises in blood sugars result in increased insulin spikes and fat storage.", "contents": "Calories -- Other Issues. Caloric intake is not solely about quantity. The quality of the caloric intake is vital as well. Just because all foods in equal amounts may be isocaloric, this does not mean they are all isometabolic. When comparing foods, an equal amount of calories does not mean that the foods affect the body similarly. For example, obtaining one’s daily calories only from fat may numerically equate to the calories one can get from fruits and vegetables, but potential benefits are lost, and numerous risks are associated with not getting the right balance of nutrients. If one’s diet consists solely of sugars and refined carbohydrates without adequate protein intake, huge rises in blood sugars result in increased insulin spikes and fat storage."}
{"id": "article-18786_7", "title": "Calories -- Other Issues", "content": "Studies have also shown that an increase in caloric consumption from fruits, vegetables, and whole grains decreases the risk of certain types of malignancies, including (but not limited to) esophageal and esophagogastric junctional adenocarcinoma and that a diet high in animal fats (particularly red meat) increases the risk of these cancers.", "contents": "Calories -- Other Issues. Studies have also shown that an increase in caloric consumption from fruits, vegetables, and whole grains decreases the risk of certain types of malignancies, including (but not limited to) esophageal and esophagogastric junctional adenocarcinoma and that a diet high in animal fats (particularly red meat) increases the risk of these cancers."}
{"id": "article-18786_8", "title": "Calories -- Other Issues", "content": "Daily caloric intake can be calculated and is influenced by various factors, including gender, height, weight, activity level, and age. Children, for example, have different caloric needs than adults, and specific age groups have different caloric needs. Infants, for example, require liquids filled with high amounts of fats and nutrients, especially vitamins and minerals. As they grow older, especially past age 5, fiber, healthy fats, protein, and calcium become important for their bones and teeth to grow healthy and strong. From toddler age to adolescent age up until 18, caloric need requirements grow steadily.Adult women and men differ in what they need regarding caloric intake, thus they have different requirements for weight loss. On average, a woman should eat 2,000 calories daily to maintain her weight and limit her caloric intake to 1500 or less to lose 1 pound per week. To maintain his body weight, the average male should eat 2500 calories per day, or 2,000 a day, if he wants to lose 1 pound per week. However, weight loss is not this simple for every person. Counting calories and increasing exercise has a noticeable effect on weight loss, but it is temporary. To maintain this weight loss, focusing on the calories put into the body is important. Fat has long been considered the root of the obesity epidemic, but research has shown that the real culprits are processed sugars and carbohydrates. Foods containing a high-fat content are some of the most nutritious foods one can consume; for example, nuts, avocados, and olive oil. The problem with refined sugars is that they make insulin levels surge. When these insulin levels spike, fat cells respond by storing these calories. However, the calories are not filled with nutrients the body needs. Our brains recognize this fact and respond with hunger. This, in turn, makes us want to eat more and causes our metabolisms to slow down, resulting in weight gain. Another false belief is that by exercising excessively, one can eat whatever is desired. However, 80% of our weight is what we put into our bodies and only 20% of the amount we burn by activity.A person’s caloric intake consists of carbohydrates, proteins, fats, and for some, alcohol. Alcohol contains the type of calories that should be limited the most, as it contains “empty calories,” meaning they have nothing the body can use for energy. Alcohol causes weight gain without adding nutrients to the body. Carbohydrates, proteins, and fats have varying calories per gram. Carbohydrates and proteins, for instance, contain 4 calories per gram, and fat has 9 calories per gram. This helps calculate daily calorie consumption when obtaining and maintaining a healthy weight.Balance in one’s diet is key to good health. The American diet is filled with excessive amounts of processed sugars and saturated fats, with no other nutrients the body desires. Fat and glucose are vital to sustaining life, especially brain function, but they cannot be the sole fuel to energize the body. This is a major issue in the American diet today and a growing area of concern, not just because of malnutrition but also because of the increase in chronically debilitating yet preventable diseases such as diabetes, heart disease, and various cancers. [9] [10] [11] [12] [13]", "contents": "Calories -- Other Issues. Daily caloric intake can be calculated and is influenced by various factors, including gender, height, weight, activity level, and age. Children, for example, have different caloric needs than adults, and specific age groups have different caloric needs. Infants, for example, require liquids filled with high amounts of fats and nutrients, especially vitamins and minerals. As they grow older, especially past age 5, fiber, healthy fats, protein, and calcium become important for their bones and teeth to grow healthy and strong. From toddler age to adolescent age up until 18, caloric need requirements grow steadily.Adult women and men differ in what they need regarding caloric intake, thus they have different requirements for weight loss. On average, a woman should eat 2,000 calories daily to maintain her weight and limit her caloric intake to 1500 or less to lose 1 pound per week. To maintain his body weight, the average male should eat 2500 calories per day, or 2,000 a day, if he wants to lose 1 pound per week. However, weight loss is not this simple for every person. Counting calories and increasing exercise has a noticeable effect on weight loss, but it is temporary. To maintain this weight loss, focusing on the calories put into the body is important. Fat has long been considered the root of the obesity epidemic, but research has shown that the real culprits are processed sugars and carbohydrates. Foods containing a high-fat content are some of the most nutritious foods one can consume; for example, nuts, avocados, and olive oil. The problem with refined sugars is that they make insulin levels surge. When these insulin levels spike, fat cells respond by storing these calories. However, the calories are not filled with nutrients the body needs. Our brains recognize this fact and respond with hunger. This, in turn, makes us want to eat more and causes our metabolisms to slow down, resulting in weight gain. Another false belief is that by exercising excessively, one can eat whatever is desired. However, 80% of our weight is what we put into our bodies and only 20% of the amount we burn by activity.A person’s caloric intake consists of carbohydrates, proteins, fats, and for some, alcohol. Alcohol contains the type of calories that should be limited the most, as it contains “empty calories,” meaning they have nothing the body can use for energy. Alcohol causes weight gain without adding nutrients to the body. Carbohydrates, proteins, and fats have varying calories per gram. Carbohydrates and proteins, for instance, contain 4 calories per gram, and fat has 9 calories per gram. This helps calculate daily calorie consumption when obtaining and maintaining a healthy weight.Balance in one’s diet is key to good health. The American diet is filled with excessive amounts of processed sugars and saturated fats, with no other nutrients the body desires. Fat and glucose are vital to sustaining life, especially brain function, but they cannot be the sole fuel to energize the body. This is a major issue in the American diet today and a growing area of concern, not just because of malnutrition but also because of the increase in chronically debilitating yet preventable diseases such as diabetes, heart disease, and various cancers. [9] [10] [11] [12] [13]"}
{"id": "article-18786_9", "title": "Calories -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Calories -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}