{"id": "article-37101_0", "title": "Doxylamine -- Continuing Education Activity", "content": "Doxylamine is a medication used to manage and treat nausea and vomiting of pregnancy (NVP), allergic rhinitis, and insomnia. It is in the first-generation histamine receptor H1 antagonist class of medications. In the USA, it is available as an over-the-counter medication. This activity reviews the indications, action, and contraindications for doxylamine as a valuable agent in managing nausea and vomiting of pregnancy (NVP), allergic rhinitis, and insomnia.", "contents": "Doxylamine -- Continuing Education Activity. Doxylamine is a medication used to manage and treat nausea and vomiting of pregnancy (NVP), allergic rhinitis, and insomnia. It is in the first-generation histamine receptor H1 antagonist class of medications. In the USA, it is available as an over-the-counter medication. This activity reviews the indications, action, and contraindications for doxylamine as a valuable agent in managing nausea and vomiting of pregnancy (NVP), allergic rhinitis, and insomnia."}
{"id": "article-37101_1", "title": "Doxylamine -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of doxylamine. Describe the potential adverse effects of doxylamine. Summarize the indications for doxylamine use. Review interprofessional team strategies for improving care coordination and communication to advance doxylamine and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Doxylamine -- Continuing Education Activity. Objectives: Identify the mechanism of action of doxylamine. Describe the potential adverse effects of doxylamine. Summarize the indications for doxylamine use. Review interprofessional team strategies for improving care coordination and communication to advance doxylamine and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-37101_2", "title": "Doxylamine -- Indications", "content": "Doxylamine succinate with pyridoxine has approval from the U.S. Food and Drug Administration for the first-line treatment of nausea and vomiting of pregnancy (NVP). [1] Nausea and vomiting of pregnancy affects up to 85% of women during pregnancy—it is the most prevalent medical condition during pregnancy. [2] Most patients with NVP are manageable by making alterations to diet and lifestyle factors; however, more than 30% might need fluids, vitamin supplementation, and additional treatment with an antiemetic such as doxylamine. [3]", "contents": "Doxylamine -- Indications. Doxylamine succinate with pyridoxine has approval from the U.S. Food and Drug Administration for the first-line treatment of nausea and vomiting of pregnancy (NVP). [1] Nausea and vomiting of pregnancy affects up to 85% of women during pregnancy—it is the most prevalent medical condition during pregnancy. [2] Most patients with NVP are manageable by making alterations to diet and lifestyle factors; however, more than 30% might need fluids, vitamin supplementation, and additional treatment with an antiemetic such as doxylamine. [3]"}
{"id": "article-37101_3", "title": "Doxylamine -- Indications", "content": "Like other antihistamines, it is also indicated for the management of allergic rhinitis. [4] Allergic rhinitis is the most prevalent atopic disorder, and symptoms consist of nasal congestion, sneezing, rhinorrhea, and nasal itching. [5] Doxylamine tablets are also available over-the-counter as an approved sleep aid for insomnia in the USA. [6] Insomnia is among the most commonly encountered patient concerns, and it can have significant adverse effects on mental and physical health. [7]", "contents": "Doxylamine -- Indications. Like other antihistamines, it is also indicated for the management of allergic rhinitis. [4] Allergic rhinitis is the most prevalent atopic disorder, and symptoms consist of nasal congestion, sneezing, rhinorrhea, and nasal itching. [5] Doxylamine tablets are also available over-the-counter as an approved sleep aid for insomnia in the USA. [6] Insomnia is among the most commonly encountered patient concerns, and it can have significant adverse effects on mental and physical health. [7]"}
{"id": "article-37101_4", "title": "Doxylamine -- Mechanism of Action", "content": "As a member of the first-generation class of antihistamines, doxylamine exerts its effects by competitively antagonizing the binding of free histamine at the H1-receptor binding sites. It antagonizes the effects of histamine in the uterus, GI tract, large blood vessels, and bronchial muscles. Doxylamine binds non-selectively to H1-receptors, both centrally and peripherally, contributing to the sedative effects that also make it an effective sleeping aid. However, due to their interactions with receptor residues that remain highly conserved across the aminergic receptors, H1 receptor antagonists can produce several off-target effects; these are anticholinergic. This activity also depresses labyrinthine function, blocks the chemoreceptor trigger zone, and diminishes vestibular stimulation. [8]", "contents": "Doxylamine -- Mechanism of Action. As a member of the first-generation class of antihistamines, doxylamine exerts its effects by competitively antagonizing the binding of free histamine at the H1-receptor binding sites. It antagonizes the effects of histamine in the uterus, GI tract, large blood vessels, and bronchial muscles. Doxylamine binds non-selectively to H1-receptors, both centrally and peripherally, contributing to the sedative effects that also make it an effective sleeping aid. However, due to their interactions with receptor residues that remain highly conserved across the aminergic receptors, H1 receptor antagonists can produce several off-target effects; these are anticholinergic. This activity also depresses labyrinthine function, blocks the chemoreceptor trigger zone, and diminishes vestibular stimulation. [8]"}
{"id": "article-37101_5", "title": "Doxylamine -- Mechanism of Action", "content": "Furthermore, doxylamine reduces nausea and vomiting by inhibiting histaminergic signaling to the vomiting center in the medulla. [9] The mechanism of action of pyridoxine while treating nausea and vomiting during pregnancy is unknown. The drug undergoes extensive hepatic metabolism and is excreted primarily in the urine. It has a half-life of approximately 10 hours, which increases to 12 to 15 hours in the elderly.", "contents": "Doxylamine -- Mechanism of Action. Furthermore, doxylamine reduces nausea and vomiting by inhibiting histaminergic signaling to the vomiting center in the medulla. [9] The mechanism of action of pyridoxine while treating nausea and vomiting during pregnancy is unknown. The drug undergoes extensive hepatic metabolism and is excreted primarily in the urine. It has a half-life of approximately 10 hours, which increases to 12 to 15 hours in the elderly."}
{"id": "article-37101_6", "title": "Doxylamine -- Administration", "content": "To treat nausea and vomiting during pregnancy, doxylamine is often co-administered with pyridoxine (vitamin B6) as an extended-release oral tablet (doxylamine succinate 10 mg/ pyridoxine-HCl 10 mg). The tablets should not be crushed, chewed, or split to maintain the extended-release effects. [10] For NVP, the recommended dose is two tablets before bed with water on an empty stomach. If symptoms continue on the second day, the patient can take one tablet after waking in the morning and two at night. If symptoms remain inadequately controlled with a three tablet regimen on the third day, the dose could increase to four tablets per day: one in the morning, one mid-afternoon, and two before bed. The maximum daily limit is four tablets. Patients should not take doxylamine/pyridoxine as needed while treating NVP. The need for continued therapy requires reassessment throughout the pregnancy. [11] [12] [13]", "contents": "Doxylamine -- Administration. To treat nausea and vomiting during pregnancy, doxylamine is often co-administered with pyridoxine (vitamin B6) as an extended-release oral tablet (doxylamine succinate 10 mg/ pyridoxine-HCl 10 mg). The tablets should not be crushed, chewed, or split to maintain the extended-release effects. [10] For NVP, the recommended dose is two tablets before bed with water on an empty stomach. If symptoms continue on the second day, the patient can take one tablet after waking in the morning and two at night. If symptoms remain inadequately controlled with a three tablet regimen on the third day, the dose could increase to four tablets per day: one in the morning, one mid-afternoon, and two before bed. The maximum daily limit is four tablets. Patients should not take doxylamine/pyridoxine as needed while treating NVP. The need for continued therapy requires reassessment throughout the pregnancy. [11] [12] [13]"}
{"id": "article-37101_7", "title": "Doxylamine -- Administration", "content": "Doxylamine as a standalone medication is also available as doxylamine succinate 25 mg oral tablets under both brand and generic forms. Adult dosing for doxylamine is as follows: For insomnia (adults and children 12 and older): 25 to 50 mg orally at bedtime as needed, dosed 30 minutes before sleep. [14] For allergy symptoms (adults and children 12 and older): 12.5 mg orally every 4 to 6 hours as needed, with a maximum dosage of 75 mg daily. Hepatic and renal dosing adjustments are not defined.", "contents": "Doxylamine -- Administration. Doxylamine as a standalone medication is also available as doxylamine succinate 25 mg oral tablets under both brand and generic forms. Adult dosing for doxylamine is as follows: For insomnia (adults and children 12 and older): 25 to 50 mg orally at bedtime as needed, dosed 30 minutes before sleep. [14] For allergy symptoms (adults and children 12 and older): 12.5 mg orally every 4 to 6 hours as needed, with a maximum dosage of 75 mg daily. Hepatic and renal dosing adjustments are not defined."}
{"id": "article-37101_8", "title": "Doxylamine -- Adverse Effects", "content": "Because doxylamine is available over the counter, the risk of overdose is a concern. [4] Adverse effects due to hypersensitivity to the drug include hypotension, urticaria, and decreased oxygen saturation. [15] Common adverse effects include impaired vigilance, atropine-like effects, impaired coordination, and drowsiness during the day—all of which could pose problems for high-risk fall patients and those operating heavy machinery or who drive a vehicle. [16] Other common reactions to doxylamine include constipation, dysuria, urinary retention, blurred vision, and diplopia. Many of these can be attributed to the drug's anticholinergic effects.", "contents": "Doxylamine -- Adverse Effects. Because doxylamine is available over the counter, the risk of overdose is a concern. [4] Adverse effects due to hypersensitivity to the drug include hypotension, urticaria, and decreased oxygen saturation. [15] Common adverse effects include impaired vigilance, atropine-like effects, impaired coordination, and drowsiness during the day—all of which could pose problems for high-risk fall patients and those operating heavy machinery or who drive a vehicle. [16] Other common reactions to doxylamine include constipation, dysuria, urinary retention, blurred vision, and diplopia. Many of these can be attributed to the drug's anticholinergic effects."}
{"id": "article-37101_9", "title": "Doxylamine -- Adverse Effects", "content": "Doxylamine and other first-generation histamine H1 receptor antagonists can bind to and inhibit muscarinic receptor signaling in other organ systems, resulting in systemic anticholinergic effects. This non-selective receptor binding can lead to various adverse effects such as flushing of the skin, anhidrosis, hyperthermia, hallucinations, mydriasis, delirium, and urinary retention. [17]", "contents": "Doxylamine -- Adverse Effects. Doxylamine and other first-generation histamine H1 receptor antagonists can bind to and inhibit muscarinic receptor signaling in other organ systems, resulting in systemic anticholinergic effects. This non-selective receptor binding can lead to various adverse effects such as flushing of the skin, anhidrosis, hyperthermia, hallucinations, mydriasis, delirium, and urinary retention. [17]"}
{"id": "article-37101_10", "title": "Doxylamine -- Adverse Effects", "content": "Doxylamine is safe for use in breastfeeding in small, occasional doses. No known fetal harm exists based on human data when it was studied in combination therapy with pyridoxine. In longer-term or higher doses, doxylamine might decrease lactation, and it could cause drowsiness or other adverse effects on the breastfed infant. [18] Doxylamine is safe for use in pregnancy as it is not teratogenic. [3]", "contents": "Doxylamine -- Adverse Effects. Doxylamine is safe for use in breastfeeding in small, occasional doses. No known fetal harm exists based on human data when it was studied in combination therapy with pyridoxine. In longer-term or higher doses, doxylamine might decrease lactation, and it could cause drowsiness or other adverse effects on the breastfed infant. [18] Doxylamine is safe for use in pregnancy as it is not teratogenic. [3]"}
{"id": "article-37101_11", "title": "Doxylamine -- Contraindications", "content": "One contraindication to treatment with doxylamine includes concurrent use of a monoamine oxidase inhibitor (MAOI). [13] Hypersensitivity to doxylamine is also a contraindication to its use. [15] Concomitant alcohol use is contraindicated due to its effect of causing pronounced somnolence when combined with doxylamine. It should be used with caution when given concurrently with CNS depressant drugs. Doxylamine contraindications also include patients with the following conditions: elevated intraocular pressure, narrow-angle glaucoma, asthma, stenosing peptic ulcer disease, urinary bladder neck obstruction, and gastric outlet obstruction. [11] Doxylamine should not be used in children under two years of age.", "contents": "Doxylamine -- Contraindications. One contraindication to treatment with doxylamine includes concurrent use of a monoamine oxidase inhibitor (MAOI). [13] Hypersensitivity to doxylamine is also a contraindication to its use. [15] Concomitant alcohol use is contraindicated due to its effect of causing pronounced somnolence when combined with doxylamine. It should be used with caution when given concurrently with CNS depressant drugs. Doxylamine contraindications also include patients with the following conditions: elevated intraocular pressure, narrow-angle glaucoma, asthma, stenosing peptic ulcer disease, urinary bladder neck obstruction, and gastric outlet obstruction. [11] Doxylamine should not be used in children under two years of age."}
{"id": "article-37101_12", "title": "Doxylamine -- Monitoring", "content": "Researchers have mostly studied the pharmacokinetics of doxylamine in healthy nonpregnant women. Doxylamine is absorbed in the gastrointestinal tract, mainly the jejunum. With extended-release formulation, peak plasma concentrations occur within 7.5 hours. [13] Doxylamine is highly lipophilic; therefore, it circulates as 98% protein-bound. The volume of distribution is between 0.5 and 30 L/kg. Doxylamine undergoes hepatic metabolism via a dealkylation reaction, so the clinician should consider the patient's liver function. [17] Additionally, doxylamine and its respective metabolites get excreted by the kidneys, so clinicians should consider the patient's renal function when administering this drug. The half-life of doxylamine is 11.9 hours, and the half-life of coadministered pyridoxine is 0.4 hours. [11]", "contents": "Doxylamine -- Monitoring. Researchers have mostly studied the pharmacokinetics of doxylamine in healthy nonpregnant women. Doxylamine is absorbed in the gastrointestinal tract, mainly the jejunum. With extended-release formulation, peak plasma concentrations occur within 7.5 hours. [13] Doxylamine is highly lipophilic; therefore, it circulates as 98% protein-bound. The volume of distribution is between 0.5 and 30 L/kg. Doxylamine undergoes hepatic metabolism via a dealkylation reaction, so the clinician should consider the patient's liver function. [17] Additionally, doxylamine and its respective metabolites get excreted by the kidneys, so clinicians should consider the patient's renal function when administering this drug. The half-life of doxylamine is 11.9 hours, and the half-life of coadministered pyridoxine is 0.4 hours. [11]"}
{"id": "article-37101_13", "title": "Doxylamine -- Toxicity", "content": "Toxicity associated with antihistamine use is due to overdose following oral ingestion, either unintentional or intentional suicide attempt—most commonly in young and elderly populations. Toxicity from intravenous, intramuscular, or topical routes of administration rarely occurs in the household setting. Toxicity presents as antimuscarinic and hallucinogenic effects. The mnemonic 'dry as a bone, hot as a hare, red as a beet, blind as a bat, full as a flask, and mad as a hatter' has been used to remember the presentation of acute anticholinergic toxicity. This mnemonic represents the findings of anhidrosis, hyperthermia, reddening of the skin, mydriasis, hallucinations, urinary retention, and delirium, respectively.", "contents": "Doxylamine -- Toxicity. Toxicity associated with antihistamine use is due to overdose following oral ingestion, either unintentional or intentional suicide attempt—most commonly in young and elderly populations. Toxicity from intravenous, intramuscular, or topical routes of administration rarely occurs in the household setting. Toxicity presents as antimuscarinic and hallucinogenic effects. The mnemonic 'dry as a bone, hot as a hare, red as a beet, blind as a bat, full as a flask, and mad as a hatter' has been used to remember the presentation of acute anticholinergic toxicity. This mnemonic represents the findings of anhidrosis, hyperthermia, reddening of the skin, mydriasis, hallucinations, urinary retention, and delirium, respectively."}
{"id": "article-37101_14", "title": "Doxylamine -- Toxicity", "content": "Major complications of doxylamine toxicity include arrhythmias, respiratory failure, seizures, hyperthermia, rhabdomyolysis, and coma. If the patient experiences toxicity, the healthcare team should continually monitor cardiac activity, and IV access is necessary. Patients who only recently ingested the toxic dose can receive activated charcoal. [17] [19]", "contents": "Doxylamine -- Toxicity. Major complications of doxylamine toxicity include arrhythmias, respiratory failure, seizures, hyperthermia, rhabdomyolysis, and coma. If the patient experiences toxicity, the healthcare team should continually monitor cardiac activity, and IV access is necessary. Patients who only recently ingested the toxic dose can receive activated charcoal. [17] [19]"}
{"id": "article-37101_15", "title": "Doxylamine -- Enhancing Healthcare Team Outcomes", "content": "Doxylamine is available both over-the-counter and through a consultation with a physician. It is a first-generation histamine H1 receptor antagonist that can lead to various adverse outcomes if consumed inappropriately. Over-the-counter availability of doxylamine to consumers demands the need to educate patients and the general public on appropriate antihistamine consumption and how to recognize signs of toxicity. Individuals taking doxylamine should understand the potential adverse effects and should receive instruction to store this medication in a secure location where children or other individuals at risk of ingesting a toxic dose (intentionally or unintentionally) cannot access it. Patients should also be counseled on the potential drug interactions with doxylamine, such as increased somnolence and sedation when consumed with alcohol or other central nervous system depressants because of cumulative effects.", "contents": "Doxylamine -- Enhancing Healthcare Team Outcomes. Doxylamine is available both over-the-counter and through a consultation with a physician. It is a first-generation histamine H1 receptor antagonist that can lead to various adverse outcomes if consumed inappropriately. Over-the-counter availability of doxylamine to consumers demands the need to educate patients and the general public on appropriate antihistamine consumption and how to recognize signs of toxicity. Individuals taking doxylamine should understand the potential adverse effects and should receive instruction to store this medication in a secure location where children or other individuals at risk of ingesting a toxic dose (intentionally or unintentionally) cannot access it. Patients should also be counseled on the potential drug interactions with doxylamine, such as increased somnolence and sedation when consumed with alcohol or other central nervous system depressants because of cumulative effects."}
{"id": "article-37101_16", "title": "Doxylamine -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional healthcare team, including clinicians (MDs, DOs, NPS, and PAs), should be well-versed in recognizing the symptoms of doxylamine toxicity. They should be aware of the potential complications that can manifest, such as multiorgan failure and coma. Although most patients experience a full recovery following doxylamine toxicity, it is still vital that healthcare teams are knowledgeable and up to date on the presentation of doxylamine toxicity. [17] The prescribing clinician, along with a pharmacist, should educate the patient regarding dosing and interactions. The pharmacist (as well as nursing) can counsel the patient on administration and potential adverse effects. Nursing can also perform follow-up monitoring and also act as a bridge between the prescriber and the patient. If any one member of the interprofessional team notes an adverse event or therapeutic failure, it should be documented in the patient's health record and communicated to all other team members so appropriate action can take place. These examples of interprofessional collaboration show how to optimize doxylamine therapy for the best clinical results with the fewest adverse events. [Level 5]", "contents": "Doxylamine -- Enhancing Healthcare Team Outcomes. An interprofessional healthcare team, including clinicians (MDs, DOs, NPS, and PAs), should be well-versed in recognizing the symptoms of doxylamine toxicity. They should be aware of the potential complications that can manifest, such as multiorgan failure and coma. Although most patients experience a full recovery following doxylamine toxicity, it is still vital that healthcare teams are knowledgeable and up to date on the presentation of doxylamine toxicity. [17] The prescribing clinician, along with a pharmacist, should educate the patient regarding dosing and interactions. The pharmacist (as well as nursing) can counsel the patient on administration and potential adverse effects. Nursing can also perform follow-up monitoring and also act as a bridge between the prescriber and the patient. If any one member of the interprofessional team notes an adverse event or therapeutic failure, it should be documented in the patient's health record and communicated to all other team members so appropriate action can take place. These examples of interprofessional collaboration show how to optimize doxylamine therapy for the best clinical results with the fewest adverse events. [Level 5]"}
{"id": "article-37101_17", "title": "Doxylamine -- Enhancing Healthcare Team Outcomes", "content": "Historically, there has been significant debate around a reported correlation between using a combination product containing doxylamine and pyridoxine in the 1970s and congenital disabilities. Media and law firms launched publicity campaigns against the older formulation, which eventually resulted in the discontinuation of the drug for decades until the newer formulation received approval in 2013 for treating NVP refractory to other nonpharmacological management. Approval of the newer formulation was based on randomized, placebo-controlled clinical trials supporting its efficacy and safety. It also considered extensive data concluding that combined treatment with doxylamine succinate and pyridoxine hydrochloride in pregnancy is not teratogenic. This decades-long debate and evidence reinforce the importance of evidence-based medicine.", "contents": "Doxylamine -- Enhancing Healthcare Team Outcomes. Historically, there has been significant debate around a reported correlation between using a combination product containing doxylamine and pyridoxine in the 1970s and congenital disabilities. Media and law firms launched publicity campaigns against the older formulation, which eventually resulted in the discontinuation of the drug for decades until the newer formulation received approval in 2013 for treating NVP refractory to other nonpharmacological management. Approval of the newer formulation was based on randomized, placebo-controlled clinical trials supporting its efficacy and safety. It also considered extensive data concluding that combined treatment with doxylamine succinate and pyridoxine hydrochloride in pregnancy is not teratogenic. This decades-long debate and evidence reinforce the importance of evidence-based medicine."}
{"id": "article-37101_18", "title": "Doxylamine -- Enhancing Healthcare Team Outcomes", "content": "In summary, doxylamine is a generally safe, effective over-the-counter medication that can provide patient benefit with minimal adverse events when used correctly.", "contents": "Doxylamine -- Enhancing Healthcare Team Outcomes. In summary, doxylamine is a generally safe, effective over-the-counter medication that can provide patient benefit with minimal adverse events when used correctly."}
{"id": "article-37101_19", "title": "Doxylamine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Doxylamine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}