{"id": "article-25724_0", "title": "Infraorbital Nerve Block -- Continuing Education Activity", "content": "Nerve blocks are useful for providing anesthesia to a specific area of the body. Regional nerve blocks offer many advantages over local tissue infiltration. They are useful when local infiltration may not be possible or could result in tissue damage or distortion. This is especially important for areas, such as the face, where cosmetic results are extremely important. Nerve blocks generally require less anesthetic medication than local infiltration to produce the desired effect. This activity describes the indications, contraindications, and methodology involved in performing an infraorbital nerve block and highlights the role of the interprofessional team in monitoring patients undergoing this procedure.", "contents": "Infraorbital Nerve Block -- Continuing Education Activity. Nerve blocks are useful for providing anesthesia to a specific area of the body. Regional nerve blocks offer many advantages over local tissue infiltration. They are useful when local infiltration may not be possible or could result in tissue damage or distortion. This is especially important for areas, such as the face, where cosmetic results are extremely important. Nerve blocks generally require less anesthetic medication than local infiltration to produce the desired effect. This activity describes the indications, contraindications, and methodology involved in performing an infraorbital nerve block and highlights the role of the interprofessional team in monitoring patients undergoing this procedure."}
{"id": "article-25724_1", "title": "Infraorbital Nerve Block -- Continuing Education Activity", "content": "Objectives: Identify the technique involved in performing an infraorbital nerve block. Describe the indications for an infraorbital nerve block. Describe the complications of an infraorbital nerve block. Explore interprofessional team strategies for optimizing care coordination and communication to ensure safe performance of infraorbital nerve blocks and improve clinical outcomes. Access free multiple choice questions on this topic.", "contents": "Infraorbital Nerve Block -- Continuing Education Activity. Objectives: Identify the technique involved in performing an infraorbital nerve block. Describe the indications for an infraorbital nerve block. Describe the complications of an infraorbital nerve block. Explore interprofessional team strategies for optimizing care coordination and communication to ensure safe performance of infraorbital nerve blocks and improve clinical outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25724_2", "title": "Infraorbital Nerve Block -- Introduction", "content": "Nerve blocks are useful for achieving anesthesia to a regional area of the body. Regional nerve blocks offer many advantages over local tissue infiltration. They are useful when local infiltration may not be possible or could result in tissue damage or distortion. Local tissue infiltration can distort the tissues, which could affect cosmetic outcomes when a wound is repaired. This is especially important for areas, such as the face, where cosmetic results are extremely important. Nerve blocks generally require less anesthetic medication to produce the desired effect when compared to local infiltration. Other indications include wound closure, dental procedures, and contraindication to general anesthesia. Nerve blocks are less useful in situations where the wound may extend over an area that is innervated by several nerves. If the injury crosses the midline, it may be beneficial to perform a nerve block on both sides of the face.", "contents": "Infraorbital Nerve Block -- Introduction. Nerve blocks are useful for achieving anesthesia to a regional area of the body. Regional nerve blocks offer many advantages over local tissue infiltration. They are useful when local infiltration may not be possible or could result in tissue damage or distortion. Local tissue infiltration can distort the tissues, which could affect cosmetic outcomes when a wound is repaired. This is especially important for areas, such as the face, where cosmetic results are extremely important. Nerve blocks generally require less anesthetic medication to produce the desired effect when compared to local infiltration. Other indications include wound closure, dental procedures, and contraindication to general anesthesia. Nerve blocks are less useful in situations where the wound may extend over an area that is innervated by several nerves. If the injury crosses the midline, it may be beneficial to perform a nerve block on both sides of the face."}
{"id": "article-25724_3", "title": "Infraorbital Nerve Block -- Introduction", "content": "The infraorbital nerve provides sensory innervation to the lower eyelid, the side of the nose, the upper lip, upper incisor, canine, premolars, and root of the first molar. An infraorbital nerve block is very useful for procedures that involve the skin between the lower eyelid and upper lip and for dental procedures on the ipsilateral maxillary teeth. [1] [2] [3]", "contents": "Infraorbital Nerve Block -- Introduction. The infraorbital nerve provides sensory innervation to the lower eyelid, the side of the nose, the upper lip, upper incisor, canine, premolars, and root of the first molar. An infraorbital nerve block is very useful for procedures that involve the skin between the lower eyelid and upper lip and for dental procedures on the ipsilateral maxillary teeth. [1] [2] [3]"}
{"id": "article-25724_4", "title": "Infraorbital Nerve Block -- Introduction", "content": "The infraorbital nerve block is easily achieved by infiltrating an anesthetic medication in the area of the infraorbital nerve. This is done by an extraoral and intraoral approach, with the latter being the more common of the two. The intraoral approach is achieved by injecting anesthetic medication into the buccal mucosa opposite the upper second bicuspid tooth 0.5 cm from the buccal surface. The extraoral approach involves injecting medication into the tissues around the infraorbital foramen. [4] [5] [6]", "contents": "Infraorbital Nerve Block -- Introduction. The infraorbital nerve block is easily achieved by infiltrating an anesthetic medication in the area of the infraorbital nerve. This is done by an extraoral and intraoral approach, with the latter being the more common of the two. The intraoral approach is achieved by injecting anesthetic medication into the buccal mucosa opposite the upper second bicuspid tooth 0.5 cm from the buccal surface. The extraoral approach involves injecting medication into the tissues around the infraorbital foramen. [4] [5] [6]"}
{"id": "article-25724_5", "title": "Infraorbital Nerve Block -- Anatomy and Physiology", "content": "The infraorbital nerve is a branch of the maxillary nerve, which is the second division of the trigeminal nerve. The maxillary nerve exits the infraorbital foramen, where it terminates as the infraorbital nerve. The infraorbital nerve provides sensory innervation to the lower eyelid, lateral aspect of the nose, upper lip, upper incisor, canine, premolars, and mesiobuccal root of the first molar on the ipsilateral side of the face. The infraorbital nerve block anesthetizes the anterior and middle maxillary alveolar nerves, inferior palpebral, lateral nasal, and superior labial. This also includes the maxillary incisors, canines, and premolars, as well as their vestibular osseous support and the soft tissues which cover them. Finally, it includes the mesiovestibular root of the maxillary first molar, part of the maxillary sinus and nose. [7] [8] [9]", "contents": "Infraorbital Nerve Block -- Anatomy and Physiology. The infraorbital nerve is a branch of the maxillary nerve, which is the second division of the trigeminal nerve. The maxillary nerve exits the infraorbital foramen, where it terminates as the infraorbital nerve. The infraorbital nerve provides sensory innervation to the lower eyelid, lateral aspect of the nose, upper lip, upper incisor, canine, premolars, and mesiobuccal root of the first molar on the ipsilateral side of the face. The infraorbital nerve block anesthetizes the anterior and middle maxillary alveolar nerves, inferior palpebral, lateral nasal, and superior labial. This also includes the maxillary incisors, canines, and premolars, as well as their vestibular osseous support and the soft tissues which cover them. Finally, it includes the mesiovestibular root of the maxillary first molar, part of the maxillary sinus and nose. [7] [8] [9]"}
{"id": "article-25724_6", "title": "Infraorbital Nerve Block -- Indications", "content": "Nerve blocks are useful when a wound repair is required over a large area that is innervated by one nerve. They are also useful when local infiltration of the wound may not be possible or could result in tissue damage or distortion. Other indications include wound closure, dental procedures, pain relief, debridement, and contraindication to general anesthesia.", "contents": "Infraorbital Nerve Block -- Indications. Nerve blocks are useful when a wound repair is required over a large area that is innervated by one nerve. They are also useful when local infiltration of the wound may not be possible or could result in tissue damage or distortion. Other indications include wound closure, dental procedures, pain relief, debridement, and contraindication to general anesthesia."}
{"id": "article-25724_7", "title": "Infraorbital Nerve Block -- Contraindications", "content": "Contraindications include overlying infection at the site of injection, patient refusal, allergy to anesthetic agents, anatomical landmark distortion, and wounds that involve areas innervated by multiple nerves.", "contents": "Infraorbital Nerve Block -- Contraindications. Contraindications include overlying infection at the site of injection, patient refusal, allergy to anesthetic agents, anatomical landmark distortion, and wounds that involve areas innervated by multiple nerves."}
{"id": "article-25724_8", "title": "Infraorbital Nerve Block -- Equipment", "content": "Several anesthetic agents can be used for a nerve block. Amino amides and amino esters differ by the chemical structure of an intermediate chain between aromatic and hydrophilic segments. Amines are metabolized in the liver and undergo hydrolysis, which produces para-aminobenzoic acid (PABA) that makes amines more likely to produce an allergic reaction than an amino ester. Pseudocholinesterases metabolize esters in the plasma. The easiest way to remember which drugs belong to each group is by recalling that amino acids generally have two “I”s in the spelling. Common amines include lidocaine and bupivacaine. Common esters include tetracaine, benzocaine, procaine, and cocaine.", "contents": "Infraorbital Nerve Block -- Equipment. Several anesthetic agents can be used for a nerve block. Amino amides and amino esters differ by the chemical structure of an intermediate chain between aromatic and hydrophilic segments. Amines are metabolized in the liver and undergo hydrolysis, which produces para-aminobenzoic acid (PABA) that makes amines more likely to produce an allergic reaction than an amino ester. Pseudocholinesterases metabolize esters in the plasma. The easiest way to remember which drugs belong to each group is by recalling that amino acids generally have two “I”s in the spelling. Common amines include lidocaine and bupivacaine. Common esters include tetracaine, benzocaine, procaine, and cocaine."}
{"id": "article-25724_9", "title": "Infraorbital Nerve Block -- Equipment", "content": "The two most common anesthetic agents for infraorbital nerve block are lidocaine and bupivacaine. Lidocaine is faster in onset and has a shorter duration than bupivacaine. Lidocaine starts to take effect 2 to 3 minutes after infiltration, whereas bupivacaine can take 10 to 20 minutes to take effect. Typically, only 1 to 3 mL of the agent is needed, so toxicity is rare. The total dose of 1% lidocaine with epinephrine should not exceed 7 mg/kg (0.7 mL/kg) and 4 mg/kg without epinephrine.", "contents": "Infraorbital Nerve Block -- Equipment. The two most common anesthetic agents for infraorbital nerve block are lidocaine and bupivacaine. Lidocaine is faster in onset and has a shorter duration than bupivacaine. Lidocaine starts to take effect 2 to 3 minutes after infiltration, whereas bupivacaine can take 10 to 20 minutes to take effect. Typically, only 1 to 3 mL of the agent is needed, so toxicity is rare. The total dose of 1% lidocaine with epinephrine should not exceed 7 mg/kg (0.7 mL/kg) and 4 mg/kg without epinephrine."}
{"id": "article-25724_10", "title": "Infraorbital Nerve Block -- Equipment", "content": "Equipment required includes a 27-gauge needle, blunt fill needle, gauze, 5 to 10 mL syringe, a syringe (Luer-lock if available for easier control and administration), anesthetic agent, and sterile and non-sterile gloves.", "contents": "Infraorbital Nerve Block -- Equipment. Equipment required includes a 27-gauge needle, blunt fill needle, gauze, 5 to 10 mL syringe, a syringe (Luer-lock if available for easier control and administration), anesthetic agent, and sterile and non-sterile gloves."}
{"id": "article-25724_11", "title": "Infraorbital Nerve Block -- Preparation", "content": "The patient should be educated about the procedure and informed about the risks and benefits. Informed consent should be obtained before the procedure. All equipment should be brought to the bedside.", "contents": "Infraorbital Nerve Block -- Preparation. The patient should be educated about the procedure and informed about the risks and benefits. Informed consent should be obtained before the procedure. All equipment should be brought to the bedside."}
{"id": "article-25724_12", "title": "Infraorbital Nerve Block -- Technique or Treatment -- Intraoral Approach", "content": "Place the patient in a seated position so that the maxillary occlusal plane forms a 45-degree angle with the floor. Use a cotton-tipped applicator to apply a topical anesthetic to the oral mucosa of the gum line above the maxillary canine. The infraorbital foramen can be approximated by having a patient look straight ahead and imagining a line down from the pupil to the inferior border of the infraorbital ridge, bicuspid teeth, and mental foramen. Find the inferior orbital rim with the index and middle fingers of the non-injecting hand. Once it is located, the palpating finger should remain in place to prevent losing landmarks and stop the needle from entering the orbit. Retract the cheek with the thumb of the non-injecting hand and then insert the needle into the mucosa above the upper second bicuspid approximately 0.5 cm from the buccal surface. The needle should be directed superiorly and remain parallel to the second bicuspid until it is palpated near the foramen. Before injecting the anesthetic, it is important to aspirate to ensure the needle is not within a vessel. Inject the anesthetic into the space. It is important to avoid injecting the anesthetic into the foramen by keeping firm pressure on the inferior orbital rim with the palpating finger.", "contents": "Infraorbital Nerve Block -- Technique or Treatment -- Intraoral Approach. Place the patient in a seated position so that the maxillary occlusal plane forms a 45-degree angle with the floor. Use a cotton-tipped applicator to apply a topical anesthetic to the oral mucosa of the gum line above the maxillary canine. The infraorbital foramen can be approximated by having a patient look straight ahead and imagining a line down from the pupil to the inferior border of the infraorbital ridge, bicuspid teeth, and mental foramen. Find the inferior orbital rim with the index and middle fingers of the non-injecting hand. Once it is located, the palpating finger should remain in place to prevent losing landmarks and stop the needle from entering the orbit. Retract the cheek with the thumb of the non-injecting hand and then insert the needle into the mucosa above the upper second bicuspid approximately 0.5 cm from the buccal surface. The needle should be directed superiorly and remain parallel to the second bicuspid until it is palpated near the foramen. Before injecting the anesthetic, it is important to aspirate to ensure the needle is not within a vessel. Inject the anesthetic into the space. It is important to avoid injecting the anesthetic into the foramen by keeping firm pressure on the inferior orbital rim with the palpating finger."}
{"id": "article-25724_13", "title": "Infraorbital Nerve Block -- Technique or Treatment -- Extraoral Approach", "content": "The infraorbital foramen can be approximated by having the patient look straight ahead and imagining a line down from the pupil to the inferior border of the infraorbital ridge, bicuspid teeth, and mental foramen. Find the inferior border on the infraorbital rim. Cleanse the skin over the infraorbital foramen with an antiseptic agent and sterile gauze. Insert the needle through the skin, subcutaneous tissue, and muscle. Before injecting the anesthetic, aspirate to ensure the needle is not within a vessel. Inject the anesthetic. Due to the proximity of the facial nerve when the extraoral approach is used, it is best to use an anesthetic agent that does not contain added medication with vasoconstrictor properties. The overlying tissues should appear edematous. Massage the area for 10 to 15 seconds after removing the needle.", "contents": "Infraorbital Nerve Block -- Technique or Treatment -- Extraoral Approach. The infraorbital foramen can be approximated by having the patient look straight ahead and imagining a line down from the pupil to the inferior border of the infraorbital ridge, bicuspid teeth, and mental foramen. Find the inferior border on the infraorbital rim. Cleanse the skin over the infraorbital foramen with an antiseptic agent and sterile gauze. Insert the needle through the skin, subcutaneous tissue, and muscle. Before injecting the anesthetic, aspirate to ensure the needle is not within a vessel. Inject the anesthetic. Due to the proximity of the facial nerve when the extraoral approach is used, it is best to use an anesthetic agent that does not contain added medication with vasoconstrictor properties. The overlying tissues should appear edematous. Massage the area for 10 to 15 seconds after removing the needle."}
{"id": "article-25724_14", "title": "Infraorbital Nerve Block -- Complications", "content": "Complications from infraorbital nerve block may include bleeding, hematoma formation, infection, artery or vein injury, unintentional injection of anesthetic into the artery or vein, nerve damage, or edema. [10] [11]", "contents": "Infraorbital Nerve Block -- Complications. Complications from infraorbital nerve block may include bleeding, hematoma formation, infection, artery or vein injury, unintentional injection of anesthetic into the artery or vein, nerve damage, or edema. [10] [11]"}
{"id": "article-25724_15", "title": "Infraorbital Nerve Block -- Complications", "content": "It is possible for a patient to develop an allergic reaction to the anesthetic medication used for the procedure. Other reactions to the anesthetic medication include cardiovascular and neurological symptoms. Depending on the anesthetic, methemoglobinemia is also a possible complication.", "contents": "Infraorbital Nerve Block -- Complications. It is possible for a patient to develop an allergic reaction to the anesthetic medication used for the procedure. Other reactions to the anesthetic medication include cardiovascular and neurological symptoms. Depending on the anesthetic, methemoglobinemia is also a possible complication."}
{"id": "article-25724_16", "title": "Infraorbital Nerve Block -- Clinical Significance", "content": "The infraorbital nerve block provides analgesia by introducing anesthetic medication in the distribution of the infraorbital nerve for injury repair, abscess drainage, dental procedures, or pain relief.", "contents": "Infraorbital Nerve Block -- Clinical Significance. The infraorbital nerve block provides analgesia by introducing anesthetic medication in the distribution of the infraorbital nerve for injury repair, abscess drainage, dental procedures, or pain relief."}
{"id": "article-25724_17", "title": "Infraorbital Nerve Block -- Enhancing Healthcare Team Outcomes", "content": "The infraorbital nerve block may be performed by the anesthesiologist, dentist, trauma surgeon, facial surgeon and the emergency department physician. A dedicated nurse must be assigned for monitoring the patient. In addition, resuscitation equipment must be in the room before starting the procedure. The infraorbital procedure is relatively easy and safe but an inadvertent injury to the nerve is not uncommon. After the procedure, the patient must be monitored for 30-45 minutes to ensure that there are no complications.", "contents": "Infraorbital Nerve Block -- Enhancing Healthcare Team Outcomes. The infraorbital nerve block may be performed by the anesthesiologist, dentist, trauma surgeon, facial surgeon and the emergency department physician. A dedicated nurse must be assigned for monitoring the patient. In addition, resuscitation equipment must be in the room before starting the procedure. The infraorbital procedure is relatively easy and safe but an inadvertent injury to the nerve is not uncommon. After the procedure, the patient must be monitored for 30-45 minutes to ensure that there are no complications."}
{"id": "article-25724_18", "title": "Infraorbital Nerve Block -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Ensure consent is obtained Educate the patient about the procedure Ensure that the skin site is sterile and appropriately drapped Prepare the instrument tray Ensure that monitoring and resuscitation equipment is in the room", "contents": "Infraorbital Nerve Block -- Nursing, Allied Health, and Interprofessional Team Interventions. Ensure consent is obtained Educate the patient about the procedure Ensure that the skin site is sterile and appropriately drapped Prepare the instrument tray Ensure that monitoring and resuscitation equipment is in the room"}
{"id": "article-25724_19", "title": "Infraorbital Nerve Block -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Monitor the vital signs Monitor the patient for bleeding, anxiety, pain", "contents": "Infraorbital Nerve Block -- Nursing, Allied Health, and Interprofessional Team Monitoring. Monitor the vital signs Monitor the patient for bleeding, anxiety, pain"}
{"id": "article-25724_20", "title": "Infraorbital Nerve Block -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Infraorbital Nerve Block -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}