{"id": "article-34529_0", "title": "Felodipine -- Continuing Education Activity", "content": "Felodipine belongs to the dihydropyridine class of calcium channel blockers and is approved by the United States Food and Drug Administration (FDA) for the management and treatment of essential hypertension. Felodipine is also recognized for its ability to reduce blood pressure levels, thereby diminishing the risk of cardiovascular morbidity and mortality. A key advantage of felodipine's antihypertensive effect is its notable impact on decreasing the incidence of strokes. For individuals with mild-to-moderate hypertension, felodipine extended-release monotherapy demonstrates comparable efficacy to cardioselective beta blockers, thiazide diuretics, angiotensin-converting enzyme inhibitors, and other calcium channel antagonists. This activity outlines felodipine's indications, mechanism of action, adverse event profile, and contraindications crucial for interprofessional healthcare team members treating patients with essential hypertension.", "contents": "Felodipine -- Continuing Education Activity. Felodipine belongs to the dihydropyridine class of calcium channel blockers and is approved by the United States Food and Drug Administration (FDA) for the management and treatment of essential hypertension. Felodipine is also recognized for its ability to reduce blood pressure levels, thereby diminishing the risk of cardiovascular morbidity and mortality. A key advantage of felodipine's antihypertensive effect is its notable impact on decreasing the incidence of strokes. For individuals with mild-to-moderate hypertension, felodipine extended-release monotherapy demonstrates comparable efficacy to cardioselective beta blockers, thiazide diuretics, angiotensin-converting enzyme inhibitors, and other calcium channel antagonists. This activity outlines felodipine's indications, mechanism of action, adverse event profile, and contraindications crucial for interprofessional healthcare team members treating patients with essential hypertension."}
{"id": "article-34529_1", "title": "Felodipine -- Continuing Education Activity", "content": "Objectives: Identify FDA-approved indications for felodipine, focusing on its role in the management and treatment of essential hypertension. Differentiate felodipine's mechanisms of action from other antihypertensive agents, recognizing its place within the dihydropyridine class of calcium channel blockers. Assess and monitor patients receiving felodipine, evaluating their response, adherence, and potential adverse events, and adjusting treatment plans as necessary. Collaborate with interprofessional team members to ensure comprehensive patient care and optimal treatment outcomes, considering patient health, lifestyle, and potential interactions with other medications. Access free multiple choice questions on this topic.", "contents": "Felodipine -- Continuing Education Activity. Objectives: Identify FDA-approved indications for felodipine, focusing on its role in the management and treatment of essential hypertension. Differentiate felodipine's mechanisms of action from other antihypertensive agents, recognizing its place within the dihydropyridine class of calcium channel blockers. Assess and monitor patients receiving felodipine, evaluating their response, adherence, and potential adverse events, and adjusting treatment plans as necessary. Collaborate with interprofessional team members to ensure comprehensive patient care and optimal treatment outcomes, considering patient health, lifestyle, and potential interactions with other medications. Access free multiple choice questions on this topic."}
{"id": "article-34529_2", "title": "Felodipine -- Indications", "content": "Felodipine belongs to the dihydropyridine class of calcium channel blockers (CCBs) and is approved by the United States Food and Drug Administration (FDA) for the management and treatment of essential hypertension.", "contents": "Felodipine -- Indications. Felodipine belongs to the dihydropyridine class of calcium channel blockers (CCBs) and is approved by the United States Food and Drug Administration (FDA) for the management and treatment of essential hypertension."}
{"id": "article-34529_3", "title": "Felodipine -- Indications -- FDA-Approved Indications", "content": "Apart from managing essential hypertension, felodipine is recognized for its ability to reduce blood pressure levels, thereby diminishing the risk of cardiovascular morbidity and mortality. A key advantage of felodipine's antihypertensive effect is its notable impact on decreasing the incidence of strokes. For individuals with mild-to-moderate hypertension, felodipine extended-release (ER) monotherapy demonstrates comparable efficacy to cardioselective beta blockers, thiazide diuretics, angiotensin-converting enzyme (ACE) inhibitors, and other calcium channel antagonists. For individuals experiencing severe hypertension unresponsive to beta blockers and diuretics, felodipine ER can serve be an add-on therapy. [1] [2] [3] The American College of Cardiology/American Heart Association (ACC/AHA) endorses the use of felodipine in the management of hypertension. [4]", "contents": "Felodipine -- Indications -- FDA-Approved Indications. Apart from managing essential hypertension, felodipine is recognized for its ability to reduce blood pressure levels, thereby diminishing the risk of cardiovascular morbidity and mortality. A key advantage of felodipine's antihypertensive effect is its notable impact on decreasing the incidence of strokes. For individuals with mild-to-moderate hypertension, felodipine extended-release (ER) monotherapy demonstrates comparable efficacy to cardioselective beta blockers, thiazide diuretics, angiotensin-converting enzyme (ACE) inhibitors, and other calcium channel antagonists. For individuals experiencing severe hypertension unresponsive to beta blockers and diuretics, felodipine ER can serve be an add-on therapy. [1] [2] [3] The American College of Cardiology/American Heart Association (ACC/AHA) endorses the use of felodipine in the management of hypertension. [4]"}
{"id": "article-34529_4", "title": "Felodipine -- Indications -- Off-Label Uses", "content": "The off-label uses of felodipine include its application in renovascular hypertension, pulmonary hypertension, chronic stable angina pectoris, [5] and congestive heart failure. [6] Felodipine's off-label applications extend to preventing the decline in renal function caused by calcineurin inhibitors in lung transplantation patients. [7] In addition, felodipine has shown potential efficacy in bleomycin-induced pulmonary fibrosis in preclinical studies. However, further research is essential before considering Felodipine for preventing bleomycin-induced pulmonary fibrosis in humans. [8]", "contents": "Felodipine -- Indications -- Off-Label Uses. The off-label uses of felodipine include its application in renovascular hypertension, pulmonary hypertension, chronic stable angina pectoris, [5] and congestive heart failure. [6] Felodipine's off-label applications extend to preventing the decline in renal function caused by calcineurin inhibitors in lung transplantation patients. [7] In addition, felodipine has shown potential efficacy in bleomycin-induced pulmonary fibrosis in preclinical studies. However, further research is essential before considering Felodipine for preventing bleomycin-induced pulmonary fibrosis in humans. [8]"}
{"id": "article-34529_5", "title": "Felodipine -- Mechanism of Action", "content": "The first step in vascular smooth muscle contraction is the calcium influx into the smooth muscle cell via voltage-dependent L-type calcium channels. Cytosolic calcium binding to calmodulin follows this action, activating myosin light-chain kinase (MLCK). The activated MLCK phosphorylates the myosin light chain, resulting in the attachment of the myosin head with actin, ultimately causing smooth muscle contraction and vasoconstriction. The vascular smooth muscle contraction causes an increase in peripheral vascular resistance and blood pressure. [9]", "contents": "Felodipine -- Mechanism of Action. The first step in vascular smooth muscle contraction is the calcium influx into the smooth muscle cell via voltage-dependent L-type calcium channels. Cytosolic calcium binding to calmodulin follows this action, activating myosin light-chain kinase (MLCK). The activated MLCK phosphorylates the myosin light chain, resulting in the attachment of the myosin head with actin, ultimately causing smooth muscle contraction and vasoconstriction. The vascular smooth muscle contraction causes an increase in peripheral vascular resistance and blood pressure. [9]"}
{"id": "article-34529_6", "title": "Felodipine -- Mechanism of Action", "content": "Like the other dihydropyridine CCBs, Felodipine blocks the voltage-dependent L-type calcium channels and prevents calcium entry into the smooth muscle cell. Reduced cytosolic calcium decreases peripheral vascular resistance, resulting in vasodilation and a decrease in blood pressure. Felodipine selectively dilates arterioles and has no impact on venous vessels. In the in-vitro studies, research shows that Felodipine has a higher selectivity than other commonly used dihydropyridine CCBs like Amlodipine and Nifedipine for vascular tissue compared to cardiac tissue. Also, the clinical trials of Felodipine have not shown any negative inotropic effect. [10] Felodipine results in a dose-dependent decrease in systolic and diastolic blood pressure. Additionally, Felodipine causes a reflex increase in heart rate (reflex tachycardia).", "contents": "Felodipine -- Mechanism of Action. Like the other dihydropyridine CCBs, Felodipine blocks the voltage-dependent L-type calcium channels and prevents calcium entry into the smooth muscle cell. Reduced cytosolic calcium decreases peripheral vascular resistance, resulting in vasodilation and a decrease in blood pressure. Felodipine selectively dilates arterioles and has no impact on venous vessels. In the in-vitro studies, research shows that Felodipine has a higher selectivity than other commonly used dihydropyridine CCBs like Amlodipine and Nifedipine for vascular tissue compared to cardiac tissue. Also, the clinical trials of Felodipine have not shown any negative inotropic effect. [10] Felodipine results in a dose-dependent decrease in systolic and diastolic blood pressure. Additionally, Felodipine causes a reflex increase in heart rate (reflex tachycardia)."}
{"id": "article-34529_7", "title": "Felodipine -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Felodipine is almost completely absorbed after oral administration. However, the bioavailability is only about 20% because of the extensive first-pass metabolism of Felodipine—the plasma concentration increases when administered with a high-fat or high-carbohydrate diet. Additionally, grapefruit juice administration increases the plasma concentration of Felodipine. [11]", "contents": "Felodipine -- Mechanism of Action -- Pharmacokinetics. Absorption: Felodipine is almost completely absorbed after oral administration. However, the bioavailability is only about 20% because of the extensive first-pass metabolism of Felodipine—the plasma concentration increases when administered with a high-fat or high-carbohydrate diet. Additionally, grapefruit juice administration increases the plasma concentration of Felodipine. [11]"}
{"id": "article-34529_8", "title": "Felodipine -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Felodipine is highly protein-bound and has a high volume of distribution (about 10 L/kg)—administration with alcohol results in a significant increase in absorption. Peak plasma concentration (Cmax) increased by almost 150%, and time to peak plasma concentration (Tmax) decreased by 1 hour after alcohol intake in simulation. Concurrent administration of alcohol with Felodipine should be avoided. [12] Metabolism: Felodipine is metabolized in the liver and weakly inhibits CYP3A4 and CYP2D6 enzymes. [13] [14]", "contents": "Felodipine -- Mechanism of Action -- Pharmacokinetics. Distribution: Felodipine is highly protein-bound and has a high volume of distribution (about 10 L/kg)—administration with alcohol results in a significant increase in absorption. Peak plasma concentration (Cmax) increased by almost 150%, and time to peak plasma concentration (Tmax) decreased by 1 hour after alcohol intake in simulation. Concurrent administration of alcohol with Felodipine should be avoided. [12] Metabolism: Felodipine is metabolized in the liver and weakly inhibits CYP3A4 and CYP2D6 enzymes. [13] [14]"}
{"id": "article-34529_9", "title": "Felodipine -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Approximately 70% of felodipine is excreted as metabolites in the urine; biliary secretion is a minor route of eliminating Felodipine, with 10% of the administered dose recovered in the feces. [15] [16]", "contents": "Felodipine -- Mechanism of Action -- Pharmacokinetics. Elimination: Approximately 70% of felodipine is excreted as metabolites in the urine; biliary secretion is a minor route of eliminating Felodipine, with 10% of the administered dose recovered in the feces. [15] [16]"}
{"id": "article-34529_10", "title": "Felodipine -- Administration -- Available Dosage Forms and Strengths", "content": "Felodipine is an orally administered drug and is available in strengths of 2.5 mg, 5 mg, and 10 mg.", "contents": "Felodipine -- Administration -- Available Dosage Forms and Strengths. Felodipine is an orally administered drug and is available in strengths of 2.5 mg, 5 mg, and 10 mg."}
{"id": "article-34529_11", "title": "Felodipine -- Administration -- Adult Dosage", "content": "Felodipine dosing is often an ER tablet. The ER formulation offers several benefits, including daily dosing, minimal drug interactions, and fewer adverse effects. Therefore, starting the patient on a 5 mg dose of Felodipine ER daily is recommended. If the dose needs to be adjusted, a decrease or increase of 2.5 mg is recommended every 2 weeks. According to ACC/AHA, the recommended daily dosage range for felodipine is 2.5 to 10 mg. [4] The tablet should be swallowed whole and not crushed or chewed. It can be taken with or without food or with a light meal.", "contents": "Felodipine -- Administration -- Adult Dosage. Felodipine dosing is often an ER tablet. The ER formulation offers several benefits, including daily dosing, minimal drug interactions, and fewer adverse effects. Therefore, starting the patient on a 5 mg dose of Felodipine ER daily is recommended. If the dose needs to be adjusted, a decrease or increase of 2.5 mg is recommended every 2 weeks. According to ACC/AHA, the recommended daily dosage range for felodipine is 2.5 to 10 mg. [4] The tablet should be swallowed whole and not crushed or chewed. It can be taken with or without food or with a light meal."}
{"id": "article-34529_12", "title": "Felodipine -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Felodipine is not recommended in patients with hepatic impairment. Patients with liver impairment have higher plasma concentrations of felodipine since it undergoes hepatic metabolism and, if needed, is started at 2.5 mg daily. These patients need blood pressure monitoring during dose adjustment. [17] [15] Renal impairment: Felodipine is safe for use in patients with renal failure. [18]", "contents": "Felodipine -- Administration -- Specific Patient Populations. Hepatic impairment: Felodipine is not recommended in patients with hepatic impairment. Patients with liver impairment have higher plasma concentrations of felodipine since it undergoes hepatic metabolism and, if needed, is started at 2.5 mg daily. These patients need blood pressure monitoring during dose adjustment. [17] [15] Renal impairment: Felodipine is safe for use in patients with renal failure. [18]"}
{"id": "article-34529_13", "title": "Felodipine -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: In animal studies, felodipine has been shown to cause teratogenic effects, including digital anomalies and ossification of terminal phalanges. Felodipine is a former pregnancy category C drug. According to ACOG (American College of Obstetricians and Gynecologists) guidelines, if CCBs are used during pregnancy, then felodipine is preferred. [19]", "contents": "Felodipine -- Administration -- Specific Patient Populations. Pregnancy considerations: In animal studies, felodipine has been shown to cause teratogenic effects, including digital anomalies and ossification of terminal phalanges. Felodipine is a former pregnancy category C drug. According to ACOG (American College of Obstetricians and Gynecologists) guidelines, if CCBs are used during pregnancy, then felodipine is preferred. [19]"}
{"id": "article-34529_14", "title": "Felodipine -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: No clinical information is available on using felodipine during breastfeeding. It is not known whether felodipine is present in human milk. Severe adverse reactions may occur in infants; hence, an alternate drug is preferred. [20]", "contents": "Felodipine -- Administration -- Specific Patient Populations. Breastfeeding considerations: No clinical information is available on using felodipine during breastfeeding. It is not known whether felodipine is present in human milk. Severe adverse reactions may occur in infants; hence, an alternate drug is preferred. [20]"}
{"id": "article-34529_15", "title": "Felodipine -- Administration -- Specific Patient Populations", "content": "Pediatric patients: Felodipine is not approved by the FDA for pediatric hypertension. [21] However, according to American Academy of Pediatrics guidelines, the recommended dosage of felodipine for patients aged 6 and older is 2.5 mg. [22] Older patients: For patients 65 and older, initiating treatment with a low dose of felodipine (2.5 mg) is advised, with strict blood pressure monitoring during dose adjustments. [23]", "contents": "Felodipine -- Administration -- Specific Patient Populations. Pediatric patients: Felodipine is not approved by the FDA for pediatric hypertension. [21] However, according to American Academy of Pediatrics guidelines, the recommended dosage of felodipine for patients aged 6 and older is 2.5 mg. [22] Older patients: For patients 65 and older, initiating treatment with a low dose of felodipine (2.5 mg) is advised, with strict blood pressure monitoring during dose adjustments. [23]"}
{"id": "article-34529_16", "title": "Felodipine -- Adverse Effects", "content": "The adverse effects of felodipine are classified as either dose-dependent or dose-independent. The common dose-dependent adverse effects of felodipine include peripheral edema, flushing, palpitations, and headaches. The most common clinical side effect of Felodipine use is peripheral edema. The frequency of peripheral edema is higher in individuals taking a higher dose of felodipine and elderly individuals. The incidence of peripheral edema is about 30% in elderly patients taking 20 mg of felodipine daily. Felodipine selectively dilates the arterioles, which increases intra-capillary pressure, causing extravasation of fluid into the interstitial space and resulting in peripheral edema. ACE inhibitors or angiotensin receptor blockers can prevent peripheral edema. Flushing and headaches also occur because of the vasodilatory effects of felodipine. Palpitations may occur because of reflex tachycardia.", "contents": "Felodipine -- Adverse Effects. The adverse effects of felodipine are classified as either dose-dependent or dose-independent. The common dose-dependent adverse effects of felodipine include peripheral edema, flushing, palpitations, and headaches. The most common clinical side effect of Felodipine use is peripheral edema. The frequency of peripheral edema is higher in individuals taking a higher dose of felodipine and elderly individuals. The incidence of peripheral edema is about 30% in elderly patients taking 20 mg of felodipine daily. Felodipine selectively dilates the arterioles, which increases intra-capillary pressure, causing extravasation of fluid into the interstitial space and resulting in peripheral edema. ACE inhibitors or angiotensin receptor blockers can prevent peripheral edema. Flushing and headaches also occur because of the vasodilatory effects of felodipine. Palpitations may occur because of reflex tachycardia."}
{"id": "article-34529_17", "title": "Felodipine -- Adverse Effects", "content": "In older adults with hypertension, initiating CCBs like felodipine frequently triggers a prescribing cascade, resulting in the subsequent unnecessary prescription of diuretics. Evaluating whether the edema is attributed to an underlying medical condition or is a result of Felodipine use is a risk mitigation strategy. [24] The dose-independent adverse effects of felodipine include fatigue, nausea, and gingival hyperplasia. Gingival hyperplasia occurs in less than 1% of patients and is more common in individuals with poor dental hygiene. The mechanism of gingival hyperplasia is overexpression of growth factors due to high concentrations of calcium ions, leading to fibroblast proliferation and chronic inflammatory cell infiltration. [25] Gingival hyperplasia is usually reversible on discontinuation of felodipine. [26]", "contents": "Felodipine -- Adverse Effects. In older adults with hypertension, initiating CCBs like felodipine frequently triggers a prescribing cascade, resulting in the subsequent unnecessary prescription of diuretics. Evaluating whether the edema is attributed to an underlying medical condition or is a result of Felodipine use is a risk mitigation strategy. [24] The dose-independent adverse effects of felodipine include fatigue, nausea, and gingival hyperplasia. Gingival hyperplasia occurs in less than 1% of patients and is more common in individuals with poor dental hygiene. The mechanism of gingival hyperplasia is overexpression of growth factors due to high concentrations of calcium ions, leading to fibroblast proliferation and chronic inflammatory cell infiltration. [25] Gingival hyperplasia is usually reversible on discontinuation of felodipine. [26]"}
{"id": "article-34529_18", "title": "Felodipine -- Adverse Effects -- Drug-Drug Interactions", "content": "Cytochrome P450 3A4 metabolizes felodipine. The plasma level of felodipine increases when used in conjunction with CYP 3A4 inhibitors such as azole antifungals (Itraconazole and Ketoconazole), macrolide antibiotics (Clarithromycin and Azithromycin), HIV protease inhibitors, immunosuppressants (Cyclosporine), Cimetidine, or grapefruit juice. [2] The plasma level and efficacy of felodipine decrease when co-administered with CYP3A4 inducers such as anticonvulsants (Phenytoin and Carbamazepine), St John’s wort, or rifampicin. When Metoprolol is subsequently administered with a conventional Felodipine formulation to treat essential hypertension, the plasma concentration of Metoprolol increases while that of felodipine remains unchanged. If felodipine is co-administered with Theophylline, it results in a decrease in the plasma concentration of Theophylline. [27]", "contents": "Felodipine -- Adverse Effects -- Drug-Drug Interactions. Cytochrome P450 3A4 metabolizes felodipine. The plasma level of felodipine increases when used in conjunction with CYP 3A4 inhibitors such as azole antifungals (Itraconazole and Ketoconazole), macrolide antibiotics (Clarithromycin and Azithromycin), HIV protease inhibitors, immunosuppressants (Cyclosporine), Cimetidine, or grapefruit juice. [2] The plasma level and efficacy of felodipine decrease when co-administered with CYP3A4 inducers such as anticonvulsants (Phenytoin and Carbamazepine), St John’s wort, or rifampicin. When Metoprolol is subsequently administered with a conventional Felodipine formulation to treat essential hypertension, the plasma concentration of Metoprolol increases while that of felodipine remains unchanged. If felodipine is co-administered with Theophylline, it results in a decrease in the plasma concentration of Theophylline. [27]"}
{"id": "article-34529_19", "title": "Felodipine -- Adverse Effects -- Drug-Drug Interactions", "content": "CCBs and statins are frequently prescribed in patients with cardiovascular risk factors. In a study, acute kidney injury, hyperkalemia, acute myocardial infarction, and acute ischemic stroke were increased due to interaction between CYP3A4-metabolized statins and CCBs that inhibit CYP3A4, like Felodipine. [28]", "contents": "Felodipine -- Adverse Effects -- Drug-Drug Interactions. CCBs and statins are frequently prescribed in patients with cardiovascular risk factors. In a study, acute kidney injury, hyperkalemia, acute myocardial infarction, and acute ischemic stroke were increased due to interaction between CYP3A4-metabolized statins and CCBs that inhibit CYP3A4, like Felodipine. [28]"}
{"id": "article-34529_20", "title": "Felodipine -- Contraindications", "content": "The absolute contraindication of Felodipine use includes hypersensitivity to felodipine or excipients. The relative contraindications for the use of felodipine include: Liver failure: Patients with liver failure cannot metabolize felodipine, resulting in elevated plasma concentrations. Severe hypotension: Dihydropyridine calcium channel antagonists should not be used in patients with severe hypotension as they may precipitate the condition and cause syncope. Acute coronary syndrome: Felodipine has a significant vasodilatory effect, which results in reflex tachycardia, increasing the myocardial oxygen demand and worsening myocardial ischemia. Pregnancy and lactation: In animal studies, felodipine has been shown to cause teratogenic effects, including digital anomalies and ossification of terminal phalanges. It is a former FDA pregnancy category C drug. [20]", "contents": "Felodipine -- Contraindications. The absolute contraindication of Felodipine use includes hypersensitivity to felodipine or excipients. The relative contraindications for the use of felodipine include: Liver failure: Patients with liver failure cannot metabolize felodipine, resulting in elevated plasma concentrations. Severe hypotension: Dihydropyridine calcium channel antagonists should not be used in patients with severe hypotension as they may precipitate the condition and cause syncope. Acute coronary syndrome: Felodipine has a significant vasodilatory effect, which results in reflex tachycardia, increasing the myocardial oxygen demand and worsening myocardial ischemia. Pregnancy and lactation: In animal studies, felodipine has been shown to cause teratogenic effects, including digital anomalies and ossification of terminal phalanges. It is a former FDA pregnancy category C drug. [20]"}
{"id": "article-34529_21", "title": "Felodipine -- Monitoring", "content": "It is essential for healthcare personnel and patients to monitor blood pressure and heart rate regularly. Routine laboratory monitoring is not necessary. Patients should undergo regular assessment for adverse effects such as peripheral edema, flushing, headache, or dizziness, and the provider should titrate the dose accordingly. [29] Cardiovascular risk assessment is a contemporary paradigm for stratifying patients with hypertension for clinical management and prevention of cardiovascular disease. [30]", "contents": "Felodipine -- Monitoring. It is essential for healthcare personnel and patients to monitor blood pressure and heart rate regularly. Routine laboratory monitoring is not necessary. Patients should undergo regular assessment for adverse effects such as peripheral edema, flushing, headache, or dizziness, and the provider should titrate the dose accordingly. [29] Cardiovascular risk assessment is a contemporary paradigm for stratifying patients with hypertension for clinical management and prevention of cardiovascular disease. [30]"}
{"id": "article-34529_22", "title": "Felodipine -- Toxicity", "content": "A mild-to-moderate overdose of felodipine can result in hypotension secondary to peripheral vasodilation and reflex tachycardia. However, a severe overdose of felodipine can cause life-threatening profound hypotension and bradycardia. Case fatality due to profound, refractory circulatory collapse overdose has been reported in the literature. [31] The risk of overdose increases in elderly individuals, patients with liver impairment, and concomitant administration of felodipine with beta blockers. Overdose symptoms can include lightheadedness, syncope, altered mental status, and shock secondary to profound hypotension. The insulin release from the pancreas depends on calcium influx through the L-type channels. Felodipine blocks these calcium channels and results in hyperglycemia because of decreased insulin release. [32]", "contents": "Felodipine -- Toxicity. A mild-to-moderate overdose of felodipine can result in hypotension secondary to peripheral vasodilation and reflex tachycardia. However, a severe overdose of felodipine can cause life-threatening profound hypotension and bradycardia. Case fatality due to profound, refractory circulatory collapse overdose has been reported in the literature. [31] The risk of overdose increases in elderly individuals, patients with liver impairment, and concomitant administration of felodipine with beta blockers. Overdose symptoms can include lightheadedness, syncope, altered mental status, and shock secondary to profound hypotension. The insulin release from the pancreas depends on calcium influx through the L-type channels. Felodipine blocks these calcium channels and results in hyperglycemia because of decreased insulin release. [32]"}
{"id": "article-34529_23", "title": "Felodipine -- Toxicity", "content": "The first step in managing Felodipine overdose is maintaining a patent airway. Patients who have consumed an excess of felodipine ER tablets but have not yet developed any symptoms should be started on gastrointestinal decontamination with whole bowel irrigation if they present within 6 to 8 hours of drug ingestion. Patients with hypotension should undergo resuscitation with IV fluids. However, caution is necessary for individuals with congestive heart failure and pulmonary edema. Vasopressor therapy with dopamine or norepinephrine is an as-needed option for hypotension. IV calcium gluconate or calcium chloride (given via central line) are also options in treating Felodipine overdose.", "contents": "Felodipine -- Toxicity. The first step in managing Felodipine overdose is maintaining a patent airway. Patients who have consumed an excess of felodipine ER tablets but have not yet developed any symptoms should be started on gastrointestinal decontamination with whole bowel irrigation if they present within 6 to 8 hours of drug ingestion. Patients with hypotension should undergo resuscitation with IV fluids. However, caution is necessary for individuals with congestive heart failure and pulmonary edema. Vasopressor therapy with dopamine or norepinephrine is an as-needed option for hypotension. IV calcium gluconate or calcium chloride (given via central line) are also options in treating Felodipine overdose."}
{"id": "article-34529_24", "title": "Felodipine -- Toxicity", "content": "In patients with severe overdose, atropine should be administered IV for bradycardia. The vital signs, serum electrolytes, especially potassium, blood glucose, urine output, and ECG, should be monitored regularly. Hyperinsulinemia-euglycemia therapy is also an established treatment for CCB overdose. [33] This therapy helps mobilize glucose from the peripheral tissue to serve as an alternative energy source for the myocardium. [34]", "contents": "Felodipine -- Toxicity. In patients with severe overdose, atropine should be administered IV for bradycardia. The vital signs, serum electrolytes, especially potassium, blood glucose, urine output, and ECG, should be monitored regularly. Hyperinsulinemia-euglycemia therapy is also an established treatment for CCB overdose. [33] This therapy helps mobilize glucose from the peripheral tissue to serve as an alternative energy source for the myocardium. [34]"}
{"id": "article-34529_25", "title": "Felodipine -- Enhancing Healthcare Team Outcomes", "content": "Felodipine ER, with daily administration, is a convenient-to-use antihypertensive medication. Healthcare personnel should be aware of the indications and adverse effects of felodipine. Clinicians need to obtain an appropriate medication history to look for drug interactions since CYP3A4 metabolizes felodipine. The healthcare personnel, including pharmacists, should educate the patients regarding medication adherence and regular blood pressure monitoring. If patients develop symptomatic hypotension, discontinue the medicine immediately and transfer to the emergency department.", "contents": "Felodipine -- Enhancing Healthcare Team Outcomes. Felodipine ER, with daily administration, is a convenient-to-use antihypertensive medication. Healthcare personnel should be aware of the indications and adverse effects of felodipine. Clinicians need to obtain an appropriate medication history to look for drug interactions since CYP3A4 metabolizes felodipine. The healthcare personnel, including pharmacists, should educate the patients regarding medication adherence and regular blood pressure monitoring. If patients develop symptomatic hypotension, discontinue the medicine immediately and transfer to the emergency department."}
{"id": "article-34529_26", "title": "Felodipine -- Enhancing Healthcare Team Outcomes", "content": "Prescribers (MDs, DOs, NPs, PAs) should accurately determine the initial and maintenance dose of felodipine. The pharmacist should verify that all dosing suits the clinical scenario and report any discrepancies. The pharmacy should also perform medication reconciliation since, as discussed, felodipine can have significant drug-drug interactions. Nurses will be in charge of administration for inpatients, monitoring the patient on subsequent outpatient visits, monitoring for adverse reactions, medication compliance, and therapy effectiveness, and reporting any negative findings to the healthcare team. The outcomes of a cohort study demonstrated the significance of the pharmacist/physician team approach, which incorporated CCBs (such as felodipine) and various antihypertensive agents. This approach proved more effective than standard care in patients with treatment-resistant hypertension. [35] Felodipine therapy requires an interprofessional team approach, including clinicians, specialists, specialty-trained nurses, and pharmacists, all collaborating to achieve optimal patient results.", "contents": "Felodipine -- Enhancing Healthcare Team Outcomes. Prescribers (MDs, DOs, NPs, PAs) should accurately determine the initial and maintenance dose of felodipine. The pharmacist should verify that all dosing suits the clinical scenario and report any discrepancies. The pharmacy should also perform medication reconciliation since, as discussed, felodipine can have significant drug-drug interactions. Nurses will be in charge of administration for inpatients, monitoring the patient on subsequent outpatient visits, monitoring for adverse reactions, medication compliance, and therapy effectiveness, and reporting any negative findings to the healthcare team. The outcomes of a cohort study demonstrated the significance of the pharmacist/physician team approach, which incorporated CCBs (such as felodipine) and various antihypertensive agents. This approach proved more effective than standard care in patients with treatment-resistant hypertension. [35] Felodipine therapy requires an interprofessional team approach, including clinicians, specialists, specialty-trained nurses, and pharmacists, all collaborating to achieve optimal patient results."}
{"id": "article-34529_27", "title": "Felodipine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Felodipine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}