{"id": "article-114587_0", "title": "Coccyx Pain -- Continuing Education Activity", "content": "Coccyx pain is known by multiple synonyms, including coccydynia, coccygodynia, and tailbone pain. There are many causes of coccygeal pain, ranging from musculoskeletal injuries to infections and fatal malignancies. The overall scope of treatment includes avoiding exacerbating factors, using cushions, oral or topical medications, and pain management injections. This activity reviews the etiology, presentation, evaluation, and treatment of coccyx pain and highlights the role of the interprofessional team in the care of patients with coccydynia.", "contents": "Coccyx Pain -- Continuing Education Activity. Coccyx pain is known by multiple synonyms, including coccydynia, coccygodynia, and tailbone pain. There are many causes of coccygeal pain, ranging from musculoskeletal injuries to infections and fatal malignancies. The overall scope of treatment includes avoiding exacerbating factors, using cushions, oral or topical medications, and pain management injections. This activity reviews the etiology, presentation, evaluation, and treatment of coccyx pain and highlights the role of the interprofessional team in the care of patients with coccydynia."}
{"id": "article-114587_1", "title": "Coccyx Pain -- Continuing Education Activity", "content": "Objectives: Review risk factors for developing coccyx pain and variable etiologies. Outline the approach for clinical evaluation and imaging for patients presenting with coccyx pain. Describe the management options for patients with coccyx pain. Summarize the importance of collaboration amongst the interprofessional team to enhance the care of patients with coccyx pain. Access free multiple choice questions on this topic.", "contents": "Coccyx Pain -- Continuing Education Activity. Objectives: Review risk factors for developing coccyx pain and variable etiologies. Outline the approach for clinical evaluation and imaging for patients presenting with coccyx pain. Describe the management options for patients with coccyx pain. Summarize the importance of collaboration amongst the interprofessional team to enhance the care of patients with coccyx pain. Access free multiple choice questions on this topic."}
{"id": "article-114587_2", "title": "Coccyx Pain -- Introduction", "content": "Coccyx pain is known by multiple synonyms, including coccydynia, coccygodynia, and tailbone pain. [1] Simpson introduced the term coccydynia in 1859. Foye has referred to coccyx pain as the \"lowest\" (most inferior) site of low back pain. [1] [2]", "contents": "Coccyx Pain -- Introduction. Coccyx pain is known by multiple synonyms, including coccydynia, coccygodynia, and tailbone pain. [1] Simpson introduced the term coccydynia in 1859. Foye has referred to coccyx pain as the \"lowest\" (most inferior) site of low back pain. [1] [2]"}
{"id": "article-114587_3", "title": "Coccyx Pain -- Introduction", "content": "There are many causes of coccygeal pain, ranging from musculoskeletal injuries (such as contusions, fractures, dislocations, and ligamentous instability) to infections (osteomyelitis) and fatal malignancies (such as chordoma). [1]", "contents": "Coccyx Pain -- Introduction. There are many causes of coccygeal pain, ranging from musculoskeletal injuries (such as contusions, fractures, dislocations, and ligamentous instability) to infections (osteomyelitis) and fatal malignancies (such as chordoma). [1]"}
{"id": "article-114587_4", "title": "Coccyx Pain -- Introduction", "content": "Although many cases are self-limiting and resolve with little or no medical treatment, other cases are notoriously persistent, are challenging to treat, and are associated with severe and disabling chronic pain. Patients often report difficulty getting a specific diagnosis for the cause of their coccyx pain and note that their treating clinicians seem dismissive of this condition. [2]", "contents": "Coccyx Pain -- Introduction. Although many cases are self-limiting and resolve with little or no medical treatment, other cases are notoriously persistent, are challenging to treat, and are associated with severe and disabling chronic pain. Patients often report difficulty getting a specific diagnosis for the cause of their coccyx pain and note that their treating clinicians seem dismissive of this condition. [2]"}
{"id": "article-114587_5", "title": "Coccyx Pain -- Introduction", "content": "Clinicians should understand the wide variety of modern options available to diagnose and treat coccydynia. Patients should be referred to a specialist if the etiology remains unclear or if the patient fails to get adequate relief. The overall scope of treatment includes avoiding exacerbating factors (sitting), use of cushions, oral or topical medications, and pain management injections performed under fluoroscopic guidance. Only a small percentage of coccydynia patients require surgical treatment, which is amputation of the coccyx (coccygectomy). [1]", "contents": "Coccyx Pain -- Introduction. Clinicians should understand the wide variety of modern options available to diagnose and treat coccydynia. Patients should be referred to a specialist if the etiology remains unclear or if the patient fails to get adequate relief. The overall scope of treatment includes avoiding exacerbating factors (sitting), use of cushions, oral or topical medications, and pain management injections performed under fluoroscopic guidance. Only a small percentage of coccydynia patients require surgical treatment, which is amputation of the coccyx (coccygectomy). [1]"}
{"id": "article-114587_6", "title": "Coccyx Pain -- Introduction -- Anatomy", "content": "The coccyx is the terminal region of the spinal column. Although the singular term \"tailbone\" implies that this is a single bone, it actually consists of 3 to 5 separate vertebral bodies, with substantial variability regarding whether they are fused or not. The coccyx articulates with the sacrum through a sacrococcygeal joint (including a fibrocartilaginous intervertebral disc and bilateral zygapophysial [facet] joints). The sacrococcygeal and intra-coccygeal joints allow for a modest amount of coccygeal movement, which is typically forward flexion while weight-bearing (sitting). [1] The coccyx is a Greek word that means the beak of a cuckoo bird as the side view of the tailbone resembles the side view of a cuckoo bird's beak. [3]", "contents": "Coccyx Pain -- Introduction -- Anatomy. The coccyx is the terminal region of the spinal column. Although the singular term \"tailbone\" implies that this is a single bone, it actually consists of 3 to 5 separate vertebral bodies, with substantial variability regarding whether they are fused or not. The coccyx articulates with the sacrum through a sacrococcygeal joint (including a fibrocartilaginous intervertebral disc and bilateral zygapophysial [facet] joints). The sacrococcygeal and intra-coccygeal joints allow for a modest amount of coccygeal movement, which is typically forward flexion while weight-bearing (sitting). [1] The coccyx is a Greek word that means the beak of a cuckoo bird as the side view of the tailbone resembles the side view of a cuckoo bird's beak. [3]"}
{"id": "article-114587_7", "title": "Coccyx Pain -- Introduction -- Anatomy", "content": "On the anterior surface of the coccyx, the following muscles gain attachment: levator ani, iliococcygeus, coccygeus, and pubococcygeus. On the posterior coccygeal surface, the gluteus maximus is attached. Also attached to the coccyx are the anterior and posterior sacrococcygeal ligaments, which are a continuation of the anterior and posterior longitudinal ligaments. Bilateral attachments to the coccyx include the sacrotuberous and sacrospinous ligaments. [4] Besides being an insertion site for these muscles and ligaments, the coccyx is also attached to the anococcygeal raphe (which extends from the anus to the distal coccyx, holding the anus in its position within the pelvic floor).", "contents": "Coccyx Pain -- Introduction -- Anatomy. On the anterior surface of the coccyx, the following muscles gain attachment: levator ani, iliococcygeus, coccygeus, and pubococcygeus. On the posterior coccygeal surface, the gluteus maximus is attached. Also attached to the coccyx are the anterior and posterior sacrococcygeal ligaments, which are a continuation of the anterior and posterior longitudinal ligaments. Bilateral attachments to the coccyx include the sacrotuberous and sacrospinous ligaments. [4] Besides being an insertion site for these muscles and ligaments, the coccyx is also attached to the anococcygeal raphe (which extends from the anus to the distal coccyx, holding the anus in its position within the pelvic floor)."}
{"id": "article-114587_8", "title": "Coccyx Pain -- Introduction -- Anatomy", "content": "Functionally, a tripod is formed by the bilateral ischial tuberosities (at the right and left inferior buttock) and the coccyx (in the midline). This tripod supports weight-bearing in the seated position. [5] The nerves of the coccyx include somatic nerve fibers and the ganglion impar, which is the terminal end of the paravertebral chain of the sympathetic nervous system. [6] The plural of the coccyx is coccyges or coccyxes.", "contents": "Coccyx Pain -- Introduction -- Anatomy. Functionally, a tripod is formed by the bilateral ischial tuberosities (at the right and left inferior buttock) and the coccyx (in the midline). This tripod supports weight-bearing in the seated position. [5] The nerves of the coccyx include somatic nerve fibers and the ganglion impar, which is the terminal end of the paravertebral chain of the sympathetic nervous system. [6] The plural of the coccyx is coccyges or coccyxes."}
{"id": "article-114587_9", "title": "Coccyx Pain -- Etiology", "content": "Direct vertical trauma, repetitive microtrauma, and childbirth are common causes of coccyx pain. However, more serious underlying causes must be excluded, such as infections (including both soft tissue abscess and osteomyelitis) or malignancy (including chordoma, which has a high fatality rate). [1]", "contents": "Coccyx Pain -- Etiology. Direct vertical trauma, repetitive microtrauma, and childbirth are common causes of coccyx pain. However, more serious underlying causes must be excluded, such as infections (including both soft tissue abscess and osteomyelitis) or malignancy (including chordoma, which has a high fatality rate). [1]"}
{"id": "article-114587_10", "title": "Coccyx Pain -- Etiology", "content": "Also, coccydynia can be a referred pain due to lower gastrointestinal or urogenital disorders. [7] Neurological causes such as lumbar disc prolapse have been reported as a possible etiology in a limited number of cases.", "contents": "Coccyx Pain -- Etiology. Also, coccydynia can be a referred pain due to lower gastrointestinal or urogenital disorders. [7] Neurological causes such as lumbar disc prolapse have been reported as a possible etiology in a limited number of cases."}
{"id": "article-114587_11", "title": "Coccyx Pain -- Etiology", "content": "The outcome of direct vertical trauma to the coccyx can vary from contusion to fracture-dislocation of the coccyx. Traumatic or non-traumatic compromise of the coccygeal ligaments can result in coccygeal dynamic instability (excessive movement of the coccyx during weight-bearing or while sitting). Abnormal mobility of the coccyx can result in coccygeal pain. Abnormally mobile coccyges can be either hypermobile (due to lax ligaments) or hypomobile (rigid). The coccyx may be subluxated anteriorly or posteriorly, unstable, or even dislocated. [8]", "contents": "Coccyx Pain -- Etiology. The outcome of direct vertical trauma to the coccyx can vary from contusion to fracture-dislocation of the coccyx. Traumatic or non-traumatic compromise of the coccygeal ligaments can result in coccygeal dynamic instability (excessive movement of the coccyx during weight-bearing or while sitting). Abnormal mobility of the coccyx can result in coccygeal pain. Abnormally mobile coccyges can be either hypermobile (due to lax ligaments) or hypomobile (rigid). The coccyx may be subluxated anteriorly or posteriorly, unstable, or even dislocated. [8]"}
{"id": "article-114587_12", "title": "Coccyx Pain -- Etiology", "content": "Coccyxes of certain shapes are more predisposed to coccydynia than others. [9] Abnormal coccygeal morphology or position predisposing to coccyx pain include abnormal scoliotic deformity (lateral deviation) or a coccyx that is excessively flexed or excessively extended. [1] A distal coccyx bone spur (spicule) may cause pain when the skin is pinched beneath the spur during sitting. [10] Idiopathic coccydynia is a 'diagnosis of exclusion' after careful screening for identifiable causes.", "contents": "Coccyx Pain -- Etiology. Coccyxes of certain shapes are more predisposed to coccydynia than others. [9] Abnormal coccygeal morphology or position predisposing to coccyx pain include abnormal scoliotic deformity (lateral deviation) or a coccyx that is excessively flexed or excessively extended. [1] A distal coccyx bone spur (spicule) may cause pain when the skin is pinched beneath the spur during sitting. [10] Idiopathic coccydynia is a 'diagnosis of exclusion' after careful screening for identifiable causes."}
{"id": "article-114587_13", "title": "Coccyx Pain -- Epidemiology", "content": "Factors related to the high risk of developing coccydynia are female sex and obesity, as body mass index may affect how a person sits or the amount of weight placed upon the coccyx. [7] [11] [7] Coccydynia is five times more common in females than in males. [5] [8] [12] Rapid weight loss has been reported to be a risk factor for coccydynia due to the loss of the cushioning effect of adipose in the buttock region. Other reported risk factors include osteoarthritis, osteomyelitis, and contact sports.", "contents": "Coccyx Pain -- Epidemiology. Factors related to the high risk of developing coccydynia are female sex and obesity, as body mass index may affect how a person sits or the amount of weight placed upon the coccyx. [7] [11] [7] Coccydynia is five times more common in females than in males. [5] [8] [12] Rapid weight loss has been reported to be a risk factor for coccydynia due to the loss of the cushioning effect of adipose in the buttock region. Other reported risk factors include osteoarthritis, osteomyelitis, and contact sports."}
{"id": "article-114587_14", "title": "Coccyx Pain -- History and Physical", "content": "The typical presentation of coccydynia is pain localized to the coccyx. In traumatic coccydynia, there will be a preceding history of trauma followed by acute onset of pain. The pain will often have an insidious onset in idiopathic coccydynia without any obvious or specific precipitant. In coccydynia, due to other causes, a careful and thorough history will often suggest the possible etiology.", "contents": "Coccyx Pain -- History and Physical. The typical presentation of coccydynia is pain localized to the coccyx. In traumatic coccydynia, there will be a preceding history of trauma followed by acute onset of pain. The pain will often have an insidious onset in idiopathic coccydynia without any obvious or specific precipitant. In coccydynia, due to other causes, a careful and thorough history will often suggest the possible etiology."}
{"id": "article-114587_15", "title": "Coccyx Pain -- History and Physical", "content": "Coccydynia is typically worse while sitting and especially while sitting in a partly reclined (backward leaning) position. [1] The pain is usually exacerbated by prolonged sitting and cycling. [7] Standing up from the seated position may cause a temporary but severe increase in coccyx pain. [1] Other exacerbating factors may include standing for a long time, sexual intercourse, and defecation. [5] Physical examination includes inspecting the overlying skin for any signs suggestive of infection or other differential diagnoses such as pilonidal sinus and hemorrhoids.", "contents": "Coccyx Pain -- History and Physical. Coccydynia is typically worse while sitting and especially while sitting in a partly reclined (backward leaning) position. [1] The pain is usually exacerbated by prolonged sitting and cycling. [7] Standing up from the seated position may cause a temporary but severe increase in coccyx pain. [1] Other exacerbating factors may include standing for a long time, sexual intercourse, and defecation. [5] Physical examination includes inspecting the overlying skin for any signs suggestive of infection or other differential diagnoses such as pilonidal sinus and hemorrhoids."}
{"id": "article-114587_16", "title": "Coccyx Pain -- History and Physical", "content": "\"Foye's finger\" for coccydynia: This is comparable to \"Fortin's finger,\" where Dr. Fortin published on the usefulness of having patients with sacroiliac joint pain point to their site of pain, thus helping to distinguish this from lumbar pain generators. [13] Similarly, Dr. Foye recommends asking patients to point with one finger to their worst site of pain, which in coccydynia patients will be far more inferior than the more common causes of low back pain (located up in the lumbosacral spine), and more midline than buttock pain syndromes (such as sacroiliac pain and piriformis pain). [1] External palpation usually reveals localized tenderness focally over the coccyx. Per rectal examination may be useful in some patients to evaluate the degree of coccygeal mobility and will typically elicit pain when manipulating the coccyx. [11]", "contents": "Coccyx Pain -- History and Physical. \"Foye's finger\" for coccydynia: This is comparable to \"Fortin's finger,\" where Dr. Fortin published on the usefulness of having patients with sacroiliac joint pain point to their site of pain, thus helping to distinguish this from lumbar pain generators. [13] Similarly, Dr. Foye recommends asking patients to point with one finger to their worst site of pain, which in coccydynia patients will be far more inferior than the more common causes of low back pain (located up in the lumbosacral spine), and more midline than buttock pain syndromes (such as sacroiliac pain and piriformis pain). [1] External palpation usually reveals localized tenderness focally over the coccyx. Per rectal examination may be useful in some patients to evaluate the degree of coccygeal mobility and will typically elicit pain when manipulating the coccyx. [11]"}
{"id": "article-114587_17", "title": "Coccyx Pain -- History and Physical", "content": "Beyond the evaluation of the coccyx itself, it is often helpful to assess for other sources of musculoskeletal pain by performing a physical examination of the sacroiliac joints, ischial bursae, and piriformis muscles.", "contents": "Coccyx Pain -- History and Physical. Beyond the evaluation of the coccyx itself, it is often helpful to assess for other sources of musculoskeletal pain by performing a physical examination of the sacroiliac joints, ischial bursae, and piriformis muscles."}
{"id": "article-114587_18", "title": "Coccyx Pain -- Evaluation", "content": "Standard radiographs: AP radiographs can reveal coccyx scoliotic (lateral deviation) deformity. Lateral views are always indicated as coccyx curvature can be classified into four different types: [9] Type I: coccyx is slightly curved forward. Type II: coccyx is pointed straight forward. Type III: coccyx has a sharp forward angulation. Type IV: coccyx shows subluxation at the sacrococcygeal or the intercoccygeal joint.", "contents": "Coccyx Pain -- Evaluation. Standard radiographs: AP radiographs can reveal coccyx scoliotic (lateral deviation) deformity. Lateral views are always indicated as coccyx curvature can be classified into four different types: [9] Type I: coccyx is slightly curved forward. Type II: coccyx is pointed straight forward. Type III: coccyx has a sharp forward angulation. Type IV: coccyx shows subluxation at the sacrococcygeal or the intercoccygeal joint."}
{"id": "article-114587_19", "title": "Coccyx Pain -- Evaluation", "content": "From the lateral radiographs, the examiner can assess the intercoccygeal angle, which is the measured angle between the first and last segment of the coccyx, as proposed by Drs. Kim and Suk. It is used to assess the anterior angulation deformity of the coccyx. An increased intercoccygeal angle (increased forward angulation) has been reported as a possible etiology of coccydynia. [8]", "contents": "Coccyx Pain -- Evaluation. From the lateral radiographs, the examiner can assess the intercoccygeal angle, which is the measured angle between the first and last segment of the coccyx, as proposed by Drs. Kim and Suk. It is used to assess the anterior angulation deformity of the coccyx. An increased intercoccygeal angle (increased forward angulation) has been reported as a possible etiology of coccydynia. [8]"}
{"id": "article-114587_20", "title": "Coccyx Pain -- Evaluation", "content": "Dynamic radiographs (sitting and standing): Dr. Maigne, in France, invented the idea of seated X-rays of the coccyx to see the coccyx position while the coccydynia patient was most symptomatic, which typically occurs while sitting. By comparing the coccyx position while sitting versus the position while standing, the clinician can objectively measure the amount of change. These coccygeal movements are measured as changes in the coccygeal angle (amount of flexion) and luxation (amount of listhesis at each of the coccygeal joints). These studies allow the classification of patients with coccydynia into groups based on coccygeal luxation and mobility (hypomobile, hypermobile, and normal mobility). The normal range of coccygeal mobility is between 5 and 20 degrees. [14] [15] Thus, if sitting causes a change in the coccygeal angle of fewer than 5 degrees, this is hypomobility. Conversely, if sitting changes the coccygeal angle by 20 degrees or more, this is hypermobility. [14]", "contents": "Coccyx Pain -- Evaluation. Dynamic radiographs (sitting and standing): Dr. Maigne, in France, invented the idea of seated X-rays of the coccyx to see the coccyx position while the coccydynia patient was most symptomatic, which typically occurs while sitting. By comparing the coccyx position while sitting versus the position while standing, the clinician can objectively measure the amount of change. These coccygeal movements are measured as changes in the coccygeal angle (amount of flexion) and luxation (amount of listhesis at each of the coccygeal joints). These studies allow the classification of patients with coccydynia into groups based on coccygeal luxation and mobility (hypomobile, hypermobile, and normal mobility). The normal range of coccygeal mobility is between 5 and 20 degrees. [14] [15] Thus, if sitting causes a change in the coccygeal angle of fewer than 5 degrees, this is hypomobility. Conversely, if sitting changes the coccygeal angle by 20 degrees or more, this is hypermobility. [14]"}
{"id": "article-114587_21", "title": "Coccyx Pain -- Evaluation", "content": "The patients responding best to manual treatments are those with normal coccyx mobility, while those with immobile coccyxes had poor results with manual therapies. [16] In people without coccydynia, the change in luxation (listhesis) at the coccygeal joints is less than 25% of the anterior-posterior depth of the coccygeal vertebral body. [17] Seated radiographs of the coccyx often reveal abnormalities that were missed on non-seated radiographs. [18]", "contents": "Coccyx Pain -- Evaluation. The patients responding best to manual treatments are those with normal coccyx mobility, while those with immobile coccyxes had poor results with manual therapies. [16] In people without coccydynia, the change in luxation (listhesis) at the coccygeal joints is less than 25% of the anterior-posterior depth of the coccygeal vertebral body. [17] Seated radiographs of the coccyx often reveal abnormalities that were missed on non-seated radiographs. [18]"}
{"id": "article-114587_22", "title": "Coccyx Pain -- Evaluation", "content": "A computed tomography scan (CT) of a normal adult coccyx shows variability in the fusion of the sacrococcygeal and intercoccygeal joints. Female coccyges are more often shorter, straighter, and more retroverted. [19] . However, these anatomic findings should be interpreted in correlation with a thorough history and detailed clinical examination before determining whether the findings are (or are not) the cause of the patient's pain. [20]", "contents": "Coccyx Pain -- Evaluation. A computed tomography scan (CT) of a normal adult coccyx shows variability in the fusion of the sacrococcygeal and intercoccygeal joints. Female coccyges are more often shorter, straighter, and more retroverted. [19] . However, these anatomic findings should be interpreted in correlation with a thorough history and detailed clinical examination before determining whether the findings are (or are not) the cause of the patient's pain. [20]"}
{"id": "article-114587_23", "title": "Coccyx Pain -- Evaluation", "content": "Magnetic resonance imaging (MRI)  can be used to assess the anterior curvature of the coccyx, the fusion of the sacrococcygeal and intercoccygeal joints, as well as the presence of a distal coccyx bone spicule (spur). [21] These anatomical findings can either be a precipitant or a consequence of coccydynia. [21] Overall, MRI can be a helpful diagnostic test for patients with coccydynia. [22] MRI can also assist in screening for local malignant and non-malignant tumors. [1]", "contents": "Coccyx Pain -- Evaluation. Magnetic resonance imaging (MRI)  can be used to assess the anterior curvature of the coccyx, the fusion of the sacrococcygeal and intercoccygeal joints, as well as the presence of a distal coccyx bone spicule (spur). [21] These anatomical findings can either be a precipitant or a consequence of coccydynia. [21] Overall, MRI can be a helpful diagnostic test for patients with coccydynia. [22] MRI can also assist in screening for local malignant and non-malignant tumors. [1]"}
{"id": "article-114587_24", "title": "Coccyx Pain -- Evaluation", "content": "Coccygeal discogram: This involves injecting contrast and local anesthetic into the sacrococcygeal region to determine the specific site of pain. [14] It can serve as a diagnostic and therapeutic procedure. Nuclear medicine bone scan:  This is typically only used in patients with coccydynia in whom a search for malignancy or infection (e.g., osteomyelitis) is warranted. [1] Routine blood tests: These studies may help in rare cases, such as when suspected etiologies include infection, malignancy, gastrointestinal or urogenital problems.", "contents": "Coccyx Pain -- Evaluation. Coccygeal discogram: This involves injecting contrast and local anesthetic into the sacrococcygeal region to determine the specific site of pain. [14] It can serve as a diagnostic and therapeutic procedure. Nuclear medicine bone scan:  This is typically only used in patients with coccydynia in whom a search for malignancy or infection (e.g., osteomyelitis) is warranted. [1] Routine blood tests: These studies may help in rare cases, such as when suspected etiologies include infection, malignancy, gastrointestinal or urogenital problems."}
{"id": "article-114587_25", "title": "Coccyx Pain -- Treatment / Management", "content": "Many patients with coccydynia experience relief of symptoms within weeks or months of onset, whether or not they receive medical treatment. The success of conservative treatment has been reported to be 90%. [5] The following modalities can be offered in acute and chronic cases:", "contents": "Coccyx Pain -- Treatment / Management. Many patients with coccydynia experience relief of symptoms within weeks or months of onset, whether or not they receive medical treatment. The success of conservative treatment has been reported to be 90%. [5] The following modalities can be offered in acute and chronic cases:"}
{"id": "article-114587_26", "title": "Coccyx Pain -- Treatment / Management -- Acute Coccydynia", "content": "Oral or topical nonsteroidal anti-inflammatory drugs (NSAIDs) can be helpful acutely to decrease both pain and inflammation.", "contents": "Coccyx Pain -- Treatment / Management -- Acute Coccydynia. Oral or topical nonsteroidal anti-inflammatory drugs (NSAIDs) can be helpful acutely to decrease both pain and inflammation."}
{"id": "article-114587_27", "title": "Coccyx Pain -- Treatment / Management -- Acute Coccydynia", "content": "Cushions on the patient's chair can make sitting more comfortable. A cushion with a wedge-shaped cut-out beneath the coccyx can result in the coccyx hovering over the empty area, thus resulting in less coccygeal weight-bearing and less coccygeal pain. Other cushion options include U-shaped cushions and circular (donut) cushions. [1]", "contents": "Coccyx Pain -- Treatment / Management -- Acute Coccydynia. Cushions on the patient's chair can make sitting more comfortable. A cushion with a wedge-shaped cut-out beneath the coccyx can result in the coccyx hovering over the empty area, thus resulting in less coccygeal weight-bearing and less coccygeal pain. Other cushion options include U-shaped cushions and circular (donut) cushions. [1]"}
{"id": "article-114587_28", "title": "Coccyx Pain -- Treatment / Management -- Acute Coccydynia", "content": "Pelvic floor physical therapy may be particularly helpful for patients who have substantial muscular pain within the adjacent para-coccygeal muscles. [1] Correct sitting posture can also be assessed and improved.", "contents": "Coccyx Pain -- Treatment / Management -- Acute Coccydynia. Pelvic floor physical therapy may be particularly helpful for patients who have substantial muscular pain within the adjacent para-coccygeal muscles. [1] Correct sitting posture can also be assessed and improved."}
{"id": "article-114587_29", "title": "Coccyx Pain -- Treatment / Management -- Acute Coccydynia", "content": "Modalities: cold or hot compresses may be helpful in some patients. However, be cautious to avoid injury to the skin by causing skin temperatures resulting in either freezing or burning injuries.", "contents": "Coccyx Pain -- Treatment / Management -- Acute Coccydynia. Modalities: cold or hot compresses may be helpful in some patients. However, be cautious to avoid injury to the skin by causing skin temperatures resulting in either freezing or burning injuries."}
{"id": "article-114587_30", "title": "Coccyx Pain -- Treatment / Management -- Acute Coccydynia", "content": "Fluoroscopy-guided steroid injections: These anti-inflammatory injections can be especially helpful in patients with coccydynia that has been present for less than six months. [23]", "contents": "Coccyx Pain -- Treatment / Management -- Acute Coccydynia. Fluoroscopy-guided steroid injections: These anti-inflammatory injections can be especially helpful in patients with coccydynia that has been present for less than six months. [23]"}
{"id": "article-114587_31", "title": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia", "content": "Manipulation under anesthesia, with or without injection of local anesthetic and corticosteroid: Manipulation may help relieve ligamentous pain or pain due to muscular spasms. Different manual treatments have been reported in the literature, including levator ani massage, levator ani stretch, and joint mobilization. [16] The levator ani massage and stretch have been reported to yield better outcomes than the joint mobilization modality. [16]", "contents": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia. Manipulation under anesthesia, with or without injection of local anesthetic and corticosteroid: Manipulation may help relieve ligamentous pain or pain due to muscular spasms. Different manual treatments have been reported in the literature, including levator ani massage, levator ani stretch, and joint mobilization. [16] The levator ani massage and stretch have been reported to yield better outcomes than the joint mobilization modality. [16]"}
{"id": "article-114587_32", "title": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia", "content": "Ganglion impar sympathetic nerve block with local anesthetic (even without corticosteroid) can provide some patients with complete and sustained resolution of symptoms. [24] Some patients may require repeat injections. The addition of corticosteroids may give additional relief. There are a variety of techniques for performing ganglion impar injection. [25] [26] [27] [28]", "contents": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia. Ganglion impar sympathetic nerve block with local anesthetic (even without corticosteroid) can provide some patients with complete and sustained resolution of symptoms. [24] Some patients may require repeat injections. The addition of corticosteroids may give additional relief. There are a variety of techniques for performing ganglion impar injection. [25] [26] [27] [28]"}
{"id": "article-114587_33", "title": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia", "content": "Pelvic floor physical therapy can be helpful for coccydynia, including in patients who have persistent pain despite coccygectomy. [29]", "contents": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia. Pelvic floor physical therapy can be helpful for coccydynia, including in patients who have persistent pain despite coccygectomy. [29]"}
{"id": "article-114587_34", "title": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia", "content": "Transcutaneous electrical nerve stimulation (external using two cutaneous probes or internal using one cutaneous probe and one intrapelvic probe) may be used. [5]", "contents": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia. Transcutaneous electrical nerve stimulation (external using two cutaneous probes or internal using one cutaneous probe and one intrapelvic probe) may be used. [5]"}
{"id": "article-114587_35", "title": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia", "content": "Spinal cord stimulation may be worth considering for some coccydynia patients. [5]", "contents": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia. Spinal cord stimulation may be worth considering for some coccydynia patients. [5]"}
{"id": "article-114587_36", "title": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia", "content": "Surgical intervention. Coccygectomy involves amputation (removal) of the coccyx. This treatment is usually reserved for the small percentage of patients who fail to get adequate relief from non-surgical care. [1] Partial or total coccygectomy has reportedly been beneficial in cases of both traumatic and idiopathic coccydynia after all conservative measures were unsuccessful. [9] [30] [31] Post-operative complications after coccygectomy include local infection, pelvic floor prolapse (sagging), retained coccygeal fragments, and ongoing pain despite the surgery. [1]", "contents": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia. Surgical intervention. Coccygectomy involves amputation (removal) of the coccyx. This treatment is usually reserved for the small percentage of patients who fail to get adequate relief from non-surgical care. [1] Partial or total coccygectomy has reportedly been beneficial in cases of both traumatic and idiopathic coccydynia after all conservative measures were unsuccessful. [9] [30] [31] Post-operative complications after coccygectomy include local infection, pelvic floor prolapse (sagging), retained coccygeal fragments, and ongoing pain despite the surgery. [1]"}
{"id": "article-114587_37", "title": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia", "content": "Psychotherapy can be helpful when non-organic etiology is suspected. [12] However, note that the psychological profile in patients with coccydynia is similar to other groups of patients, so it is important not to assume that coccydynia is due to psychological causes. [2] [32]", "contents": "Coccyx Pain -- Treatment / Management -- Chronic and Refractory Coccydynia. Psychotherapy can be helpful when non-organic etiology is suspected. [12] However, note that the psychological profile in patients with coccydynia is similar to other groups of patients, so it is important not to assume that coccydynia is due to psychological causes. [2] [32]"}
{"id": "article-114587_38", "title": "Coccyx Pain -- Differential Diagnosis", "content": "The following conditions can result in pain in the coccyx region that should be differentiated from coccydynia: Sacroiliac joint pain or inflammation Pilonidal cyst with abscess or sinus Sciatica Hemorrhoids Shingles of the buttocks or other forms of infection Piriformis syndrome. Malignancy, e.g., chordoma or chondrosarcoma Pelvic floor muscle pain", "contents": "Coccyx Pain -- Differential Diagnosis. The following conditions can result in pain in the coccyx region that should be differentiated from coccydynia: Sacroiliac joint pain or inflammation Pilonidal cyst with abscess or sinus Sciatica Hemorrhoids Shingles of the buttocks or other forms of infection Piriformis syndrome. Malignancy, e.g., chordoma or chondrosarcoma Pelvic floor muscle pain"}
{"id": "article-114587_39", "title": "Coccyx Pain -- Prognosis", "content": "The prognosis for patients with coccydynia is variable. While most patients' symptoms improve or resolve with conservative (non-surgical) care, other patients have notoriously persistent, even lifelong, coccyx pain. The severity of the pain and the functional impairment (the limited ability to sit) can be disabling. Coccygectomy has a relatively high postoperative infection rate, and even after tailbone removal, many patients have some degree of persistent pain.", "contents": "Coccyx Pain -- Prognosis. The prognosis for patients with coccydynia is variable. While most patients' symptoms improve or resolve with conservative (non-surgical) care, other patients have notoriously persistent, even lifelong, coccyx pain. The severity of the pain and the functional impairment (the limited ability to sit) can be disabling. Coccygectomy has a relatively high postoperative infection rate, and even after tailbone removal, many patients have some degree of persistent pain."}
{"id": "article-114587_40", "title": "Coccyx Pain -- Complications", "content": "One complication of coccydynia is that it may become a chronic pain syndrome. Early and thorough medical attention may help patients avoid delays in diagnosis and treatment. The hope is that this will help decrease the chances of the pain becoming persistent and disabling.", "contents": "Coccyx Pain -- Complications. One complication of coccydynia is that it may become a chronic pain syndrome. Early and thorough medical attention may help patients avoid delays in diagnosis and treatment. The hope is that this will help decrease the chances of the pain becoming persistent and disabling."}
{"id": "article-114587_41", "title": "Coccyx Pain -- Postoperative and Rehabilitation Care", "content": "The vast majority of patients with coccydynia do not require surgical treatment (e.g., coccygectomy; surgical amputation, or removal, of the coccyx).", "contents": "Coccyx Pain -- Postoperative and Rehabilitation Care. The vast majority of patients with coccydynia do not require surgical treatment (e.g., coccygectomy; surgical amputation, or removal, of the coccyx)."}
{"id": "article-114587_42", "title": "Coccyx Pain -- Postoperative and Rehabilitation Care", "content": "In rare patients that undergo coccygectomy, it is important to monitor the surgical site for infection. The coccygectomy site is very close ot the anus, and infection is common. One study by Dr. Wood from Harvard University found that 39% of coccygectomy patients had postoperative wound problems, with 22% of patients having an infection at the surgical site. [33] Sometimes infection at the post-operative site requires additional surgery to debride the infected tissue.", "contents": "Coccyx Pain -- Postoperative and Rehabilitation Care. In rare patients that undergo coccygectomy, it is important to monitor the surgical site for infection. The coccygectomy site is very close ot the anus, and infection is common. One study by Dr. Wood from Harvard University found that 39% of coccygectomy patients had postoperative wound problems, with 22% of patients having an infection at the surgical site. [33] Sometimes infection at the post-operative site requires additional surgery to debride the infected tissue."}
{"id": "article-114587_43", "title": "Coccyx Pain -- Postoperative and Rehabilitation Care", "content": "When pain persists despite coccygectomy, it is essential to assess this body region with updated imaging studies (e.g., radiographs and/or MRI). Sometimes postoperative imaging studies will reveal that the surgery inadvertently failed to remove one or more coccygeal bones or coccygeal bony fragments. [34] At the Coccyx Pain Center at Rutgers New Jersey Medical School, Dr. Foye has suggested that this could potentially be avoided by using an intraoperative X-ray before ending the surgery to make sure that the coccygectomy removed all of the intended coccygeal vertebral bodies (e.g., complete coccygectomy rather than an inadvertent partial coccygectomy). [34] Such intraoperative imaging studies could also ensure that the surgery did not create any pointy edges at the osteotomy site. [34] (If discovered prior to surgical closure, the sharply angulated areas could be surgically smoothed down to minimize the risk of it being a source of post-operative pain.)", "contents": "Coccyx Pain -- Postoperative and Rehabilitation Care. When pain persists despite coccygectomy, it is essential to assess this body region with updated imaging studies (e.g., radiographs and/or MRI). Sometimes postoperative imaging studies will reveal that the surgery inadvertently failed to remove one or more coccygeal bones or coccygeal bony fragments. [34] At the Coccyx Pain Center at Rutgers New Jersey Medical School, Dr. Foye has suggested that this could potentially be avoided by using an intraoperative X-ray before ending the surgery to make sure that the coccygectomy removed all of the intended coccygeal vertebral bodies (e.g., complete coccygectomy rather than an inadvertent partial coccygectomy). [34] Such intraoperative imaging studies could also ensure that the surgery did not create any pointy edges at the osteotomy site. [34] (If discovered prior to surgical closure, the sharply angulated areas could be surgically smoothed down to minimize the risk of it being a source of post-operative pain.)"}
{"id": "article-114587_44", "title": "Coccyx Pain -- Consultations", "content": "Referral to a specialist with expertise in treating coccydynia is warranted if the initial treating clinician is not knowledgeable about this condition, is unable to provide the patient with a specific and accurate anatomic diagnosis, or is unable to provide the patient with adequate relief.", "contents": "Coccyx Pain -- Consultations. Referral to a specialist with expertise in treating coccydynia is warranted if the initial treating clinician is not knowledgeable about this condition, is unable to provide the patient with a specific and accurate anatomic diagnosis, or is unable to provide the patient with adequate relief."}
{"id": "article-114587_45", "title": "Coccyx Pain -- Deterrence and Patient Education", "content": "If tailbone pain is severe or persists for more than one month, the patient should see a clinician with experience in the evaluation and treatment of this condition. If the first clinician a patient sees for coccyx pain is not familiar with this condition or does not take the patient's symptoms seriously, the patient should seek further medical care elsewhere.", "contents": "Coccyx Pain -- Deterrence and Patient Education. If tailbone pain is severe or persists for more than one month, the patient should see a clinician with experience in the evaluation and treatment of this condition. If the first clinician a patient sees for coccyx pain is not familiar with this condition or does not take the patient's symptoms seriously, the patient should seek further medical care elsewhere."}
{"id": "article-114587_46", "title": "Coccyx Pain -- Deterrence and Patient Education", "content": "Many patients have difficulty finding a radiology center that is familiar with performing the sitting-versus-standing X-rays of the coccyx, which are done to view the coccyx during the time when it is most painful (which is typical while sitting). Continuing to search for such a center is important, as these radiographs can often reveal an abnormality (diagnosis) that non-seated X-rays fail to show.", "contents": "Coccyx Pain -- Deterrence and Patient Education. Many patients have difficulty finding a radiology center that is familiar with performing the sitting-versus-standing X-rays of the coccyx, which are done to view the coccyx during the time when it is most painful (which is typical while sitting). Continuing to search for such a center is important, as these radiographs can often reveal an abnormality (diagnosis) that non-seated X-rays fail to show."}
{"id": "article-114587_47", "title": "Coccyx Pain -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team approach yields the highest chance of success in treating cases of refractory coccydynia. This team can include primary clinicians, orthopedic surgeons, physiatrists, sports medicine clinicians, nurses, pharmacists, physical therapists, and psychotherapists. Improvement of patient outcomes can be achieved by making rational use of medications, injections, pelvic floor physical therapy, surgery, and psychotherapy.", "contents": "Coccyx Pain -- Enhancing Healthcare Team Outcomes. An interprofessional team approach yields the highest chance of success in treating cases of refractory coccydynia. This team can include primary clinicians, orthopedic surgeons, physiatrists, sports medicine clinicians, nurses, pharmacists, physical therapists, and psychotherapists. Improvement of patient outcomes can be achieved by making rational use of medications, injections, pelvic floor physical therapy, surgery, and psychotherapy."}
{"id": "article-114587_48", "title": "Coccyx Pain -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Coccyx Pain -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}