{"id": "article-31520_0", "title": "Calcium Carbonate -- Continuing Education Activity", "content": "Calcium carbonate is an inorganic salt primarily used to manage and treat low calcium conditions, GERD, CKD, and other indicated conditions. Calcium carbonate is classified as a calcium supplement, antacid, and phosphate binder. This activity outlines the significant indications, actions, and contraindications for calcium carbonate as a valuable agent in treating osteoporosis, hypothyroidism, rheumatoid arthritis, and many other conditions or disorders that lower serum calcium levels. As an antacid, calcium carbonate also increases gastrointestinal motility and initiates peristalsis. Calcium carbonate works in the small intestines as a phosphate binder and drug chelator. In individuals with hyperphosphatemia or overdose, calcium will bind to form an insoluble compound blocking dietary phosphate or excess drug absorption and excreting it in feces. Calcium carbonate, used as a calcium supplement, also acts in the small intestine by chelating with oxalate to prevent absorption and renal calculi formation. Lastly, calcium carbonate also works in the blood to treat or prevent negative calcium balance seen in low serum calcium conditions. This activity will highlight the mechanism of action, adverse event profile, and other key factors (eg, off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the care of patients with low serum calcium, GERD, CKD, and related conditions.", "contents": "Calcium Carbonate -- Continuing Education Activity. Calcium carbonate is an inorganic salt primarily used to manage and treat low calcium conditions, GERD, CKD, and other indicated conditions. Calcium carbonate is classified as a calcium supplement, antacid, and phosphate binder. This activity outlines the significant indications, actions, and contraindications for calcium carbonate as a valuable agent in treating osteoporosis, hypothyroidism, rheumatoid arthritis, and many other conditions or disorders that lower serum calcium levels. As an antacid, calcium carbonate also increases gastrointestinal motility and initiates peristalsis. Calcium carbonate works in the small intestines as a phosphate binder and drug chelator. In individuals with hyperphosphatemia or overdose, calcium will bind to form an insoluble compound blocking dietary phosphate or excess drug absorption and excreting it in feces. Calcium carbonate, used as a calcium supplement, also acts in the small intestine by chelating with oxalate to prevent absorption and renal calculi formation. Lastly, calcium carbonate also works in the blood to treat or prevent negative calcium balance seen in low serum calcium conditions. This activity will highlight the mechanism of action, adverse event profile, and other key factors (eg, off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the care of patients with low serum calcium, GERD, CKD, and related conditions."}
{"id": "article-31520_1", "title": "Calcium Carbonate -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for calcium carbonate use in patients with low calcium levels, GERD, CKD, and related conditions. Screen patients for contraindications and potential drug interactions before initiating calcium carbonate therapy. Assess patients regularly for response to calcium carbonate therapy, monitor calcium levels, and evaluate for adverse effects. Communicate effectively with patients about the benefits, risks, and proper use of calcium carbonate. Access free multiple choice questions on this topic.", "contents": "Calcium Carbonate -- Continuing Education Activity. Objectives: Identify appropriate indications for calcium carbonate use in patients with low calcium levels, GERD, CKD, and related conditions. Screen patients for contraindications and potential drug interactions before initiating calcium carbonate therapy. Assess patients regularly for response to calcium carbonate therapy, monitor calcium levels, and evaluate for adverse effects. Communicate effectively with patients about the benefits, risks, and proper use of calcium carbonate. Access free multiple choice questions on this topic."}
{"id": "article-31520_2", "title": "Calcium Carbonate -- Indications", "content": "Calcium carbonate, chemically CaCO 3 , is a resonance-stabilized inorganic salt therapeutically used as a food additive, a dietary supplement, an antacid, and a phosphate binder. Calcium carbonate is among the most abundant compounds found in the earth's crust and is commonly found in organic substances, such as egg and oyster shells, crustaceans exoskeletons, and dark leafy greens, such as broccoli and kale. [1] Calcium carbonate uses extend beyond medicine. Calcium carbonate has industrial uses as filler in paint, paper, fire extinguishers, and adhesives, as a component of agricultural and mining dust, as an ingredient in household cleaners, as a food coloring compound, and as an ingredient in cosmetics. [1]", "contents": "Calcium Carbonate -- Indications. Calcium carbonate, chemically CaCO 3 , is a resonance-stabilized inorganic salt therapeutically used as a food additive, a dietary supplement, an antacid, and a phosphate binder. Calcium carbonate is among the most abundant compounds found in the earth's crust and is commonly found in organic substances, such as egg and oyster shells, crustaceans exoskeletons, and dark leafy greens, such as broccoli and kale. [1] Calcium carbonate uses extend beyond medicine. Calcium carbonate has industrial uses as filler in paint, paper, fire extinguishers, and adhesives, as a component of agricultural and mining dust, as an ingredient in household cleaners, as a food coloring compound, and as an ingredient in cosmetics. [1]"}
{"id": "article-31520_3", "title": "Calcium Carbonate -- Indications", "content": "In pharmaceuticals, calcium carbonate is a food additive used for nutritional benefits, is a calcium supplement used to treat low serum calcium conditions, is an antacid for gastrointestinal ailments, is a phosphate binder for chronic kidney disease, and is a tableting excipient used in the making of other pharmaceutical agents and foodstuffs. [1] [2]", "contents": "Calcium Carbonate -- Indications. In pharmaceuticals, calcium carbonate is a food additive used for nutritional benefits, is a calcium supplement used to treat low serum calcium conditions, is an antacid for gastrointestinal ailments, is a phosphate binder for chronic kidney disease, and is a tableting excipient used in the making of other pharmaceutical agents and foodstuffs. [1] [2]"}
{"id": "article-31520_4", "title": "Calcium Carbonate -- Indications", "content": "Calcium carbonate is indicated for low serum calcium conditions, such as osteoporosis, osteomalacia, hypothyroidism, hypoparathyroidism, pseudohypoparathyroidism, DiGeorge syndrome, kidney dysfunction, pancreatitis, rheumatoid arthritis, Fanconi syndrome, pregnancy, nursing mothers, post-menopausal women, and while using certain medications. [3] [4] [5] [6] [7] The medications that require concurrent calcium supplement use include: Rifampin (antibiotic) Loop-diuretics Anti-seizure medications (phenytoin and phenobarbital) Bisphosphonates (alendronate, ibandronate, zoledronic acid, and risedronate) Calcitonin Chloroquine Corticosteroids Plicamycin Citrate use during apheresis (anticoagulant) [8] [9] [10]", "contents": "Calcium Carbonate -- Indications. Calcium carbonate is indicated for low serum calcium conditions, such as osteoporosis, osteomalacia, hypothyroidism, hypoparathyroidism, pseudohypoparathyroidism, DiGeorge syndrome, kidney dysfunction, pancreatitis, rheumatoid arthritis, Fanconi syndrome, pregnancy, nursing mothers, post-menopausal women, and while using certain medications. [3] [4] [5] [6] [7] The medications that require concurrent calcium supplement use include: Rifampin (antibiotic) Loop-diuretics Anti-seizure medications (phenytoin and phenobarbital) Bisphosphonates (alendronate, ibandronate, zoledronic acid, and risedronate) Calcitonin Chloroquine Corticosteroids Plicamycin Citrate use during apheresis (anticoagulant) [8] [9] [10]"}
{"id": "article-31520_5", "title": "Calcium Carbonate -- Indications", "content": "As an antacid, calcium carbonate is indicated for heartburn caused by gastroesophageal reflux disease (GERD), NSAID upper gastrointestinal mucosal damage, duodenal and gastric ulcers, biliary reflux, stress gastritis exocrine pancreatic insufficiency, bile acid-mediated diarrhea, Non-ulcer dyspepsia, and urinary alkalization. [11] [12] [13] Like aluminum and magnesium salts, calcium carbonate increases gut motility and has indications for constipation treatment. [14]", "contents": "Calcium Carbonate -- Indications. As an antacid, calcium carbonate is indicated for heartburn caused by gastroesophageal reflux disease (GERD), NSAID upper gastrointestinal mucosal damage, duodenal and gastric ulcers, biliary reflux, stress gastritis exocrine pancreatic insufficiency, bile acid-mediated diarrhea, Non-ulcer dyspepsia, and urinary alkalization. [11] [12] [13] Like aluminum and magnesium salts, calcium carbonate increases gut motility and has indications for constipation treatment. [14]"}
{"id": "article-31520_6", "title": "Calcium Carbonate -- Indications", "content": "Calcium carbonate is also indicated for use in treating hyperphosphatemia seen in chronic kidney disease, as a phosphate binder, as a way of treating overdose by causing urinary alkalization, and as a prophylactic treatment in pregnant patients before birth to prevent aspiration pneumonitis. [15] [16]", "contents": "Calcium Carbonate -- Indications. Calcium carbonate is also indicated for use in treating hyperphosphatemia seen in chronic kidney disease, as a phosphate binder, as a way of treating overdose by causing urinary alkalization, and as a prophylactic treatment in pregnant patients before birth to prevent aspiration pneumonitis. [15] [16]"}
{"id": "article-31520_7", "title": "Calcium Carbonate -- Indications", "content": "New research suggests that the indications for calcium carbonate may also include cancer treatment by using calcium supplements to treat colorectal adenomas and using rare-earth-doped calcium carbonate with cerium to kill tumor cells via X-ray-induced photodynamic therapy. [17] [18]", "contents": "Calcium Carbonate -- Indications. New research suggests that the indications for calcium carbonate may also include cancer treatment by using calcium supplements to treat colorectal adenomas and using rare-earth-doped calcium carbonate with cerium to kill tumor cells via X-ray-induced photodynamic therapy. [17] [18]"}
{"id": "article-31520_8", "title": "Calcium Carbonate -- Mechanism of Action", "content": "Calcium is naturally present in the body. Most of the body's stored calcium is within the bones and teeth as hydroxyapatite. The rest of the body's calcium is in blood, extracellular fluid, muscle, and other body tissues. [19] In the blood, 40% of calcium is bound to albumin, 13% binds to an anion, like phosphate and lactate, and the majority, 47%, is free, unbound, ionized calcium (Ca 2+ ). The amount of ionized calcium found in the blood is essential and tightly regulated by homeostatic controls because it is physiologically active and plays a vital role in the cellular processes of excitable tissues, such as blood vessels, muscles, glands, and nerves. [1] Calcium carbonate has three separate mechanisms of action that have pharmacologic effects. Calcium affects the stomach, small intestine, and blood. [20]", "contents": "Calcium Carbonate -- Mechanism of Action. Calcium is naturally present in the body. Most of the body's stored calcium is within the bones and teeth as hydroxyapatite. The rest of the body's calcium is in blood, extracellular fluid, muscle, and other body tissues. [19] In the blood, 40% of calcium is bound to albumin, 13% binds to an anion, like phosphate and lactate, and the majority, 47%, is free, unbound, ionized calcium (Ca 2+ ). The amount of ionized calcium found in the blood is essential and tightly regulated by homeostatic controls because it is physiologically active and plays a vital role in the cellular processes of excitable tissues, such as blood vessels, muscles, glands, and nerves. [1] Calcium carbonate has three separate mechanisms of action that have pharmacologic effects. Calcium affects the stomach, small intestine, and blood. [20]"}
{"id": "article-31520_9", "title": "Calcium Carbonate -- Mechanism of Action", "content": "As an antacid, calcium carbonate neutralizes gastric acid by acting as a buffer in the stomach's acidic environment. When CaCO 3 enters the stomach, it dissociates into ionized calcium (Ca 2+ ) and a carbonate anion (CO 3 2- ). The carbonate anion will then bind to the free protons (H+) found in the stomach to increase the pH by decreasing the concentration of hydrogen ions. By increasing the pH in the stomach, pepsin, bile acids, and the toxins of Helicobacter pylori become inhibited. [21]", "contents": "Calcium Carbonate -- Mechanism of Action. As an antacid, calcium carbonate neutralizes gastric acid by acting as a buffer in the stomach's acidic environment. When CaCO 3 enters the stomach, it dissociates into ionized calcium (Ca 2+ ) and a carbonate anion (CO 3 2- ). The carbonate anion will then bind to the free protons (H+) found in the stomach to increase the pH by decreasing the concentration of hydrogen ions. By increasing the pH in the stomach, pepsin, bile acids, and the toxins of Helicobacter pylori become inhibited. [21]"}
{"id": "article-31520_10", "title": "Calcium Carbonate -- Mechanism of Action", "content": "The inhibition of pepsin, an enzyme that can degrade tissue protein, and inhibition of bile acid helps reduce damage to and promote the healing of ulcers in the mucosal lining of the stomach and duodenum and injury to the esophagus caused by GERD. [21] There is still some criticism regarding the ulcer-healing effects of calcium carbonate solely being due to its acid-neutralizing mechanism because calcium carbonate can cause acid rebound by increasing plasma gastrin levels and has been shown to increase prostaglandins PGE2 and PGF2 after long-term use that may explain an alternative mechanism to ulcer healing. [22] [23] [24]", "contents": "Calcium Carbonate -- Mechanism of Action. The inhibition of pepsin, an enzyme that can degrade tissue protein, and inhibition of bile acid helps reduce damage to and promote the healing of ulcers in the mucosal lining of the stomach and duodenum and injury to the esophagus caused by GERD. [21] There is still some criticism regarding the ulcer-healing effects of calcium carbonate solely being due to its acid-neutralizing mechanism because calcium carbonate can cause acid rebound by increasing plasma gastrin levels and has been shown to increase prostaglandins PGE2 and PGF2 after long-term use that may explain an alternative mechanism to ulcer healing. [22] [23] [24]"}
{"id": "article-31520_11", "title": "Calcium Carbonate -- Mechanism of Action", "content": "As an antacid, calcium carbonate also increases gastrointestinal motility and initiates peristalsis. [14] [25] When the calcium carbonate is chewed and partially digested, the free calcium stimulates peristalsis in the esophagus to move the acid into the stomach and decrease heartburn symptoms. [25]", "contents": "Calcium Carbonate -- Mechanism of Action. As an antacid, calcium carbonate also increases gastrointestinal motility and initiates peristalsis. [14] [25] When the calcium carbonate is chewed and partially digested, the free calcium stimulates peristalsis in the esophagus to move the acid into the stomach and decrease heartburn symptoms. [25]"}
{"id": "article-31520_12", "title": "Calcium Carbonate -- Mechanism of Action", "content": "Calcium carbonate works in the small intestines as a phosphate binder and drug chelator. In individuals with hyperphosphatemia or overdose, calcium will bind to form an insoluble compound blocking dietary phosphate or excess drug absorption and excreting it in feces. Additionally, calcium carbonate, used as a calcium supplement, also acts in the small intestine by chelating with oxalate to prevent absorption and renal calculi formation. [1]", "contents": "Calcium Carbonate -- Mechanism of Action. Calcium carbonate works in the small intestines as a phosphate binder and drug chelator. In individuals with hyperphosphatemia or overdose, calcium will bind to form an insoluble compound blocking dietary phosphate or excess drug absorption and excreting it in feces. Additionally, calcium carbonate, used as a calcium supplement, also acts in the small intestine by chelating with oxalate to prevent absorption and renal calculi formation. [1]"}
{"id": "article-31520_13", "title": "Calcium Carbonate -- Mechanism of Action", "content": "Lastly, calcium carbonate also works in the blood to treat or prevent negative calcium balance seen in low serum calcium conditions. [1] After being absorbed in the small intestines actively with the help of vitamin D and passively vi-a diffusion, ionized calcium circulates in the blood.", "contents": "Calcium Carbonate -- Mechanism of Action. Lastly, calcium carbonate also works in the blood to treat or prevent negative calcium balance seen in low serum calcium conditions. [1] After being absorbed in the small intestines actively with the help of vitamin D and passively vi-a diffusion, ionized calcium circulates in the blood."}
{"id": "article-31520_14", "title": "Calcium Carbonate -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption : After ingesting calcium carbonate tablets, they are broken down in the stomach to form soluble calcium salts. As a result, calcium becomes available for absorption in the body. Calcium absorption occurs in the small intestine by active transport dependent on Vitamin D and diffusion. Fractional calcium absorption, the amount of calcium absorbed over the amount ingested, changes throughout life and is highest in infancy, early puberty, and the last two trimesters of pregnancy for women. It steadily declines as an individual progresses into old age, with a marked decrease starting after menopause for women and late '50s for men. [19] Besides age and the form of calcium carbonate, calcium absorption can be affected by the dose given, stomach pH, estrogen status, vitamin D level, and genetic polymorphisms. [11]", "contents": "Calcium Carbonate -- Mechanism of Action -- Pharmacokinetics. Absorption : After ingesting calcium carbonate tablets, they are broken down in the stomach to form soluble calcium salts. As a result, calcium becomes available for absorption in the body. Calcium absorption occurs in the small intestine by active transport dependent on Vitamin D and diffusion. Fractional calcium absorption, the amount of calcium absorbed over the amount ingested, changes throughout life and is highest in infancy, early puberty, and the last two trimesters of pregnancy for women. It steadily declines as an individual progresses into old age, with a marked decrease starting after menopause for women and late '50s for men. [19] Besides age and the form of calcium carbonate, calcium absorption can be affected by the dose given, stomach pH, estrogen status, vitamin D level, and genetic polymorphisms. [11]"}
{"id": "article-31520_15", "title": "Calcium Carbonate -- Mechanism of Action -- Pharmacokinetics", "content": "The fractional absorption is highest at 500 mg when taken with food, and the stomach is acidic. Fractional absorption also increases when the person has sufficient vitamin D, does not have an absorption disorder, is young, has more estrogen, and has a larger body size. [26] Absorption of calcium carbonate decreases if an individual has a mucosal lining disorder or achlorhydria. [27] Distribution: As previously mentioned, calcium storage in the body is primarily in bones and teeth. However, most of the calcium is found in the ionized, physiologically active form in the blood.", "contents": "Calcium Carbonate -- Mechanism of Action -- Pharmacokinetics. The fractional absorption is highest at 500 mg when taken with food, and the stomach is acidic. Fractional absorption also increases when the person has sufficient vitamin D, does not have an absorption disorder, is young, has more estrogen, and has a larger body size. [26] Absorption of calcium carbonate decreases if an individual has a mucosal lining disorder or achlorhydria. [27] Distribution: As previously mentioned, calcium storage in the body is primarily in bones and teeth. However, most of the calcium is found in the ionized, physiologically active form in the blood."}
{"id": "article-31520_16", "title": "Calcium Carbonate -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Calcium carbonate is excreted in the feces as unabsorbed calcium carbonate, in the urine depending on glomerular filtration and renal tubule reabsorption controlled by parathyroid hormone (PTH) and Vitamin D, and as carbon dioxide from the lungs. [1]", "contents": "Calcium Carbonate -- Mechanism of Action -- Pharmacokinetics. Elimination: Calcium carbonate is excreted in the feces as unabsorbed calcium carbonate, in the urine depending on glomerular filtration and renal tubule reabsorption controlled by parathyroid hormone (PTH) and Vitamin D, and as carbon dioxide from the lungs. [1]"}
{"id": "article-31520_17", "title": "Calcium Carbonate -- Administration", "content": "Calcium carbonate comes in tablet, chewable, oral suspension, or powder form. Tablets should be swallowed while drinking a full glass of water. The oral suspension should be well shaken before measuring the dose to ensure the ingestion of the proper amount. The bioavailability of calcium from calcium carbonate is higher as a powder. [28] Although calcium citrate has a higher bioavailability of calcium than calcium carbonate, in foods fortified with calcium, calcium carbonate allows for better absorption than other calcium-fortification compounds. [1] [29] 1000 mg of calcium carbonate is equivalent to 400 mg of elemental calcium.", "contents": "Calcium Carbonate -- Administration. Calcium carbonate comes in tablet, chewable, oral suspension, or powder form. Tablets should be swallowed while drinking a full glass of water. The oral suspension should be well shaken before measuring the dose to ensure the ingestion of the proper amount. The bioavailability of calcium from calcium carbonate is higher as a powder. [28] Although calcium citrate has a higher bioavailability of calcium than calcium carbonate, in foods fortified with calcium, calcium carbonate allows for better absorption than other calcium-fortification compounds. [1] [29] 1000 mg of calcium carbonate is equivalent to 400 mg of elemental calcium."}
{"id": "article-31520_18", "title": "Calcium Carbonate -- Administration", "content": "Dosing depends on the indicated condition and the patient's age. For adult use for heartburn, dosing ranges from 500 mg to 1000 mg and should not exceed 7 grams daily. RDI of Calcium for adults is 1 to 1.2 gm daily, and for post-menopausal women, 1.2 gm preferably from dietary sources. For calcium supplementation, 500 mg to 4 grams of calcium carbonate may be taken orally daily, divided, and with meals. For adults with hyperphosphatemia, 1.5 to 3 grams per day effectively achieves optimal phosphate control in 65% of patients. [30] If the patient misses a regular dose, they should take it when they remember it unless it is close to the next dose. At the time of the next dose, they should take the regular dose and not double it.", "contents": "Calcium Carbonate -- Administration. Dosing depends on the indicated condition and the patient's age. For adult use for heartburn, dosing ranges from 500 mg to 1000 mg and should not exceed 7 grams daily. RDI of Calcium for adults is 1 to 1.2 gm daily, and for post-menopausal women, 1.2 gm preferably from dietary sources. For calcium supplementation, 500 mg to 4 grams of calcium carbonate may be taken orally daily, divided, and with meals. For adults with hyperphosphatemia, 1.5 to 3 grams per day effectively achieves optimal phosphate control in 65% of patients. [30] If the patient misses a regular dose, they should take it when they remember it unless it is close to the next dose. At the time of the next dose, they should take the regular dose and not double it."}
{"id": "article-31520_19", "title": "Calcium Carbonate -- Administration", "content": "Beyond age and form of calcium carbonate, calcium absorption can be affected by the dose given, stomach pH, patient size, estrogen status, vitamin D level, and genetic polymorphisms. [1] [11] When taken with food, the fractional absorption is highest at 500 mg, and the stomach is acidic. Fractional absorption also increases when the person has sufficient vitamin D, does not have an absorption disorder, is young, has more estrogen, and has a larger body size. [31] Absorption of calcium carbonate decreases if an individual has a mucosal lining disorder or achlorhydria. [27]", "contents": "Calcium Carbonate -- Administration. Beyond age and form of calcium carbonate, calcium absorption can be affected by the dose given, stomach pH, patient size, estrogen status, vitamin D level, and genetic polymorphisms. [1] [11] When taken with food, the fractional absorption is highest at 500 mg, and the stomach is acidic. Fractional absorption also increases when the person has sufficient vitamin D, does not have an absorption disorder, is young, has more estrogen, and has a larger body size. [31] Absorption of calcium carbonate decreases if an individual has a mucosal lining disorder or achlorhydria. [27]"}
{"id": "article-31520_20", "title": "Calcium Carbonate -- Administration -- Specific Patient Populations", "content": "Hepatic Impairment: The product labeling for calcium carbonate does not include any dosage adjustments for hepatic impairment.", "contents": "Calcium Carbonate -- Administration -- Specific Patient Populations. Hepatic Impairment: The product labeling for calcium carbonate does not include any dosage adjustments for hepatic impairment."}
{"id": "article-31520_21", "title": "Calcium Carbonate -- Administration -- Specific Patient Populations", "content": "Renal Impairment: As per the KDIGO guidelines for Chronic Kidney Disease-Mineral and Bone Disorder (CKD-MBD), it is recommended to monitor serum levels of calcium, phosphate, parathyroid hormone, and alkaline phosphatase beginning in CKD G3a (eGFR: 45-59 mL/min/1.73 m²) for adults and in CKD G2 (eGFR: 60-89 mL/min/1.73 m²) for children. For adults with CKD G3a((eGFR: 45 mL/min/1.73 m² or less)-G5D, the guidelines suggest avoiding hypercalcemia. Similarly, in children with CKD G3a-G5D, maintaining serum calcium within the age-appropriate normal range is advised. CKD G5D indicates End-Stage Renal Disease (ESRD), where the eGFR is 15 mL/min/1.73 m² or less and typically necessitates renal replacement therapy, such as dialysis or kidney transplantation.", "contents": "Calcium Carbonate -- Administration -- Specific Patient Populations. Renal Impairment: As per the KDIGO guidelines for Chronic Kidney Disease-Mineral and Bone Disorder (CKD-MBD), it is recommended to monitor serum levels of calcium, phosphate, parathyroid hormone, and alkaline phosphatase beginning in CKD G3a (eGFR: 45-59 mL/min/1.73 m²) for adults and in CKD G2 (eGFR: 60-89 mL/min/1.73 m²) for children. For adults with CKD G3a((eGFR: 45 mL/min/1.73 m² or less)-G5D, the guidelines suggest avoiding hypercalcemia. Similarly, in children with CKD G3a-G5D, maintaining serum calcium within the age-appropriate normal range is advised. CKD G5D indicates End-Stage Renal Disease (ESRD), where the eGFR is 15 mL/min/1.73 m² or less and typically necessitates renal replacement therapy, such as dialysis or kidney transplantation."}
{"id": "article-31520_22", "title": "Calcium Carbonate -- Administration -- Specific Patient Populations", "content": "Pregnancy Considerations: Calcium carbonate is for aspiration prophylaxis before labor. [2] [12] GERD occurs in up to 80% of pregnant women by the end of the third trimester. According to the American College of Gastroenterology (ACG) guidelines, treatment typically starts with lifestyle adjustments. Antacids, including calcium carbonate, are the first-line options if these don't suffice. Calcium carbonate is considered safe, effectively neutralizes stomach acid, and provides relief from heartburn and acid indigestion without significant risk to the fetus. However, at high doses, antacids containing calcium can cause milk-alkali syndrome. [32]", "contents": "Calcium Carbonate -- Administration -- Specific Patient Populations. Pregnancy Considerations: Calcium carbonate is for aspiration prophylaxis before labor. [2] [12] GERD occurs in up to 80% of pregnant women by the end of the third trimester. According to the American College of Gastroenterology (ACG) guidelines, treatment typically starts with lifestyle adjustments. Antacids, including calcium carbonate, are the first-line options if these don't suffice. Calcium carbonate is considered safe, effectively neutralizes stomach acid, and provides relief from heartburn and acid indigestion without significant risk to the fetus. However, at high doses, antacids containing calcium can cause milk-alkali syndrome. [32]"}
{"id": "article-31520_23", "title": "Calcium Carbonate -- Administration -- Specific Patient Populations", "content": "Breastfeeding Considerations: Calcium can travel through the placenta and into breast milk during nursing. However, it is unlikely that the additional intake of these minerals by a nursing mother will exceed what is found in other infant foods. Considering these factors, experts generally deem antacids such as calcium carbonate used during breastfeeding acceptable. No specific precautions are necessary in this regard. [33]", "contents": "Calcium Carbonate -- Administration -- Specific Patient Populations. Breastfeeding Considerations: Calcium can travel through the placenta and into breast milk during nursing. However, it is unlikely that the additional intake of these minerals by a nursing mother will exceed what is found in other infant foods. Considering these factors, experts generally deem antacids such as calcium carbonate used during breastfeeding acceptable. No specific precautions are necessary in this regard. [33]"}
{"id": "article-31520_24", "title": "Calcium Carbonate -- Adverse Effects", "content": "Due to the short-term, periodic nature of calcium carbonate/antacid use and the small dose of calcium carbonate used for supplementation, most adverse effects are minor. However, an overdose can occur if large doses are taken for an extended time or abused. The patient can experience moderate to severe side effects of an overdose. [34] These include: Coma Confusion Irregular heart rhythms Muscle twitching Bone pain Abdominal pain Pancreatitis [35] [35] Acute renal failure Kidney stones [36] Headache Milk-alkali syndrome [37] Gall stones [38]", "contents": "Calcium Carbonate -- Adverse Effects. Due to the short-term, periodic nature of calcium carbonate/antacid use and the small dose of calcium carbonate used for supplementation, most adverse effects are minor. However, an overdose can occur if large doses are taken for an extended time or abused. The patient can experience moderate to severe side effects of an overdose. [34] These include: Coma Confusion Irregular heart rhythms Muscle twitching Bone pain Abdominal pain Pancreatitis [35] [35] Acute renal failure Kidney stones [36] Headache Milk-alkali syndrome [37] Gall stones [38]"}
{"id": "article-31520_25", "title": "Calcium Carbonate -- Adverse Effects", "content": "Milk-alkali syndrome was historically a much more common severe side effect. Milk-alkali syndrome results from hypercalciuria and alkaluria, predisposing renal calculi and causing sequelae such as pancreatitis and acute renal failure. [39] Common Adverse Effects: High calcium levels Low phosphate levels Vomiting Nausea Constipation Gas Loss of appetite or anorexia Irritability Xerostomia Acid rebound [2] Additional adverse effects occur in individuals taking calcium carbonate as a phosphate binder to treat hyperphosphatemia, including calcification of vascular tissues and death. [30]", "contents": "Calcium Carbonate -- Adverse Effects. Milk-alkali syndrome was historically a much more common severe side effect. Milk-alkali syndrome results from hypercalciuria and alkaluria, predisposing renal calculi and causing sequelae such as pancreatitis and acute renal failure. [39] Common Adverse Effects: High calcium levels Low phosphate levels Vomiting Nausea Constipation Gas Loss of appetite or anorexia Irritability Xerostomia Acid rebound [2] Additional adverse effects occur in individuals taking calcium carbonate as a phosphate binder to treat hyperphosphatemia, including calcification of vascular tissues and death. [30]"}
{"id": "article-31520_26", "title": "Calcium Carbonate -- Adverse Effects -- Drug-Drug Interactions", "content": "Calcium carbonate should be stored at room temperature and not frozen or exposed to heat. [12] Calcium carbonate should not be administered with other drugs known to decrease its absorption, such as histamine-2 receptor antagonists, glucocorticoids, and thiazide diuretics, but rather rescheduled to be taken at separate times. [1] [40] Conversely, vitamin D will increase the absorption of calcium carbonate if coadministered, and patients are encouraged to take it together. [1] [26]", "contents": "Calcium Carbonate -- Adverse Effects -- Drug-Drug Interactions. Calcium carbonate should be stored at room temperature and not frozen or exposed to heat. [12] Calcium carbonate should not be administered with other drugs known to decrease its absorption, such as histamine-2 receptor antagonists, glucocorticoids, and thiazide diuretics, but rather rescheduled to be taken at separate times. [1] [40] Conversely, vitamin D will increase the absorption of calcium carbonate if coadministered, and patients are encouraged to take it together. [1] [26]"}
{"id": "article-31520_27", "title": "Calcium Carbonate -- Adverse Effects -- Drug-Drug Interactions", "content": "Additionally, calcium carbonate will limit many drugs' effectiveness if taken together by increasing stomach pH and decreasing absorption. [11] These drugs include bisphosphonates, fluoroquinolones, tetracyclines, thyroid hormones, proton pump inhibitors such as omeprazole, iron, and anti-arrhythmic drugs like verapamil. [1] [11] [41] Calcium carbonate can also interact with the excretion of many drugs as it causes urine alkalization and will quicken the excretion of drugs that exist as weak acids and lengthen the excretion of drugs that exist as weak bases in the blood. [11]", "contents": "Calcium Carbonate -- Adverse Effects -- Drug-Drug Interactions. Additionally, calcium carbonate will limit many drugs' effectiveness if taken together by increasing stomach pH and decreasing absorption. [11] These drugs include bisphosphonates, fluoroquinolones, tetracyclines, thyroid hormones, proton pump inhibitors such as omeprazole, iron, and anti-arrhythmic drugs like verapamil. [1] [11] [41] Calcium carbonate can also interact with the excretion of many drugs as it causes urine alkalization and will quicken the excretion of drugs that exist as weak acids and lengthen the excretion of drugs that exist as weak bases in the blood. [11]"}
{"id": "article-31520_28", "title": "Calcium Carbonate -- Contraindications", "content": "Calcium carbonate use is contraindicated in hypersensitivity, renal calculus, high urine calcium levels, elevated serum calcium, low serum phosphate, achlorhydria, or suspected digoxin toxicity.", "contents": "Calcium Carbonate -- Contraindications. Calcium carbonate use is contraindicated in hypersensitivity, renal calculus, high urine calcium levels, elevated serum calcium, low serum phosphate, achlorhydria, or suspected digoxin toxicity."}
{"id": "article-31520_29", "title": "Calcium Carbonate -- Contraindications", "content": "Care is necessary for patients with a history of kidney disease, heart failure, edema, or endocrine disorders, such as hypoparathyroidism. [42] [43] Additionally, calcium carbonate users should never be prescribed ceftriaxone as an antibiotic because of the increased risk of end-organ failure and death. [44]", "contents": "Calcium Carbonate -- Contraindications. Care is necessary for patients with a history of kidney disease, heart failure, edema, or endocrine disorders, such as hypoparathyroidism. [42] [43] Additionally, calcium carbonate users should never be prescribed ceftriaxone as an antibiotic because of the increased risk of end-organ failure and death. [44]"}
{"id": "article-31520_30", "title": "Calcium Carbonate -- Monitoring", "content": "Adult patients using calcium carbonate as a supplemental therapy should have their serum phosphate and calcium levels periodically monitored to prevent adverse reactions and electrolyte imbalances. If patients continually return to using calcium carbonate, their symptoms require investigation to determine the root cause. Importantly, any patients using calcium carbonate for any reason should never be prescribed ceftriaxone to prevent end-organ failure. [44]", "contents": "Calcium Carbonate -- Monitoring. Adult patients using calcium carbonate as a supplemental therapy should have their serum phosphate and calcium levels periodically monitored to prevent adverse reactions and electrolyte imbalances. If patients continually return to using calcium carbonate, their symptoms require investigation to determine the root cause. Importantly, any patients using calcium carbonate for any reason should never be prescribed ceftriaxone to prevent end-organ failure. [44]"}
{"id": "article-31520_31", "title": "Calcium Carbonate -- Monitoring", "content": "Administration of calcium carbonate should be separated from the administration of all medications that have drug interactions mentioned above, apart from vitamin D. Patients with hyperphosphatemia should have their serum calcium routinely monitored to prevent hypercalcemia and other sequelae, including myocardial infarction, vascular calcification, and death. Pediatric and older patients should be routinely monitored if using calcium carbonate and advised against long-term use.", "contents": "Calcium Carbonate -- Monitoring. Administration of calcium carbonate should be separated from the administration of all medications that have drug interactions mentioned above, apart from vitamin D. Patients with hyperphosphatemia should have their serum calcium routinely monitored to prevent hypercalcemia and other sequelae, including myocardial infarction, vascular calcification, and death. Pediatric and older patients should be routinely monitored if using calcium carbonate and advised against long-term use."}
{"id": "article-31520_32", "title": "Calcium Carbonate -- Toxicity", "content": "The FDA recognizes calcium carbonate as a generally safe drug and food additive. [1] A maximum dose of 8 to 10 g per day of calcium carbonate can be administered for short-term use. [2] [45] However, long-term use of over 2 grams can lead to adverse effects such as hypercalcemia, renal calculi, hypophosphatemia, and nephrotoxicity, especially in individuals with chronic kidney disease. [1] [11] Fetotoxicity has also been observed in pregnant women taking over 1500 mg/kg of body weight per day of calcium carbonate. [1]", "contents": "Calcium Carbonate -- Toxicity. The FDA recognizes calcium carbonate as a generally safe drug and food additive. [1] A maximum dose of 8 to 10 g per day of calcium carbonate can be administered for short-term use. [2] [45] However, long-term use of over 2 grams can lead to adverse effects such as hypercalcemia, renal calculi, hypophosphatemia, and nephrotoxicity, especially in individuals with chronic kidney disease. [1] [11] Fetotoxicity has also been observed in pregnant women taking over 1500 mg/kg of body weight per day of calcium carbonate. [1]"}
{"id": "article-31520_33", "title": "Calcium Carbonate -- Enhancing Healthcare Team Outcomes", "content": "As a non-prescription drug, calcium carbonate is easily accessible \"over the counter\" and often used. Proper patient education by clinicians and pharmacists is needed to avoid improper use. Symptomatic relief provided by calcium carbonate often masks underlying gastrointestinal disorders that will not improve by using the drug. Patient awareness is necessary to hasten the correct diagnosis and treatment. Furthermore, patients on polypharmacy need to understand calcium carbonate's drug interactions. Clinicians should advise their patients to take their medications at separate times of the day and limit additional calcium intake that could lead to overdose and milk-alkali syndrome. Working with a pharmacist to assist with medication reconciliation would be a prudent choice to prevent adverse drug-drug interactions. Nurses can also work with the patient to answer questions, review appropriate dosing, and ensure patient compliance. These are examples of how interprofessional teamwork and communication can improve patient results with calcium carbonate therapy, respective of the reason the patient takes it.", "contents": "Calcium Carbonate -- Enhancing Healthcare Team Outcomes. As a non-prescription drug, calcium carbonate is easily accessible \"over the counter\" and often used. Proper patient education by clinicians and pharmacists is needed to avoid improper use. Symptomatic relief provided by calcium carbonate often masks underlying gastrointestinal disorders that will not improve by using the drug. Patient awareness is necessary to hasten the correct diagnosis and treatment. Furthermore, patients on polypharmacy need to understand calcium carbonate's drug interactions. Clinicians should advise their patients to take their medications at separate times of the day and limit additional calcium intake that could lead to overdose and milk-alkali syndrome. Working with a pharmacist to assist with medication reconciliation would be a prudent choice to prevent adverse drug-drug interactions. Nurses can also work with the patient to answer questions, review appropriate dosing, and ensure patient compliance. These are examples of how interprofessional teamwork and communication can improve patient results with calcium carbonate therapy, respective of the reason the patient takes it."}
{"id": "article-31520_34", "title": "Calcium Carbonate -- Enhancing Healthcare Team Outcomes", "content": "Proper clinician education on considerations when prescribing, monitoring, and stopping treatment is also necessary. Vigilance is essential, and routine monitoring should occur when prescribing calcium carbonate to patients with hyperphosphatemia due to the possibility of calcification of vascular tissues. Care is also necessary when prescribing calcium carbonate to infants and older patients because of renal function changes. Additionally, calcium carbonate should not be coadministered with ceftriaxone because of an increased risk of end-organ failure.", "contents": "Calcium Carbonate -- Enhancing Healthcare Team Outcomes. Proper clinician education on considerations when prescribing, monitoring, and stopping treatment is also necessary. Vigilance is essential, and routine monitoring should occur when prescribing calcium carbonate to patients with hyperphosphatemia due to the possibility of calcification of vascular tissues. Care is also necessary when prescribing calcium carbonate to infants and older patients because of renal function changes. Additionally, calcium carbonate should not be coadministered with ceftriaxone because of an increased risk of end-organ failure."}
{"id": "article-31520_35", "title": "Calcium Carbonate -- Enhancing Healthcare Team Outcomes", "content": "All interprofessional healthcare team members can improve outcomes by ensuring patient compliance. Patient compliance is problematic with calcium carbonate because of its interactions, adverse effects, and frequency of administration. Calcium carbonate can be inconvenient because it must be taken alone, except for vitamin D and other drugs that do not require a low stomach pH. Calcium carbonate has many gastrointestinal side effects, especially for older adults. Calcium carbonate prescriptions can also translate to a high pill burden, like patients with hyperphosphatemia who may require more than 17 doses daily. Encouraging patient compliance and proper scheduling would greatly help improve patients on polypharmacy, those with comorbidities, and those who need to limit dietary electrolytes.", "contents": "Calcium Carbonate -- Enhancing Healthcare Team Outcomes. All interprofessional healthcare team members can improve outcomes by ensuring patient compliance. Patient compliance is problematic with calcium carbonate because of its interactions, adverse effects, and frequency of administration. Calcium carbonate can be inconvenient because it must be taken alone, except for vitamin D and other drugs that do not require a low stomach pH. Calcium carbonate has many gastrointestinal side effects, especially for older adults. Calcium carbonate prescriptions can also translate to a high pill burden, like patients with hyperphosphatemia who may require more than 17 doses daily. Encouraging patient compliance and proper scheduling would greatly help improve patients on polypharmacy, those with comorbidities, and those who need to limit dietary electrolytes."}
{"id": "article-31520_36", "title": "Calcium Carbonate -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Calcium Carbonate -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}