{"id": "article-25398_0", "title": "Histology, Muscle -- Introduction", "content": "There are three varieties of human of muscles: skeletal, smooth, and cardiac. Skeletal striated muscle is the most abundant type (over 400 distinct muscles), is the only muscle under voluntary control, and in individuals with normal body mass index, represents approximately 40% of their body weight. [1] Smooth muscle manages contraction of non-voluntary muscles. The role of smooth muscle in human physiology is more expansive than skeletal muscle having a role in nearly every organ system ranging from creating vascular resistance to uterine contractions. [2]  Cardiac muscle, like smooth muscle, is not-voluntarily controlled. The feature of this muscle type that is unique is its automaticity. [3] While these muscles differ on cellular levels, they all work to convert chemical energy into mechanical work and movement. [1]", "contents": "Histology, Muscle -- Introduction. There are three varieties of human of muscles: skeletal, smooth, and cardiac. Skeletal striated muscle is the most abundant type (over 400 distinct muscles), is the only muscle under voluntary control, and in individuals with normal body mass index, represents approximately 40% of their body weight. [1] Smooth muscle manages contraction of non-voluntary muscles. The role of smooth muscle in human physiology is more expansive than skeletal muscle having a role in nearly every organ system ranging from creating vascular resistance to uterine contractions. [2]  Cardiac muscle, like smooth muscle, is not-voluntarily controlled. The feature of this muscle type that is unique is its automaticity. [3] While these muscles differ on cellular levels, they all work to convert chemical energy into mechanical work and movement. [1]"}
{"id": "article-25398_1", "title": "Histology, Muscle -- Structure", "content": "Across all three types of muscles, the individual muscle fibers are structured in parallel lines to allow for contraction, discussed in the function section.", "contents": "Histology, Muscle -- Structure. Across all three types of muscles, the individual muscle fibers are structured in parallel lines to allow for contraction, discussed in the function section."}
{"id": "article-25398_2", "title": "Histology, Muscle -- Structure", "content": "Skeletal striated muscles attach to a bone through dense connective tissue called the tendon. The most superficial layer of a muscle is the epimysium which wraps together numerous fascicles wrapped with perimysium. Inside each fascicle are the individual muscle fibers wrapped around endomysium. Within the muscle fibers is where the functional unit of the fiber exists: the sarcomere. The sarcomere is where contraction occurs on the cellular level; all other layers are present to help facilitate tracking of these fibers. [4]", "contents": "Histology, Muscle -- Structure. Skeletal striated muscles attach to a bone through dense connective tissue called the tendon. The most superficial layer of a muscle is the epimysium which wraps together numerous fascicles wrapped with perimysium. Inside each fascicle are the individual muscle fibers wrapped around endomysium. Within the muscle fibers is where the functional unit of the fiber exists: the sarcomere. The sarcomere is where contraction occurs on the cellular level; all other layers are present to help facilitate tracking of these fibers. [4]"}
{"id": "article-25398_3", "title": "Histology, Muscle -- Structure", "content": "The sarcomere appears as a net of parallel lines. The lateral boundaries of each net, or sarcomere, are the Z-discs. The Z-discs anchor one set of parallel lines called the thin filaments. Running from the opposite direction is the other set of lines is called the thick filaments, which are between the thin filaments. This overlap between the thin and thick filaments is the base of muscle physiology. The more the two filaments overlap, the more the muscle is contracted. [5]", "contents": "Histology, Muscle -- Structure. The sarcomere appears as a net of parallel lines. The lateral boundaries of each net, or sarcomere, are the Z-discs. The Z-discs anchor one set of parallel lines called the thin filaments. Running from the opposite direction is the other set of lines is called the thick filaments, which are between the thin filaments. This overlap between the thin and thick filaments is the base of muscle physiology. The more the two filaments overlap, the more the muscle is contracted. [5]"}
{"id": "article-25398_4", "title": "Histology, Muscle -- Structure", "content": "Smooth muscle lacks the striations skeletal muscle has and instead has a fusiform shape. Cardiac muscle is more structurally similar to skeletal muscle in that its striated and has sarcomeres. However, due to its automaticity and need to be synchronized, cardiac muscle cells have a feature called intercalated discs which facilitate the cells to be electrically coupled. [3]", "contents": "Histology, Muscle -- Structure. Smooth muscle lacks the striations skeletal muscle has and instead has a fusiform shape. Cardiac muscle is more structurally similar to skeletal muscle in that its striated and has sarcomeres. However, due to its automaticity and need to be synchronized, cardiac muscle cells have a feature called intercalated discs which facilitate the cells to be electrically coupled. [3]"}
{"id": "article-25398_5", "title": "Histology, Muscle -- Function", "content": "Contraction works to bring the two attachment points of a muscle closer together. For example, the sternocleidomastoid muscle originates from the manubrium and head of clavicle and inserts on the ipsilateral mastoid process of our skull. Contraction here causes ipsilateral side-bending and contralateral rotation because the muscle works to bring these two bony processes closer together.", "contents": "Histology, Muscle -- Function. Contraction works to bring the two attachment points of a muscle closer together. For example, the sternocleidomastoid muscle originates from the manubrium and head of clavicle and inserts on the ipsilateral mastoid process of our skull. Contraction here causes ipsilateral side-bending and contralateral rotation because the muscle works to bring these two bony processes closer together."}
{"id": "article-25398_6", "title": "Histology, Muscle -- Function", "content": "The sternocleidomastoid muscle is voluntarily controlled and thus a striated skeletal muscle. As mentioned above, the primary mechanism by which muscles operate is by overlapping of the thick and thin filaments. The proteins that predominately make up the thin and thick filaments are actin and myosin, respectively. Myosin is like a person climbing a rope where the rope is actin. Myosin continuously grabs actin, pulls it, releases, reaches, and repeats. Myosin in skeletal muscle cells activates by a rapid increase in calcium concentration released from the muscle cell’s intracellular store, the sarcoplasmic reticulum. Calcium works by binding to a protein called troponin which moves tropomyosin. Tropomyosin is the protein that wraps around actin and prevents spontaneous binding of myosin to actin; only when calcium is at high enough concentrations can myosin bind to actin. Without calcium, myosin binds to ADP and inorganic phosphate (Pi). With calcium, this complex of myosin, ADP, and Pi binds to actin forming a cross-bridge. Releasing ADP and Pi causes the power stroke (the pull in the rope analogy). ATP binds myosin, which allows it to release from actin (the letting go). ATP bound to myosin is split into ADP, and Pi and in the process, myosin is cocked back to start the cycle again (the reaching). Smooth and cardiac muscle work similarly to cause shortening; however their activation is by different processes. [6]", "contents": "Histology, Muscle -- Function. The sternocleidomastoid muscle is voluntarily controlled and thus a striated skeletal muscle. As mentioned above, the primary mechanism by which muscles operate is by overlapping of the thick and thin filaments. The proteins that predominately make up the thin and thick filaments are actin and myosin, respectively. Myosin is like a person climbing a rope where the rope is actin. Myosin continuously grabs actin, pulls it, releases, reaches, and repeats. Myosin in skeletal muscle cells activates by a rapid increase in calcium concentration released from the muscle cell’s intracellular store, the sarcoplasmic reticulum. Calcium works by binding to a protein called troponin which moves tropomyosin. Tropomyosin is the protein that wraps around actin and prevents spontaneous binding of myosin to actin; only when calcium is at high enough concentrations can myosin bind to actin. Without calcium, myosin binds to ADP and inorganic phosphate (Pi). With calcium, this complex of myosin, ADP, and Pi binds to actin forming a cross-bridge. Releasing ADP and Pi causes the power stroke (the pull in the rope analogy). ATP binds myosin, which allows it to release from actin (the letting go). ATP bound to myosin is split into ADP, and Pi and in the process, myosin is cocked back to start the cycle again (the reaching). Smooth and cardiac muscle work similarly to cause shortening; however their activation is by different processes. [6]"}
{"id": "article-25398_7", "title": "Histology, Muscle -- Histochemistry and Cytochemistry", "content": "Hematoxylin and is widely used to stain muscles. Hematoxylin stains nuclei either blue or purple, and eosin stains cytoplasm and extracellular matrix pink. With this stain alone one can easily identify muscle fibers and distinguish between the architecture of the three types. [7]", "contents": "Histology, Muscle -- Histochemistry and Cytochemistry. Hematoxylin and is widely used to stain muscles. Hematoxylin stains nuclei either blue or purple, and eosin stains cytoplasm and extracellular matrix pink. With this stain alone one can easily identify muscle fibers and distinguish between the architecture of the three types. [7]"}
{"id": "article-25398_8", "title": "Histology, Muscle -- Microscopy, Light", "content": "Light microscopy can be utilized to determine which muscle you are viewing. Skeletal muscle appears as long fibers organized with many repeating perpendicular Z-discs. [1] Smooth muscle has a repeating fusiform pattern.  Cardiac muscle, while more similar appearing to skeletal muscle, is distinguished by finding staggered perpendicular lines which represent the intercalated discs and the fibers are wavier. [1]", "contents": "Histology, Muscle -- Microscopy, Light. Light microscopy can be utilized to determine which muscle you are viewing. Skeletal muscle appears as long fibers organized with many repeating perpendicular Z-discs. [1] Smooth muscle has a repeating fusiform pattern.  Cardiac muscle, while more similar appearing to skeletal muscle, is distinguished by finding staggered perpendicular lines which represent the intercalated discs and the fibers are wavier. [1]"}
{"id": "article-25398_9", "title": "Histology, Muscle -- Microscopy, Electron", "content": "Electron microscopy is extremely useful when connecting physiology to histology because the definition allows an average observer to appreciate the critical structures that light microscopy can’t. The following description can be used to understand an electron microscopy image of striated skeletal muscle.", "contents": "Histology, Muscle -- Microscopy, Electron. Electron microscopy is extremely useful when connecting physiology to histology because the definition allows an average observer to appreciate the critical structures that light microscopy can’t. The following description can be used to understand an electron microscopy image of striated skeletal muscle."}
{"id": "article-25398_10", "title": "Histology, Muscle -- Microscopy, Electron", "content": "When viewing a sarcomere image, it is best to determine the boundaries: the Z-discs. These are lines on each fiber that run perpendicular to the fiber as a whole. From there one can start to determine the areas. Between two Z-discs, there are seven distinct color changes and the sarcomere is symmetric. The zone on either side of the Z-disc is named the I-band; this is where there is only thin filament exists, which is why it is the lightest of the grayscale. The remaining 5 zones in the middle of the sarcomere are the A-band. The A-band is where the thick filament is. The A-band further divides into the H-zone and the M-line. The M-line is the centermost color gradient of the sarcomere and represents anchor for the thick filament. The zones on either side of the M-line are named the H-zones and denote where there is only thick filament. The last part of the A-band, the darkest on electron microscopy, is where there is overlap between the thin and thick filaments. During a contraction, this area increases in size, while the H-zone and I-band get smaller.", "contents": "Histology, Muscle -- Microscopy, Electron. When viewing a sarcomere image, it is best to determine the boundaries: the Z-discs. These are lines on each fiber that run perpendicular to the fiber as a whole. From there one can start to determine the areas. Between two Z-discs, there are seven distinct color changes and the sarcomere is symmetric. The zone on either side of the Z-disc is named the I-band; this is where there is only thin filament exists, which is why it is the lightest of the grayscale. The remaining 5 zones in the middle of the sarcomere are the A-band. The A-band is where the thick filament is. The A-band further divides into the H-zone and the M-line. The M-line is the centermost color gradient of the sarcomere and represents anchor for the thick filament. The zones on either side of the M-line are named the H-zones and denote where there is only thick filament. The last part of the A-band, the darkest on electron microscopy, is where there is overlap between the thin and thick filaments. During a contraction, this area increases in size, while the H-zone and I-band get smaller."}
{"id": "article-25398_11", "title": "Histology, Muscle -- Microscopy, Electron", "content": "Review from left to right of a sarcomere [6] : Z-line – Dark perpendicular line – The sarcomere boundary and anchor for thin filament I-band – Lightest – Thin filament alone A-band - Thin and Thick filament overlap – Dark area A-band - H-zone - Thick filament alone – Second lightest area A-band - M-line - Anchoring protein for thick filament – Second darkest line, middle of sarcomere A-band - H-zone – Thick filament alone – Second lightest area A-band -  Thin and Thick filament overlap – Dark area I-band – Lightest – Thin filament alone Z-line – Dark perpendicular line – The sarcomere boundary and anchor for thin filament", "contents": "Histology, Muscle -- Microscopy, Electron. Review from left to right of a sarcomere [6] : Z-line – Dark perpendicular line – The sarcomere boundary and anchor for thin filament I-band – Lightest – Thin filament alone A-band - Thin and Thick filament overlap – Dark area A-band - H-zone - Thick filament alone – Second lightest area A-band - M-line - Anchoring protein for thick filament – Second darkest line, middle of sarcomere A-band - H-zone – Thick filament alone – Second lightest area A-band -  Thin and Thick filament overlap – Dark area I-band – Lightest – Thin filament alone Z-line – Dark perpendicular line – The sarcomere boundary and anchor for thin filament"}
{"id": "article-25398_12", "title": "Histology, Muscle -- Clinical Significance", "content": "Duchenne’s muscular dystrophy is an X-linked genetic disease that has a mutation to the dystrophin protein and impedes proper contraction. The dystrophin gene that encodes the protein and is one of the largest human genes identified to date. The protein connects actin to the extracellular matrix. Actin and myosin will overlap, but because there is no connection to the extracellular matrix, the overlapping does not result in a contraction. [8] After repetitive contractions, this disruption causes cellular death and results in many of the clinical signs including elevated creatinine kinase and weakened muscles. The most affected muscles the lower limbs, and those affecting posture, causing: a sway back, weak gluteal muscles, thin thighs, hyper-extended knees (to carry the load of upper body), protuberant abdomen (from weak rectus abdominis), and poor balance. One of the most common signs of Duchenne’s is hypertrophy of the calves. While visually, they may appear as more muscle growth, it is actually due to chronic necrosis of the muscle fibers that have undergone replacement with fat cells. A similar disease is Becker muscular dystrophy, which also involves a mutation to the dystrophin gene but with less severe sequelae. [7]", "contents": "Histology, Muscle -- Clinical Significance. Duchenne’s muscular dystrophy is an X-linked genetic disease that has a mutation to the dystrophin protein and impedes proper contraction. The dystrophin gene that encodes the protein and is one of the largest human genes identified to date. The protein connects actin to the extracellular matrix. Actin and myosin will overlap, but because there is no connection to the extracellular matrix, the overlapping does not result in a contraction. [8] After repetitive contractions, this disruption causes cellular death and results in many of the clinical signs including elevated creatinine kinase and weakened muscles. The most affected muscles the lower limbs, and those affecting posture, causing: a sway back, weak gluteal muscles, thin thighs, hyper-extended knees (to carry the load of upper body), protuberant abdomen (from weak rectus abdominis), and poor balance. One of the most common signs of Duchenne’s is hypertrophy of the calves. While visually, they may appear as more muscle growth, it is actually due to chronic necrosis of the muscle fibers that have undergone replacement with fat cells. A similar disease is Becker muscular dystrophy, which also involves a mutation to the dystrophin gene but with less severe sequelae. [7]"}
{"id": "article-25398_13", "title": "Histology, Muscle -- Clinical Significance", "content": "Troponin, mentioned as the binding site for calcium, allows myosin to cause contractions is also in cardiac tissue. When cardiac tissue, or myocardium, undergoes significant damage, troponin is released from cells and provides a useful biomarker for diagnosing myocardial infarctions. [9]", "contents": "Histology, Muscle -- Clinical Significance. Troponin, mentioned as the binding site for calcium, allows myosin to cause contractions is also in cardiac tissue. When cardiac tissue, or myocardium, undergoes significant damage, troponin is released from cells and provides a useful biomarker for diagnosing myocardial infarctions. [9]"}
{"id": "article-25398_14", "title": "Histology, Muscle -- Clinical Significance", "content": "Rigor mortis is the hyper-contracted state of a diseased organism. While it seems counterintuitive that an organism without functioning oxygen delivery could maintain a contraction, the process boils down to physiology described in the function section. Without ATP to bind to the myosin, myosin remains in the contracted state bound to actin. Only after newly bound ATP can the myosin release the actin and cease contraction and relax. [10]", "contents": "Histology, Muscle -- Clinical Significance. Rigor mortis is the hyper-contracted state of a diseased organism. While it seems counterintuitive that an organism without functioning oxygen delivery could maintain a contraction, the process boils down to physiology described in the function section. Without ATP to bind to the myosin, myosin remains in the contracted state bound to actin. Only after newly bound ATP can the myosin release the actin and cease contraction and relax. [10]"}
{"id": "article-25398_15", "title": "Histology, Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Histology, Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}