{"id": "article-133039_0", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction", "content": "This article is made available for historical review, monoclonal antibody use is not currently indicated for this condition.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction. This article is made available for historical review, monoclonal antibody use is not currently indicated for this condition."}
{"id": "article-133039_1", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction", "content": "Since being declared a global pandemic by the World Health Organization WHO), Coronavirus disease 2019 (COVID-19), the illness caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has had a devastating effect on global health and the world economy. The virus primarily affects the respiratory system and is spread from person to person via respiratory particles from coughing and sneezing. The majority of transmission occurs from close contact with presymptomatic, asymptomatic, or symptomatic carriers. The early course of the pandemic was characterized by the rapid spread of the virus that created an urgency to mitigate this new viral illness with experimental therapies and drug repurposing. Since then, due to an intense global research effort, significant progress has been made that has resulted in the development of novel therapeutics and vaccines at an unprecedented speed, leading to favorable patient outcomes. Currently, a variety of therapeutic options that include antiviral medications, monoclonal antibodies, and immunomodulatory agents are available in the management of COVID-19. However, the therapeutic potential and clinical use of these drugs are limited and specifically based on the stage of the illness.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction. Since being declared a global pandemic by the World Health Organization WHO), Coronavirus disease 2019 (COVID-19), the illness caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has had a devastating effect on global health and the world economy. The virus primarily affects the respiratory system and is spread from person to person via respiratory particles from coughing and sneezing. The majority of transmission occurs from close contact with presymptomatic, asymptomatic, or symptomatic carriers. The early course of the pandemic was characterized by the rapid spread of the virus that created an urgency to mitigate this new viral illness with experimental therapies and drug repurposing. Since then, due to an intense global research effort, significant progress has been made that has resulted in the development of novel therapeutics and vaccines at an unprecedented speed, leading to favorable patient outcomes. Currently, a variety of therapeutic options that include antiviral medications, monoclonal antibodies, and immunomodulatory agents are available in the management of COVID-19. However, the therapeutic potential and clinical use of these drugs are limited and specifically based on the stage of the illness."}
{"id": "article-133039_2", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction", "content": "The pathogenesis of COVID-19 illness occurs in two distinct phases, an early stage characterized by profound SARS-CoV-2 viral replication followed by a late phase characterized by a hyperinflammatory state induced by the release of cytokines such as tumor necrosis factor-α (TNF α), granulocyte-macrophage colony-stimulating factor (GM-CSF), Interleukin (IL) 1, IL-6, interferon (IFN)-γ, and activation of the coagulation system resulting in a prothrombotic state. Antiviral therapy and antibody-based treatments are likely to be more effective if used during the early phase of the illness, and immunomodulating therapies either alone or in combination with antiviral and antibody-based therapies may be more effective when used in the later stage to combat the cytokine-mediated hyperinflammatory state that causes severe illness. [1]", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction. The pathogenesis of COVID-19 illness occurs in two distinct phases, an early stage characterized by profound SARS-CoV-2 viral replication followed by a late phase characterized by a hyperinflammatory state induced by the release of cytokines such as tumor necrosis factor-α (TNF α), granulocyte-macrophage colony-stimulating factor (GM-CSF), Interleukin (IL) 1, IL-6, interferon (IFN)-γ, and activation of the coagulation system resulting in a prothrombotic state. Antiviral therapy and antibody-based treatments are likely to be more effective if used during the early phase of the illness, and immunomodulating therapies either alone or in combination with antiviral and antibody-based therapies may be more effective when used in the later stage to combat the cytokine-mediated hyperinflammatory state that causes severe illness. [1]"}
{"id": "article-133039_3", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction", "content": "Individuals of all ages are at risk for infection and severe disease. However, individuals aged ≥65 years and with underlying medical comorbidities (obesity, cardiovascular disease, chronic kidney disease, diabetes, chronic lung disease, smoking, cancer, solid organ or hematopoietic stem cell transplant recipients) are at increased risk of developing severe COVID-19 infection. The percentage of COVID-19 patients requiring hospitalization was six times higher in those with preexisting medical conditions than those without medical conditions (45.4% vs. 7.6%) based on an analysis by Stokes et al. of confirmed cases reported to the US Centers for Disease Control and Prevention (CDC) during January 22 to May 30, 2020. [2]", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction. Individuals of all ages are at risk for infection and severe disease. However, individuals aged ≥65 years and with underlying medical comorbidities (obesity, cardiovascular disease, chronic kidney disease, diabetes, chronic lung disease, smoking, cancer, solid organ or hematopoietic stem cell transplant recipients) are at increased risk of developing severe COVID-19 infection. The percentage of COVID-19 patients requiring hospitalization was six times higher in those with preexisting medical conditions than those without medical conditions (45.4% vs. 7.6%) based on an analysis by Stokes et al. of confirmed cases reported to the US Centers for Disease Control and Prevention (CDC) during January 22 to May 30, 2020. [2]"}
{"id": "article-133039_4", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction", "content": "A promising approach to address the COVID-19 associated mortality and prevent the increased utilization of healthcare resources is by terminating the progression of viral replication, thereby preventing the progression to the hyperinflammatory stage of COVID-19, which causes severe illness in high-risk nonhospitalized patients. Initially, the focus of treatment was directed mainly towards hospitalized patients with COVID-19 illness. However, the clinical focus throughout the pandemic has expanded toward combatting the illness early on by reducing the viral load in patients with early disease, thus attempting to halt the disease progression.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction. A promising approach to address the COVID-19 associated mortality and prevent the increased utilization of healthcare resources is by terminating the progression of viral replication, thereby preventing the progression to the hyperinflammatory stage of COVID-19, which causes severe illness in high-risk nonhospitalized patients. Initially, the focus of treatment was directed mainly towards hospitalized patients with COVID-19 illness. However, the clinical focus throughout the pandemic has expanded toward combatting the illness early on by reducing the viral load in patients with early disease, thus attempting to halt the disease progression."}
{"id": "article-133039_5", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction", "content": "Monoclonal antibodies targeting the spike protein of the SARS-CoV-2 have yielded positive in vitro results. [3] [4] They are considered a promising approach in managing nonhospitalized patients with mild to moderate COVID-19 who are at high risk of developing severe illness. This review discusses the mechanism of action of monoclonal antibodies against SARS-CoV-2 and current clinical indications of monoclonal antibody therapy for nonhospitalized patients with mild to moderate COVID-19 illness who are at high risk of developing severe illness. According to the US National Institutes for Health (NIH), management of nonhospitalized patients with COVID-19 includes: [5]", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction. Monoclonal antibodies targeting the spike protein of the SARS-CoV-2 have yielded positive in vitro results. [3] [4] They are considered a promising approach in managing nonhospitalized patients with mild to moderate COVID-19 who are at high risk of developing severe illness. This review discusses the mechanism of action of monoclonal antibodies against SARS-CoV-2 and current clinical indications of monoclonal antibody therapy for nonhospitalized patients with mild to moderate COVID-19 illness who are at high risk of developing severe illness. According to the US National Institutes for Health (NIH), management of nonhospitalized patients with COVID-19 includes: [5]"}
{"id": "article-133039_6", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction", "content": "Supportive/symptomatic care, reducing the risk of transmission, and advising patients when to seek in-person medical evaluation Advising patients with dyspnea to seek in-person medical evaluation Anti-SARS-CoV-2 monoclonal antibodies are recommended for mild to moderate severity outpatients that are at high risk of progressing to severe disease For patients discharged from the emergency department on supplemental oxygen, they recommend dexamethasone 6 mg once daily for the duration of oxygen supplementation, not to exceed ten days For patients not on oxygen therapy, they recommend against the use of dexamethasone They found insufficient evidence for or against the use of remdesivir in patients discharged from the emergency department on supplemental oxygen", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction. Supportive/symptomatic care, reducing the risk of transmission, and advising patients when to seek in-person medical evaluation Advising patients with dyspnea to seek in-person medical evaluation Anti-SARS-CoV-2 monoclonal antibodies are recommended for mild to moderate severity outpatients that are at high risk of progressing to severe disease For patients discharged from the emergency department on supplemental oxygen, they recommend dexamethasone 6 mg once daily for the duration of oxygen supplementation, not to exceed ten days For patients not on oxygen therapy, they recommend against the use of dexamethasone They found insufficient evidence for or against the use of remdesivir in patients discharged from the emergency department on supplemental oxygen"}
{"id": "article-133039_7", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction -- Monoclonal Antibodies in COVID-19", "content": "Monoclonal antibodies (mAbs) are immune system proteins developed from a single cell lineage that demonstrate a high affinity for their target cell. Monoclonal antibodies were first developed by Köhler and Milstein in 1975 using hybridoma technology. [6]  Since then, significant progress has been made in the molecular engineering world that has enabled the establishment of monoclonal antibodies as targeted therapies in various neoplastic conditions, autoimmune, post-transplant immunosuppression, and infectious diseases. [7]", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction -- Monoclonal Antibodies in COVID-19. Monoclonal antibodies (mAbs) are immune system proteins developed from a single cell lineage that demonstrate a high affinity for their target cell. Monoclonal antibodies were first developed by Köhler and Milstein in 1975 using hybridoma technology. [6]  Since then, significant progress has been made in the molecular engineering world that has enabled the establishment of monoclonal antibodies as targeted therapies in various neoplastic conditions, autoimmune, post-transplant immunosuppression, and infectious diseases. [7]"}
{"id": "article-133039_8", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction -- Monoclonal Antibodies in COVID-19", "content": "When used as antiviral therapies, neutralizing antibodies play an integral part in achieving passive antiviral immunity and are also instrumental in preventing or regulating many viral illnesses. Over the years, passive immunization against many viral diseases was achieved by administering polyclonal sera obtained from convalescent human donors or animals. However, polyclonal antibody preparations are increasingly being replaced by monoclonal antibodies by virtue of them, demonstrating a favorable safety profile and target specificity when used in different viral diseases. [8]", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction -- Monoclonal Antibodies in COVID-19. When used as antiviral therapies, neutralizing antibodies play an integral part in achieving passive antiviral immunity and are also instrumental in preventing or regulating many viral illnesses. Over the years, passive immunization against many viral diseases was achieved by administering polyclonal sera obtained from convalescent human donors or animals. However, polyclonal antibody preparations are increasingly being replaced by monoclonal antibodies by virtue of them, demonstrating a favorable safety profile and target specificity when used in different viral diseases. [8]"}
{"id": "article-133039_9", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction -- Monoclonal Antibodies in COVID-19", "content": "Palivizumab was the first antiviral monoclonal antibody approved by the US Food and Drug Administration (FDA) for prophylaxis of respiratory syncytial virus (RSV) in high-risk infants. [9] Over the years, significant developments in antibody engineering, improved understanding of the biology of viruses, and the direct and indirect effect of monoclonal antibodies on viral infections has resulted in the development of many novel monoclonal antibodies. Like other antiviral drugs, monoclonal antibodies, when used as antiviral agents, are also susceptible to developing resistance as a result of alterations in the viral genome which can alter the pathogenic potential of the virus resulting in the emergence of viral escape mutants, which may render the virus-resistant to a specific monoclonal antibody. To counter this viral escape phenomenon, a combination of monoclonal antibodies, commonly referred to as antibody cocktails, have been proposed with the rationale that combining two specific monoclonal antibodies that complement each other can prevent neutralization escape by targeting multiple viral epitopes.  There are an estimated 70 monoclonal antibodies currently in development or clinical trials to treat COVID-19. The FDA has granted four agents an emergency use authorization (EUA) for clinical use as combination antibody cocktails and one agent as monotherapy.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Introduction -- Monoclonal Antibodies in COVID-19. Palivizumab was the first antiviral monoclonal antibody approved by the US Food and Drug Administration (FDA) for prophylaxis of respiratory syncytial virus (RSV) in high-risk infants. [9] Over the years, significant developments in antibody engineering, improved understanding of the biology of viruses, and the direct and indirect effect of monoclonal antibodies on viral infections has resulted in the development of many novel monoclonal antibodies. Like other antiviral drugs, monoclonal antibodies, when used as antiviral agents, are also susceptible to developing resistance as a result of alterations in the viral genome which can alter the pathogenic potential of the virus resulting in the emergence of viral escape mutants, which may render the virus-resistant to a specific monoclonal antibody. To counter this viral escape phenomenon, a combination of monoclonal antibodies, commonly referred to as antibody cocktails, have been proposed with the rationale that combining two specific monoclonal antibodies that complement each other can prevent neutralization escape by targeting multiple viral epitopes.  There are an estimated 70 monoclonal antibodies currently in development or clinical trials to treat COVID-19. The FDA has granted four agents an emergency use authorization (EUA) for clinical use as combination antibody cocktails and one agent as monotherapy."}
{"id": "article-133039_10", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function -- Mechanism of Action of Monoclonal Antibodies Against SARS-CoV-2", "content": "Pathophysiology of COVD-19 is described by the entry of SARS-CoV-2, the causative virus, into the hosts' cells by binding the SARS-CoV-2 spike or S protein (S1) to the angiotensin-converting enzyme 2 (ACE2) receptors expressed abundantly on the respiratory epithelium, such as type II alveolar epithelial cells. This process is mediated by the receptor-binding domain (RBD) on the spike protein followed by priming of the spike protein (S2) by the host transmembrane serine protease 2 (TMPRSS2) that facilitates cell entry and subsequent viral replication. [10] Monoclonal antibodies prevent the viral attachment by binding to a non-overlapping epitope on the surface spike protein RBD of SARS-CoV-2 with high affinity, thereby blocking the binding of the virus to the human ACE2 receptor.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function -- Mechanism of Action of Monoclonal Antibodies Against SARS-CoV-2. Pathophysiology of COVD-19 is described by the entry of SARS-CoV-2, the causative virus, into the hosts' cells by binding the SARS-CoV-2 spike or S protein (S1) to the angiotensin-converting enzyme 2 (ACE2) receptors expressed abundantly on the respiratory epithelium, such as type II alveolar epithelial cells. This process is mediated by the receptor-binding domain (RBD) on the spike protein followed by priming of the spike protein (S2) by the host transmembrane serine protease 2 (TMPRSS2) that facilitates cell entry and subsequent viral replication. [10] Monoclonal antibodies prevent the viral attachment by binding to a non-overlapping epitope on the surface spike protein RBD of SARS-CoV-2 with high affinity, thereby blocking the binding of the virus to the human ACE2 receptor."}
{"id": "article-133039_11", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function -- Effect of Different Monoclonal Antibodies Against SARS-CoV-2 with Clinical Trial Summaries", "content": "Bebtelovimab (LY-CoV1404, 1404) is a neutralizing monoclonal antibody that targets the RBD of the spike(S) protein of the SARS-CoV-2 virus. Bebtelovimab has been shown to demonstrate broad neutralizing activity to all SARS-CoV-2 VOCs, including Omicron VOC and its sub-variants in vitro. [11] Bebtelovimab alone or in combination with bamlanivimab and etesevimab in treating ambulatory patients with mild-to-moderate COVID-19 demonstrated greater viral clearance and quicker system resolution based on a study by Doughan et al. , available as a preprint(MedRxiv 2022). Based on results demonstrating its broad neutralizing activity against all SARS-CoV-2 VOCs, including the Omicron VOC, the US FDA issued a EUA authorizing the use of bebtelovimab for the treatment of mild to moderate COVID-19  in ambulatory patients (aged ≥12 years and weighing ≥40 kg) with laboratory-confirmed SARS-CoV-2 infection and mild to moderate COVID-19 who are at high risk for progressing to severe disease and/or hospitalization or death.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function -- Effect of Different Monoclonal Antibodies Against SARS-CoV-2 with Clinical Trial Summaries. Bebtelovimab (LY-CoV1404, 1404) is a neutralizing monoclonal antibody that targets the RBD of the spike(S) protein of the SARS-CoV-2 virus. Bebtelovimab has been shown to demonstrate broad neutralizing activity to all SARS-CoV-2 VOCs, including Omicron VOC and its sub-variants in vitro. [11] Bebtelovimab alone or in combination with bamlanivimab and etesevimab in treating ambulatory patients with mild-to-moderate COVID-19 demonstrated greater viral clearance and quicker system resolution based on a study by Doughan et al. , available as a preprint(MedRxiv 2022). Based on results demonstrating its broad neutralizing activity against all SARS-CoV-2 VOCs, including the Omicron VOC, the US FDA issued a EUA authorizing the use of bebtelovimab for the treatment of mild to moderate COVID-19  in ambulatory patients (aged ≥12 years and weighing ≥40 kg) with laboratory-confirmed SARS-CoV-2 infection and mild to moderate COVID-19 who are at high risk for progressing to severe disease and/or hospitalization or death."}
{"id": "article-133039_12", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function -- Effect of Different Monoclonal Antibodies Against SARS-CoV-2 with Clinical Trial Summaries", "content": "Tixagevimab and Cilgavimab(AZD7442) are potent anti-spike neutralizing monoclonal antibodies obtained from antibodies isolated from B cells of patients infected with SARS-CoV-2 that have demonstrated neutralizing activity against SARS-CoV-2 virus by binding to nonoverlapping epitopes of the viral spike-protein RBD. [12] [13] [14] .Results of an ongoing multicenter, double-blind, randomized placebo-controlled trial evaluating the safety and efficacy of single-dose combining these two monoclonal antibodies for preexposure prophylaxis against COVID-19 in high-risk patients, patients who had an inadequate response to COVID-19 vaccination or were unable to receive vaccines demonstrated the efficacy of this monoclonal antibody combination for the prevention of COVID-19 with no safety concerns. [12] In December 2021, the US Food and drug administration showed a EUA for the emergency use of this monoclonal antibody combination for use in preexposure prophylaxis of COVID-19 in adults and pediatric population (12 years of age and older being at least 40 kg in weight) with no current evidence of SARS-CoV-2  infection and no recent exposure to SARS-CoV-2 positive individuals AND who have moderate or severe immunocompromised due to several types of conditions and treatments OR are on immunosuppressive medications and may not mount an adequate immune response to COVID-19 vaccination OR in individuals in whom COVID-19 vaccination is contraindicated due to history of severe adverse reaction to the vaccine or vaccine components.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function -- Effect of Different Monoclonal Antibodies Against SARS-CoV-2 with Clinical Trial Summaries. Tixagevimab and Cilgavimab(AZD7442) are potent anti-spike neutralizing monoclonal antibodies obtained from antibodies isolated from B cells of patients infected with SARS-CoV-2 that have demonstrated neutralizing activity against SARS-CoV-2 virus by binding to nonoverlapping epitopes of the viral spike-protein RBD. [12] [13] [14] .Results of an ongoing multicenter, double-blind, randomized placebo-controlled trial evaluating the safety and efficacy of single-dose combining these two monoclonal antibodies for preexposure prophylaxis against COVID-19 in high-risk patients, patients who had an inadequate response to COVID-19 vaccination or were unable to receive vaccines demonstrated the efficacy of this monoclonal antibody combination for the prevention of COVID-19 with no safety concerns. [12] In December 2021, the US Food and drug administration showed a EUA for the emergency use of this monoclonal antibody combination for use in preexposure prophylaxis of COVID-19 in adults and pediatric population (12 years of age and older being at least 40 kg in weight) with no current evidence of SARS-CoV-2  infection and no recent exposure to SARS-CoV-2 positive individuals AND who have moderate or severe immunocompromised due to several types of conditions and treatments OR are on immunosuppressive medications and may not mount an adequate immune response to COVID-19 vaccination OR in individuals in whom COVID-19 vaccination is contraindicated due to history of severe adverse reaction to the vaccine or vaccine components."}
{"id": "article-133039_13", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function", "content": "CAS/IMDEV (formerly called REGN-COV2; casirivimab and imdevimab) is an antibody cocktail containing two noncompeting IgG1 antibodies (casirivimab and imdevimab), which target SARS-CoV-2 spike RBD and have been shown to neutralize the viral load in vivo, preventing virus-induced pathological sequelae when administered prophylactically or therapeutically in non-human primates. [3] The rationale behind combining two antibodies in a cocktail approach is to minimize mutational viral escape. Interim analysis results from a double-blind trial involving 275 non-hospitalized patients with COVID-19 who were randomized to receive placebo, 2.4 g of CAS/IMDEV (casirivimab 1,200 mg and imdevimab 1,200 mg) or 8 g of CAS/IMDEV (casirivimab 2,400 mg and imdevimab 2,400 mg) showed that the CAS/IMDEV antibody cocktail reduced viral load with a more significant effect in patients whose immune response had not yet been stimulated or who had a high viral load at baseline. This interim analysis also established the safety profile of this cocktail antibody, similar to that of the placebo group. [15] Preliminary data from a Phase 3 trial of CAS/IMDEV revealed a 70% reduction in hospitalization or death in non-hospitalized patients with COVID-19. In vitro data is available regarding the effect of CAS/IMDEV on SARS-CoV-2 variants of concern (VoC) that reveal retained activity. [16]", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function. CAS/IMDEV (formerly called REGN-COV2; casirivimab and imdevimab) is an antibody cocktail containing two noncompeting IgG1 antibodies (casirivimab and imdevimab), which target SARS-CoV-2 spike RBD and have been shown to neutralize the viral load in vivo, preventing virus-induced pathological sequelae when administered prophylactically or therapeutically in non-human primates. [3] The rationale behind combining two antibodies in a cocktail approach is to minimize mutational viral escape. Interim analysis results from a double-blind trial involving 275 non-hospitalized patients with COVID-19 who were randomized to receive placebo, 2.4 g of CAS/IMDEV (casirivimab 1,200 mg and imdevimab 1,200 mg) or 8 g of CAS/IMDEV (casirivimab 2,400 mg and imdevimab 2,400 mg) showed that the CAS/IMDEV antibody cocktail reduced viral load with a more significant effect in patients whose immune response had not yet been stimulated or who had a high viral load at baseline. This interim analysis also established the safety profile of this cocktail antibody, similar to that of the placebo group. [15] Preliminary data from a Phase 3 trial of CAS/IMDEV revealed a 70% reduction in hospitalization or death in non-hospitalized patients with COVID-19. In vitro data is available regarding the effect of CAS/IMDEV on SARS-CoV-2 variants of concern (VoC) that reveal retained activity. [16]"}
{"id": "article-133039_14", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function", "content": "Bamlanivimab (LY-CoV555 or LY3819253) is a potent neutralizing monoclonal antibody derived from convalescent plasma obtained from a patient with COVID-19. REGN-COV2 also targets the RBD of the spike protein of SARS-CoV-2 or S protein and has been shown to potently neutralize SARS-CoV-2 and reduce viral replication in non-human primates. [17] [18] Results from the phase 2 trial (BLAZE-1) involving outpatients with a recent diagnosis of mild to moderate COVID-19 who were randomized to receive 1 of 3 doses (700 mg, 2800 mg, or 7000 mg) of bamlanivimab or placebo reported that patients who received bamlanivimab monotherapy did not have a significant decline in viral load compared to placebo. However, in this cohort, bamlanivimab reduced the risk of COVID-19 hospitalization or emergency department (ED) visits on day 29 by 70%. This interim analysis also established the safety profile of bamlanivimab, which was similar to that of the placebo group at all three doses. [19] A preprint study reported that bamlanivimab still binds to the Y501-RBD of SARS-CoV-2 (B.1.1.7, 20I/501Y.V1) in vitro, as efficiently as the previous N501-RBD of the original strain. [19] A separate preprint study by the same authors reported that the B.1.351/501Y.V2 variant and P.1/501Y.V3 variant, which share three similar mutations (K417N, E484K, and N501Y), completely lost binding to bamlanivimab in vitro, causing complete loss of efficacy of bamlanivimab. [20] Bamlanivimab received EUA by FDA in November 2020 for clinical use in non-hospitalized patients with mild to moderate COVID-19 who are at increased risk for developing severe disease and/or hospitalization; however, the company that manufactures this product requested that the FDA revoke the EUA for bamlanivimab alone on April 16th, 2021 in light of the emergence of earlier SARS-CoV-2 variants which demonstrated resistance to bamlanivimab monotherapy. [18] However, the EUA for bamlanivimab has since been reinstated when used in combination with etesevimab, another monoclonal antibody.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function. Bamlanivimab (LY-CoV555 or LY3819253) is a potent neutralizing monoclonal antibody derived from convalescent plasma obtained from a patient with COVID-19. REGN-COV2 also targets the RBD of the spike protein of SARS-CoV-2 or S protein and has been shown to potently neutralize SARS-CoV-2 and reduce viral replication in non-human primates. [17] [18] Results from the phase 2 trial (BLAZE-1) involving outpatients with a recent diagnosis of mild to moderate COVID-19 who were randomized to receive 1 of 3 doses (700 mg, 2800 mg, or 7000 mg) of bamlanivimab or placebo reported that patients who received bamlanivimab monotherapy did not have a significant decline in viral load compared to placebo. However, in this cohort, bamlanivimab reduced the risk of COVID-19 hospitalization or emergency department (ED) visits on day 29 by 70%. This interim analysis also established the safety profile of bamlanivimab, which was similar to that of the placebo group at all three doses. [19] A preprint study reported that bamlanivimab still binds to the Y501-RBD of SARS-CoV-2 (B.1.1.7, 20I/501Y.V1) in vitro, as efficiently as the previous N501-RBD of the original strain. [19] A separate preprint study by the same authors reported that the B.1.351/501Y.V2 variant and P.1/501Y.V3 variant, which share three similar mutations (K417N, E484K, and N501Y), completely lost binding to bamlanivimab in vitro, causing complete loss of efficacy of bamlanivimab. [20] Bamlanivimab received EUA by FDA in November 2020 for clinical use in non-hospitalized patients with mild to moderate COVID-19 who are at increased risk for developing severe disease and/or hospitalization; however, the company that manufactures this product requested that the FDA revoke the EUA for bamlanivimab alone on April 16th, 2021 in light of the emergence of earlier SARS-CoV-2 variants which demonstrated resistance to bamlanivimab monotherapy. [18] However, the EUA for bamlanivimab has since been reinstated when used in combination with etesevimab, another monoclonal antibody."}
{"id": "article-133039_15", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function", "content": "Bamlanivimab and Etesevimab (LY-CoV555 or LY3819253 and LY-CoV016 or LY3832479; BAM/ETE) are potent anti-spike combinations neutralizing monoclonal antibody treatments used to treat outpatients with a recent diagnosis of mild to moderate COVID-19 who have high-risk comorbidities for severe COVID-19 infection. In vitro experiments revealed that etesevimab binds to a different epitope than bamlanivimab and neutralizes resistant variants with mutations in the epitope bound by bamlanivimab. [4] In Phase 2 of the BLAZE-1 trial, bamlanivimab and etesevimab were associated with a significantly reduced SARS-CoV-2 viral load than placebo. [17] [21] Interim data from the Phase 3 BLAZE-1 trial indicates that therapy reduced the risk of hospitalization by 70%, with no deaths in persons receiving BAM/ETE. The BAM/ETE combination first received an EUA in February 2021 for treatment of mild to moderate COVID-19 in appropriate patients. In light of in vitro studies showing that these monoclonal antibodies were ineffective against the Beta (B.1.351); and Gamma (P.1) variants, the EUA was revoked in June 2021; with the Delta (B.1.617.2) variant now the predominant variant, the EUA was subsequently reinstated in August 2021. [16]", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function. Bamlanivimab and Etesevimab (LY-CoV555 or LY3819253 and LY-CoV016 or LY3832479; BAM/ETE) are potent anti-spike combinations neutralizing monoclonal antibody treatments used to treat outpatients with a recent diagnosis of mild to moderate COVID-19 who have high-risk comorbidities for severe COVID-19 infection. In vitro experiments revealed that etesevimab binds to a different epitope than bamlanivimab and neutralizes resistant variants with mutations in the epitope bound by bamlanivimab. [4] In Phase 2 of the BLAZE-1 trial, bamlanivimab and etesevimab were associated with a significantly reduced SARS-CoV-2 viral load than placebo. [17] [21] Interim data from the Phase 3 BLAZE-1 trial indicates that therapy reduced the risk of hospitalization by 70%, with no deaths in persons receiving BAM/ETE. The BAM/ETE combination first received an EUA in February 2021 for treatment of mild to moderate COVID-19 in appropriate patients. In light of in vitro studies showing that these monoclonal antibodies were ineffective against the Beta (B.1.351); and Gamma (P.1) variants, the EUA was revoked in June 2021; with the Delta (B.1.617.2) variant now the predominant variant, the EUA was subsequently reinstated in August 2021. [16]"}
{"id": "article-133039_16", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function", "content": "Sotrovimab (VIR-7831) is a potent anti-spike neutralizing monoclonal antibody that demonstrated in vitro activity against the following variants: Alpha (B.1.1.7), Beta, Gamma, and Delta. Results from a preplanned interim analysis (not yet peer-reviewed) of the multicenter, double-blind placebo-controlled Phase 3, COMET-ICE trial by Gupta et al. that evaluated the clinical efficacy and safety of sotrovimab demonstrated that one dose of sotrovimab (500 mg) reduced the risk of hospitalization or death by 85% in high-risk non-hospitalized patients with mild to moderate COVID-19 compared with those receiving placebo.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function. Sotrovimab (VIR-7831) is a potent anti-spike neutralizing monoclonal antibody that demonstrated in vitro activity against the following variants: Alpha (B.1.1.7), Beta, Gamma, and Delta. Results from a preplanned interim analysis (not yet peer-reviewed) of the multicenter, double-blind placebo-controlled Phase 3, COMET-ICE trial by Gupta et al. that evaluated the clinical efficacy and safety of sotrovimab demonstrated that one dose of sotrovimab (500 mg) reduced the risk of hospitalization or death by 85% in high-risk non-hospitalized patients with mild to moderate COVID-19 compared with those receiving placebo."}
{"id": "article-133039_17", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function -- FDA Issued Emergency Use Authorization (EUA) of Different Monoclonal Antibodies in the Management of COVID-19", "content": "CAS/IMDEV was granted emergency use authorization from FDA in November 2020 for clinical use in non-hospitalized patients (aged ≥12 years and weighing ≥40 kg) with laboratory-confirmed SARS-CoV-2 infection and mild to moderate COVID-19 who are at high risk for progressing to severe disease and/or hospitalization. This combination has since been granted EUA from the FDA for post-exposure prophylaxis (PEP) for appropriate candidates. BAM/ETE has emergency use authorization from FDA for clinical use in non-hospitalized patients with mild to moderate COVID-19 who are at increased risk for developing severe disease and/or hospitalization, as well as for PEP for appropriate candidates.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function -- FDA Issued Emergency Use Authorization (EUA) of Different Monoclonal Antibodies in the Management of COVID-19. CAS/IMDEV was granted emergency use authorization from FDA in November 2020 for clinical use in non-hospitalized patients (aged ≥12 years and weighing ≥40 kg) with laboratory-confirmed SARS-CoV-2 infection and mild to moderate COVID-19 who are at high risk for progressing to severe disease and/or hospitalization. This combination has since been granted EUA from the FDA for post-exposure prophylaxis (PEP) for appropriate candidates. BAM/ETE has emergency use authorization from FDA for clinical use in non-hospitalized patients with mild to moderate COVID-19 who are at increased risk for developing severe disease and/or hospitalization, as well as for PEP for appropriate candidates."}
{"id": "article-133039_18", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function", "content": "Sotrovimab monotherapy was granted emergency use authorization for clinical use in non-hospitalized patients (aged ≥12 years and weighing ≥40 kg) with laboratory-confirmed SARS-CoV-2 infection and mild to moderate COVID-19 who are at high risk for progressing to severe disease and/or hospitalization. Unlike CAS/IMDEV and BAM/ETE, the US government is not providing funding for the administration of sotrovimab.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Function. Sotrovimab monotherapy was granted emergency use authorization for clinical use in non-hospitalized patients (aged ≥12 years and weighing ≥40 kg) with laboratory-confirmed SARS-CoV-2 infection and mild to moderate COVID-19 who are at high risk for progressing to severe disease and/or hospitalization. Unlike CAS/IMDEV and BAM/ETE, the US government is not providing funding for the administration of sotrovimab."}
{"id": "article-133039_19", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Issues of Concern", "content": "Although monoclonal antibodies are generally well-tolerated, administration of monoclonal antibodies, in general, is associated with the risk of immune-mediated reactions that include anaphylaxis, serum sickness, and antibody generation. Besides these reactions, the adverse effects of monoclonal antibodies are also related to their specific targets. The adverse effects of antiviral monoclonal antibodies used in COVID-19 are unknown, mainly due to the limited availability of published literature. Safety data from clinical trials evaluating monoclonal antibodies reported are summarized below.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Issues of Concern. Although monoclonal antibodies are generally well-tolerated, administration of monoclonal antibodies, in general, is associated with the risk of immune-mediated reactions that include anaphylaxis, serum sickness, and antibody generation. Besides these reactions, the adverse effects of monoclonal antibodies are also related to their specific targets. The adverse effects of antiviral monoclonal antibodies used in COVID-19 are unknown, mainly due to the limited availability of published literature. Safety data from clinical trials evaluating monoclonal antibodies reported are summarized below."}
{"id": "article-133039_20", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Issues of Concern", "content": "The most frequently reported adverse effects with the use of combination therapy of bamlanivimab and etesevimab were nausea and diarrhea. Other adverse events such as infusion-related immediate hypersensitivity reactions manifesting as pruritus, flushing, rash, and facial swelling were also noted with the combination therapy of bamlanivimab and etesevimab. [21] A low incidence of serious adverse events and infusion-related or hypersensitivity reactions were observed with CAS/IMDEV. [15] The most frequently reported adverse effects with the use of sotrovimab include infusion-related hypersensitivity reactions, rash, and diarrhea.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Issues of Concern. The most frequently reported adverse effects with the use of combination therapy of bamlanivimab and etesevimab were nausea and diarrhea. Other adverse events such as infusion-related immediate hypersensitivity reactions manifesting as pruritus, flushing, rash, and facial swelling were also noted with the combination therapy of bamlanivimab and etesevimab. [21] A low incidence of serious adverse events and infusion-related or hypersensitivity reactions were observed with CAS/IMDEV. [15] The most frequently reported adverse effects with the use of sotrovimab include infusion-related hypersensitivity reactions, rash, and diarrhea."}
{"id": "article-133039_21", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Clinical Significance", "content": "As per the Fact Sheet for Healthcare Providers provided by the US FDA on November 2020 and February 2021 granting emergency use authorization (EUA) for the use of casirivimab and imdevimab, bamlanivimab and etesevimab, and sotrovimab, adult and pediatric patients with mild to moderate COVID-19 illness are considered to be high risk if they meet at least one of the following criteria:", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Clinical Significance. As per the Fact Sheet for Healthcare Providers provided by the US FDA on November 2020 and February 2021 granting emergency use authorization (EUA) for the use of casirivimab and imdevimab, bamlanivimab and etesevimab, and sotrovimab, adult and pediatric patients with mild to moderate COVID-19 illness are considered to be high risk if they meet at least one of the following criteria:"}
{"id": "article-133039_22", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Clinical Significance", "content": "≥ 65 years of age Have underlying chronic kidney disease (CKD) Have underlying diabetes mellitus (DM) Have underlying immunosuppressive disease Are currently on immunosuppressive therapy Have a body mass index (BMI) ≥ 35 kg/m^2 ≥ 55 years of age and have cardiovascular disease or hypertension or  COPD/other chronic respiratory diseases Aged between 12 to 17 years and  have a BMI ≥ 85 percentile for that age and gender-based on CDC growth charts, OR Have sickle cell disease, or Have congenital or acquired heart disease, or Have neurodevelopmental disorders, or Have dependence on a medical-related technology device (e.g., tracheostomy, gastrostomy on positive pressure ventilation unrelated to COVID-19, or Have underlying asthma, reactive airway, or chronic respiratory disease that requires daily medication for control.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Clinical Significance. ≥ 65 years of age Have underlying chronic kidney disease (CKD) Have underlying diabetes mellitus (DM) Have underlying immunosuppressive disease Are currently on immunosuppressive therapy Have a body mass index (BMI) ≥ 35 kg/m^2 ≥ 55 years of age and have cardiovascular disease or hypertension or  COPD/other chronic respiratory diseases Aged between 12 to 17 years and  have a BMI ≥ 85 percentile for that age and gender-based on CDC growth charts, OR Have sickle cell disease, or Have congenital or acquired heart disease, or Have neurodevelopmental disorders, or Have dependence on a medical-related technology device (e.g., tracheostomy, gastrostomy on positive pressure ventilation unrelated to COVID-19, or Have underlying asthma, reactive airway, or chronic respiratory disease that requires daily medication for control."}
{"id": "article-133039_23", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Clinical Significance -- Casirivimab and Imdevimab", "content": "The authorized dosage under the FDA issued EUA is 1200 mg of casirivimab and 1200 mg of imdevimab administered together as a subcutaneous injection OR as a single IV infusion for 60 minutes in adults and pediatric patients (12 years of age and older weighing at least 40 kgs) who have a positive SARS-CoV-2 test and who had symptoms for ten days or less .", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Clinical Significance -- Casirivimab and Imdevimab. The authorized dosage under the FDA issued EUA is 1200 mg of casirivimab and 1200 mg of imdevimab administered together as a subcutaneous injection OR as a single IV infusion for 60 minutes in adults and pediatric patients (12 years of age and older weighing at least 40 kgs) who have a positive SARS-CoV-2 test and who had symptoms for ten days or less ."}
{"id": "article-133039_24", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Clinical Significance -- Bamlanivimab and Etesevimab", "content": "The authorized dosage under the FDA issued EUA is 700 mg of bamlanivimab and 1400 mg of etesevimab administered together as a single IV infusion for 60 minutes in adults and pediatric patients (12 years of age and older weighing at least 40 kgs) who have a positive SARS-CoV-2 test and who had symptoms for ten days or less.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Clinical Significance -- Bamlanivimab and Etesevimab. The authorized dosage under the FDA issued EUA is 700 mg of bamlanivimab and 1400 mg of etesevimab administered together as a single IV infusion for 60 minutes in adults and pediatric patients (12 years of age and older weighing at least 40 kgs) who have a positive SARS-CoV-2 test and who had symptoms for ten days or less."}
{"id": "article-133039_25", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Clinical Significance -- Sotrovimab", "content": "The authorized dosage under the FDA issued EUA is 500 mg of sotrovimab by IV infusion over 30 minutes in adults and pediatric patients (12 years of age and older weighing at least 40 kgs) who have a positive SARS-CoV-2 test and who had symptoms for ten days or less and are at high risk for progression to severe COVID-19 disease.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Clinical Significance -- Sotrovimab. The authorized dosage under the FDA issued EUA is 500 mg of sotrovimab by IV infusion over 30 minutes in adults and pediatric patients (12 years of age and older weighing at least 40 kgs) who have a positive SARS-CoV-2 test and who had symptoms for ten days or less and are at high risk for progression to severe COVID-19 disease."}
{"id": "article-133039_26", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Other Issues", "content": "Based on the fact sheets by FDA EUA of casirivimab plus imdevimab, bamlanivimab plus etesevimab, and sotrovimab, these monoclonal antibodies: Are not authorized for use in patients or hospitalized with COVID-19, or  who require oxygen therapy due to COVID-19, or who require increasing baseline oxygen therapy due to COVID-19 in those who were previously on chronic oxygen therapy at baseline due to a non-COVID-19 related comorbidity Must not be administered to patients with known hypersensitivity to any ingredient of casirivimab, imdevimab, bamlanivimab, etesevimab, or sotrovimab.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Other Issues. Based on the fact sheets by FDA EUA of casirivimab plus imdevimab, bamlanivimab plus etesevimab, and sotrovimab, these monoclonal antibodies: Are not authorized for use in patients or hospitalized with COVID-19, or  who require oxygen therapy due to COVID-19, or who require increasing baseline oxygen therapy due to COVID-19 in those who were previously on chronic oxygen therapy at baseline due to a non-COVID-19 related comorbidity Must not be administered to patients with known hypersensitivity to any ingredient of casirivimab, imdevimab, bamlanivimab, etesevimab, or sotrovimab."}
{"id": "article-133039_27", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Other Issues", "content": "The FDA also cautions against the use of casirivimab and imdevimab or bamlanivimab and etesevimab in hospitalized patients with COVID-19 requiring high flow oxygen or mechanical ventilation as it may be associated with worse clinical outcomes.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Other Issues. The FDA also cautions against the use of casirivimab and imdevimab or bamlanivimab and etesevimab in hospitalized patients with COVID-19 requiring high flow oxygen or mechanical ventilation as it may be associated with worse clinical outcomes."}
{"id": "article-133039_28", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Other Issues", "content": "Patients treated with monoclonal antibody therapies should continue self-isolation measures and follow infection control measures such as wearing masks, practicing social distancing, cleaning and disinfecting surfaces, and washing hands frequently according to CDC guidelines.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Other Issues. Patients treated with monoclonal antibody therapies should continue self-isolation measures and follow infection control measures such as wearing masks, practicing social distancing, cleaning and disinfecting surfaces, and washing hands frequently according to CDC guidelines."}
{"id": "article-133039_29", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Coronavirus disease 2019 (COVID-19), the illness caused by SARS-CoV-2, has overwhelmed many healthcare systems worldwide.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes. Coronavirus disease 2019 (COVID-19), the illness caused by SARS-CoV-2, has overwhelmed many healthcare systems worldwide."}
{"id": "article-133039_30", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes", "content": "The emergency authorization use of monoclonal therapies (casirivimab plus imdevimab, bamlanivimab plus etesevimab, or sotrovimab) in combatting COVID-19 appears promising.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes. The emergency authorization use of monoclonal therapies (casirivimab plus imdevimab, bamlanivimab plus etesevimab, or sotrovimab) in combatting COVID-19 appears promising."}
{"id": "article-133039_31", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Limited published data is available regarding the adverse effects and drug-drug interactions with these therapies. Hence its clinical use in patients nonhospitalized with COVID-19 illness who are at high risk of developing severe illness requires an interprofessional team that includes clinicians, nurses, and pharmacists, and they should be aware of the mechanism of action of these therapies reported potential side effects, drug-drug interactions, and recommended doses.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes. Limited published data is available regarding the adverse effects and drug-drug interactions with these therapies. Hence its clinical use in patients nonhospitalized with COVID-19 illness who are at high risk of developing severe illness requires an interprofessional team that includes clinicians, nurses, and pharmacists, and they should be aware of the mechanism of action of these therapies reported potential side effects, drug-drug interactions, and recommended doses."}
{"id": "article-133039_32", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes", "content": "All patients should receive the fact sheet issued by the US FDA about the monoclonal antibody cocktail they receive before receiving the drug. Considering monoclonal antibodies are commonly associated with infusion-related reactions, the patient should be monitored closely during the infusion and at least 1 hour after the infusion is complete.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes. All patients should receive the fact sheet issued by the US FDA about the monoclonal antibody cocktail they receive before receiving the drug. Considering monoclonal antibodies are commonly associated with infusion-related reactions, the patient should be monitored closely during the infusion and at least 1 hour after the infusion is complete."}
{"id": "article-133039_33", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes", "content": "There should be open and close communication between the ordering clinician, the pharmacist, and the nurse to minimize adverse reactions and improve clinical outcomes.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes. There should be open and close communication between the ordering clinician, the pharmacist, and the nurse to minimize adverse reactions and improve clinical outcomes."}
{"id": "article-133039_34", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Such a holistic approach would lead to the early identification of potential side effects and drug-drug interactions associated with this drug.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes. Such a holistic approach would lead to the early identification of potential side effects and drug-drug interactions associated with this drug."}
{"id": "article-133039_35", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Lastly, hospitals and healthcare communities should have a plan in place to triage moderate and high-risk patients for additional therapy, such as monoclonal antibodies, on an outpatient basis.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes. Lastly, hospitals and healthcare communities should have a plan in place to triage moderate and high-risk patients for additional therapy, such as monoclonal antibodies, on an outpatient basis."}
{"id": "article-133039_36", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional communication and care coordination are crucial to providing SARS-CoV-2 care using novel monoclonal antibody treatments to optimize patient outcomes and reduce potential adverse events.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Enhancing Healthcare Team Outcomes. Interprofessional communication and care coordination are crucial to providing SARS-CoV-2 care using novel monoclonal antibody treatments to optimize patient outcomes and reduce potential adverse events."}
{"id": "article-133039_37", "title": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Monoclonal Antibody Therapy For High-Risk Coronavirus (COVID 19) Patients With Mild To Moderate Disease Presentations (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}