{"id": "article-27411_0", "title": "Polyhydramnios -- Continuing Education Activity", "content": "Polyhydramnios is defined as an increase in the amniotic fluid in pregnancy and is associated with increased maternal and neonatal morbidity and mortality. The severity of this disease process varies, but up to one in five of the neonates affected by this condition are born with a congenital anomaly. Prompt diagnosis by ultrasound and workup for the underlying cause of polyhydramnios can direct care, including the use of reductive amniocentesis or indomethacin for symptomatic severe polyhydramnios. To mitigate the high morbidity and mortality associated with this condition, delivery is recommended at a tertiary center. This activity reviews the evaluation and treatment of polyhydramnios and highlights the role of the interprofessional team in evaluating and managing pregnant women with this condition.", "contents": "Polyhydramnios -- Continuing Education Activity. Polyhydramnios is defined as an increase in the amniotic fluid in pregnancy and is associated with increased maternal and neonatal morbidity and mortality. The severity of this disease process varies, but up to one in five of the neonates affected by this condition are born with a congenital anomaly. Prompt diagnosis by ultrasound and workup for the underlying cause of polyhydramnios can direct care, including the use of reductive amniocentesis or indomethacin for symptomatic severe polyhydramnios. To mitigate the high morbidity and mortality associated with this condition, delivery is recommended at a tertiary center. This activity reviews the evaluation and treatment of polyhydramnios and highlights the role of the interprofessional team in evaluating and managing pregnant women with this condition."}
{"id": "article-27411_1", "title": "Polyhydramnios -- Continuing Education Activity", "content": "Objectives: Review the etiology of polyhydramnios Outline the appropriate evaluation of polyhydramnios. Discuss the role of new genetic testing in investigating polyhydramnios during pregnancy. Review the management options available for polyhydramnios. Access free multiple choice questions on this topic.", "contents": "Polyhydramnios -- Continuing Education Activity. Objectives: Review the etiology of polyhydramnios Outline the appropriate evaluation of polyhydramnios. Discuss the role of new genetic testing in investigating polyhydramnios during pregnancy. Review the management options available for polyhydramnios. Access free multiple choice questions on this topic."}
{"id": "article-27411_2", "title": "Polyhydramnios -- Introduction", "content": "Polyhydramnios is a pathologic excess of amniotic fluid volume (AFV) in pregnancy. [1] It represents a high-risk obstetric condition with increased perinatal and maternal morbidity and mortality due to a higher incidence of intrauterine fetal demise, preterm labor, premature rupture of membranes, cord prolapse, fetal macrosomia, breech presentation, cesarean delivery, and postpartum hemorrhage. [2] [3] [4] In pregnancies affected by polyhydramnios, approximately 20% are due to a congenital anomaly. However, 60% to 70% are idiopathic with no identified underlying cause. [1]", "contents": "Polyhydramnios -- Introduction. Polyhydramnios is a pathologic excess of amniotic fluid volume (AFV) in pregnancy. [1] It represents a high-risk obstetric condition with increased perinatal and maternal morbidity and mortality due to a higher incidence of intrauterine fetal demise, preterm labor, premature rupture of membranes, cord prolapse, fetal macrosomia, breech presentation, cesarean delivery, and postpartum hemorrhage. [2] [3] [4] In pregnancies affected by polyhydramnios, approximately 20% are due to a congenital anomaly. However, 60% to 70% are idiopathic with no identified underlying cause. [1]"}
{"id": "article-27411_3", "title": "Polyhydramnios -- Introduction", "content": "Polyhydramnios is caused by a disruption of the AFV equilibrium, which under normal circumstances balances fluid production and absorption. [1] [5] The clinical presentation and severity of polyhydramnios depend on the extent of the amniotic fluid volume and the underlying cause. The diagnosis is made by ultrasound with a single deepest measure fluid pocket that exceeds eight centimeters or an amniotic fluid index that is 25 centimeters or more. [1] [6] [7]", "contents": "Polyhydramnios -- Introduction. Polyhydramnios is caused by a disruption of the AFV equilibrium, which under normal circumstances balances fluid production and absorption. [1] [5] The clinical presentation and severity of polyhydramnios depend on the extent of the amniotic fluid volume and the underlying cause. The diagnosis is made by ultrasound with a single deepest measure fluid pocket that exceeds eight centimeters or an amniotic fluid index that is 25 centimeters or more. [1] [6] [7]"}
{"id": "article-27411_4", "title": "Polyhydramnios -- Introduction", "content": "Antepartum evaluation and fetal surveillance are indicated in severe polyhydramnios to identify the underlying cause, direct care, and time the delivery. Reductive amniocentesis and indomethacin are indicated only for severe cases of polyhydramnios. [8] Delivery is recommended at a tertiary care center. [6]", "contents": "Polyhydramnios -- Introduction. Antepartum evaluation and fetal surveillance are indicated in severe polyhydramnios to identify the underlying cause, direct care, and time the delivery. Reductive amniocentesis and indomethacin are indicated only for severe cases of polyhydramnios. [8] Delivery is recommended at a tertiary care center. [6]"}
{"id": "article-27411_5", "title": "Polyhydramnios -- Etiology", "content": "The most common cause of polyhydramnios is idiopathic. However, this remains a diagnosis of exclusion after other potential causes have been ruled out. A fetal swallowing defect is the most common fetal cause for polyhydramnios due to the inability of amniotic fluid absorption. Other fetal causes include intrapartum infections (i.e., TORCH infections), chromosomal abnormalities, urogenital disorders, and neuromuscular disorders. [1] [2]", "contents": "Polyhydramnios -- Etiology. The most common cause of polyhydramnios is idiopathic. However, this remains a diagnosis of exclusion after other potential causes have been ruled out. A fetal swallowing defect is the most common fetal cause for polyhydramnios due to the inability of amniotic fluid absorption. Other fetal causes include intrapartum infections (i.e., TORCH infections), chromosomal abnormalities, urogenital disorders, and neuromuscular disorders. [1] [2]"}
{"id": "article-27411_6", "title": "Polyhydramnios -- Etiology", "content": "Twin-twin transfusion syndrome is a rare but serious cause of polyhydramnios in the recipient twin in monochorionic diamniotic twin pregnancies. [9] [10] Common maternal causes for polyhydramnios include gestational diabetes and alloimmunization secondary to maternal antibodies resulting in fetal hemolytic anemia. [1] [4] [6]", "contents": "Polyhydramnios -- Etiology. Twin-twin transfusion syndrome is a rare but serious cause of polyhydramnios in the recipient twin in monochorionic diamniotic twin pregnancies. [9] [10] Common maternal causes for polyhydramnios include gestational diabetes and alloimmunization secondary to maternal antibodies resulting in fetal hemolytic anemia. [1] [4] [6]"}
{"id": "article-27411_7", "title": "Polyhydramnios -- Epidemiology", "content": "Polyhydramnios occurs in 1% to 2% of all pregnancies. [1] [4] It is often identified incidentally in the asymptomatic patient during sonographic evaluation for other conditions in the third trimester. [4] [6] Idiopathic polyhydramnios is often a self-limiting condition, but, rarely, a cause for increased AFV may be discovered after birth. [6]", "contents": "Polyhydramnios -- Epidemiology. Polyhydramnios occurs in 1% to 2% of all pregnancies. [1] [4] It is often identified incidentally in the asymptomatic patient during sonographic evaluation for other conditions in the third trimester. [4] [6] Idiopathic polyhydramnios is often a self-limiting condition, but, rarely, a cause for increased AFV may be discovered after birth. [6]"}
{"id": "article-27411_8", "title": "Polyhydramnios -- Epidemiology", "content": "Idiopathic polyhydramnios is less likely to be associated with an underlying disease process. However, an underlying disease or congenital anomaly has been identified in 91% of cases with more severe polyhydramnios. These patients are more likely to be symptomatic due to significant amniotic fluid volume. [1] [4] Chamberlin used ultrasonography to obtain qualitative AFV to evaluate the perinatal mortality rate (PMR) in 7562 patients with high-risk pregnancies. The PMR of patients with normal fluid volumes was 1.97 deaths per 1000 patients. The PMR increased two-fold to 4.12 deaths per 1000 patients with polyhydramnios. [11]", "contents": "Polyhydramnios -- Epidemiology. Idiopathic polyhydramnios is less likely to be associated with an underlying disease process. However, an underlying disease or congenital anomaly has been identified in 91% of cases with more severe polyhydramnios. These patients are more likely to be symptomatic due to significant amniotic fluid volume. [1] [4] Chamberlin used ultrasonography to obtain qualitative AFV to evaluate the perinatal mortality rate (PMR) in 7562 patients with high-risk pregnancies. The PMR of patients with normal fluid volumes was 1.97 deaths per 1000 patients. The PMR increased two-fold to 4.12 deaths per 1000 patients with polyhydramnios. [11]"}
{"id": "article-27411_9", "title": "Polyhydramnios -- Pathophysiology", "content": "The pathophysiology of polyhydramnios is not entirely understood. Under normal circumstances, an equilibrium exists balancing the production and absorption of amniotic fluid. Amniotic fluid is mainly derived from fetal urination and less from fetal lung fluid. Fluid absorption occurs mainly through fetal swallowing. It is estimated that the fetus produces 500 to 1200 mL of urine and swallows 210-760 mL of amniotic fluid daily. [1] [4] [5] Any imbalance in the complex regulatory mechanisms that regulate the amniotic fluid volume can result in polyhydramnios. [1] [5] [12]", "contents": "Polyhydramnios -- Pathophysiology. The pathophysiology of polyhydramnios is not entirely understood. Under normal circumstances, an equilibrium exists balancing the production and absorption of amniotic fluid. Amniotic fluid is mainly derived from fetal urination and less from fetal lung fluid. Fluid absorption occurs mainly through fetal swallowing. It is estimated that the fetus produces 500 to 1200 mL of urine and swallows 210-760 mL of amniotic fluid daily. [1] [4] [5] Any imbalance in the complex regulatory mechanisms that regulate the amniotic fluid volume can result in polyhydramnios. [1] [5] [12]"}
{"id": "article-27411_10", "title": "Polyhydramnios -- Pathophysiology", "content": "In cases of maternal hyperglycemia, fetal urine excretion increase is thought to be due to the increase of osmotic diuresis contributing to increased AFV production. [1] [5] [6] Neuromuscular disorders or infections may inhibit normal muscular activity, including swallowing, thereby decreasing amniotic fluid resorption and polyhydramnios. [1] [5] Bartter syndrome is a rare autosomal recessive condition that affects fetal renal tubular function and results in sodium loss and polyuria, causing severe polyhydramnios. [13]", "contents": "Polyhydramnios -- Pathophysiology. In cases of maternal hyperglycemia, fetal urine excretion increase is thought to be due to the increase of osmotic diuresis contributing to increased AFV production. [1] [5] [6] Neuromuscular disorders or infections may inhibit normal muscular activity, including swallowing, thereby decreasing amniotic fluid resorption and polyhydramnios. [1] [5] Bartter syndrome is a rare autosomal recessive condition that affects fetal renal tubular function and results in sodium loss and polyuria, causing severe polyhydramnios. [13]"}
{"id": "article-27411_11", "title": "Polyhydramnios -- Pathophysiology", "content": "In twin-twin transfusion syndrome, there is a donor and recipient fetus. In this condition, the placenta causes a fluid imbalance between the twins such that the recipient twin is volume overloaded and produces more urine. This affects 8% to 10% of monochorionic diamniotic pregnancies and is diagnosed in the presence of polyhydramnios and oligohydramnios caused by placental vascular anastomoses and blood flow imbalance between twins. [9] [10] [14]", "contents": "Polyhydramnios -- Pathophysiology. In twin-twin transfusion syndrome, there is a donor and recipient fetus. In this condition, the placenta causes a fluid imbalance between the twins such that the recipient twin is volume overloaded and produces more urine. This affects 8% to 10% of monochorionic diamniotic pregnancies and is diagnosed in the presence of polyhydramnios and oligohydramnios caused by placental vascular anastomoses and blood flow imbalance between twins. [9] [10] [14]"}
{"id": "article-27411_12", "title": "Polyhydramnios -- Pathophysiology", "content": "High output cardiac states (i.e., hemolytic anemia and infection with parvovirus B19) can increase fetal urine output and polyhydramnios. Common aneuploidies such as trisomies 21 (Down syndrome),18 (Edward syndrome), and 13 (Patau syndrome) can be associated with polyhydramnios. [6] [12]", "contents": "Polyhydramnios -- Pathophysiology. High output cardiac states (i.e., hemolytic anemia and infection with parvovirus B19) can increase fetal urine output and polyhydramnios. Common aneuploidies such as trisomies 21 (Down syndrome),18 (Edward syndrome), and 13 (Patau syndrome) can be associated with polyhydramnios. [6] [12]"}
{"id": "article-27411_13", "title": "Polyhydramnios -- History and Physical", "content": "The history and physical examination may be unhelpful in idiopathic polyhydramnios cases, usually discovered incidentally. For pregnant women with clinical symptoms consistent with or ultrasound findings diagnostic of polyhydramnios, the history obtained should focus on risk factors for polyhydramnios. Screening is recommended for impaired glucose intolerance, sexually transmitted diseases, congenital infections, maternal or fetal anemia, and alloimmunization. Evaluating the persistent decreased maternal perception of fetal movements may prompt a further workup for neurologic conditions that cause decreased neuromuscular function. [1] [6] [7] Pregnant women diagnosed and affected by polyhydramnios may be asymptomatic or present with clinically significant maternal dyspnea secondary to excessive amniotic fluid resisting diaphragmatic movement.", "contents": "Polyhydramnios -- History and Physical. The history and physical examination may be unhelpful in idiopathic polyhydramnios cases, usually discovered incidentally. For pregnant women with clinical symptoms consistent with or ultrasound findings diagnostic of polyhydramnios, the history obtained should focus on risk factors for polyhydramnios. Screening is recommended for impaired glucose intolerance, sexually transmitted diseases, congenital infections, maternal or fetal anemia, and alloimmunization. Evaluating the persistent decreased maternal perception of fetal movements may prompt a further workup for neurologic conditions that cause decreased neuromuscular function. [1] [6] [7] Pregnant women diagnosed and affected by polyhydramnios may be asymptomatic or present with clinically significant maternal dyspnea secondary to excessive amniotic fluid resisting diaphragmatic movement."}
{"id": "article-27411_14", "title": "Polyhydramnios -- History and Physical", "content": "Clinical examination findings in symptomatic patients with severe polyhydramnios include the tightness of the maternal abdomen and swelling of the lower extremities. A fundal height three centimeters above the expected gestational age or rapid uterine enlargement warrants fetal growth assessment and fluid assessment to rule out macrosomia or polyhydramnios. In the context of fetal growth scans using ultrasound to evaluate other pregnancy-related conditions, the diagnosis of polyhydramnios is often made. [1] [6] Preterm labor or premature rupture of membranes (PROM) in a non-vertex fetal presentation and excessive amniotic fluid may result in abnormal fetal positions and cord prolapse. [2] [3] [4] Labor dystocia or fetal macrosomia may warrant the need for cesarean delivery. [15] Pregnant women with polyhydramnios may demonstrate signs of postpartum hemorrhage due to the overdistension of the uterus from excessive amniotic fluid volume. [2] [6] [16]", "contents": "Polyhydramnios -- History and Physical. Clinical examination findings in symptomatic patients with severe polyhydramnios include the tightness of the maternal abdomen and swelling of the lower extremities. A fundal height three centimeters above the expected gestational age or rapid uterine enlargement warrants fetal growth assessment and fluid assessment to rule out macrosomia or polyhydramnios. In the context of fetal growth scans using ultrasound to evaluate other pregnancy-related conditions, the diagnosis of polyhydramnios is often made. [1] [6] Preterm labor or premature rupture of membranes (PROM) in a non-vertex fetal presentation and excessive amniotic fluid may result in abnormal fetal positions and cord prolapse. [2] [3] [4] Labor dystocia or fetal macrosomia may warrant the need for cesarean delivery. [15] Pregnant women with polyhydramnios may demonstrate signs of postpartum hemorrhage due to the overdistension of the uterus from excessive amniotic fluid volume. [2] [6] [16]"}
{"id": "article-27411_15", "title": "Polyhydramnios -- Evaluation", "content": "Ultrasound is a useful diagnostic tool for amniotic fluid assessment and fetal evaluation. [1] [17] Amniotic fluid assessment can be performed with a single deepest vertical pocket (SDVP), sometimes called maximal vertical pocket and abbreviated as (MVP), or amniotic fluid index (AFI) that can be used to determine the severity of polyhydramnios. [6] [18]", "contents": "Polyhydramnios -- Evaluation. Ultrasound is a useful diagnostic tool for amniotic fluid assessment and fetal evaluation. [1] [17] Amniotic fluid assessment can be performed with a single deepest vertical pocket (SDVP), sometimes called maximal vertical pocket and abbreviated as (MVP), or amniotic fluid index (AFI) that can be used to determine the severity of polyhydramnios. [6] [18]"}
{"id": "article-27411_16", "title": "Polyhydramnios -- Evaluation", "content": "SDVP is considered a reliable method for assessing the amniotic fluid on ultrasound. It is performed by assessing a pocket of a maximal depth of amniotic fluid, free of the umbilical cord and fetal parts. Measurements of less than two centimeters indicate oligohydramnios. SDVP normally ranges from two to eight centimeters. Measurements greater than 8 cm indicate polyhydramnios with mild polyhydramnios defined as 8-11 cm, moderate polyhydramnios between 12 to 15 cm, and severe polyhydramnios greater than 16 cm. This is the more commonly practiced method due to its simplicity and comparability to the alternative method, safety, and a  better diagnostic choice for amniotic fluid assessment. It is associated with avoiding unnecessary interventions without affecting peripartum outcomes. [19]", "contents": "Polyhydramnios -- Evaluation. SDVP is considered a reliable method for assessing the amniotic fluid on ultrasound. It is performed by assessing a pocket of a maximal depth of amniotic fluid, free of the umbilical cord and fetal parts. Measurements of less than two centimeters indicate oligohydramnios. SDVP normally ranges from two to eight centimeters. Measurements greater than 8 cm indicate polyhydramnios with mild polyhydramnios defined as 8-11 cm, moderate polyhydramnios between 12 to 15 cm, and severe polyhydramnios greater than 16 cm. This is the more commonly practiced method due to its simplicity and comparability to the alternative method, safety, and a  better diagnostic choice for amniotic fluid assessment. It is associated with avoiding unnecessary interventions without affecting peripartum outcomes. [19]"}
{"id": "article-27411_17", "title": "Polyhydramnios -- Evaluation", "content": "AFI is the quantitative sum of the vertical amniotic fluid measurement in four abdominal quadrants. The ultrasound transducer is placed perpendicularly to the maternal abdomen. The measured fluid should be at least 0.5 cm in width and be devoid of the umbilical cord or fetal extremities. A measured AFI of 5 to 25 cm is within normal limits. Values of less than 5 cm indicate oligohydramnios. Polyhydramnios is defined as a value greater than or equal to 25 cm and can be further classified into mild (25 to 30 cm), moderate (30.1 to 35 cm), or severe (more than 35 cm). Color Doppler can be utilized to identify the presence of the umbilical cord. [1] [6] [7]", "contents": "Polyhydramnios -- Evaluation. AFI is the quantitative sum of the vertical amniotic fluid measurement in four abdominal quadrants. The ultrasound transducer is placed perpendicularly to the maternal abdomen. The measured fluid should be at least 0.5 cm in width and be devoid of the umbilical cord or fetal extremities. A measured AFI of 5 to 25 cm is within normal limits. Values of less than 5 cm indicate oligohydramnios. Polyhydramnios is defined as a value greater than or equal to 25 cm and can be further classified into mild (25 to 30 cm), moderate (30.1 to 35 cm), or severe (more than 35 cm). Color Doppler can be utilized to identify the presence of the umbilical cord. [1] [6] [7]"}
{"id": "article-27411_18", "title": "Polyhydramnios -- Evaluation", "content": "When polyhydramnios is diagnosed, the evaluation should identify an underlying cause. The most common causes of polyhydramnios are fetal malformations and genetic diseases, gestational diabetes mellitus (GDM), multiple pregnancies, fetal anemia, fetal infections such as parvovirus B19, rubella, and cytomegalovirus, toxoplasmosis and syphilis, and other conditions such as Bartter syndrome, neuromuscular disorders. [1]", "contents": "Polyhydramnios -- Evaluation. When polyhydramnios is diagnosed, the evaluation should identify an underlying cause. The most common causes of polyhydramnios are fetal malformations and genetic diseases, gestational diabetes mellitus (GDM), multiple pregnancies, fetal anemia, fetal infections such as parvovirus B19, rubella, and cytomegalovirus, toxoplasmosis and syphilis, and other conditions such as Bartter syndrome, neuromuscular disorders. [1]"}
{"id": "article-27411_19", "title": "Polyhydramnios -- Evaluation", "content": "A fetal anatomy scan is routinely performed for all patients between 18 to 22 weeks of gestation to assess for fetal abnormalities and identify multiple gestations. In severe polyhydramnios, a fetal anatomic evaluation using ultrasound should screen for structural abnormalities including oral, esophageal, tracheal, or intestinal deformities, central nervous system defects, cardiac septal defects, pulmonary masses, diaphragmatic hernia, urogenital anomalies, evidence of hydrops fetalis, anatomic findings consistent with trisomies, and placental masses. [1] [6] [7] Pregnant women with polyhydramnios should be evaluated for macrosomia or fetal growth restriction (FGR). Polyhydramnios is associated with fetal macrosomia, defined as a birth weight of more than 4000 grams in 15-30 % of cases as larger fetuses have increased urine output. [6]", "contents": "Polyhydramnios -- Evaluation. A fetal anatomy scan is routinely performed for all patients between 18 to 22 weeks of gestation to assess for fetal abnormalities and identify multiple gestations. In severe polyhydramnios, a fetal anatomic evaluation using ultrasound should screen for structural abnormalities including oral, esophageal, tracheal, or intestinal deformities, central nervous system defects, cardiac septal defects, pulmonary masses, diaphragmatic hernia, urogenital anomalies, evidence of hydrops fetalis, anatomic findings consistent with trisomies, and placental masses. [1] [6] [7] Pregnant women with polyhydramnios should be evaluated for macrosomia or fetal growth restriction (FGR). Polyhydramnios is associated with fetal macrosomia, defined as a birth weight of more than 4000 grams in 15-30 % of cases as larger fetuses have increased urine output. [6]"}
{"id": "article-27411_20", "title": "Polyhydramnios -- Evaluation", "content": "There is no consensus regarding the frequency and interval of growth scans. However, antepartum testing and growth scans in the third trimester may direct delivery timing. [6] [7] Antenatal testing in the third trimester with nonstress tests (NST) and serial ultrasound assessments to assess amniotic fluid volume is indicated in mild and severe polyhydramnios due to increased perinatal morbidity and mortality. Additionally, the progression of amniotic fluid may be assessed with serial ultrasound scans to determine whether reductive amniocentesis is indicated in symptomatic women. [1] [6] For suspected fetal anemia due to hydrops fetalis, middle cerebral artery peak systolic velocity measurement (MCA-PSV) that exceeds 1.5 MoM (multiples of median) is used to detect fetal anemia. [1] [6] [7]", "contents": "Polyhydramnios -- Evaluation. There is no consensus regarding the frequency and interval of growth scans. However, antepartum testing and growth scans in the third trimester may direct delivery timing. [6] [7] Antenatal testing in the third trimester with nonstress tests (NST) and serial ultrasound assessments to assess amniotic fluid volume is indicated in mild and severe polyhydramnios due to increased perinatal morbidity and mortality. Additionally, the progression of amniotic fluid may be assessed with serial ultrasound scans to determine whether reductive amniocentesis is indicated in symptomatic women. [1] [6] For suspected fetal anemia due to hydrops fetalis, middle cerebral artery peak systolic velocity measurement (MCA-PSV) that exceeds 1.5 MoM (multiples of median) is used to detect fetal anemia. [1] [6] [7]"}
{"id": "article-27411_21", "title": "Polyhydramnios -- Evaluation", "content": "Laboratory investigations may help identify an underlying cause for severe polyhydramnios. All pregnant women are tested for impaired glucose tolerance at 28 weeks gestations or earlier if deemed at increased risk for GDM (i.e., primary family history, previous history of diabetes, or obesity with BMI more than 30 kg/m2). GDM should be assessed to rule out maternal hyperglycemia as this is a common cause of polyhydramnios. Screening for congenital infections includes a VDRL (Venereal Disease Research Laboratory) for syphilis, IgM, and IgG for rubella and parvovirus B19, and labs for other TORCH infections, including HIV, hepatitis, cytomegalovirus (CMV), and toxoplasmosis. Additionally, amniocentesis and karyotyping may help diagnose genetic abnormalities, including trisomy 21, 18, and 13 but are not recommended for mild cases of polyhdramnios. [1] [6] [7]", "contents": "Polyhydramnios -- Evaluation. Laboratory investigations may help identify an underlying cause for severe polyhydramnios. All pregnant women are tested for impaired glucose tolerance at 28 weeks gestations or earlier if deemed at increased risk for GDM (i.e., primary family history, previous history of diabetes, or obesity with BMI more than 30 kg/m2). GDM should be assessed to rule out maternal hyperglycemia as this is a common cause of polyhydramnios. Screening for congenital infections includes a VDRL (Venereal Disease Research Laboratory) for syphilis, IgM, and IgG for rubella and parvovirus B19, and labs for other TORCH infections, including HIV, hepatitis, cytomegalovirus (CMV), and toxoplasmosis. Additionally, amniocentesis and karyotyping may help diagnose genetic abnormalities, including trisomy 21, 18, and 13 but are not recommended for mild cases of polyhdramnios. [1] [6] [7]"}
{"id": "article-27411_22", "title": "Polyhydramnios -- Evaluation", "content": "In the setting of maternal hemorrhage or fetal anemia, maternal blood type should be assessed to identify the risk for alloimmunization. The Rosette test can detect maternal-fetal hemorrhage by fetal D+ cells in maternal Rh-negative cells. Rh immunoglobulin should be administered for a positive Rossette test, and the Kleihauer-Betke test determines the dose. Fetal hydrops should prompt maternal antibody screening for D, C, Lewis, Kell, Duffy, and Kidd antibodies, which cause hemolytic disease of the newborn. In unclear etiologies of fetal anemia, maternal screening should also be performed for maternal hemolytic anemia risk factors, including Barts hemoglobin for alpha thalassemia. [1] [6]", "contents": "Polyhydramnios -- Evaluation. In the setting of maternal hemorrhage or fetal anemia, maternal blood type should be assessed to identify the risk for alloimmunization. The Rosette test can detect maternal-fetal hemorrhage by fetal D+ cells in maternal Rh-negative cells. Rh immunoglobulin should be administered for a positive Rossette test, and the Kleihauer-Betke test determines the dose. Fetal hydrops should prompt maternal antibody screening for D, C, Lewis, Kell, Duffy, and Kidd antibodies, which cause hemolytic disease of the newborn. In unclear etiologies of fetal anemia, maternal screening should also be performed for maternal hemolytic anemia risk factors, including Barts hemoglobin for alpha thalassemia. [1] [6]"}
{"id": "article-27411_23", "title": "Polyhydramnios -- Evaluation", "content": "If severe polyhydramnios is associated with a fetal anomaly and a normal chromosomal microarray analysis,  gene sequencing can detect a genetic abnormality of clinical significance.[ 42][43 ] For instance, Noonan syndrome is often associated with polyhydramnios and other abnormalities and can be diagnosed by gene sequencing. [20]", "contents": "Polyhydramnios -- Evaluation. If severe polyhydramnios is associated with a fetal anomaly and a normal chromosomal microarray analysis,  gene sequencing can detect a genetic abnormality of clinical significance.[ 42][43 ] For instance, Noonan syndrome is often associated with polyhydramnios and other abnormalities and can be diagnosed by gene sequencing. [20]"}
{"id": "article-27411_24", "title": "Polyhydramnios -- Treatment / Management", "content": "The treatment varies based on the severity of polyhydramnios and its underlying cause. Idiopathic and mild polyhydramnios rarely require treatment. [1] [6] A maternal-fetal medicine consultation is recommended in severe and symptomatic polyhydramnios or a known fetal anomaly setting to initiate interval ultrasound scans for growth and fetal assessment to determine the timing and mode of delivery. It is recommended that delivery occurs at a tertiary facility due to potential maternal and neonatal morbidity and mortality associated with severe polyhydramnios. [1] [6] Additionally, the consultation of a maternal-fetal medicine specialist is indicated for symptomatic severe polyhydramnios for reductive amniocentesis and treatment for twin-twin transfusion syndrome (TTTS). Selective fetoscopic laser photocoagulation or laser therapy is indicated in severe cases of TTTS to ablate placental anastomosis and is performed at specialized tertiary fetal medicine centers. [21]", "contents": "Polyhydramnios -- Treatment / Management. The treatment varies based on the severity of polyhydramnios and its underlying cause. Idiopathic and mild polyhydramnios rarely require treatment. [1] [6] A maternal-fetal medicine consultation is recommended in severe and symptomatic polyhydramnios or a known fetal anomaly setting to initiate interval ultrasound scans for growth and fetal assessment to determine the timing and mode of delivery. It is recommended that delivery occurs at a tertiary facility due to potential maternal and neonatal morbidity and mortality associated with severe polyhydramnios. [1] [6] Additionally, the consultation of a maternal-fetal medicine specialist is indicated for symptomatic severe polyhydramnios for reductive amniocentesis and treatment for twin-twin transfusion syndrome (TTTS). Selective fetoscopic laser photocoagulation or laser therapy is indicated in severe cases of TTTS to ablate placental anastomosis and is performed at specialized tertiary fetal medicine centers. [21]"}
{"id": "article-27411_25", "title": "Polyhydramnios -- Treatment / Management", "content": "Reductive amniocentesis is beneficial and recommended only as a symptomatic treatment for pregnant women with significant respiratory complaints associated with restricted diaphragmatic movement and for those with substantial discomfort associated with excessive amniotic fluid. [1] [6] The procedure timing varies based on maternal symptoms, and on average, 1.5 to 3 L of amniotic fluid may be withdrawn. [22] [23] Significant adverse events post amniocentesis are uncommon but include preterm labor, placental abruption, and premature rupture of membranes. [23] [24] Polyhydramnios usually recurs after amnioreduction making the efficacy of the amnioreduction procedure limited. [6] Serial amniotic fluid monitoring is indicated every one to three weeks post-procedure. [1] [6]", "contents": "Polyhydramnios -- Treatment / Management. Reductive amniocentesis is beneficial and recommended only as a symptomatic treatment for pregnant women with significant respiratory complaints associated with restricted diaphragmatic movement and for those with substantial discomfort associated with excessive amniotic fluid. [1] [6] The procedure timing varies based on maternal symptoms, and on average, 1.5 to 3 L of amniotic fluid may be withdrawn. [22] [23] Significant adverse events post amniocentesis are uncommon but include preterm labor, placental abruption, and premature rupture of membranes. [23] [24] Polyhydramnios usually recurs after amnioreduction making the efficacy of the amnioreduction procedure limited. [6] Serial amniotic fluid monitoring is indicated every one to three weeks post-procedure. [1] [6]"}
{"id": "article-27411_26", "title": "Polyhydramnios -- Treatment / Management", "content": "Indomethacin, a prostaglandin synthetase inhibitor, has demonstrated the ability to decrease amniotic fluid volume and is useful as a tocolytic in preterm labor. [6] [25] The dose is 2.2 to 3 mg/kg/day. [26] Moise postulated that a dose of 25 mg every six hours was adequate for the treatment of fluid reduction in polyhydramnios. [27] Indomethacin use results in a transient decrease in fetal urine output but is also associated with neonatal complications, including premature closure of the ductus arteriosus, oligohydramnios, periventricular leukomalacia, and necrotizing enterocolitis [6] . Its use in polyhydramnios should be restricted to severe cases of symptomatic polyhydramnios with preterm labor, and the society of Maternal-Fetal Medicine (SMFM) recommends against the use of indomethacin solely to decrease amniotic fluid. [6]", "contents": "Polyhydramnios -- Treatment / Management. Indomethacin, a prostaglandin synthetase inhibitor, has demonstrated the ability to decrease amniotic fluid volume and is useful as a tocolytic in preterm labor. [6] [25] The dose is 2.2 to 3 mg/kg/day. [26] Moise postulated that a dose of 25 mg every six hours was adequate for the treatment of fluid reduction in polyhydramnios. [27] Indomethacin use results in a transient decrease in fetal urine output but is also associated with neonatal complications, including premature closure of the ductus arteriosus, oligohydramnios, periventricular leukomalacia, and necrotizing enterocolitis [6] . Its use in polyhydramnios should be restricted to severe cases of symptomatic polyhydramnios with preterm labor, and the society of Maternal-Fetal Medicine (SMFM) recommends against the use of indomethacin solely to decrease amniotic fluid. [6]"}
{"id": "article-27411_27", "title": "Polyhydramnios -- Treatment / Management", "content": "The delivery timing depends on the severity of polyhydramnios, underlying congenital malformations, and presentation of preterm labor or premature rupture of membranes. Mild and idiopathic polyhydramnios are not indications for labor induction, and the mode of delivery should be based on the usual labor characteristics determined by maternal and fetal factors. When pregnant women with polyhydramnios present in labor, an ultrasound should determine fetal presentation. An external cephalic version (ECV) may be performed for breech presentation without contraindications. Continuous electronic fetal monitoring is recommended during labor. There is an associated risk for delayed first stage of labor due to uterine overdistension and an increased rate of amniotomy. The risk of cord prolapse increases due to the lack of fetal head engagement, which warrants cesarean delivery. [6]", "contents": "Polyhydramnios -- Treatment / Management. The delivery timing depends on the severity of polyhydramnios, underlying congenital malformations, and presentation of preterm labor or premature rupture of membranes. Mild and idiopathic polyhydramnios are not indications for labor induction, and the mode of delivery should be based on the usual labor characteristics determined by maternal and fetal factors. When pregnant women with polyhydramnios present in labor, an ultrasound should determine fetal presentation. An external cephalic version (ECV) may be performed for breech presentation without contraindications. Continuous electronic fetal monitoring is recommended during labor. There is an associated risk for delayed first stage of labor due to uterine overdistension and an increased rate of amniotomy. The risk of cord prolapse increases due to the lack of fetal head engagement, which warrants cesarean delivery. [6]"}
{"id": "article-27411_28", "title": "Polyhydramnios -- Treatment / Management", "content": "The risk of shoulder dystocia increases due to fetal macrosomia risk, with a reported increased incidence of fetal weight exceeding 4000 grams. [28] Neonatal support should be available to women with polyhydramnios as there is an increased incidence of transient tachypnea of the newborn (TTN), which results in increased neonatal intensive care (NICU) admissions. Postpartum hemorrhage is increased due to uterine atony from uterine overdistension. Preparation should be made to respond to postpartum hemorrhage promptly. [1] [6]", "contents": "Polyhydramnios -- Treatment / Management. The risk of shoulder dystocia increases due to fetal macrosomia risk, with a reported increased incidence of fetal weight exceeding 4000 grams. [28] Neonatal support should be available to women with polyhydramnios as there is an increased incidence of transient tachypnea of the newborn (TTN), which results in increased neonatal intensive care (NICU) admissions. Postpartum hemorrhage is increased due to uterine atony from uterine overdistension. Preparation should be made to respond to postpartum hemorrhage promptly. [1] [6]"}
{"id": "article-27411_29", "title": "Polyhydramnios -- Treatment / Management", "content": "There is no consistent evidence to support bed rest to prevent complications associated with polyhydramnios, and bed rest is associated with increased risk for venous thromboembolic disease in pregnancy. [29] [30]", "contents": "Polyhydramnios -- Treatment / Management. There is no consistent evidence to support bed rest to prevent complications associated with polyhydramnios, and bed rest is associated with increased risk for venous thromboembolic disease in pregnancy. [29] [30]"}
{"id": "article-27411_30", "title": "Polyhydramnios -- Differential Diagnosis", "content": "The differential diagnosis of polyhydramnios is broad and includes disease processes leading to rapid abdominal enlargements such as volume overload (cirrhosis, ascites, congestive heart failure, end-stage renal disease, pre-eclampsia), chorioangioma, hematoma in placental abruption, or multiple gestations. An enlarging uterus may also result in symptoms of dyspnea, which is a common symptom during pregnancy and can be secondary to a venous thrombotic event such as pulmonary embolism, reactive airway disease or exacerbation of a chronic pulmonary condition, cardiac arrhythmia or pregnancy induce cardiomyopathy, musculoskeletal disorder, or infection. Edema of the extremities can also be seen in normal pregnancies, pre-eclampsia or pregnancy-induced hypertensive disorders, varicose veins or venous insufficiency, or deep vein thromboses.", "contents": "Polyhydramnios -- Differential Diagnosis. The differential diagnosis of polyhydramnios is broad and includes disease processes leading to rapid abdominal enlargements such as volume overload (cirrhosis, ascites, congestive heart failure, end-stage renal disease, pre-eclampsia), chorioangioma, hematoma in placental abruption, or multiple gestations. An enlarging uterus may also result in symptoms of dyspnea, which is a common symptom during pregnancy and can be secondary to a venous thrombotic event such as pulmonary embolism, reactive airway disease or exacerbation of a chronic pulmonary condition, cardiac arrhythmia or pregnancy induce cardiomyopathy, musculoskeletal disorder, or infection. Edema of the extremities can also be seen in normal pregnancies, pre-eclampsia or pregnancy-induced hypertensive disorders, varicose veins or venous insufficiency, or deep vein thromboses."}
{"id": "article-27411_31", "title": "Polyhydramnios -- Prognosis", "content": "The prognosis for mild idiopathic polyhydramnios is excellent. Maternal and fetal prognosis decreases with the severity of polyhydramnios. The majority of cases of idiopathic polyhydramnios are self-limited and will usually resolve without any intervention.", "contents": "Polyhydramnios -- Prognosis. The prognosis for mild idiopathic polyhydramnios is excellent. Maternal and fetal prognosis decreases with the severity of polyhydramnios. The majority of cases of idiopathic polyhydramnios are self-limited and will usually resolve without any intervention."}
{"id": "article-27411_32", "title": "Polyhydramnios -- Prognosis", "content": "The risk of complications increases with the overdistension of the uterus. These include maternal dyspnea, preterm labor, premature rupture of membranes, breech presentation, umbilical cord prolapse, postpartum hemorrhage, fetal macrosomia associated with maternal diabetes, hypertensive disorders, and urinary tract infections.", "contents": "Polyhydramnios -- Prognosis. The risk of complications increases with the overdistension of the uterus. These include maternal dyspnea, preterm labor, premature rupture of membranes, breech presentation, umbilical cord prolapse, postpartum hemorrhage, fetal macrosomia associated with maternal diabetes, hypertensive disorders, and urinary tract infections."}
{"id": "article-27411_33", "title": "Polyhydramnios -- Prognosis", "content": "Data on the intrauterine fetal demise in polyhydramnios is inconsistent. Severe and rapidly progressing polyhydramnios is an independent risk factor for perinatal mortality. In addition, small for gestational age fetuses with polyhydramnios have the poorest prognosis. The prognosis directly correlates with the underlying cause of polyhydramnios. [1] [6]", "contents": "Polyhydramnios -- Prognosis. Data on the intrauterine fetal demise in polyhydramnios is inconsistent. Severe and rapidly progressing polyhydramnios is an independent risk factor for perinatal mortality. In addition, small for gestational age fetuses with polyhydramnios have the poorest prognosis. The prognosis directly correlates with the underlying cause of polyhydramnios. [1] [6]"}
{"id": "article-27411_34", "title": "Polyhydramnios -- Complications", "content": "Polyhydramnios is associated with underlying conditions which increase the risk for poor maternal and neonatal outcomes. Polyhydramnios is complicated by a higher incidence of intrauterine fetal demise, preterm labor, premature rupture of membranes, cord prolapse, fetal macrosomia, breech presentation, cesarean delivery, and postpartum hemorrhage. Polyhydramnios' complications depend on the excessive amniotic fluid volume, which contributes to uterine distension, a significant risk factor for postpartum hemorrhage due to uterine atony. [31]", "contents": "Polyhydramnios -- Complications. Polyhydramnios is associated with underlying conditions which increase the risk for poor maternal and neonatal outcomes. Polyhydramnios is complicated by a higher incidence of intrauterine fetal demise, preterm labor, premature rupture of membranes, cord prolapse, fetal macrosomia, breech presentation, cesarean delivery, and postpartum hemorrhage. Polyhydramnios' complications depend on the excessive amniotic fluid volume, which contributes to uterine distension, a significant risk factor for postpartum hemorrhage due to uterine atony. [31]"}
{"id": "article-27411_35", "title": "Polyhydramnios -- Complications", "content": "Additionally, polyhydramnios is associated with the increased risk for cesarean delivery due to several factors, including the increased risk for breech presentation, umbilical cord prolapse, and labor dystocia. Other complications of polyhydramnios may be correlated directly with the disease processes, which altered the normal amniotic fluid equilibrium resulting in increased amniotic fluid. Fetal macrosomia, commonly seen in gestational diabetes, is an increased risk factor for neonatal hypoglycemia, shoulder dystocia, and cephalopelvic disproportion requiring cesarean delivery. [31]", "contents": "Polyhydramnios -- Complications. Additionally, polyhydramnios is associated with the increased risk for cesarean delivery due to several factors, including the increased risk for breech presentation, umbilical cord prolapse, and labor dystocia. Other complications of polyhydramnios may be correlated directly with the disease processes, which altered the normal amniotic fluid equilibrium resulting in increased amniotic fluid. Fetal macrosomia, commonly seen in gestational diabetes, is an increased risk factor for neonatal hypoglycemia, shoulder dystocia, and cephalopelvic disproportion requiring cesarean delivery. [31]"}
{"id": "article-27411_36", "title": "Polyhydramnios -- Consultations", "content": "In severe polyhydramnios, maternal-fetal medicine subspecialists should be consulted for antenatal testing to include ultrasound evaluation for anatomic abnormalities, serial growth scans for macrosomia or fetal growth restriction, non-reassuring stress testing for fetal assessment, assessment of middle cerebral artery peak systolic velocity measurement to assess for fetal anemia, management of twin-twin transfusion syndrome, the potential need for indomethacin and reductive amniocentesis for symptomatic polyhydramnios, and recommendations for timing of delivery. Fetal surgery consultation is indicated for laser therapy to treat severe twin-twin transfusion syndrome. A multi-professional team should manage pregnant women with polyhydramnios, including neonatologists, pediatric pulmonologists, cardiologists, fetal medicine specialists, obstetric providers, nurses, and midwives.", "contents": "Polyhydramnios -- Consultations. In severe polyhydramnios, maternal-fetal medicine subspecialists should be consulted for antenatal testing to include ultrasound evaluation for anatomic abnormalities, serial growth scans for macrosomia or fetal growth restriction, non-reassuring stress testing for fetal assessment, assessment of middle cerebral artery peak systolic velocity measurement to assess for fetal anemia, management of twin-twin transfusion syndrome, the potential need for indomethacin and reductive amniocentesis for symptomatic polyhydramnios, and recommendations for timing of delivery. Fetal surgery consultation is indicated for laser therapy to treat severe twin-twin transfusion syndrome. A multi-professional team should manage pregnant women with polyhydramnios, including neonatologists, pediatric pulmonologists, cardiologists, fetal medicine specialists, obstetric providers, nurses, and midwives."}
{"id": "article-27411_37", "title": "Polyhydramnios -- Deterrence and Patient Education", "content": "Pregnant women with polyhydramnios should be informed that the condition is defined as an abnormal increase in the amniotic fluid in pregnancy. They should be well informed on the maternal and fetal morbidities associated with this condition. Patient information leaflets should be given to pregnant women with polyhydramnios. They should be informed that if the amniotic fluid volume is above the normal range for gestational age, further assessment of the baby's stomach, kidneys, and bladder is needed to exclude any significant problems. Women should be counseled about the need to exclude GDM via requesting laboratory tests, as it is one of the identified underlying causes of polyhydramnios. The involvement of pregnant women and their families in making informed decisions about their care is an integral part of managing polyhydramnios during pregnancy.", "contents": "Polyhydramnios -- Deterrence and Patient Education. Pregnant women with polyhydramnios should be informed that the condition is defined as an abnormal increase in the amniotic fluid in pregnancy. They should be well informed on the maternal and fetal morbidities associated with this condition. Patient information leaflets should be given to pregnant women with polyhydramnios. They should be informed that if the amniotic fluid volume is above the normal range for gestational age, further assessment of the baby's stomach, kidneys, and bladder is needed to exclude any significant problems. Women should be counseled about the need to exclude GDM via requesting laboratory tests, as it is one of the identified underlying causes of polyhydramnios. The involvement of pregnant women and their families in making informed decisions about their care is an integral part of managing polyhydramnios during pregnancy."}
{"id": "article-27411_38", "title": "Polyhydramnios -- Pearls and Other Issues", "content": "It is recommended that pregnant women affected by severe polyhydramnios should be delivered at a tertiary care center. Pregnant women with polyhydramnios should be screened for gestational diabetes. Reductive amniocentesis should be reserved for severe symptoms of polyhydramnios, including maternal respiratory symptoms or severe discomfort. Indomethacin should not be used solely for the diagnosis of polyhydramnios. There is an increased risk for postpartum hemorrhage due to uterine atony from uterine overdistension.", "contents": "Polyhydramnios -- Pearls and Other Issues. It is recommended that pregnant women affected by severe polyhydramnios should be delivered at a tertiary care center. Pregnant women with polyhydramnios should be screened for gestational diabetes. Reductive amniocentesis should be reserved for severe symptoms of polyhydramnios, including maternal respiratory symptoms or severe discomfort. Indomethacin should not be used solely for the diagnosis of polyhydramnios. There is an increased risk for postpartum hemorrhage due to uterine atony from uterine overdistension."}
{"id": "article-27411_39", "title": "Polyhydramnios -- Enhancing Healthcare Team Outcomes", "content": "Polyhydramnios is a condition that carries a  higher risk of adverse pregnancy outcomes that implies the need for intensive monitoring of pregnant women during antepartum, intrapartum, and postpartum care.", "contents": "Polyhydramnios -- Enhancing Healthcare Team Outcomes. Polyhydramnios is a condition that carries a  higher risk of adverse pregnancy outcomes that implies the need for intensive monitoring of pregnant women during antepartum, intrapartum, and postpartum care."}
{"id": "article-27411_40", "title": "Polyhydramnios -- Enhancing Healthcare Team Outcomes", "content": "As there are numerous potential etiologies, the initial workup can be quite extensive. Additionally, these patients may exhibit no specific signs and symptoms or may demonstrate significant dyspnea and discomfort in pregnancy, as well as signs of peripheral edema. Polyhydramnios is often an incidental finding in the third trimester during the sonographic evaluation of another pregnancy-associated concern. Evaluating and managing pregnant women with polyhydramnios may be a challenging endeavor.", "contents": "Polyhydramnios -- Enhancing Healthcare Team Outcomes. As there are numerous potential etiologies, the initial workup can be quite extensive. Additionally, these patients may exhibit no specific signs and symptoms or may demonstrate significant dyspnea and discomfort in pregnancy, as well as signs of peripheral edema. Polyhydramnios is often an incidental finding in the third trimester during the sonographic evaluation of another pregnancy-associated concern. Evaluating and managing pregnant women with polyhydramnios may be a challenging endeavor."}
{"id": "article-27411_41", "title": "Polyhydramnios -- Enhancing Healthcare Team Outcomes", "content": "The severity of polyhydramnios is dependent on the extent of amniotic fluid volume. The initial evaluation may be performed in various settings, including the obstetric clinic, family practice clinic, or obstetric triage. Obstetricians, midwives, family medicine physicians, and residents may be involved in caring for pregnant women affected by polyhydramnios. In severe polyhydramnios, it is essential to consult with an interprofessional team, including specialists in maternal-fetal medicine, neonatology, and fetal surgery. The nurses are also vital members of the multidisciplinary team as they will monitor the maternal observations and provide education to the woman and her family. The radiologist also plays a crucial role in determining the cause by interpreting the fetal anatomy ultrasound. The laboratory also provides diagnostic support for evaluating diagnostic laboratory screening for maternal diabetes, congenital abnormalities, and trisomies.", "contents": "Polyhydramnios -- Enhancing Healthcare Team Outcomes. The severity of polyhydramnios is dependent on the extent of amniotic fluid volume. The initial evaluation may be performed in various settings, including the obstetric clinic, family practice clinic, or obstetric triage. Obstetricians, midwives, family medicine physicians, and residents may be involved in caring for pregnant women affected by polyhydramnios. In severe polyhydramnios, it is essential to consult with an interprofessional team, including specialists in maternal-fetal medicine, neonatology, and fetal surgery. The nurses are also vital members of the multidisciplinary team as they will monitor the maternal observations and provide education to the woman and her family. The radiologist also plays a crucial role in determining the cause by interpreting the fetal anatomy ultrasound. The laboratory also provides diagnostic support for evaluating diagnostic laboratory screening for maternal diabetes, congenital abnormalities, and trisomies."}
{"id": "article-27411_42", "title": "Polyhydramnios -- Enhancing Healthcare Team Outcomes", "content": "Effective communication is vital in assuring safe, current, and evidence-based practice to ensure the best outcomes for pregnant women with polyhydramnios and their families. Coordinated care and effective communication among the interprofessional team members is key to the successful diagnosis and management of polyhydramnios. The nurses and midwives play a crucial role in managing women with polyhydramnios. They should report promptly to other interprofessional team members if any worsening symptoms or signs develop. Women should be encouraged to discuss their attitudes, concerns, and preferences regarding their care. The interprofessional team members should respect pregnant women's wishes, preferences, and views and their families regarding their care. [Level 5]", "contents": "Polyhydramnios -- Enhancing Healthcare Team Outcomes. Effective communication is vital in assuring safe, current, and evidence-based practice to ensure the best outcomes for pregnant women with polyhydramnios and their families. Coordinated care and effective communication among the interprofessional team members is key to the successful diagnosis and management of polyhydramnios. The nurses and midwives play a crucial role in managing women with polyhydramnios. They should report promptly to other interprofessional team members if any worsening symptoms or signs develop. Women should be encouraged to discuss their attitudes, concerns, and preferences regarding their care. The interprofessional team members should respect pregnant women's wishes, preferences, and views and their families regarding their care. [Level 5]"}
{"id": "article-27411_43", "title": "Polyhydramnios -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Polyhydramnios -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}