{"id": "article-36344_0", "title": "Biochemistry, Hexose Monophosphate Pathway -- Introduction", "content": "The hexose monophosphate shunt, also known as the pentose phosphate pathway, is a unique pathway used to create products essential in the body for many reasons. The HMP shunt is an alternative pathway to glycolysis and is used to produce ribose-5-phosphate and nicotinamide adenine dinucleotide phosphate (NADPH). This pathway occurs in the oxidative and non-oxidative phases, each comprising a series of reactions. The HMP shunt also has significance in the medical world, as enzyme or co-factor deficiencies can have potentially fatal implications on the affected patients.", "contents": "Biochemistry, Hexose Monophosphate Pathway -- Introduction. The hexose monophosphate shunt, also known as the pentose phosphate pathway, is a unique pathway used to create products essential in the body for many reasons. The HMP shunt is an alternative pathway to glycolysis and is used to produce ribose-5-phosphate and nicotinamide adenine dinucleotide phosphate (NADPH). This pathway occurs in the oxidative and non-oxidative phases, each comprising a series of reactions. The HMP shunt also has significance in the medical world, as enzyme or co-factor deficiencies can have potentially fatal implications on the affected patients."}
{"id": "article-36344_1", "title": "Biochemistry, Hexose Monophosphate Pathway -- Function", "content": "The HMP shunt is parallel to the glycolysis pathway and takes place in the cytoplasm. A 6-carbon sugar, glucose, may enter the glycolytic pathway or enter the alternative HMP shunt depending on the cell’s individual needs at the time. Once the glucose enters the HMP shunt, it undergoes a series of reactions, broken down into the oxidative(irreversible) and non-oxidative phases (reversible). The oxidative phase is responsible for converting the intermediate glucose-6-phosphate to 6-phosphogluconate, using the glucose-6-phosphate dehydrogenase (G6PD) enzyme. The by-product of this reaction is the important molecule NADPH. 6-phosphogluconate then converts into ribulose-5-phosphate, and NADPH gets produced again as a by-product. [1] [2] [3]", "contents": "Biochemistry, Hexose Monophosphate Pathway -- Function. The HMP shunt is parallel to the glycolysis pathway and takes place in the cytoplasm. A 6-carbon sugar, glucose, may enter the glycolytic pathway or enter the alternative HMP shunt depending on the cell’s individual needs at the time. Once the glucose enters the HMP shunt, it undergoes a series of reactions, broken down into the oxidative(irreversible) and non-oxidative phases (reversible). The oxidative phase is responsible for converting the intermediate glucose-6-phosphate to 6-phosphogluconate, using the glucose-6-phosphate dehydrogenase (G6PD) enzyme. The by-product of this reaction is the important molecule NADPH. 6-phosphogluconate then converts into ribulose-5-phosphate, and NADPH gets produced again as a by-product. [1] [2] [3]"}
{"id": "article-36344_2", "title": "Biochemistry, Hexose Monophosphate Pathway -- Function", "content": "The non-oxidative phase of the HMP shunt involves the conversion of ribulose-5-phosphate to ribose-5-phosphate (R-5-P) through a series of independent reactions. It is important to note that no NADPH molecules get created in this part of the HMP shunt. R-5-P in this reaction can be returned to the glycolytic pathway as fructose-6-phosphate. This step requires the transketolase enzyme with the presence of the thiamine co-factor. Thiamine also participates in a plethora of other metabolic reactions throughout the body. It is used by enzyme alpha-ketoglutarate in the Krebs cycle, for the enzyme pyruvate dehydrogenase as well as branch-chained ketoacid dehydrogenase. [3]", "contents": "Biochemistry, Hexose Monophosphate Pathway -- Function. The non-oxidative phase of the HMP shunt involves the conversion of ribulose-5-phosphate to ribose-5-phosphate (R-5-P) through a series of independent reactions. It is important to note that no NADPH molecules get created in this part of the HMP shunt. R-5-P in this reaction can be returned to the glycolytic pathway as fructose-6-phosphate. This step requires the transketolase enzyme with the presence of the thiamine co-factor. Thiamine also participates in a plethora of other metabolic reactions throughout the body. It is used by enzyme alpha-ketoglutarate in the Krebs cycle, for the enzyme pyruvate dehydrogenase as well as branch-chained ketoacid dehydrogenase. [3]"}
{"id": "article-36344_3", "title": "Biochemistry, Hexose Monophosphate Pathway -- Function", "content": "The HMP shunt pathway is under the regulation of the demands of NADPH in the respective tissue. The rate-limiting enzyme is G6PD and has allosteric inhibition directed by the presence of NADPH and allosteric activation via the presence of NADP+. Consequently, the activity of G6PD activity also increases in a fed state with a high carbohydrate diet, and conversely, decreases in a starving or a diabetic state. [3] [4]", "contents": "Biochemistry, Hexose Monophosphate Pathway -- Function. The HMP shunt pathway is under the regulation of the demands of NADPH in the respective tissue. The rate-limiting enzyme is G6PD and has allosteric inhibition directed by the presence of NADPH and allosteric activation via the presence of NADP+. Consequently, the activity of G6PD activity also increases in a fed state with a high carbohydrate diet, and conversely, decreases in a starving or a diabetic state. [3] [4]"}
{"id": "article-36344_4", "title": "Biochemistry, Hexose Monophosphate Pathway -- Mechanism", "content": "The importance of the HMP shunt is R-5-P and NADPH molecules that generated in the reaction. R-5-P undergoes a series of reactions to create the different ribose sugars that comprise the DNA and RNA molecules, required to carry genetic information. Moreover, R-5-P also converts into erythrose-4-phosphate for the synthesis of aromatic amino acids. As such, this pathway is an essential source of these ribose sugars. [5]", "contents": "Biochemistry, Hexose Monophosphate Pathway -- Mechanism. The importance of the HMP shunt is R-5-P and NADPH molecules that generated in the reaction. R-5-P undergoes a series of reactions to create the different ribose sugars that comprise the DNA and RNA molecules, required to carry genetic information. Moreover, R-5-P also converts into erythrose-4-phosphate for the synthesis of aromatic amino acids. As such, this pathway is an essential source of these ribose sugars. [5]"}
{"id": "article-36344_5", "title": "Biochemistry, Hexose Monophosphate Pathway -- Mechanism", "content": "NADPH is also an important molecule as it has a plethora of functions throughout the body. It takes part in anabolism processes such as that of synthesis steroids and fatty acids. NADPH is also important in the respiratory burst process, an essential component of the immune response within phagolysosomes. The NADPH is used to reduce oxygen into an oxygen radical that converts into hydrogen peroxide, which in turn, transforms into bleach. Bleach in the phagolysosomes is introduced to offending pathogens to cause death. NADPH is also required to reduce the molecule glutathione. Using glutathione reductase and NAPDH, oxidized glutathione is converted into its reduced form, and can detoxify free radicals and peroxides; this limits the possibility of any free radical injury in tissues with NADPH present, namely that the red blood cells. [5] [6]", "contents": "Biochemistry, Hexose Monophosphate Pathway -- Mechanism. NADPH is also an important molecule as it has a plethora of functions throughout the body. It takes part in anabolism processes such as that of synthesis steroids and fatty acids. NADPH is also important in the respiratory burst process, an essential component of the immune response within phagolysosomes. The NADPH is used to reduce oxygen into an oxygen radical that converts into hydrogen peroxide, which in turn, transforms into bleach. Bleach in the phagolysosomes is introduced to offending pathogens to cause death. NADPH is also required to reduce the molecule glutathione. Using glutathione reductase and NAPDH, oxidized glutathione is converted into its reduced form, and can detoxify free radicals and peroxides; this limits the possibility of any free radical injury in tissues with NADPH present, namely that the red blood cells. [5] [6]"}
{"id": "article-36344_6", "title": "Biochemistry, Hexose Monophosphate Pathway -- Mechanism", "content": "Since this pathway creates NADPH, a reducing agent utilized in many anabolic processes, the HMP shunt is common in more tissues than others. These tissues are those with significant anabolic functions such as adrenal cortex (fatty acid and steroid synthesis), mammary gland (milk production), liver, and red blood cells. [6]", "contents": "Biochemistry, Hexose Monophosphate Pathway -- Mechanism. Since this pathway creates NADPH, a reducing agent utilized in many anabolic processes, the HMP shunt is common in more tissues than others. These tissues are those with significant anabolic functions such as adrenal cortex (fatty acid and steroid synthesis), mammary gland (milk production), liver, and red blood cells. [6]"}
{"id": "article-36344_7", "title": "Biochemistry, Hexose Monophosphate Pathway -- Clinical Significance", "content": "Interruptions in the HMP shunt can have drastic effects on an individual. A pathology that can arise is the deficiency of the enzyme glucose-6-phosphate dehydrogenase, the enzyme required to produce NADPH in the initial step of the HMP shunt. The consequences are mostly seen in red blood cells as the cells can no longer defend against the constant introduction of oxidizing agents. This condition of glucose-6-phosphate dehydrogenase deficiency is an X-linked recessive disorder, most commonly seen in African Americans. The deficiency leads to hemolytic anemia in response to any of the offending agents such as fava beans, medications like nitrofurantoin, or anti-malarial drugs. Infections are the most likely offending agents to exacerbate this condition as the inflammation introduces free radicals into red blood cells that cannot detoxify those radicals, and oxidative damage ensues. The damage occurs as the injury causes protein and globin chains to denature within the red blood cells. The globin chains aggregate and form the characteristic Heinz bodies seen in G6PD deficient patients. Consequently, the spleen phagocytoses the aggregated portion of the RBC and leaves the remnant bite cells in circulation to create degmacytes, or bite cells, as seen in a peripheral smear of these patients. Although detrimental to the health, this condition does confer a degree of resistance to malaria as the parasites require the reduced form of glutathione to proliferate while these patients only have the oxidized form in the red blood cells. Thus, the evolutionary advantage maintains a deficiency in the African American population. [7] [8] [9] Another use of the HMP shunt in medicine is its use in diagnosing patients with thiamine (vitamin B1) deficiency. Thiamine deficient patients present with a wide array of symptoms, ranging from Wernicke-Korsakoff syndrome to dry or wet beriberi. Wernicke-Korsakoff is characterized by a triad of ataxia, ophthalmoplegia, and confabulations. Wet beriberi can result in cardiac failure and dilated cardiomyopathies, while dry beriberi results in sequelae of neurological symptoms. As thiamine deficiency can lead to so many complications and potentially become fatal, it is important to detect the deficiency promptly. The deficiency is tested by administering thiamine to a suspected patient and detecting the activity of the transketolase enzyme of HMP shunt within red blood cells. If transketolase activity increases, it confirms the diagnosis of thiamine deficiency. As such, thiamine, as well as dextrose, is administered since thiamine deficiency causes impaired glucose breakdown. [10] [11]", "contents": "Biochemistry, Hexose Monophosphate Pathway -- Clinical Significance. Interruptions in the HMP shunt can have drastic effects on an individual. A pathology that can arise is the deficiency of the enzyme glucose-6-phosphate dehydrogenase, the enzyme required to produce NADPH in the initial step of the HMP shunt. The consequences are mostly seen in red blood cells as the cells can no longer defend against the constant introduction of oxidizing agents. This condition of glucose-6-phosphate dehydrogenase deficiency is an X-linked recessive disorder, most commonly seen in African Americans. The deficiency leads to hemolytic anemia in response to any of the offending agents such as fava beans, medications like nitrofurantoin, or anti-malarial drugs. Infections are the most likely offending agents to exacerbate this condition as the inflammation introduces free radicals into red blood cells that cannot detoxify those radicals, and oxidative damage ensues. The damage occurs as the injury causes protein and globin chains to denature within the red blood cells. The globin chains aggregate and form the characteristic Heinz bodies seen in G6PD deficient patients. Consequently, the spleen phagocytoses the aggregated portion of the RBC and leaves the remnant bite cells in circulation to create degmacytes, or bite cells, as seen in a peripheral smear of these patients. Although detrimental to the health, this condition does confer a degree of resistance to malaria as the parasites require the reduced form of glutathione to proliferate while these patients only have the oxidized form in the red blood cells. Thus, the evolutionary advantage maintains a deficiency in the African American population. [7] [8] [9] Another use of the HMP shunt in medicine is its use in diagnosing patients with thiamine (vitamin B1) deficiency. Thiamine deficient patients present with a wide array of symptoms, ranging from Wernicke-Korsakoff syndrome to dry or wet beriberi. Wernicke-Korsakoff is characterized by a triad of ataxia, ophthalmoplegia, and confabulations. Wet beriberi can result in cardiac failure and dilated cardiomyopathies, while dry beriberi results in sequelae of neurological symptoms. As thiamine deficiency can lead to so many complications and potentially become fatal, it is important to detect the deficiency promptly. The deficiency is tested by administering thiamine to a suspected patient and detecting the activity of the transketolase enzyme of HMP shunt within red blood cells. If transketolase activity increases, it confirms the diagnosis of thiamine deficiency. As such, thiamine, as well as dextrose, is administered since thiamine deficiency causes impaired glucose breakdown. [10] [11]"}
{"id": "article-36344_8", "title": "Biochemistry, Hexose Monophosphate Pathway -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Hexose Monophosphate Pathway -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}