{"id": "article-34700_0", "title": "Nursing Professional Development Standards -- Definition/Introduction", "content": "The American Nurses Association (ANA) defines standards for registered nurses. The Nursing Professional Development (NPD): Scope and Standards of Practice describe the competencies that NPD practitioners should perform. The roles of all nursing specialties, including those of NPD practitioners, are evolving with the changing healthcare landscape. The ANA and other specialty organizations periodically review and revise standards. The latest edition of the NPD scope and standards was published in 2022 by the Association for Nursing Professional Development.", "contents": "Nursing Professional Development Standards -- Definition/Introduction. The American Nurses Association (ANA) defines standards for registered nurses. The Nursing Professional Development (NPD): Scope and Standards of Practice describe the competencies that NPD practitioners should perform. The roles of all nursing specialties, including those of NPD practitioners, are evolving with the changing healthcare landscape. The ANA and other specialty organizations periodically review and revise standards. The latest edition of the NPD scope and standards was published in 2022 by the Association for Nursing Professional Development."}
{"id": "article-34700_1", "title": "Nursing Professional Development Standards -- Definition/Introduction", "content": "A diverse, global group of NPD practitioners was convened to update these standards. They used research findings from Harper and Maloney in the spring of 2020 and other current literature to ensure that the new standards reflected current and future NPD practices. [1] [2] Harper and Maloney used a mixed-methods study to identify the utility and challenges of the 3rd edition of the scope and standards, current and future issues and trends impacting NPD practice, and skills and competencies needed by NPD practitioners over the next five years. They followed that with a Delphi method study to obtain consensus on the world café items and inform this update on the NPD scope and standards.", "contents": "Nursing Professional Development Standards -- Definition/Introduction. A diverse, global group of NPD practitioners was convened to update these standards. They used research findings from Harper and Maloney in the spring of 2020 and other current literature to ensure that the new standards reflected current and future NPD practices. [1] [2] Harper and Maloney used a mixed-methods study to identify the utility and challenges of the 3rd edition of the scope and standards, current and future issues and trends impacting NPD practice, and skills and competencies needed by NPD practitioners over the next five years. They followed that with a Delphi method study to obtain consensus on the world café items and inform this update on the NPD scope and standards."}
{"id": "article-34700_2", "title": "Nursing Professional Development Standards -- Definition/Introduction", "content": "The current standards' definition of NPD was updated to state, \"Nursing professional development is a nursing practice specialty that improves the professional practice and role competence of nurses and other healthcare personnel by facilitating ongoing learning, change, and role competence and growth with the intention of improving population health through indirect care\" (p. 1).", "contents": "Nursing Professional Development Standards -- Definition/Introduction. The current standards' definition of NPD was updated to state, \"Nursing professional development is a nursing practice specialty that improves the professional practice and role competence of nurses and other healthcare personnel by facilitating ongoing learning, change, and role competence and growth with the intention of improving population health through indirect care\" (p. 1)."}
{"id": "article-34700_3", "title": "Nursing Professional Development Standards -- Definition/Introduction", "content": "The revised standards include an updated systems practice model comprised of inputs, throughputs, and outputs. Rainford et al described the practice model and changes in the latest standards edition. Inputs include environmental scanning, the learner, the 7 NPD roles, and the NPD standards. Throughputs include the organizational mission and vision and NPD practitioners' 6 key areas of responsibility, which include Orientation and onboarding Competency management Education Role development Collaborative partnerships Inquiry [3]", "contents": "Nursing Professional Development Standards -- Definition/Introduction. The revised standards include an updated systems practice model comprised of inputs, throughputs, and outputs. Rainford et al described the practice model and changes in the latest standards edition. Inputs include environmental scanning, the learner, the 7 NPD roles, and the NPD standards. Throughputs include the organizational mission and vision and NPD practitioners' 6 key areas of responsibility, which include Orientation and onboarding Competency management Education Role development Collaborative partnerships Inquiry [3]"}
{"id": "article-34700_4", "title": "Nursing Professional Development Standards -- Definition/Introduction", "content": "Outputs include learning, change, and professional role competence and growth, which contribute to optimal care and population health. The focus of NPD practice is the healthcare consumer or partner, who is defined as a \"patient, person, client, family, group, community, or population who collaborates with the interprofessional healthcare team and maintains autonomy to engage in decision-making about activities/treatments/therapies to promote health\" (p. 119).", "contents": "Nursing Professional Development Standards -- Definition/Introduction. Outputs include learning, change, and professional role competence and growth, which contribute to optimal care and population health. The focus of NPD practice is the healthcare consumer or partner, who is defined as a \"patient, person, client, family, group, community, or population who collaborates with the interprofessional healthcare team and maintains autonomy to engage in decision-making about activities/treatments/therapies to promote health\" (p. 119)."}
{"id": "article-34700_5", "title": "Nursing Professional Development Standards -- Definition/Introduction", "content": "Three years after the 2016 standards were published, Harper and Maloney identified that although the standards have promoted uniformity of titles and alignment with the scope of practice, the specialty needs more advocacy, research, and engagement work. [3] In an article about the development of the updated edition, they outlined some of the work done to inform the latest standards edition. [4]", "contents": "Nursing Professional Development Standards -- Definition/Introduction. Three years after the 2016 standards were published, Harper and Maloney identified that although the standards have promoted uniformity of titles and alignment with the scope of practice, the specialty needs more advocacy, research, and engagement work. [3] In an article about the development of the updated edition, they outlined some of the work done to inform the latest standards edition. [4]"}
{"id": "article-34700_6", "title": "Nursing Professional Development Standards -- Issues of Concern", "content": "The NPD practitioner's 7 roles and 6 responsibilities did not change; however, the standards underwent numerous changes.", "contents": "Nursing Professional Development Standards -- Issues of Concern. The NPD practitioner's 7 roles and 6 responsibilities did not change; however, the standards underwent numerous changes."}
{"id": "article-34700_7", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities", "content": "NPD generalist: The term NPD \"generalist\" was eliminated. The 2 categories of educators are: NPD practitioners (minimum of a baccalaureate degree in nursing) and NPD specialists (minimum of a graduate degree in nursing or related field and certification in NPD) Certification requires a minimum of a baccalaureate degree in nursing.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities. NPD generalist: The term NPD \"generalist\" was eliminated. The 2 categories of educators are: NPD practitioners (minimum of a baccalaureate degree in nursing) and NPD specialists (minimum of a graduate degree in nursing or related field and certification in NPD) Certification requires a minimum of a baccalaureate degree in nursing."}
{"id": "article-34700_8", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities", "content": "Diversity, equity, and inclusion: These have been incorporated throughout the standards.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities. Diversity, equity, and inclusion: These have been incorporated throughout the standards."}
{"id": "article-34700_9", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities", "content": "NPD initiatives: The focus is on NPD initiatives, such as analyzing department outcomes, programs, and activities.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities. NPD initiatives: The focus is on NPD initiatives, such as analyzing department outcomes, programs, and activities."}
{"id": "article-34700_10", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities", "content": "NPD practitioner: The definition of NPD practitioner expanded to include NPD practice judgment. This is defined as \"the identification and interpretation of the learner’s needs and the decision to act—or not act—on those needs using typical, modified, or new NPD interventions as appropriate, similar to clinical judgment and includes contextual reasoning based on knowledge of the learner\" (p. 123).", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities. NPD practitioner: The definition of NPD practitioner expanded to include NPD practice judgment. This is defined as \"the identification and interpretation of the learner’s needs and the decision to act—or not act—on those needs using typical, modified, or new NPD interventions as appropriate, similar to clinical judgment and includes contextual reasoning based on knowledge of the learner\" (p. 123)."}
{"id": "article-34700_11", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities", "content": "Lifelong learning: \"Lifelong learning\" was replaced with \"ongoing professional learning.\" Lifelong learning does not differentiate between personal and professional development, whereas ongoing professional learning focuses on continually acquiring professional knowledge, skills, and abilities throughout one’s career.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities. Lifelong learning: \"Lifelong learning\" was replaced with \"ongoing professional learning.\" Lifelong learning does not differentiate between personal and professional development, whereas ongoing professional learning focuses on continually acquiring professional knowledge, skills, and abilities throughout one’s career."}
{"id": "article-34700_12", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities", "content": "NPD scope of practice: The NPD scope of practice, represented by the NPD Practice Model, has been updated to identify the healthcare consumer or partner as the overall beneficiary of the outputs and outcomes of NPD practice. The organization’s mission and vision became the hub around which the NPD responsibilities are organized, and the NPD standards are now part of the model's inputs.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities. NPD scope of practice: The NPD scope of practice, represented by the NPD Practice Model, has been updated to identify the healthcare consumer or partner as the overall beneficiary of the outputs and outcomes of NPD practice. The organization’s mission and vision became the hub around which the NPD responsibilities are organized, and the NPD standards are now part of the model's inputs."}
{"id": "article-34700_13", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities", "content": "NPD standards: The NPD standards have been revised to align with the ANA Nursing: Scope and Standards of Practice . [4] As a result, several standards were renamed, and others were combined and redefined. For example:", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Roles and Responsibilities. NPD standards: The NPD standards have been revised to align with the ANA Nursing: Scope and Standards of Practice . [4] As a result, several standards were renamed, and others were combined and redefined. For example:"}
{"id": "article-34700_14", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards", "content": "Standard 5-B: The previous standard 5-B, Facilitation of Positive Learning and Practice Environments, was incorporated into Standard 18, Environmental Health. The new standard 5-B focuses on Health Teaching and Promotion.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards. Standard 5-B: The previous standard 5-B, Facilitation of Positive Learning and Practice Environments, was incorporated into Standard 18, Environmental Health. The new standard 5-B focuses on Health Teaching and Promotion."}
{"id": "article-34700_15", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards", "content": "Standard 5-C: Standard 5-C, Consultation, was incorporated into Standard 15, Quality of Practice.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards. Standard 5-C: Standard 5-C, Consultation, was incorporated into Standard 15, Quality of Practice."}
{"id": "article-34700_16", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards", "content": "Standards 8-10: Additions included standards for Advocacy (Standard 8), Respectful and Equitable Practice (Standard 9), and Communication (Standard 10).", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards. Standards 8-10: Additions included standards for Advocacy (Standard 8), Respectful and Equitable Practice (Standard 9), and Communication (Standard 10)."}
{"id": "article-34700_17", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards", "content": "Standard 11: Standard 11, Change Management, was incorporated into Standard 12, Leadership.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards. Standard 11: Standard 11, Change Management, was incorporated into Standard 12, Leadership."}
{"id": "article-34700_18", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards", "content": "Standard 9: Standard 9,  Evidence-Based Practice and Research, was incorporated into Standard 14, Scholarly Inquiry.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards. Standard 9: Standard 9,  Evidence-Based Practice and Research, was incorporated into Standard 14, Scholarly Inquiry."}
{"id": "article-34700_19", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards", "content": "Standard 16: Content from Standard 16, Mentorship/Advancing the Profession, was incorporated into multiple standards, including Standard 12, Leadership, Standard 14, Scholarly Inquiry, and Standard 16, Professional Practice Evaluation.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards. Standard 16: Content from Standard 16, Mentorship/Advancing the Profession, was incorporated into multiple standards, including Standard 12, Leadership, Standard 14, Scholarly Inquiry, and Standard 16, Professional Practice Evaluation."}
{"id": "article-34700_20", "title": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards", "content": "Standard 15: Standard 15, Resource Utilization, was included with Standard 17, Resource Stewardship", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Changes to Standards. Standard 15: Standard 15, Resource Utilization, was included with Standard 17, Resource Stewardship"}
{"id": "article-34700_21", "title": "Nursing Professional Development Standards -- Issues of Concern", "content": "Dickerson and Durkin describe how the first 6 standards apply the nursing process framework to NPD practice. [5]", "contents": "Nursing Professional Development Standards -- Issues of Concern. Dickerson and Durkin describe how the first 6 standards apply the nursing process framework to NPD practice. [5]"}
{"id": "article-34700_22", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 1", "content": "The first standard, Assessment, broadened the process to include using evidence-based assessment techniques to guide relevant data collection. Other additions include creating a safe environment for competency assessment and keeping abreast of technological advances that could influence assessment from the span of assessment for the NPD specialist's \"department, organization, system and community dynamics\" (p. 5).", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 1. The first standard, Assessment, broadened the process to include using evidence-based assessment techniques to guide relevant data collection. Other additions include creating a safe environment for competency assessment and keeping abreast of technological advances that could influence assessment from the span of assessment for the NPD specialist's \"department, organization, system and community dynamics\" (p. 5)."}
{"id": "article-34700_23", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 2", "content": "Standard 2, Diagnosis, discusses analyzing assessment data to identify actual and potential practice gaps that could impact the performance of healthcare team members. Differentiating professional development issues from system or compliance issues was emphasized. The difference between the NPD practitioner and specialist is in their scope: the NPD practitioner focuses on the individual or unit level, whereas the specialist considers departmental and organizational needs.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 2. Standard 2, Diagnosis, discusses analyzing assessment data to identify actual and potential practice gaps that could impact the performance of healthcare team members. Differentiating professional development issues from system or compliance issues was emphasized. The difference between the NPD practitioner and specialist is in their scope: the NPD practitioner focuses on the individual or unit level, whereas the specialist considers departmental and organizational needs."}
{"id": "article-34700_24", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 3", "content": "Standard 3, Outcomes Identification, focuses on developing measurable outcomes for a plan to meet the diagnosed needs. Learners and other key stakeholders are involved in formulating measurable, evidence-based, context-specific outcomes. These outcomes reflect the values of the organization, stakeholders, and learners and align with regulations.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 3. Standard 3, Outcomes Identification, focuses on developing measurable outcomes for a plan to meet the diagnosed needs. Learners and other key stakeholders are involved in formulating measurable, evidence-based, context-specific outcomes. These outcomes reflect the values of the organization, stakeholders, and learners and align with regulations."}
{"id": "article-34700_25", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 4", "content": "Standard 4, Planning, includes developing NPD initiatives, respecting diversity, using instructional design principles, and preparing content reflective of expected outcomes using current evidence. The NPD practitioner is competent in planning interprofessional initiatives and using NPD practice judgment to prioritize plan elements. In addition, the NPD specialist uses systems thinking throughout the planning process.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 4. Standard 4, Planning, includes developing NPD initiatives, respecting diversity, using instructional design principles, and preparing content reflective of expected outcomes using current evidence. The NPD practitioner is competent in planning interprofessional initiatives and using NPD practice judgment to prioritize plan elements. In addition, the NPD specialist uses systems thinking throughout the planning process."}
{"id": "article-34700_26", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 5", "content": "Standard 5, Implementation, has 2 subcomponents: standard 5-A, Coordination, and standard 5-B, Health Teaching and Health Promotion. This standard ensures quality and safety for the healthcare consumer or partner. In addition to using practice judgment, the NPD practitioner adjusts implementation strategies recognizing the learner’s needs, readiness, ability to learn, language, and cultural preferences.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 5. Standard 5, Implementation, has 2 subcomponents: standard 5-A, Coordination, and standard 5-B, Health Teaching and Health Promotion. This standard ensures quality and safety for the healthcare consumer or partner. In addition to using practice judgment, the NPD practitioner adjusts implementation strategies recognizing the learner’s needs, readiness, ability to learn, language, and cultural preferences."}
{"id": "article-34700_27", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 5-A", "content": "Competencies in standard 5-A include coordination and recognizing the role of others, including stakeholders, professional development associates, and interprofessional team members, in implementing the plan and associated processes. There is also a competency for transitions in practice and to practice, including preceptor preparation and assignment.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 5-A. Competencies in standard 5-A include coordination and recognizing the role of others, including stakeholders, professional development associates, and interprofessional team members, in implementing the plan and associated processes. There is also a competency for transitions in practice and to practice, including preceptor preparation and assignment."}
{"id": "article-34700_28", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 5-B", "content": "Competencies in the new standard 5-B, health teaching and health promotion, outline how the NPD practitioner can focus on teaching and promoting wellness strategies. This standard's basis is the role of the NPD practitioner in promoting healthy lifestyles, disease prevention, and self-care in learners and providing education to help clinical staff promote wellness in their healthcare consumers or partners.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 5-B. Competencies in the new standard 5-B, health teaching and health promotion, outline how the NPD practitioner can focus on teaching and promoting wellness strategies. This standard's basis is the role of the NPD practitioner in promoting healthy lifestyles, disease prevention, and self-care in learners and providing education to help clinical staff promote wellness in their healthcare consumers or partners."}
{"id": "article-34700_29", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 6", "content": "Standard 6, Evaluation, addresses the achievement of progress towards attaining outcomes. The NPD practitioner evaluates the outcomes of the established plan, where the NPD specialist focuses on process and impact. Using appropriate methods and instruments, the NPD practitioner analyzes, documents, and disseminates the results of evaluation data. The NPD specialist synthesizes the evaluation data to determine the impact on the health of healthcare consumers or partners and the population.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 6. Standard 6, Evaluation, addresses the achievement of progress towards attaining outcomes. The NPD practitioner evaluates the outcomes of the established plan, where the NPD specialist focuses on process and impact. Using appropriate methods and instruments, the NPD practitioner analyzes, documents, and disseminates the results of evaluation data. The NPD specialist synthesizes the evaluation data to determine the impact on the health of healthcare consumers or partners and the population."}
{"id": "article-34700_30", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standards 7-18", "content": "Standards 7-18 describe professional performance or a competent level of behavior in the professional role. All registered nurses are expected to engage in professional role activities, including leadership and mentorship, which reflect their education, experience, and position.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standards 7-18. Standards 7-18 describe professional performance or a competent level of behavior in the professional role. All registered nurses are expected to engage in professional role activities, including leadership and mentorship, which reflect their education, experience, and position."}
{"id": "article-34700_31", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 7", "content": "Standard 7, Ethics, emphasizes the importance of following the Code of Ethics for Nurses , Nursing: Scope and Standards of Practice, and other regulatory standards to guide practice. This standard incorporates the concept of social justice and respectful, compassionate treatment in practice, as well as safeguarding sensitive information. The specialist analyzes ethical issues and provides leadership when addressing ethical issues. Standard 8", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 7. Standard 7, Ethics, emphasizes the importance of following the Code of Ethics for Nurses , Nursing: Scope and Standards of Practice, and other regulatory standards to guide practice. This standard incorporates the concept of social justice and respectful, compassionate treatment in practice, as well as safeguarding sensitive information. The specialist analyzes ethical issues and provides leadership when addressing ethical issues. Standard 8"}
{"id": "article-34700_32", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 7", "content": "Standard 8, Advocacy, is a new standard in this edition. ANA defines advocacy in the Nursing: Scope and Standards of Practice as \"the act or process of pleading for, supporting, or recommending a cause or course of action. Advocacy may be for persons (whether an individual, group, population or society) or an issue, such as potable water or global health.\" p. 109. The NPD practitioner demonstrates advocacy in all roles and settings. This includes championing the voice of the healthcare consumer or partner and promoting the value of NPD practice. The NPD specialist advances NPD as a specialty and engages with interprofessional colleagues and professional organizations to advance NPD practice.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 7. Standard 8, Advocacy, is a new standard in this edition. ANA defines advocacy in the Nursing: Scope and Standards of Practice as \"the act or process of pleading for, supporting, or recommending a cause or course of action. Advocacy may be for persons (whether an individual, group, population or society) or an issue, such as potable water or global health.\" p. 109. The NPD practitioner demonstrates advocacy in all roles and settings. This includes championing the voice of the healthcare consumer or partner and promoting the value of NPD practice. The NPD specialist advances NPD as a specialty and engages with interprofessional colleagues and professional organizations to advance NPD practice."}
{"id": "article-34700_33", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 9", "content": "Another new standard, Standard 9, is respectful and equitable practice, which stresses the importance of cultural humility and social equity, resisting systemic racism, and demonstrating diversity, equity, and inclusion in one’s practice. The current standards indicate that the specialist develops partnerships to promote allyship, defined as \"a lifelong process of building relationships based on trust, consistency, and accountability with marginalized individuals or groups\" (p. 116).", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 9. Another new standard, Standard 9, is respectful and equitable practice, which stresses the importance of cultural humility and social equity, resisting systemic racism, and demonstrating diversity, equity, and inclusion in one’s practice. The current standards indicate that the specialist develops partnerships to promote allyship, defined as \"a lifelong process of building relationships based on trust, consistency, and accountability with marginalized individuals or groups\" (p. 116)."}
{"id": "article-34700_34", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 10", "content": "Standard 10 focuses on communication. Communication-related concepts were intertwined throughout many of the standards in the previous version but are elevated to a separate standard in the updated edition. The NPD practitioner must communicate effectively with all healthcare personnel in the practice and learning environments. This includes using evidence-based tools and providing nonjudgmental, specific feedback to others.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 10. Standard 10 focuses on communication. Communication-related concepts were intertwined throughout many of the standards in the previous version but are elevated to a separate standard in the updated edition. The NPD practitioner must communicate effectively with all healthcare personnel in the practice and learning environments. This includes using evidence-based tools and providing nonjudgmental, specific feedback to others."}
{"id": "article-34700_35", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 11", "content": "Standard 11, Collaboration, describes the interaction between the NPD practitioner, colleagues, academic partners, and other key stakeholders. This includes partnering with others to effect change and promote population health. The NPD specialist advances interprofessional collaboration using NPD practice judgment and expertise.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 11. Standard 11, Collaboration, describes the interaction between the NPD practitioner, colleagues, academic partners, and other key stakeholders. This includes partnering with others to effect change and promote population health. The NPD specialist advances interprofessional collaboration using NPD practice judgment and expertise."}
{"id": "article-34700_36", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 12", "content": "Standard 12, leadership, defines leadership competencies within the interprofessional practice and learning environments and the profession and includes competencies for change management. This standard encompasses formal and informal leadership and includes the concepts of emotional intelligence, shared decision-making, and just culture. The NPD specialist creates and sustains mentoring processes, leads change, and advances a culture of innovation, organizational learning, and continuous professional development. Johnson and Smith discussed preparing NPD practitioners for their leadership roles, focusing on management and leadership skills. [6]", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 12. Standard 12, leadership, defines leadership competencies within the interprofessional practice and learning environments and the profession and includes competencies for change management. This standard encompasses formal and informal leadership and includes the concepts of emotional intelligence, shared decision-making, and just culture. The NPD specialist creates and sustains mentoring processes, leads change, and advances a culture of innovation, organizational learning, and continuous professional development. Johnson and Smith discussed preparing NPD practitioners for their leadership roles, focusing on management and leadership skills. [6]"}
{"id": "article-34700_37", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 13", "content": "Standard 13, Education, focuses on the ongoing professional learning of the NPD practitioner as they seek knowledge and competence that reflects current NPD practice and promotes futuristic thinking. This standard also addresses the value of reflective practice and inquiry, precepting, and seeking NPD certification.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 13. Standard 13, Education, focuses on the ongoing professional learning of the NPD practitioner as they seek knowledge and competence that reflects current NPD practice and promotes futuristic thinking. This standard also addresses the value of reflective practice and inquiry, precepting, and seeking NPD certification."}
{"id": "article-34700_38", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 14", "content": "Standard 14, Scholarly Inquiry, formerly evidence-based practice (EBP), focuses on integrating scholarship, evidence, and research findings into NPD practice. Acting as a champion of scientific inquiry, participating in inquiry at various levels, and disseminating inquiry findings are some of the competencies of this standard. The NPD specialist applies principles of implementation science, leads quality and safety initiatives, and mentors others in inquiry.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 14. Standard 14, Scholarly Inquiry, formerly evidence-based practice (EBP), focuses on integrating scholarship, evidence, and research findings into NPD practice. Acting as a champion of scientific inquiry, participating in inquiry at various levels, and disseminating inquiry findings are some of the competencies of this standard. The NPD specialist applies principles of implementation science, leads quality and safety initiatives, and mentors others in inquiry."}
{"id": "article-34700_39", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 15", "content": "Standard 15, Quality of Practice, describes the contributions of the NPD practitioner to quality nursing, healthcare, and NPD practice. This includes mentoring others, using quality improvement processes to enhance nursing, healthcare, and NPD practice, and reporting outcomes of professional development initiatives. The NPD specialist analyzes NPD department quality outcomes to demonstrate impact, models expert practice, and synthesizes evaluation data to guide decision-making.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 15. Standard 15, Quality of Practice, describes the contributions of the NPD practitioner to quality nursing, healthcare, and NPD practice. This includes mentoring others, using quality improvement processes to enhance nursing, healthcare, and NPD practice, and reporting outcomes of professional development initiatives. The NPD specialist analyzes NPD department quality outcomes to demonstrate impact, models expert practice, and synthesizes evaluation data to guide decision-making."}
{"id": "article-34700_40", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 16", "content": "Standard 16, Professional Practice Evaluation, pertains to NPD practitioners evaluating their own and others' nursing practice. This involves reflection and self-evaluation, facilitating learners’ identification of their professional development needs, and engaging in systematic peer review. The NPD specialist develops standards and guidelines for NPD practice evaluation.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 16. Standard 16, Professional Practice Evaluation, pertains to NPD practitioners evaluating their own and others' nursing practice. This involves reflection and self-evaluation, facilitating learners’ identification of their professional development needs, and engaging in systematic peer review. The NPD specialist develops standards and guidelines for NPD practice evaluation."}
{"id": "article-34700_41", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 17", "content": "Standard 17, Resource Stewardship, previously resource utilization, involves the NPD practitioner using appropriate resources to plan, provide, and sustain evidence-based NPD initiatives that are safe, effective, financially responsible, and used judiciously. This includes identifying resources needed, monitoring resource allocation and utilization, and considering quality, effectiveness, and cost factors in planning, implementing, and evaluating NPD initiatives. The NPD specialist analyzes the cost-effectiveness, cost-benefit, and return on investment associated with NPD practice.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 17. Standard 17, Resource Stewardship, previously resource utilization, involves the NPD practitioner using appropriate resources to plan, provide, and sustain evidence-based NPD initiatives that are safe, effective, financially responsible, and used judiciously. This includes identifying resources needed, monitoring resource allocation and utilization, and considering quality, effectiveness, and cost factors in planning, implementing, and evaluating NPD initiatives. The NPD specialist analyzes the cost-effectiveness, cost-benefit, and return on investment associated with NPD practice."}
{"id": "article-34700_42", "title": "Nursing Professional Development Standards -- Issues of Concern -- Standard 18", "content": "Standard 18, environmental health, concerning environmental safety and health within the practice and learning environments, is another new standard in this edition. Incorporating the social determinants of health into the interprofessional practice and learning environment, addressing bullying and incivility, and promoting the use of emotional intelligence are included in this standard. The NPD specialist establishes best practices for creating and sustaining positive interprofessional and learning environments and creates processes that support seamless transitions to practice and between practice settings.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Standard 18. Standard 18, environmental health, concerning environmental safety and health within the practice and learning environments, is another new standard in this edition. Incorporating the social determinants of health into the interprofessional practice and learning environment, addressing bullying and incivility, and promoting the use of emotional intelligence are included in this standard. The NPD specialist establishes best practices for creating and sustaining positive interprofessional and learning environments and creates processes that support seamless transitions to practice and between practice settings."}
{"id": "article-34700_43", "title": "Nursing Professional Development Standards -- Issues of Concern -- Role Differentiation", "content": "There is often confusion about the differences in the roles of the NPD practitioner, clinical nurse specialist, academic clinical nurse educator, and academic educator. A table comparing these various nursing specialties is a much-needed resource created for this edition. The table compares the definition, requirements, certification or secondary licensure, and roles and responsibilities of each group to clarify the differences in these roles.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Role Differentiation. There is often confusion about the differences in the roles of the NPD practitioner, clinical nurse specialist, academic clinical nurse educator, and academic educator. A table comparing these various nursing specialties is a much-needed resource created for this edition. The table compares the definition, requirements, certification or secondary licensure, and roles and responsibilities of each group to clarify the differences in these roles."}
{"id": "article-34700_44", "title": "Nursing Professional Development Standards -- Issues of Concern -- Role Differentiation", "content": "Another excellent resource is a table providing examples of how NPD roles are used in each area of responsibility. Although NPD roles vary depending on one’s setting and practice area, this table provides concrete examples of how the NPD practitioner meets the various responsibilities in each role.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Role Differentiation. Another excellent resource is a table providing examples of how NPD roles are used in each area of responsibility. Although NPD roles vary depending on one’s setting and practice area, this table provides concrete examples of how the NPD practitioner meets the various responsibilities in each role."}
{"id": "article-34700_45", "title": "Nursing Professional Development Standards -- Issues of Concern -- Certification", "content": "Competencies for the NPD specialist in all standards provide a framework for the advanced certification in nursing professional development, a portfolio-based certification exam offered by the Competency and Credentialing Institute. Di Leonardi outlined information about this exam,[7] and Harper and colleagues [7] wrote an article on developing this advanced certification.", "contents": "Nursing Professional Development Standards -- Issues of Concern -- Certification. Competencies for the NPD specialist in all standards provide a framework for the advanced certification in nursing professional development, a portfolio-based certification exam offered by the Competency and Credentialing Institute. Di Leonardi outlined information about this exam,[7] and Harper and colleagues [7] wrote an article on developing this advanced certification."}
{"id": "article-34700_46", "title": "Nursing Professional Development Standards -- Clinical Significance", "content": "The scope of practice for the NPD practitioner reflects the changing landscape in healthcare. NPD practitioners can use these standards to achieve the outputs of NPD practice: learning, change, and professional role competence. This provides energy for optimal care outcomes and population health, benefiting the healthcare consumer or partner. NPD practitioners incorporate considerations for diversity, equity, and inclusion into their initiatives to ensure that all healthcare staff is prepared to address social and digital determinants of health in healthcare consumers/partners. All NPD practitioners must know of and adhere to the NPD standards of practice. NPD practitioners can use them in various ways to enhance NPD practice and advance the specialty. A study by Harper and Maloney outlined the organizational value of NPD practice. [8] [9]", "contents": "Nursing Professional Development Standards -- Clinical Significance. The scope of practice for the NPD practitioner reflects the changing landscape in healthcare. NPD practitioners can use these standards to achieve the outputs of NPD practice: learning, change, and professional role competence. This provides energy for optimal care outcomes and population health, benefiting the healthcare consumer or partner. NPD practitioners incorporate considerations for diversity, equity, and inclusion into their initiatives to ensure that all healthcare staff is prepared to address social and digital determinants of health in healthcare consumers/partners. All NPD practitioners must know of and adhere to the NPD standards of practice. NPD practitioners can use them in various ways to enhance NPD practice and advance the specialty. A study by Harper and Maloney outlined the organizational value of NPD practice. [8] [9]"}
{"id": "article-34700_47", "title": "Nursing Professional Development Standards -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nursing as a professional involves ongoing professional learning. The healthcare landscape constantly evolves on several fronts, and new standards of care emerge constantly. Nursing staff cannot remain static in their development, or they will be left behind as newer nurses enter the field armed with the latest knowledge, techniques, and standards of care. Nurses must keep pace to ensure optimal patient care results from improved standards.", "contents": "Nursing Professional Development Standards -- Nursing, Allied Health, and Interprofessional Team Interventions. Nursing as a professional involves ongoing professional learning. The healthcare landscape constantly evolves on several fronts, and new standards of care emerge constantly. Nursing staff cannot remain static in their development, or they will be left behind as newer nurses enter the field armed with the latest knowledge, techniques, and standards of care. Nurses must keep pace to ensure optimal patient care results from improved standards."}
{"id": "article-34700_48", "title": "Nursing Professional Development Standards -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nursing Professional Development Standards -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}