{"id": "article-27052_0", "title": "Personality Disorder -- Continuing Education Activity", "content": "Personality disorders are pervasive, maladaptive, and chronic patterns of behavior, cognition, and mood. Persons who have personality disorders experience distorted perceptions of reality and abnormal affective responses, ultimately manifesting in distress across all aspects of the individual's life, including occupational difficulties, impaired social functioning, and interpersonal hardships. This activity outlines the evaluation and management of personality disorders and reviews the role of the interprofessional team in evaluating and improving care for patients with personality disorders.", "contents": "Personality Disorder -- Continuing Education Activity. Personality disorders are pervasive, maladaptive, and chronic patterns of behavior, cognition, and mood. Persons who have personality disorders experience distorted perceptions of reality and abnormal affective responses, ultimately manifesting in distress across all aspects of the individual's life, including occupational difficulties, impaired social functioning, and interpersonal hardships. This activity outlines the evaluation and management of personality disorders and reviews the role of the interprofessional team in evaluating and improving care for patients with personality disorders."}
{"id": "article-27052_1", "title": "Personality Disorder -- Continuing Education Activity", "content": "Objectives: Review the hypothesized risk factors for developing personality disorders. Summarize the epidemiology of personality disorders. Explain the common presentation of the different clusters of personality disorders. Outline the importance of improving care coordination among interdisciplinary team members to improve outcomes for patients who have personality disorders, and thus indirectly improving the outcome for the community. Access free multiple choice questions on this topic.", "contents": "Personality Disorder -- Continuing Education Activity. Objectives: Review the hypothesized risk factors for developing personality disorders. Summarize the epidemiology of personality disorders. Explain the common presentation of the different clusters of personality disorders. Outline the importance of improving care coordination among interdisciplinary team members to improve outcomes for patients who have personality disorders, and thus indirectly improving the outcome for the community. Access free multiple choice questions on this topic."}
{"id": "article-27052_2", "title": "Personality Disorder -- Introduction", "content": "Temperament classification dates back as far as ancient Greece when Hippocrates proposed his humoral theory regarding the classifications of behavior. The postulated temperaments, consisting of sanguine, choleric, melancholic, and phlegmatic, remained in use as recently as the 20th century. [1] Emil Kraepelin classified manic-depressive patients as depressive, hypomanic, or irritable, which in turn correlated with melancholic, sanguine, or choleric dispositions, respectively. [2] These, in turn, evolved into the seven personality disturbances listed by the DSM-1, in 1952. The subsequent DSM II (1968), which was heavily influenced by psychoanalysis, elaborated further to distinctly separate personality disruptions from neuroses of the same name. Psychiatric conceptualization then shifted away from the previously accepted psychoanalytic model to a categorical model strongly correlating with the medical model originally proposed by Kraepelin. This new model was represented by the eleven personality disorders acknowledged in DSM III (1980). Eleven then became ten in the more condensed DSM IV (1994). [3] During the production of DSM 5 (2013), editors considered combining the novel dimensional five-factor model of behavior with psychoanalytic typological models of personality. However, the catalog ultimately remained unchanged. [1] The ensuing ten disorders are classified into three clusters. Cluster A includes paranoid, schizoid, and schizotypal. Cluster B includes antisocial, borderline, histrionic, and narcissistic. Cluster C includes avoidant, dependent, obsessive-compulsive. These disorders are currently described as pervasive, maladaptive, and chronic patterns of behavior, thinking, and feeling, ultimately leading to distress and dysfunction. [3] [4] Patients with personality disorders suffer from distorted perceptions of reality and abnormal affective behavior, manifesting in maladaptive coping mechanisms and distress. [5]", "contents": "Personality Disorder -- Introduction. Temperament classification dates back as far as ancient Greece when Hippocrates proposed his humoral theory regarding the classifications of behavior. The postulated temperaments, consisting of sanguine, choleric, melancholic, and phlegmatic, remained in use as recently as the 20th century. [1] Emil Kraepelin classified manic-depressive patients as depressive, hypomanic, or irritable, which in turn correlated with melancholic, sanguine, or choleric dispositions, respectively. [2] These, in turn, evolved into the seven personality disturbances listed by the DSM-1, in 1952. The subsequent DSM II (1968), which was heavily influenced by psychoanalysis, elaborated further to distinctly separate personality disruptions from neuroses of the same name. Psychiatric conceptualization then shifted away from the previously accepted psychoanalytic model to a categorical model strongly correlating with the medical model originally proposed by Kraepelin. This new model was represented by the eleven personality disorders acknowledged in DSM III (1980). Eleven then became ten in the more condensed DSM IV (1994). [3] During the production of DSM 5 (2013), editors considered combining the novel dimensional five-factor model of behavior with psychoanalytic typological models of personality. However, the catalog ultimately remained unchanged. [1] The ensuing ten disorders are classified into three clusters. Cluster A includes paranoid, schizoid, and schizotypal. Cluster B includes antisocial, borderline, histrionic, and narcissistic. Cluster C includes avoidant, dependent, obsessive-compulsive. These disorders are currently described as pervasive, maladaptive, and chronic patterns of behavior, thinking, and feeling, ultimately leading to distress and dysfunction. [3] [4] Patients with personality disorders suffer from distorted perceptions of reality and abnormal affective behavior, manifesting in maladaptive coping mechanisms and distress. [5]"}
{"id": "article-27052_3", "title": "Personality Disorder -- Etiology", "content": "The precise etiology of personality disorders continues to elude scientists, giving rise to wide-ranging hypotheses. Psychoanalysts suggest that these disturbances result from a failure to progress through proper psychosexual development. For example, classic Freudian drive theory postulates fixation at different stages manifests as separate disorders; dependent, obsessive-compulsive, and histrionic personality disorders are consequences of fixation at oral, anal, and phallic stages, respectively. Childhood trauma is another etiologic hypothesis. Those with borderline and antisocial disorders suffer from intimacy and trust deficits, both of which may be co-related with childhood abuse and trauma. More recently, researchers have found genetic correlations, specifically in schizotypal, borderline personality disorder (BPD), and antisocial PDs (personality disorders). Genes of interest are those regulating neurotransmission - serotonin (5-HT), dopamine (DA), and norepinephrine(NE), which indirectly participate in affect regulation. [5] Cultural factors may also play a pivotal role in the development of personality disorders, as demonstrated by the varying prevalence of personality disorders in different countries. This phenomenon is made evident by the remarkably low prevalence of antisocial personality disorders in countries including Taiwan, China, and Japan, along with a significantly higher incidence of cluster C personality disorders.", "contents": "Personality Disorder -- Etiology. The precise etiology of personality disorders continues to elude scientists, giving rise to wide-ranging hypotheses. Psychoanalysts suggest that these disturbances result from a failure to progress through proper psychosexual development. For example, classic Freudian drive theory postulates fixation at different stages manifests as separate disorders; dependent, obsessive-compulsive, and histrionic personality disorders are consequences of fixation at oral, anal, and phallic stages, respectively. Childhood trauma is another etiologic hypothesis. Those with borderline and antisocial disorders suffer from intimacy and trust deficits, both of which may be co-related with childhood abuse and trauma. More recently, researchers have found genetic correlations, specifically in schizotypal, borderline personality disorder (BPD), and antisocial PDs (personality disorders). Genes of interest are those regulating neurotransmission - serotonin (5-HT), dopamine (DA), and norepinephrine(NE), which indirectly participate in affect regulation. [5] Cultural factors may also play a pivotal role in the development of personality disorders, as demonstrated by the varying prevalence of personality disorders in different countries. This phenomenon is made evident by the remarkably low prevalence of antisocial personality disorders in countries including Taiwan, China, and Japan, along with a significantly higher incidence of cluster C personality disorders."}
{"id": "article-27052_4", "title": "Personality Disorder -- Epidemiology", "content": "The World Health Organization has estimated the prevalence of having a personality disorder to be 6.1%. The prevalence of the three separate clusters (A, B, and C) is 3.6%, 1.5%, and 2.7%, respectively. [5] Within the psychiatric population, the prevalence of personality disorder increases to 30% and rises even higher within the incarcerated population. Further investigation reveals that those with personality disorders are more likely to be younger, unmarried, male, belonging to a lower socioeconomic status, and of lower education levels. [6] More specifically, antisocial personality disorders are more likely to be men, whereas borderline, histrionic, and dependent are more often women.", "contents": "Personality Disorder -- Epidemiology. The World Health Organization has estimated the prevalence of having a personality disorder to be 6.1%. The prevalence of the three separate clusters (A, B, and C) is 3.6%, 1.5%, and 2.7%, respectively. [5] Within the psychiatric population, the prevalence of personality disorder increases to 30% and rises even higher within the incarcerated population. Further investigation reveals that those with personality disorders are more likely to be younger, unmarried, male, belonging to a lower socioeconomic status, and of lower education levels. [6] More specifically, antisocial personality disorders are more likely to be men, whereas borderline, histrionic, and dependent are more often women."}
{"id": "article-27052_5", "title": "Personality Disorder -- Pathophysiology", "content": "Just as the etiologies of the disorders remain unclear, so too is the subsequent pathophysiology. Studies are currently underway to discover functional and structural abnormalities in the brain of individuals with personality disorders. Sparse research has revealed unique, abnormal neurobiological findings, especially in schizotypal, borderline personality disorder (BPD), antisocial, and paranoid personality disorders. Findings in paranoid personality disorder point to altered amygdala functioning; in schizotypal personality disorder, a volumetric decrease in the frontal lobe, along with dysfunctional temporal lobe cingulum; and in BPD, significantly decreased responsiveness of midline regions of the prefrontal cortex, resulting in a dysfunctional top-down control of the affective response. Further studies have identified curious physiological findings in disorders such as antisocial, including low resting pulse and low skin conductance. [5] [7]", "contents": "Personality Disorder -- Pathophysiology. Just as the etiologies of the disorders remain unclear, so too is the subsequent pathophysiology. Studies are currently underway to discover functional and structural abnormalities in the brain of individuals with personality disorders. Sparse research has revealed unique, abnormal neurobiological findings, especially in schizotypal, borderline personality disorder (BPD), antisocial, and paranoid personality disorders. Findings in paranoid personality disorder point to altered amygdala functioning; in schizotypal personality disorder, a volumetric decrease in the frontal lobe, along with dysfunctional temporal lobe cingulum; and in BPD, significantly decreased responsiveness of midline regions of the prefrontal cortex, resulting in a dysfunctional top-down control of the affective response. Further studies have identified curious physiological findings in disorders such as antisocial, including low resting pulse and low skin conductance. [5] [7]"}
{"id": "article-27052_6", "title": "Personality Disorder -- History and Physical", "content": "Most patients with personality disorders often have little to no insight in regards to their maladaptive behavior. Rarely do they voluntarily present with \"personality disorder\" or \"personality issues\" as their chief complaint. More often than not, the patient will present secondarily to psychiatric sequelae of the underlying personality disorders. Such sequelae include chronic depression, interpersonal relationship hardships, unsatisfactory academic history, and poor vocational performance. [8]", "contents": "Personality Disorder -- History and Physical. Most patients with personality disorders often have little to no insight in regards to their maladaptive behavior. Rarely do they voluntarily present with \"personality disorder\" or \"personality issues\" as their chief complaint. More often than not, the patient will present secondarily to psychiatric sequelae of the underlying personality disorders. Such sequelae include chronic depression, interpersonal relationship hardships, unsatisfactory academic history, and poor vocational performance. [8]"}
{"id": "article-27052_7", "title": "Personality Disorder -- History and Physical", "content": "A thorough personal and social history accompanied by collateral information will lead the clinician towards an accurate diagnosis and treatment. Collateral information is paramount in the deduction of an accurate diagnosis, as those closest to the patient will have significant insight into the patient's behavioral patterns. Families of individuals with personality disorders will often provide the impetus for the patient to seek medical attention.", "contents": "Personality Disorder -- History and Physical. A thorough personal and social history accompanied by collateral information will lead the clinician towards an accurate diagnosis and treatment. Collateral information is paramount in the deduction of an accurate diagnosis, as those closest to the patient will have significant insight into the patient's behavioral patterns. Families of individuals with personality disorders will often provide the impetus for the patient to seek medical attention."}
{"id": "article-27052_8", "title": "Personality Disorder -- History and Physical", "content": "Different clusters present with unique qualities, and different disorders within the clusters can be differentiated even further based on presentation. For example, cluster A, also known as the eccentric personality type, will generally appear suspicious, reclusive, and odd. Paranoid individuals are overly distrustful; schizoids experience abnormal reclusiveness, experience difficulty forming personal relationships, show minimal sex drive, are indifferent to praise or critique, and display blunted affect; schizotypals will present with traits overlapping with schizophrenia including bizarre behavior/speech/thought content, inappropriate affect, magical beliefs, and abnormal visual experiences. [9] (The greatest correlation between a family history of schizophrenia and a personality disorder is seen with schizotypal personality disorder)", "contents": "Personality Disorder -- History and Physical. Different clusters present with unique qualities, and different disorders within the clusters can be differentiated even further based on presentation. For example, cluster A, also known as the eccentric personality type, will generally appear suspicious, reclusive, and odd. Paranoid individuals are overly distrustful; schizoids experience abnormal reclusiveness, experience difficulty forming personal relationships, show minimal sex drive, are indifferent to praise or critique, and display blunted affect; schizotypals will present with traits overlapping with schizophrenia including bizarre behavior/speech/thought content, inappropriate affect, magical beliefs, and abnormal visual experiences. [9] (The greatest correlation between a family history of schizophrenia and a personality disorder is seen with schizotypal personality disorder)"}
{"id": "article-27052_9", "title": "Personality Disorder -- History and Physical", "content": "Cluster B personality disorders are known for their dramatic nature. Cluster B's, especially antisocial personality disorder, may violate social norms and the rights of others, leading to lives filled with crime, along with falling victim to impulse. They are volatile, and have a habit of acting out, manifested as outrageous and illogical temper tantrums. [8] Those with antisocial personality disorders have a history of abnormal childhood behavior, including physical altercations with peers and adults, arson, and animal cruelty, resulting in the diagnosis of conduct disorder. They are reckless, aggressive, may go by aliases, and tend to be pathological liars. Antisocial personality disorder is characterized by failure to conform to legal and social norms, manipulativeness, and infringing on the rights of others. [8]", "contents": "Personality Disorder -- History and Physical. Cluster B personality disorders are known for their dramatic nature. Cluster B's, especially antisocial personality disorder, may violate social norms and the rights of others, leading to lives filled with crime, along with falling victim to impulse. They are volatile, and have a habit of acting out, manifested as outrageous and illogical temper tantrums. [8] Those with antisocial personality disorders have a history of abnormal childhood behavior, including physical altercations with peers and adults, arson, and animal cruelty, resulting in the diagnosis of conduct disorder. They are reckless, aggressive, may go by aliases, and tend to be pathological liars. Antisocial personality disorder is characterized by failure to conform to legal and social norms, manipulativeness, and infringing on the rights of others. [8]"}
{"id": "article-27052_10", "title": "Personality Disorder -- History and Physical", "content": "Those with BPD usually experience mood instability, unstable intense relationships, uncontrollable anger, identity disturbances, fears of abandonment, self-harm, and chronic suicidal ideation; more than three-quarters engage in self-harm. Patients with borderline personality disorder experience out-of-body sensations called \"dissociation\" during periods of heightened stress. The morphology of the histrionic personality disorder originated from the term hysteria, which was associated with conversion disorder. Histrionic patients are usually attention-seeking, overly concerned with physical appearance, attempt to be the center of attention, find difficulty engaging in meaningful relationships, and come across as sexually promiscuous. Narcissistic personality disorders, in accordance with the Greek myth of Narcissus, who fell in love with his own reflection, suffer from self-centered, egotistical grandiosity. They tend to lack empathy, are overly sensitive to evaluation by others, exaggerate accomplishments, and display a sense of entitlement. [10] They tend to be irritating and haughty and will eventually seek attention when they feel unfairly deprived or experience a narcissistic injury.", "contents": "Personality Disorder -- History and Physical. Those with BPD usually experience mood instability, unstable intense relationships, uncontrollable anger, identity disturbances, fears of abandonment, self-harm, and chronic suicidal ideation; more than three-quarters engage in self-harm. Patients with borderline personality disorder experience out-of-body sensations called \"dissociation\" during periods of heightened stress. The morphology of the histrionic personality disorder originated from the term hysteria, which was associated with conversion disorder. Histrionic patients are usually attention-seeking, overly concerned with physical appearance, attempt to be the center of attention, find difficulty engaging in meaningful relationships, and come across as sexually promiscuous. Narcissistic personality disorders, in accordance with the Greek myth of Narcissus, who fell in love with his own reflection, suffer from self-centered, egotistical grandiosity. They tend to lack empathy, are overly sensitive to evaluation by others, exaggerate accomplishments, and display a sense of entitlement. [10] They tend to be irritating and haughty and will eventually seek attention when they feel unfairly deprived or experience a narcissistic injury."}
{"id": "article-27052_11", "title": "Personality Disorder -- History and Physical", "content": "And lastly, cluster C disorders share a common theme of experiencing unfound anxiety, abnormal fears, and a desire for untenable social relationships. An avoidant personality disorder is characterized by low self-esteem, overt sensitivity to criticism, and feelings of social inadequacy due to which such individuals hesitate from social relationships. [11] Those with dependent personality disorders \"depend\" on others for emotional validation. [11] Psychoanalysts theorize that these personality disorders arise from a failure to progress through the oral stage of development. And finally, those with obsessive-compulsive personality disorders are known as perfectionists. They are inflexible, overly conscientious, and display a mildly constricted affect. This disorder tends to be more prevalent in the higher echelons of education and income. [10]", "contents": "Personality Disorder -- History and Physical. And lastly, cluster C disorders share a common theme of experiencing unfound anxiety, abnormal fears, and a desire for untenable social relationships. An avoidant personality disorder is characterized by low self-esteem, overt sensitivity to criticism, and feelings of social inadequacy due to which such individuals hesitate from social relationships. [11] Those with dependent personality disorders \"depend\" on others for emotional validation. [11] Psychoanalysts theorize that these personality disorders arise from a failure to progress through the oral stage of development. And finally, those with obsessive-compulsive personality disorders are known as perfectionists. They are inflexible, overly conscientious, and display a mildly constricted affect. This disorder tends to be more prevalent in the higher echelons of education and income. [10]"}
{"id": "article-27052_12", "title": "Personality Disorder -- Evaluation", "content": "The essential step in diagnosing personality disorders is to begin non-intrusively. Ask broad general questions that will not create a defensive or hostile environment. Ask questions that will shed light on the past history of interpersonal relationships, previous work history, reality testing, affective nature, and impulse control. Of paramount importance is the collection of collateral. Because of the patient’s lack of insight, providers will need accounts from those closest to the patient. Collateral is best collected from family, police officers, and/or parole officers. Many personality disorders have overlapping diagnostic criteria, so it is important to collect as much data as possible. Once this data is collected, the clinician will use the diagnostic criteria laid out by the DSM-5 to identify which disorder fits best.", "contents": "Personality Disorder -- Evaluation. The essential step in diagnosing personality disorders is to begin non-intrusively. Ask broad general questions that will not create a defensive or hostile environment. Ask questions that will shed light on the past history of interpersonal relationships, previous work history, reality testing, affective nature, and impulse control. Of paramount importance is the collection of collateral. Because of the patient’s lack of insight, providers will need accounts from those closest to the patient. Collateral is best collected from family, police officers, and/or parole officers. Many personality disorders have overlapping diagnostic criteria, so it is important to collect as much data as possible. Once this data is collected, the clinician will use the diagnostic criteria laid out by the DSM-5 to identify which disorder fits best."}
{"id": "article-27052_13", "title": "Personality Disorder -- Treatment / Management", "content": "Personality disorders are one of the most difficult disorders to treat in psychiatry. The patient will not see his or her behavior as being maladaptive but instead will feel egosyntonic. Believing this, the patient will have difficulty acquiescing to treatment. To make matters worse, even if a patient is agreeable to treatment, modern medicine is still lacking in available treatment modalities, as there are no medications currently approved to treat any personality disorder. The best strategy for a clinician to implement is to help the patient develop new behavior in the face of adversity. For each disorder, the clinician should emphasize different tactics. For cluster A disorders, group therapy may not be the wisest as they tend to be suspicious and distrustful; instead, individual social skills training may be most beneficial, along with potential augmentation with second-generation antipsychotics for schizoid and schizotypal types. Unlike cluster A disorders, cluster B disorders can benefit from group therapy (along with individual). For antisocial patients, reducing aggression should be the main target; this can be achieved through the use of pharmacologic agents such as lithium, valproic acid, and antipsychotics. Histrionic patients benefit from cognitive-behavioral therapy (CBT), focusing on their need for attention. Narcissistic patients are uniquely difficult as they rarely come in, if at all, and will challenge all critiques and suggestions; ideally, they too would benefit from intensive psychodynamic psychotherapy. Studies demonstrate dialectical behavior therapy (DBT) is effective for treating those with borderline personality disorder. And lastly, cluster C personality disorders, as a group profit from CBT to address assertiveness, independence, and attitude along with selective serotonin reuptake inhibitors (SSRIs) to address underlying anxiety. Supportive psychotherapy, assertiveness, social skills training, and psychodynamic psychotherapy have all been shown to be useful in avoidant personality disorder. Obsessive-compulsive personality disorder often responds well to psychoanalytic psychotherapy.", "contents": "Personality Disorder -- Treatment / Management. Personality disorders are one of the most difficult disorders to treat in psychiatry. The patient will not see his or her behavior as being maladaptive but instead will feel egosyntonic. Believing this, the patient will have difficulty acquiescing to treatment. To make matters worse, even if a patient is agreeable to treatment, modern medicine is still lacking in available treatment modalities, as there are no medications currently approved to treat any personality disorder. The best strategy for a clinician to implement is to help the patient develop new behavior in the face of adversity. For each disorder, the clinician should emphasize different tactics. For cluster A disorders, group therapy may not be the wisest as they tend to be suspicious and distrustful; instead, individual social skills training may be most beneficial, along with potential augmentation with second-generation antipsychotics for schizoid and schizotypal types. Unlike cluster A disorders, cluster B disorders can benefit from group therapy (along with individual). For antisocial patients, reducing aggression should be the main target; this can be achieved through the use of pharmacologic agents such as lithium, valproic acid, and antipsychotics. Histrionic patients benefit from cognitive-behavioral therapy (CBT), focusing on their need for attention. Narcissistic patients are uniquely difficult as they rarely come in, if at all, and will challenge all critiques and suggestions; ideally, they too would benefit from intensive psychodynamic psychotherapy. Studies demonstrate dialectical behavior therapy (DBT) is effective for treating those with borderline personality disorder. And lastly, cluster C personality disorders, as a group profit from CBT to address assertiveness, independence, and attitude along with selective serotonin reuptake inhibitors (SSRIs) to address underlying anxiety. Supportive psychotherapy, assertiveness, social skills training, and psychodynamic psychotherapy have all been shown to be useful in avoidant personality disorder. Obsessive-compulsive personality disorder often responds well to psychoanalytic psychotherapy."}
{"id": "article-27052_14", "title": "Personality Disorder -- Differential Diagnosis", "content": "Personality disorders can either resemble or coexist with other psychiatric illnesses. Most commonly confused is the distinction between borderline personality disorder and bipolar disorder. Borderline personality disorders present with more transient shifts in mood in response to interpersonal dilemmas, whereas bipolar disorder is identified with more prolonged mood changes. [12] Another classic confusion is the distinction between schizotypal personality disorders and schizophrenia. Schizotypal personality disorders can be represented as less severe, perhaps even prodromal phases of schizophrenia. Two more disease states that share a significant resemblance are social anxiety disorder and avoidant personality disorder. Both disorders display pathological levels of anxiety; however social anxiety disorder refers to a more mild form of mental disturbance, whereas avoidant personality disorder correlates to more significant psychopathology. [13] These disease states infer distinctly different prognoses and respond differently to medication, and thus it is imperative for the clinician to understand the subtle nuances that separate the possible differentials. More often than not, because of the maladaptive nature of the disorder, patients will most likely present with comorbid depression and anxiety. It is just as important to differentiate between awkward idiosyncrasies and pathologic personality disorders. Personality disorders are inflexible, distressing, and maladaptive, whereas idiosyncrasies fall somewhere on the spectrum of “normal behavior.” Along with idiosyncrasies, cultural novelties can resemble the aforementioned disease states. Certain cultures and religions believe in magic and spirit worlds; this does not equate to “bizarre and magical delusions.” Lastly, various personality disorders share certain characteristics, thus resulting in potential inaccurate diagnoses.", "contents": "Personality Disorder -- Differential Diagnosis. Personality disorders can either resemble or coexist with other psychiatric illnesses. Most commonly confused is the distinction between borderline personality disorder and bipolar disorder. Borderline personality disorders present with more transient shifts in mood in response to interpersonal dilemmas, whereas bipolar disorder is identified with more prolonged mood changes. [12] Another classic confusion is the distinction between schizotypal personality disorders and schizophrenia. Schizotypal personality disorders can be represented as less severe, perhaps even prodromal phases of schizophrenia. Two more disease states that share a significant resemblance are social anxiety disorder and avoidant personality disorder. Both disorders display pathological levels of anxiety; however social anxiety disorder refers to a more mild form of mental disturbance, whereas avoidant personality disorder correlates to more significant psychopathology. [13] These disease states infer distinctly different prognoses and respond differently to medication, and thus it is imperative for the clinician to understand the subtle nuances that separate the possible differentials. More often than not, because of the maladaptive nature of the disorder, patients will most likely present with comorbid depression and anxiety. It is just as important to differentiate between awkward idiosyncrasies and pathologic personality disorders. Personality disorders are inflexible, distressing, and maladaptive, whereas idiosyncrasies fall somewhere on the spectrum of “normal behavior.” Along with idiosyncrasies, cultural novelties can resemble the aforementioned disease states. Certain cultures and religions believe in magic and spirit worlds; this does not equate to “bizarre and magical delusions.” Lastly, various personality disorders share certain characteristics, thus resulting in potential inaccurate diagnoses."}
{"id": "article-27052_15", "title": "Personality Disorder -- Prognosis", "content": "Personality disorders are not only distressing for the individual, but also a burden to society. Studies have revealed that personality disorders have strong correlations with disability benefits. [6] Because they lack insight, and will not seek proper medical attention, the overall prognosis is grim. Symptomatology tends to wax and wane over time. Luckily, certain disorders experience “burnout” as the individual ages. Symptoms become less severe and debilitating, with age.", "contents": "Personality Disorder -- Prognosis. Personality disorders are not only distressing for the individual, but also a burden to society. Studies have revealed that personality disorders have strong correlations with disability benefits. [6] Because they lack insight, and will not seek proper medical attention, the overall prognosis is grim. Symptomatology tends to wax and wane over time. Luckily, certain disorders experience “burnout” as the individual ages. Symptoms become less severe and debilitating, with age."}
{"id": "article-27052_16", "title": "Personality Disorder -- Complications", "content": "Personality disorders may result in interpersonal conflicts and poor social relationships. The individual suffering from personality disorders will experience occupational difficulties, impaired social functioning, and interpersonal hardships. Studies indicate elevated rates of unemployment, divorce, domestic abuse, substance use, and homelessness. Society is affected, as well, by the burden of healthcare. Persons with personality disorders are more likely to visit emergency departments, experience traumatic accidents, and suffer early deaths by suicide. The main dilemma is that these patients often present with treatment-resistant depression or anxiety. Given the lack of accurate diagnosis, medication management for their psychological issues does not lead to good outcomes. Personality disorders result in significant costs and burdens to societies and countries. Their pervasive nature and lack of accurate diagnosis and treatment lead to ongoing problems. Additionally, lack of insight presents problems with seeking treatment.", "contents": "Personality Disorder -- Complications. Personality disorders may result in interpersonal conflicts and poor social relationships. The individual suffering from personality disorders will experience occupational difficulties, impaired social functioning, and interpersonal hardships. Studies indicate elevated rates of unemployment, divorce, domestic abuse, substance use, and homelessness. Society is affected, as well, by the burden of healthcare. Persons with personality disorders are more likely to visit emergency departments, experience traumatic accidents, and suffer early deaths by suicide. The main dilemma is that these patients often present with treatment-resistant depression or anxiety. Given the lack of accurate diagnosis, medication management for their psychological issues does not lead to good outcomes. Personality disorders result in significant costs and burdens to societies and countries. Their pervasive nature and lack of accurate diagnosis and treatment lead to ongoing problems. Additionally, lack of insight presents problems with seeking treatment."}
{"id": "article-27052_17", "title": "Personality Disorder -- Deterrence and Patient Education", "content": "Because of the lack of insight, family and friends must remain vigilant and persuade the patient to seek treatment. Those closest to the patient are encouraged to educate themselves in regard to the nature of the particular disorder in existence. Understanding the disease will benefit not only the patient but also those in close proximity. [14] Studies indicate that marriage, employment, and higher education are protective factors of disability. Unmarried, unemployed, and lower educated patients are more likely to be suffering from significant sequelae of their respective disorders. [6] These protective factors are postulated to prevent personality disorders from evolving into their more severe psychopathology. [5]", "contents": "Personality Disorder -- Deterrence and Patient Education. Because of the lack of insight, family and friends must remain vigilant and persuade the patient to seek treatment. Those closest to the patient are encouraged to educate themselves in regard to the nature of the particular disorder in existence. Understanding the disease will benefit not only the patient but also those in close proximity. [14] Studies indicate that marriage, employment, and higher education are protective factors of disability. Unmarried, unemployed, and lower educated patients are more likely to be suffering from significant sequelae of their respective disorders. [6] These protective factors are postulated to prevent personality disorders from evolving into their more severe psychopathology. [5]"}
{"id": "article-27052_18", "title": "Personality Disorder -- Enhancing Healthcare Team Outcomes", "content": "As identified in this article, the prognosis of personality disorders is poor. Although the outlook is dire, studies indicate that collaborative care management can greatly improve outcomes. One study revealed that 10% of patients at the 6-month follow-up, who received collaborative care management, no longer met the diagnostic criteria for a personality disorder. [15] This finding is monumental in the care for personality disorders and demonstrates the importance of proper interprofessional communication and coordination. The collaborative care model implements the integration of psychiatrists and consultant nurse managers with primary care physician oversight. [16]", "contents": "Personality Disorder -- Enhancing Healthcare Team Outcomes. As identified in this article, the prognosis of personality disorders is poor. Although the outlook is dire, studies indicate that collaborative care management can greatly improve outcomes. One study revealed that 10% of patients at the 6-month follow-up, who received collaborative care management, no longer met the diagnostic criteria for a personality disorder. [15] This finding is monumental in the care for personality disorders and demonstrates the importance of proper interprofessional communication and coordination. The collaborative care model implements the integration of psychiatrists and consultant nurse managers with primary care physician oversight. [16]"}
{"id": "article-27052_19", "title": "Personality Disorder -- Enhancing Healthcare Team Outcomes", "content": "\"This research was supported (in whole or part) by HCA Healthcare and/or an HCA Healthcare affiliated entity. The views expressed in this publication represent those of the author(s) and do not necessarily represent the official views of HCA Healthcare or any of its affiliated entities.\"", "contents": "Personality Disorder -- Enhancing Healthcare Team Outcomes. \"This research was supported (in whole or part) by HCA Healthcare and/or an HCA Healthcare affiliated entity. The views expressed in this publication represent those of the author(s) and do not necessarily represent the official views of HCA Healthcare or any of its affiliated entities.\""}
{"id": "article-27052_20", "title": "Personality Disorder -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Personality Disorder -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}