{"id": "article-90088_0", "title": "Anifrolumab  -- Indications", "content": "Anifrolumab was 1 of 3 anti-type-1 interferon agents under investigation as a potential treatment for systemic lupus erythematosus (SLE). Initial in vivo studies observed higher levels of serum interferon (IFN) in patients with autoimmune disease as opposed to those of healthy controls. [1]", "contents": "Anifrolumab  -- Indications. Anifrolumab was 1 of 3 anti-type-1 interferon agents under investigation as a potential treatment for systemic lupus erythematosus (SLE). Initial in vivo studies observed higher levels of serum interferon (IFN) in patients with autoimmune disease as opposed to those of healthy controls. [1]"}
{"id": "article-90088_1", "title": "Anifrolumab  -- Indications", "content": "Further genetic analyses identified a consistent upregulation of IFN gene signatures in peripheral mononuclear cells of SLE patients. [2] This signature was inducible by IFN, repressed with glucocorticoids, and possibly correlated with disease severity. [3] [4] Therefore, specific IFN gene signatures have been used in clinical trials as diagnostic and pharmacodynamic biomarkers in SLE. [5] [6]", "contents": "Anifrolumab  -- Indications. Further genetic analyses identified a consistent upregulation of IFN gene signatures in peripheral mononuclear cells of SLE patients. [2] This signature was inducible by IFN, repressed with glucocorticoids, and possibly correlated with disease severity. [3] [4] Therefore, specific IFN gene signatures have been used in clinical trials as diagnostic and pharmacodynamic biomarkers in SLE. [5] [6]"}
{"id": "article-90088_2", "title": "Anifrolumab  -- Indications", "content": "Anifrolumab has gained traction as a promising drug for SLE, as demonstrated in the MUSE study (phase IIb), TULIP-1 (phase III), and TULIP-2 (phase III). [7] [8] [9] Though TULIP-1 did not meet its primary endpoint, results from MUSE and TULIP-2 suggest that clinical and immunological improvements can be achieved by administering anifrolumab for up to 48 weeks in SLE patients with mostly high type-1 IFN gene signatures. Both experimental and control groups had concurrent background immunosuppressant therapy. Clinical benefits were shown through multi-organ and symptomatic assessments. On a molecular level, there was the neutralization of IFN gene signatures and improvements in anti-dsDNA antibody and complement levels, though statistical significance was not formally assessed.", "contents": "Anifrolumab  -- Indications. Anifrolumab has gained traction as a promising drug for SLE, as demonstrated in the MUSE study (phase IIb), TULIP-1 (phase III), and TULIP-2 (phase III). [7] [8] [9] Though TULIP-1 did not meet its primary endpoint, results from MUSE and TULIP-2 suggest that clinical and immunological improvements can be achieved by administering anifrolumab for up to 48 weeks in SLE patients with mostly high type-1 IFN gene signatures. Both experimental and control groups had concurrent background immunosuppressant therapy. Clinical benefits were shown through multi-organ and symptomatic assessments. On a molecular level, there was the neutralization of IFN gene signatures and improvements in anti-dsDNA antibody and complement levels, though statistical significance was not formally assessed."}
{"id": "article-90088_3", "title": "Anifrolumab  -- Indications -- FDA-Approved Indications", "content": "Anifrolumab is indicated for treating adult patients with moderate to severe systemic lupus erythematosus receiving standard therapy. Anifrolumab is not recommended in patients with severe active lupus nephritis or severe active central nervous system lupus, as the drug's efficacy has not been evaluated in these patient populations.", "contents": "Anifrolumab  -- Indications -- FDA-Approved Indications. Anifrolumab is indicated for treating adult patients with moderate to severe systemic lupus erythematosus receiving standard therapy. Anifrolumab is not recommended in patients with severe active lupus nephritis or severe active central nervous system lupus, as the drug's efficacy has not been evaluated in these patient populations."}
{"id": "article-90088_4", "title": "Anifrolumab  -- Mechanism of Action", "content": "Anifrolumab is a humanized IgG1k monoclonal antibody that binds to subunit 1 of the type-1 IFN receptor (IFNAR1) with high affinity and specificity. The drug inhibits the formation of an IFN/IFNAR complex and subsequent gene transcription. [10] As opposed to other anti-type-1 IFN agents that aim only to neutralize IFN-α, anifrolumab antagonizes the receptor responsible for cellular signaling induced by IFN-α, IFN-β, IFN-ε, IFN-κ, and IFN-ω. [10] [11] [12]", "contents": "Anifrolumab  -- Mechanism of Action. Anifrolumab is a humanized IgG1k monoclonal antibody that binds to subunit 1 of the type-1 IFN receptor (IFNAR1) with high affinity and specificity. The drug inhibits the formation of an IFN/IFNAR complex and subsequent gene transcription. [10] As opposed to other anti-type-1 IFN agents that aim only to neutralize IFN-α, anifrolumab antagonizes the receptor responsible for cellular signaling induced by IFN-α, IFN-β, IFN-ε, IFN-κ, and IFN-ω. [10] [11] [12]"}
{"id": "article-90088_5", "title": "Anifrolumab  -- Mechanism of Action", "content": "IFN-α is the predominant type-1 IFN implicated in SLE pathogenesis. As a pleiotropic cytokine secreted by plasmacytoid dendritic cells, IFN-α is responsible for monocyte maturation, neutrophilic NETosis, and polyclonal B-cell expansion and differentiation. [13] A cascade of events ensues, including inflammatory cytokine production, immune complex deposition, and complement activation. IFN-α has additional anti-viral properties, inhibiting viral DNA and RNA replication. A comprehensive overview of the pathogenesis of SLE is reviewed elsewhere. [14] [15]", "contents": "Anifrolumab  -- Mechanism of Action. IFN-α is the predominant type-1 IFN implicated in SLE pathogenesis. As a pleiotropic cytokine secreted by plasmacytoid dendritic cells, IFN-α is responsible for monocyte maturation, neutrophilic NETosis, and polyclonal B-cell expansion and differentiation. [13] A cascade of events ensues, including inflammatory cytokine production, immune complex deposition, and complement activation. IFN-α has additional anti-viral properties, inhibiting viral DNA and RNA replication. A comprehensive overview of the pathogenesis of SLE is reviewed elsewhere. [14] [15]"}
{"id": "article-90088_6", "title": "Anifrolumab  -- Mechanism of Action", "content": "Anifrolumab has been shown to correct innate and adaptive immune system defects. Approximately 60% to 80% of adult SLE patients have elevated type-1 IFN inducible gene levels. These patients, especially those with high type-1 IFN gene signature status, had altered protein expression, cytopenias reversed, and normalized immune cell populations when treated with anifrolumab. [16]", "contents": "Anifrolumab  -- Mechanism of Action. Anifrolumab has been shown to correct innate and adaptive immune system defects. Approximately 60% to 80% of adult SLE patients have elevated type-1 IFN inducible gene levels. These patients, especially those with high type-1 IFN gene signature status, had altered protein expression, cytopenias reversed, and normalized immune cell populations when treated with anifrolumab. [16]"}
{"id": "article-90088_7", "title": "Anifrolumab  -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Based on adult patients with SLE following intravenous doses ranging from 100 to 1000 mg once every 4 weeks, anifrolumab exhibits non-linear pharmacokinetic behavior, and more than dose-proportional increases in the exposure as measured by AUC were observed. Based on a healthy volunteer study, when 300 mg every 4 weeks intravenous anifrolumab was administered, steady-state was achieved by Day 85 with an approximate accumulation ratio of 1.36 for C max . Distribution: According to population PK analysis, a typical patient with SLE weighing 69.1 kg has an estimated volume of distribution of 6.23 L at a steady state.", "contents": "Anifrolumab  -- Mechanism of Action -- Pharmacokinetics. Absorption: Based on adult patients with SLE following intravenous doses ranging from 100 to 1000 mg once every 4 weeks, anifrolumab exhibits non-linear pharmacokinetic behavior, and more than dose-proportional increases in the exposure as measured by AUC were observed. Based on a healthy volunteer study, when 300 mg every 4 weeks intravenous anifrolumab was administered, steady-state was achieved by Day 85 with an approximate accumulation ratio of 1.36 for C max . Distribution: According to population PK analysis, a typical patient with SLE weighing 69.1 kg has an estimated volume of distribution of 6.23 L at a steady state."}
{"id": "article-90088_8", "title": "Anifrolumab  -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: The clearance of anifrolumab is medicated by IFNAR1 and exhibits non-linear pharmacokinetics at higher doses. The estimated systemic clearance (CL) for anifrolumab was 0.193 L/d based on a healthy volunteer study at 300 mg intravenous dose every 4 weeks.", "contents": "Anifrolumab  -- Mechanism of Action -- Pharmacokinetics. Elimination: The clearance of anifrolumab is medicated by IFNAR1 and exhibits non-linear pharmacokinetics at higher doses. The estimated systemic clearance (CL) for anifrolumab was 0.193 L/d based on a healthy volunteer study at 300 mg intravenous dose every 4 weeks."}
{"id": "article-90088_9", "title": "Anifrolumab  -- Administration -- Dosage Forms and Strengths", "content": "Two routes of administration have been studied in human subjects: subcutaneous (SC) and intravenous (IV). [17] In a phase I study, anifrolumab 300 mg SC achieved 87% of the IV administration exposure as measured by area under the serum concentration-time curve (AUC). Anifrolumab exhibited approximate linear kinetics as maximum serum concentration (C max ) increased proportionally with an escalation of the anifrolumab dose (300 mg to 600 mg). The average time to reach maximum concentration (T max ) was 4.1 days, consistent with the literature on the pharmacokinetics of SC IgG1 monoclonal antibodies. [18]", "contents": "Anifrolumab  -- Administration -- Dosage Forms and Strengths. Two routes of administration have been studied in human subjects: subcutaneous (SC) and intravenous (IV). [17] In a phase I study, anifrolumab 300 mg SC achieved 87% of the IV administration exposure as measured by area under the serum concentration-time curve (AUC). Anifrolumab exhibited approximate linear kinetics as maximum serum concentration (C max ) increased proportionally with an escalation of the anifrolumab dose (300 mg to 600 mg). The average time to reach maximum concentration (T max ) was 4.1 days, consistent with the literature on the pharmacokinetics of SC IgG1 monoclonal antibodies. [18]"}
{"id": "article-90088_10", "title": "Anifrolumab  -- Administration -- Dosage Forms and Strengths", "content": "Anifrolumab 300 mg IV appeared more effective as it achieved a higher C max and shorter T max . Researchers did not measure bioavailability in this study; however, there was a quantifiable serum anifrolumab concentration in the treatment groups at least 28 days after the initial dose. Serum concentrations dropped below a detectable threshold by 84 days post-dose. In the MUSE study, the treatment groups were administered anifrolumab 300 or 1000 mg IV every 4 weeks for 48 weeks. Interestingly, the drug exhibited non-linear pharmacokinetics when trough concentrations were recorded. [19] [20]", "contents": "Anifrolumab  -- Administration -- Dosage Forms and Strengths. Anifrolumab 300 mg IV appeared more effective as it achieved a higher C max and shorter T max . Researchers did not measure bioavailability in this study; however, there was a quantifiable serum anifrolumab concentration in the treatment groups at least 28 days after the initial dose. Serum concentrations dropped below a detectable threshold by 84 days post-dose. In the MUSE study, the treatment groups were administered anifrolumab 300 or 1000 mg IV every 4 weeks for 48 weeks. Interestingly, the drug exhibited non-linear pharmacokinetics when trough concentrations were recorded. [19] [20]"}
{"id": "article-90088_11", "title": "Anifrolumab  -- Administration -- Dosage Forms and Strengths", "content": "A regimen of anifrolumab 150 mg to 300 mg IV every 4 weeks for 48 weeks was chosen for phase III clinical trials. This decision was made due to the higher incidences of certain infections and no gain in efficacy with higher doses of anifrolumab (ie, 1000 mg).", "contents": "Anifrolumab  -- Administration -- Dosage Forms and Strengths. A regimen of anifrolumab 150 mg to 300 mg IV every 4 weeks for 48 weeks was chosen for phase III clinical trials. This decision was made due to the higher incidences of certain infections and no gain in efficacy with higher doses of anifrolumab (ie, 1000 mg)."}
{"id": "article-90088_12", "title": "Anifrolumab  -- Administration -- Specific Patient Population", "content": "Hepatic impairment: No specific clinical studies have been conducted to investigate the effect of anifrolumab on patients with hepatic impairment. Most IgG1 monoclonal antibodies are eliminated via catabolism and may not undergo hepatic metabolism. Therefore, any changes in hepatic function are not expected to influence anifrolumab clearance. Baseline hepatic function biomarkers like ALT and AST ≤2.0 × ULN and total bilirubin had no clinically relevant effect on anifrolumab clearance.", "contents": "Anifrolumab  -- Administration -- Specific Patient Population. Hepatic impairment: No specific clinical studies have been conducted to investigate the effect of anifrolumab on patients with hepatic impairment. Most IgG1 monoclonal antibodies are eliminated via catabolism and may not undergo hepatic metabolism. Therefore, any changes in hepatic function are not expected to influence anifrolumab clearance. Baseline hepatic function biomarkers like ALT and AST ≤2.0 × ULN and total bilirubin had no clinically relevant effect on anifrolumab clearance."}
{"id": "article-90088_13", "title": "Anifrolumab  -- Administration -- Specific Patient Population", "content": "Renal impairment: No specific clinical studies have been conducted to investigate the effect of anifrolumab on patients with renal impairment. Similar clearance of anifrolumab was observed when patients with normal renal function (≥90 mL/min/1.73 m 2 ) were compared to SLE patients with mild (60 to 89 mL/min/1.73 m 2 ) and moderate (30 to 59 mL/min/1.73 m 2 ) decrease in eGFR values. Anifrolumab is not cleared renally. The clearance of anifrolumab did not affect significantly, even in patients with increased urine protein to creatinine ratio (UPCR).", "contents": "Anifrolumab  -- Administration -- Specific Patient Population. Renal impairment: No specific clinical studies have been conducted to investigate the effect of anifrolumab on patients with renal impairment. Similar clearance of anifrolumab was observed when patients with normal renal function (≥90 mL/min/1.73 m 2 ) were compared to SLE patients with mild (60 to 89 mL/min/1.73 m 2 ) and moderate (30 to 59 mL/min/1.73 m 2 ) decrease in eGFR values. Anifrolumab is not cleared renally. The clearance of anifrolumab did not affect significantly, even in patients with increased urine protein to creatinine ratio (UPCR)."}
{"id": "article-90088_14", "title": "Anifrolumab  -- Administration -- Specific Patient Population", "content": "Pregnancy women: Anifrolumab is a pregnancy category C medicine. Only limited human data is available regarding the use of anifrolumab in pregnant women. Insufficient information is available on the risk of significant congenital anomalies, miscarriage, or adverse maternal or fetal outcomes due to using anifrolumab in pregnant women. IgG monoclonal antibodies are known to cross the placenta as pregnancy progresses; there may be a greater risk during the third trimester of pregnancy.", "contents": "Anifrolumab  -- Administration -- Specific Patient Population. Pregnancy women: Anifrolumab is a pregnancy category C medicine. Only limited human data is available regarding the use of anifrolumab in pregnant women. Insufficient information is available on the risk of significant congenital anomalies, miscarriage, or adverse maternal or fetal outcomes due to using anifrolumab in pregnant women. IgG monoclonal antibodies are known to cross the placenta as pregnancy progresses; there may be a greater risk during the third trimester of pregnancy."}
{"id": "article-90088_15", "title": "Anifrolumab  -- Administration -- Specific Patient Population", "content": "Breastfeeding women: No information is available on the clinical use of anifrolumab during breastfeeding. As anifrolumab is a large protein molecule, the amount in milk is likely to be very low. Anifroluman may be destroyed in the infant's gastrointestinal tract and is probably minimally absorbed. [21] Pediatric patients: No dose adjustment information is available for pediatric patients as no safety and efficacy were evaluated for patients younger than 18.", "contents": "Anifrolumab  -- Administration -- Specific Patient Population. Breastfeeding women: No information is available on the clinical use of anifrolumab during breastfeeding. As anifrolumab is a large protein molecule, the amount in milk is likely to be very low. Anifroluman may be destroyed in the infant's gastrointestinal tract and is probably minimally absorbed. [21] Pediatric patients: No dose adjustment information is available for pediatric patients as no safety and efficacy were evaluated for patients younger than 18."}
{"id": "article-90088_16", "title": "Anifrolumab  -- Administration -- Specific Patient Population", "content": "Older patients: No dose adjustment information is available on the manufacturer drug insert. Limited pharmacokinetic data are available for older patients, as only 3% of the patients included in the PK analysis were 65 or older.", "contents": "Anifrolumab  -- Administration -- Specific Patient Population. Older patients: No dose adjustment information is available on the manufacturer drug insert. Limited pharmacokinetic data are available for older patients, as only 3% of the patients included in the PK analysis were 65 or older."}
{"id": "article-90088_17", "title": "Anifrolumab  -- Adverse Effects", "content": "The most commonly reported adverse effects include upper respiratory tract infection, nasopharyngitis, infusion-related reaction, bronchitis, and urinary tract infection. Other effects include sinusitis, arthralgia, back pain, and cough. Notably, the incidence of herpes zoster was higher with anifrolumab compared to placebo. [22] [17]", "contents": "Anifrolumab  -- Adverse Effects. The most commonly reported adverse effects include upper respiratory tract infection, nasopharyngitis, infusion-related reaction, bronchitis, and urinary tract infection. Other effects include sinusitis, arthralgia, back pain, and cough. Notably, the incidence of herpes zoster was higher with anifrolumab compared to placebo. [22] [17]"}
{"id": "article-90088_18", "title": "Anifrolumab  -- Adverse Effects", "content": "Data show no significant differences in rates of nonopportunistic severe infections, influenza, malignancy, major cardiovascular events, and tuberculosis between the experimental and control groups. Phase IV clinical trials would be beneficial in assessing the long-term adverse effects of anifrolumab.", "contents": "Anifrolumab  -- Adverse Effects. Data show no significant differences in rates of nonopportunistic severe infections, influenza, malignancy, major cardiovascular events, and tuberculosis between the experimental and control groups. Phase IV clinical trials would be beneficial in assessing the long-term adverse effects of anifrolumab."}
{"id": "article-90088_19", "title": "Anifrolumab  -- Contraindications", "content": "No clinical trial data exist on anifrolumab use in pediatrics, pregnancy, and patients with renal/hepatic impairments. Additionally, researchers excluded patients with active severe lupus nephritis or neuropsychiatric SLE in clinical trials. Anifrolumab should not be administered in this subset of populations currently.", "contents": "Anifrolumab  -- Contraindications. No clinical trial data exist on anifrolumab use in pediatrics, pregnancy, and patients with renal/hepatic impairments. Additionally, researchers excluded patients with active severe lupus nephritis or neuropsychiatric SLE in clinical trials. Anifrolumab should not be administered in this subset of populations currently."}
{"id": "article-90088_20", "title": "Anifrolumab  -- Contraindications", "content": "Due to anifrolumab’s side effect profile, prescribers should exercise caution in patients with an active infection or a history of herpes zoster. Many live vaccines are also contraindicated for concomitant use with anifrolumab (eg, intranasal influenza, dengue fever, cholera, smallpox, MMR, varicella, etc)", "contents": "Anifrolumab  -- Contraindications. Due to anifrolumab’s side effect profile, prescribers should exercise caution in patients with an active infection or a history of herpes zoster. Many live vaccines are also contraindicated for concomitant use with anifrolumab (eg, intranasal influenza, dengue fever, cholera, smallpox, MMR, varicella, etc)"}
{"id": "article-90088_21", "title": "Anifrolumab  -- Contraindications -- Warnings and Precautions", "content": "Hypersensitivity Reactions: Serious hypersensitivity reactions, including anaphylaxis, have been reported following administering anifrolumab. There are also reported cases of angioedema events, including other hypersensitivity and infusion-related reactions that have occurred following the administration of anifrolumab. The recommendation is to provide pre-medication before infusion for patients with a history of these reactions.", "contents": "Anifrolumab  -- Contraindications -- Warnings and Precautions. Hypersensitivity Reactions: Serious hypersensitivity reactions, including anaphylaxis, have been reported following administering anifrolumab. There are also reported cases of angioedema events, including other hypersensitivity and infusion-related reactions that have occurred following the administration of anifrolumab. The recommendation is to provide pre-medication before infusion for patients with a history of these reactions."}
{"id": "article-90088_22", "title": "Anifrolumab  -- Contraindications -- Warnings and Precautions", "content": "Serious Infections: Some severe and fatal infections may occur in patients receiving immunosuppressive agents like anifrolumab. Increased risk of respiratory infections and herpes zoster infections have been reported in controlled trials. Risk-to-benefit analysis may need to be considered in patients with a history of recurrent infections, chronic infections, or known risk factors for infection. The recommendation is to avoid treatment initiation in patients with any clinically significant active infection until the infection resolves or is treated adequately. If a patient undergoing anifrolumab therapy experiences an infection or fails to respond to standard anti-infective treatment, it is crucial to closely monitor their condition and temporarily suspend anifrolumab therapy until the infection subsides. Immunization: Coadministration of live or live-attenuated vaccines in patients treated with anifrolumab is not recommended.", "contents": "Anifrolumab  -- Contraindications -- Warnings and Precautions. Serious Infections: Some severe and fatal infections may occur in patients receiving immunosuppressive agents like anifrolumab. Increased risk of respiratory infections and herpes zoster infections have been reported in controlled trials. Risk-to-benefit analysis may need to be considered in patients with a history of recurrent infections, chronic infections, or known risk factors for infection. The recommendation is to avoid treatment initiation in patients with any clinically significant active infection until the infection resolves or is treated adequately. If a patient undergoing anifrolumab therapy experiences an infection or fails to respond to standard anti-infective treatment, it is crucial to closely monitor their condition and temporarily suspend anifrolumab therapy until the infection subsides. Immunization: Coadministration of live or live-attenuated vaccines in patients treated with anifrolumab is not recommended."}
{"id": "article-90088_23", "title": "Anifrolumab  -- Contraindications -- Warnings and Precautions", "content": "Malignancy: Immunosuppressants typically increase the risk of malignancies. However, anifrolumab treatment and the potential risk of developing malignancies are unknown. Risk-to-benefit analysis may need to be considered in patients with known risk factors for the development or reoccurrence of malignancy. Concomitant Use With Other Biologic Therapies: The coadministration of anifrolumab with other biologic therapies is not recommended as this combination has not been studied.", "contents": "Anifrolumab  -- Contraindications -- Warnings and Precautions. Malignancy: Immunosuppressants typically increase the risk of malignancies. However, anifrolumab treatment and the potential risk of developing malignancies are unknown. Risk-to-benefit analysis may need to be considered in patients with known risk factors for the development or reoccurrence of malignancy. Concomitant Use With Other Biologic Therapies: The coadministration of anifrolumab with other biologic therapies is not recommended as this combination has not been studied."}
{"id": "article-90088_24", "title": "Anifrolumab  -- Monitoring", "content": "Drug effects are measured primarily with clinical response. Examples of assessments utilized in clinical trials to measure efficacy include the British Isles Lupus Assessment Group (BILAG)-based Composite Lupus Assessment (BICLA), Systemic Lupus Erythematosus Disease Activity Index 2000 (SLEDAI-2K), SLE responder index (SRI), Cutaneous Lupus Erythematosus Disease Area and Severity Index (CLASI), counts of swollen and tender joints, reductions in glucocorticoid dose, and annual flare rates. Using IFN titers, IFN gene signatures, anti-dsDNA antibodies, and complement as parameters to monitor disease activity following anifrolumab administration remains unclear.", "contents": "Anifrolumab  -- Monitoring. Drug effects are measured primarily with clinical response. Examples of assessments utilized in clinical trials to measure efficacy include the British Isles Lupus Assessment Group (BILAG)-based Composite Lupus Assessment (BICLA), Systemic Lupus Erythematosus Disease Activity Index 2000 (SLEDAI-2K), SLE responder index (SRI), Cutaneous Lupus Erythematosus Disease Area and Severity Index (CLASI), counts of swollen and tender joints, reductions in glucocorticoid dose, and annual flare rates. Using IFN titers, IFN gene signatures, anti-dsDNA antibodies, and complement as parameters to monitor disease activity following anifrolumab administration remains unclear."}
{"id": "article-90088_25", "title": "Anifrolumab  -- Toxicity", "content": "Anifrolumab is safe, tolerable, and effective for treating systemic lupus erythematosus. In MUSE and TULIP-1, at higher anifrolumab doses, there were numeric increases in severe and adverse events leading to study discontinuation. However, statistical significance was not evaluated. To date, no distinct anifrolumab serum level predicts effectiveness and toxicity. Routine measuring of serum levels in clinical practice remains unclear. No antidote is available. Phase IV clinical trials would help assess the possible toxic effects of anifrolumab.", "contents": "Anifrolumab  -- Toxicity. Anifrolumab is safe, tolerable, and effective for treating systemic lupus erythematosus. In MUSE and TULIP-1, at higher anifrolumab doses, there were numeric increases in severe and adverse events leading to study discontinuation. However, statistical significance was not evaluated. To date, no distinct anifrolumab serum level predicts effectiveness and toxicity. Routine measuring of serum levels in clinical practice remains unclear. No antidote is available. Phase IV clinical trials would help assess the possible toxic effects of anifrolumab."}
{"id": "article-90088_26", "title": "Anifrolumab  -- Enhancing Healthcare Team Outcomes", "content": "SLE is a heterogeneous condition comprising many responsible biochemical pathways and a wide array of phenotypes. An interprofessional healthcare team approach to treating SLE that includes physicians, advanced practice practitioners, specialists, nursing staff, and pharmacists is necessary. [23]", "contents": "Anifrolumab  -- Enhancing Healthcare Team Outcomes. SLE is a heterogeneous condition comprising many responsible biochemical pathways and a wide array of phenotypes. An interprofessional healthcare team approach to treating SLE that includes physicians, advanced practice practitioners, specialists, nursing staff, and pharmacists is necessary. [23]"}
{"id": "article-90088_27", "title": "Anifrolumab  -- Enhancing Healthcare Team Outcomes", "content": "Agents against multiple targets or personalized medicine through genomic analyses can improve therapeutic outcomes. Though our understanding of SLE pathophysiology continues to evolve, many SLE trials have failed to meet their primary endpoints. These failures could result from flaws in the drug, trial design, or outcome measures. The interprofessional paradigm will drive optimal patient outcomes while minimizing adverse events.", "contents": "Anifrolumab  -- Enhancing Healthcare Team Outcomes. Agents against multiple targets or personalized medicine through genomic analyses can improve therapeutic outcomes. Though our understanding of SLE pathophysiology continues to evolve, many SLE trials have failed to meet their primary endpoints. These failures could result from flaws in the drug, trial design, or outcome measures. The interprofessional paradigm will drive optimal patient outcomes while minimizing adverse events."}
{"id": "article-90088_28", "title": "Anifrolumab  -- Enhancing Healthcare Team Outcomes", "content": "Anifrolumab is a novel IFNAR1 antagonist that can assist in achieving clinical remission or low disease activity in patients with SLE. Anifrolumab should only be used as adjunctive therapy to standard immunosuppressants in adults 18 to 70 with SLE. Future clinical trials exploring using anifrolumab in lupus nephritis and neuropsychiatric SLE are needed to expand clinical indications. Before using anifrolumab, healthcare providers should conduct a thorough history and physical to assess baseline clinical status. Patients should be vigilant in monitoring for signs of infections, particularly herpes zoster.", "contents": "Anifrolumab  -- Enhancing Healthcare Team Outcomes. Anifrolumab is a novel IFNAR1 antagonist that can assist in achieving clinical remission or low disease activity in patients with SLE. Anifrolumab should only be used as adjunctive therapy to standard immunosuppressants in adults 18 to 70 with SLE. Future clinical trials exploring using anifrolumab in lupus nephritis and neuropsychiatric SLE are needed to expand clinical indications. Before using anifrolumab, healthcare providers should conduct a thorough history and physical to assess baseline clinical status. Patients should be vigilant in monitoring for signs of infections, particularly herpes zoster."}
{"id": "article-90088_29", "title": "Anifrolumab  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anifrolumab  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}