{"id": "article-36627_0", "title": "CPK-MB -- Introduction", "content": "Creatine kinase (CK) is a dimeric enzyme that catalyzes the reversible phosphorylation of creatine by ATP. [1] In 1966 creatine kinase isoenzymes were identified in various tissues. [2] The isoenzymes of CK are dimers of either type B or type M polypeptide chains, BB isoenzymes are found in the central nervous system, and MM isoenzyme is a principal component in adult skeletal muscles. [3] The myocardium has 15% CK-MB isoenzyme and 85% CK-MM. [4] Skeletal muscles contain about 1% to 3% of CK-MB. [5]", "contents": "CPK-MB -- Introduction. Creatine kinase (CK) is a dimeric enzyme that catalyzes the reversible phosphorylation of creatine by ATP. [1] In 1966 creatine kinase isoenzymes were identified in various tissues. [2] The isoenzymes of CK are dimers of either type B or type M polypeptide chains, BB isoenzymes are found in the central nervous system, and MM isoenzyme is a principal component in adult skeletal muscles. [3] The myocardium has 15% CK-MB isoenzyme and 85% CK-MM. [4] Skeletal muscles contain about 1% to 3% of CK-MB. [5]"}
{"id": "article-36627_1", "title": "CPK-MB -- Pathophysiology -- Clearance of CK from Blood or Plasma", "content": "Creatine kinase (CK) and its isoenzymes are inactivated in the lymph by proteolysis. [6] Abnormal liver function or renal function does not affect the clearance of CK in a significant manner, and creatine kinase is not excreted in the urine. [7] Hypothyroidism retards the clearance of CK. [8]", "contents": "CPK-MB -- Pathophysiology -- Clearance of CK from Blood or Plasma. Creatine kinase (CK) and its isoenzymes are inactivated in the lymph by proteolysis. [6] Abnormal liver function or renal function does not affect the clearance of CK in a significant manner, and creatine kinase is not excreted in the urine. [7] Hypothyroidism retards the clearance of CK. [8]"}
{"id": "article-36627_2", "title": "CPK-MB -- Pathophysiology -- Clearance of CK from Blood or Plasma", "content": "CK-MB can also be elevated in circulation in the absence of acute myocardial infarction (AMI), [9] and this is due to increased amounts of B subunit production in injured skeletal muscle as it does during fetal development; ontogeny recapitulates phylogeny. [10]", "contents": "CPK-MB -- Pathophysiology -- Clearance of CK from Blood or Plasma. CK-MB can also be elevated in circulation in the absence of acute myocardial infarction (AMI), [9] and this is due to increased amounts of B subunit production in injured skeletal muscle as it does during fetal development; ontogeny recapitulates phylogeny. [10]"}
{"id": "article-36627_3", "title": "CPK-MB -- Pathophysiology -- Clearance of CK from Blood or Plasma", "content": "Rhabdomyolysis, intense exercise, and trauma result in transient elevation of CK and CK-MB; CK-MB is present in skeletal muscles as well, albeit in lesser concentrations. [11] Chronic skeletal muscle disorders such as autoimmune myopathies and inflammatory myopathy can result in persistently high CK-MB levels in the plasma due to ongoing injury and repair. [12] [13] Damage to the myocardium releases CK-MB, and since the myocardium contains the largest percentage of CK-MB, patients with rapidly rising and falling CK-MB exceeding the reference range of normal should be considered as having AMI until proven otherwise. [14]", "contents": "CPK-MB -- Pathophysiology -- Clearance of CK from Blood or Plasma. Rhabdomyolysis, intense exercise, and trauma result in transient elevation of CK and CK-MB; CK-MB is present in skeletal muscles as well, albeit in lesser concentrations. [11] Chronic skeletal muscle disorders such as autoimmune myopathies and inflammatory myopathy can result in persistently high CK-MB levels in the plasma due to ongoing injury and repair. [12] [13] Damage to the myocardium releases CK-MB, and since the myocardium contains the largest percentage of CK-MB, patients with rapidly rising and falling CK-MB exceeding the reference range of normal should be considered as having AMI until proven otherwise. [14]"}
{"id": "article-36627_4", "title": "CPK-MB -- Specimen Requirements and Procedure", "content": "Fresh serum-free from hemolysis is the specimen of choice for analysis of the CK isoenzyme pattern. Of the three commonly seen isoenzymes, CK-BB activity is the least stable. Adding a thiol such as 2-mercaptoethanol to the serum improves its stability. [15] CK-MB activity is not significantly reduced when the separated serum is stored for up to 48 hours at 4°C or 1 month at −20°C. Since the mass measurement is not subject to the loss of enzyme activity, CK-MB protein concentration in serum is stable for weeks, whether the specimen is stored under refrigeration and for several years if stored at −20°C. [16]", "contents": "CPK-MB -- Specimen Requirements and Procedure. Fresh serum-free from hemolysis is the specimen of choice for analysis of the CK isoenzyme pattern. Of the three commonly seen isoenzymes, CK-BB activity is the least stable. Adding a thiol such as 2-mercaptoethanol to the serum improves its stability. [15] CK-MB activity is not significantly reduced when the separated serum is stored for up to 48 hours at 4°C or 1 month at −20°C. Since the mass measurement is not subject to the loss of enzyme activity, CK-MB protein concentration in serum is stable for weeks, whether the specimen is stored under refrigeration and for several years if stored at −20°C. [16]"}
{"id": "article-36627_5", "title": "CPK-MB -- Testing Procedures", "content": "Electrophoresis and various immunological methods are commonly used for the analysis of CK isoenzyme. [17] Electrophoretic methods are helpful for the separation of all of the CK isoenzymes. The isoenzyme bands are visualized by incubating the support (e.g., agarose or cellulose acetate) with a concentrated CK assay mixture using the reverse reaction. The NADPH formed in this reaction is then detected by observing the bluish-white fluorescence after excitation by long-wave (360 nm) ultraviolet light. NADPH may be quantified by fluorescence densitometry, which can detect bands of 2 to 5 U/L. The mobility of CK isoenzymes at pH 8.6 toward the anode is BB > MB > MM, with the MM remaining cathodic to the point of application. [18] The discriminating power of electrophoresis also allows the detection of abnormal CK bands (e.g., macro-CK). The disadvantages of electrophoresis include that the turnaround time is relatively long, the procedure is highly labor intensive and not adaptable to clinical chemistry analyzers in emergency situations, and interpretative skills are required. [19]", "contents": "CPK-MB -- Testing Procedures. Electrophoresis and various immunological methods are commonly used for the analysis of CK isoenzyme. [17] Electrophoretic methods are helpful for the separation of all of the CK isoenzymes. The isoenzyme bands are visualized by incubating the support (e.g., agarose or cellulose acetate) with a concentrated CK assay mixture using the reverse reaction. The NADPH formed in this reaction is then detected by observing the bluish-white fluorescence after excitation by long-wave (360 nm) ultraviolet light. NADPH may be quantified by fluorescence densitometry, which can detect bands of 2 to 5 U/L. The mobility of CK isoenzymes at pH 8.6 toward the anode is BB > MB > MM, with the MM remaining cathodic to the point of application. [18] The discriminating power of electrophoresis also allows the detection of abnormal CK bands (e.g., macro-CK). The disadvantages of electrophoresis include that the turnaround time is relatively long, the procedure is highly labor intensive and not adaptable to clinical chemistry analyzers in emergency situations, and interpretative skills are required. [19]"}
{"id": "article-36627_6", "title": "CPK-MB -- Testing Procedures", "content": "Immunochemical methods are applicable to the direct measurement of CK-MB. In the immunoinhibition technique, an anti-CK-M subunit antiserum is used to inhibit both M subunits of CK-MM and the single M subunit of CK-MB and thus allow the determination of the enzyme activity of the B subunit of CK-MB, the B subunits of CK-BB, and macro-CKs. To determine CK-MB, this technique assumes the absence of CK-BB (and of the other sources of interference such as macro-CKs) from the tested serum. [20] Because the CK-B subunit accounts for half of the CK-MB activity, the change in absorbance should be doubled to obtain CK-MB activity. This results in a significant decrease in the analytical sensitivity of the method. If present, atypical macro-CK may result in falsely elevated CK-MB results. Owing to its low sensitivity and specificity, the immunoinhibition technique has been largely supplanted by mass assays of CK-MB. [21]", "contents": "CPK-MB -- Testing Procedures. Immunochemical methods are applicable to the direct measurement of CK-MB. In the immunoinhibition technique, an anti-CK-M subunit antiserum is used to inhibit both M subunits of CK-MM and the single M subunit of CK-MB and thus allow the determination of the enzyme activity of the B subunit of CK-MB, the B subunits of CK-BB, and macro-CKs. To determine CK-MB, this technique assumes the absence of CK-BB (and of the other sources of interference such as macro-CKs) from the tested serum. [20] Because the CK-B subunit accounts for half of the CK-MB activity, the change in absorbance should be doubled to obtain CK-MB activity. This results in a significant decrease in the analytical sensitivity of the method. If present, atypical macro-CK may result in falsely elevated CK-MB results. Owing to its low sensitivity and specificity, the immunoinhibition technique has been largely supplanted by mass assays of CK-MB. [21]"}
{"id": "article-36627_7", "title": "CPK-MB -- Testing Procedures", "content": "In contrast with immunoinhibition, which measures the CK-MB isoenzyme by determination of its catalytic activity, mass immunoassays measure CK-MB protein concentrations. [22] A number of mass assays using various labels are now commercially available and are used for routine determination of CK-MB. Measurements use the “sandwich” technique, in which one antibody specifically recognizes only the MB dimer. The sandwich technique ensures that only CK-MB is estimated because neither CK-MM nor CK-BB reacts with both antibodies. Mass assays are more sensitive than activity-based methods, with a limit of detection for CK-MB usually <1 μg/L. [23] Other advantages include sample stability, noninterference with hemolysis, drugs, or other catalytic activity inhibitors, full automation, and fast turnaround time. [24]", "contents": "CPK-MB -- Testing Procedures. In contrast with immunoinhibition, which measures the CK-MB isoenzyme by determination of its catalytic activity, mass immunoassays measure CK-MB protein concentrations. [22] A number of mass assays using various labels are now commercially available and are used for routine determination of CK-MB. Measurements use the “sandwich” technique, in which one antibody specifically recognizes only the MB dimer. The sandwich technique ensures that only CK-MB is estimated because neither CK-MM nor CK-BB reacts with both antibodies. Mass assays are more sensitive than activity-based methods, with a limit of detection for CK-MB usually <1 μg/L. [23] Other advantages include sample stability, noninterference with hemolysis, drugs, or other catalytic activity inhibitors, full automation, and fast turnaround time. [24]"}
{"id": "article-36627_8", "title": "CPK-MB -- Interfering Factors -- Measurement of CK-MB, Interfering Factors, and Negating Techniques", "content": "CK-MB was initially separated using gel electrophoresis, and densitometry was used to quantify the activity of CK-MB isoenzyme in blood. [25] Adenylate kinase released by red blood cells results in a false elevation of CK activity. Currently, laboratories add reagents to inhibit adenylate kinase activity. Multiple commonly occurring compounds that naturally fluoresce can co-migrate with CK-BB and CK-MB during electrophoresis; some of these compounds include bilirubin, aspirin, antidepressants, and benzodiazepines when in high concentrations. [13]", "contents": "CPK-MB -- Interfering Factors -- Measurement of CK-MB, Interfering Factors, and Negating Techniques. CK-MB was initially separated using gel electrophoresis, and densitometry was used to quantify the activity of CK-MB isoenzyme in blood. [25] Adenylate kinase released by red blood cells results in a false elevation of CK activity. Currently, laboratories add reagents to inhibit adenylate kinase activity. Multiple commonly occurring compounds that naturally fluoresce can co-migrate with CK-BB and CK-MB during electrophoresis; some of these compounds include bilirubin, aspirin, antidepressants, and benzodiazepines when in high concentrations. [13]"}
{"id": "article-36627_9", "title": "CPK-MB -- Interfering Factors -- Measurement of CK-MB, Interfering Factors, and Negating Techniques", "content": "CK-MB elevation was used as one of the criteria for diagnosing acute MI; as its use increased in frequency in the late 1980s and 1990s, it became evident that despite its high sensitivity in detecting acute MI, the specificity of CK-MB activity was low. Better methods to measure CK-MB have been developed to improve the specificity of CK-MB. CK-MB mass measurements using Immunoenzymometryic assays containing monoclonal antibodies binding to M and B subunits individually were proven to be highly specific and more sensitive than CK-MB activity measurement. [26] Even assays using monoclonal antibodies have been found to have elevations in CK-MB mass due to the cross-reactivity of alkaline phosphatase in plasma with stabilizing agents found in commercial reagents. [27]", "contents": "CPK-MB -- Interfering Factors -- Measurement of CK-MB, Interfering Factors, and Negating Techniques. CK-MB elevation was used as one of the criteria for diagnosing acute MI; as its use increased in frequency in the late 1980s and 1990s, it became evident that despite its high sensitivity in detecting acute MI, the specificity of CK-MB activity was low. Better methods to measure CK-MB have been developed to improve the specificity of CK-MB. CK-MB mass measurements using Immunoenzymometryic assays containing monoclonal antibodies binding to M and B subunits individually were proven to be highly specific and more sensitive than CK-MB activity measurement. [26] Even assays using monoclonal antibodies have been found to have elevations in CK-MB mass due to the cross-reactivity of alkaline phosphatase in plasma with stabilizing agents found in commercial reagents. [27]"}
{"id": "article-36627_10", "title": "CPK-MB -- Results, Reporting, and Critical Findings", "content": "Reporting of gender-specific results is recommended by the American College of Cardiology (ACC), American Heart Association (AHA), and European Society of Cardiology (ESC) CK-MB is usually at undetectable levels in the blood. CK-MB levels are reported as positive if they are above the 99th percentile of normal values, 5 to 25 IU/L. CK-MB must always be reported along with the CK-MB relative index to add sensitivity and specificity to the test. Positive values must be informed to the test-ordering personnel within 1 hour of the positive result.", "contents": "CPK-MB -- Results, Reporting, and Critical Findings. Reporting of gender-specific results is recommended by the American College of Cardiology (ACC), American Heart Association (AHA), and European Society of Cardiology (ESC) CK-MB is usually at undetectable levels in the blood. CK-MB levels are reported as positive if they are above the 99th percentile of normal values, 5 to 25 IU/L. CK-MB must always be reported along with the CK-MB relative index to add sensitivity and specificity to the test. Positive values must be informed to the test-ordering personnel within 1 hour of the positive result."}
{"id": "article-36627_11", "title": "CPK-MB -- Clinical Significance -- Diagnosis of Acute Myocardial Infarction", "content": "Prior to the introduction of cardiac troponins, the biochemical marker of choice for the diagnosis of acute MI was the CK-MB isoenzyme. [28] CK-MB first appears 4-6 hours after symptom onset, peaks at 24 hours, and returns to normal in 48-72 hours. Its value in the early and late (>72 h) diagnosis of acute MI is limited. However, its release kinetics can assist in diagnosing reinfarction if levels rise after initially declining following acute MI. [10] The criterion most commonly used for the diagnosis of acute MI was 2 serial elevations above the diagnostic cutoff level or a single result more than twice the upper limit of normal. [29]", "contents": "CPK-MB -- Clinical Significance -- Diagnosis of Acute Myocardial Infarction. Prior to the introduction of cardiac troponins, the biochemical marker of choice for the diagnosis of acute MI was the CK-MB isoenzyme. [28] CK-MB first appears 4-6 hours after symptom onset, peaks at 24 hours, and returns to normal in 48-72 hours. Its value in the early and late (>72 h) diagnosis of acute MI is limited. However, its release kinetics can assist in diagnosing reinfarction if levels rise after initially declining following acute MI. [10] The criterion most commonly used for the diagnosis of acute MI was 2 serial elevations above the diagnostic cutoff level or a single result more than twice the upper limit of normal. [29]"}
{"id": "article-36627_12", "title": "CPK-MB -- Clinical Significance -- Non-acute MI Causes of CK-MB Elevation", "content": "As discussed above, the skeletal muscle and myocardial cell death of any etiology will cause an elevation of CK-MB. Listed below are multiple other causes of CK-MB elevation in plasma. False elevations in CK-MB occur in the presence of atypical CK isoforms, macrokinases, and adenylate kinase; however, these false elevations can be eliminated by adding reagents to testing kits. [29] Cardiac etiology - myocarditis, cardiac surgery can damage heart muscle resulting in elevation of CK-MB. Peripheral sources - rhabdomyolysis, myositis, inflammatory myopathies, trauma, medications (daptomycin, statins, antiretrovirals) To differentiate the elevation of CK-MB for cardiac etiology versus skeletal muscle source, we can calculate the CK-MB relative index (CK-MB RI) by using the below formula. CK-MB RI = CK-MB (ng/mL) x 100/CK (IU/L)", "contents": "CPK-MB -- Clinical Significance -- Non-acute MI Causes of CK-MB Elevation. As discussed above, the skeletal muscle and myocardial cell death of any etiology will cause an elevation of CK-MB. Listed below are multiple other causes of CK-MB elevation in plasma. False elevations in CK-MB occur in the presence of atypical CK isoforms, macrokinases, and adenylate kinase; however, these false elevations can be eliminated by adding reagents to testing kits. [29] Cardiac etiology - myocarditis, cardiac surgery can damage heart muscle resulting in elevation of CK-MB. Peripheral sources - rhabdomyolysis, myositis, inflammatory myopathies, trauma, medications (daptomycin, statins, antiretrovirals) To differentiate the elevation of CK-MB for cardiac etiology versus skeletal muscle source, we can calculate the CK-MB relative index (CK-MB RI) by using the below formula. CK-MB RI = CK-MB (ng/mL) x 100/CK (IU/L)"}
{"id": "article-36627_13", "title": "CPK-MB -- Clinical Significance -- Non-acute MI Causes of CK-MB Elevation", "content": "A CK-MB relative index < 3% is consistent with the skeletal muscle source, whereas a relative index > 5% is consistent with the cardiac source of CK-MB. [30] However, prior studies in patients with trauma and patients with chronic skeletal muscle abnormalities have demonstrated the failure of the CK-MB relative index in differentiating skeletal muscle sources of CK-MB from myocardial cell death. [31]", "contents": "CPK-MB -- Clinical Significance -- Non-acute MI Causes of CK-MB Elevation. A CK-MB relative index < 3% is consistent with the skeletal muscle source, whereas a relative index > 5% is consistent with the cardiac source of CK-MB. [30] However, prior studies in patients with trauma and patients with chronic skeletal muscle abnormalities have demonstrated the failure of the CK-MB relative index in differentiating skeletal muscle sources of CK-MB from myocardial cell death. [31]"}
{"id": "article-36627_14", "title": "CPK-MB -- Clinical Significance -- Non-acute MI Causes of CK-MB Elevation", "content": "Hence in patients with clear evidence of lack of trauma, chronic skeletal muscle abnormalities, and a high index of suspicion for AMI, the use of CK-MB RI can increase the specificity of CK-MB testing. Miscellaneous causes include hypothyroidism, renal failure, alcohol intoxication, pregnancy, and certain types of malignancies.", "contents": "CPK-MB -- Clinical Significance -- Non-acute MI Causes of CK-MB Elevation. Hence in patients with clear evidence of lack of trauma, chronic skeletal muscle abnormalities, and a high index of suspicion for AMI, the use of CK-MB RI can increase the specificity of CK-MB testing. Miscellaneous causes include hypothyroidism, renal failure, alcohol intoxication, pregnancy, and certain types of malignancies."}
{"id": "article-36627_15", "title": "CPK-MB -- Clinical Significance -- Current Biomarker Use", "content": "As explained earlier, following the WHO criteria for diagnosis of AMI, multiple cardiac biomarkers were being used to diagnose acute myocardial infarction; among them, CK-MB was being used as the most sensitive and specific marker for diagnosis of AMI, detection of reperfusion, and estimating the size of myocardial infarction in the 1990s. During this time, troponin was evaluated as potentially a more specific biomarker for myocardial infarction when compared to CK-MB. [28]", "contents": "CPK-MB -- Clinical Significance -- Current Biomarker Use. As explained earlier, following the WHO criteria for diagnosis of AMI, multiple cardiac biomarkers were being used to diagnose acute myocardial infarction; among them, CK-MB was being used as the most sensitive and specific marker for diagnosis of AMI, detection of reperfusion, and estimating the size of myocardial infarction in the 1990s. During this time, troponin was evaluated as potentially a more specific biomarker for myocardial infarction when compared to CK-MB. [28]"}
{"id": "article-36627_16", "title": "CPK-MB -- Clinical Significance -- Current Biomarker Use", "content": "Troponin is a protein complex of 3 units, troponin T, troponin I, and troponin C, present in the actin filament of the skeletal and myocardial muscle cells. There are multiple isoforms of troponin T and troponin I, one of which is specific to cardiac muscle, and it is not expressed in adult skeletal muscle allowing the development of assays to measure its level in plasma. [32]", "contents": "CPK-MB -- Clinical Significance -- Current Biomarker Use. Troponin is a protein complex of 3 units, troponin T, troponin I, and troponin C, present in the actin filament of the skeletal and myocardial muscle cells. There are multiple isoforms of troponin T and troponin I, one of which is specific to cardiac muscle, and it is not expressed in adult skeletal muscle allowing the development of assays to measure its level in plasma. [32]"}
{"id": "article-36627_17", "title": "CPK-MB -- Clinical Significance -- Current Biomarker Use", "content": "Troponin is present in the myocardium as a 3 units complex in the contractile apparatus attached to the actin filament of the tropomyosin complex, however similar to CK-MB, there is unbound/free troponin in the cytosol of myocardial cells, which is known as the cytosolic pool. In the event of myocardial damage, unbound troponin is first released. [33] [34] This unbound troponin is about 6% of the total troponin in the myocardium. The rest of the troponin, which is bound to the actin, is released slowly with structural damage and results in the prolonged duration of elevated troponins in the plasma. [35] Troponin elevation > 99th percentile is used as the cutoff value for the diagnosis of AMI. [36] Troponin concentration begins to rise 4 to 6 hours after the onset of symptoms, peaks by about 18 to 24 hours and remains in detectable levels for 72 to 96 hours. [37]", "contents": "CPK-MB -- Clinical Significance -- Current Biomarker Use. Troponin is present in the myocardium as a 3 units complex in the contractile apparatus attached to the actin filament of the tropomyosin complex, however similar to CK-MB, there is unbound/free troponin in the cytosol of myocardial cells, which is known as the cytosolic pool. In the event of myocardial damage, unbound troponin is first released. [33] [34] This unbound troponin is about 6% of the total troponin in the myocardium. The rest of the troponin, which is bound to the actin, is released slowly with structural damage and results in the prolonged duration of elevated troponins in the plasma. [35] Troponin elevation > 99th percentile is used as the cutoff value for the diagnosis of AMI. [36] Troponin concentration begins to rise 4 to 6 hours after the onset of symptoms, peaks by about 18 to 24 hours and remains in detectable levels for 72 to 96 hours. [37]"}
{"id": "article-36627_18", "title": "CPK-MB -- Clinical Significance -- Current Biomarker Use", "content": "Troponin is more specific to the cardiac muscle when compared to CKMB, and current assays for troponin are more sensitive and specific than the assays for CK-MB measurement. [29] Given the expression of CK-MB in skeletal muscle and the presence of evidence proving the failure of CK-MB relative index and several other non-AMI causes of CK-MB elevation, troponin has been proven as the biomarker of choice for the detection of myocardial damage of any etiology. [30]", "contents": "CPK-MB -- Clinical Significance -- Current Biomarker Use. Troponin is more specific to the cardiac muscle when compared to CKMB, and current assays for troponin are more sensitive and specific than the assays for CK-MB measurement. [29] Given the expression of CK-MB in skeletal muscle and the presence of evidence proving the failure of CK-MB relative index and several other non-AMI causes of CK-MB elevation, troponin has been proven as the biomarker of choice for the detection of myocardial damage of any etiology. [30]"}
{"id": "article-36627_19", "title": "CPK-MB -- Clinical Significance -- Use of CK-MB despite Troponin being the Biomarker of Choice", "content": "Troponin remains in circulation for a longer duration when compared to CK-MB. In conditions where reinfarction is suspected, CK-MB may be useful to classify a new event due to its shorter duration of elevation at detectable levels in plasma. [38] However, after the advent of troponin and the current aggressive interventional approach to AMI, and due to a lack of literature comparing CK-MB against troponin in the diagnosis of reinfarction, the use of CK-MB has declined. [39]", "contents": "CPK-MB -- Clinical Significance -- Use of CK-MB despite Troponin being the Biomarker of Choice. Troponin remains in circulation for a longer duration when compared to CK-MB. In conditions where reinfarction is suspected, CK-MB may be useful to classify a new event due to its shorter duration of elevation at detectable levels in plasma. [38] However, after the advent of troponin and the current aggressive interventional approach to AMI, and due to a lack of literature comparing CK-MB against troponin in the diagnosis of reinfarction, the use of CK-MB has declined. [39]"}
{"id": "article-36627_20", "title": "CPK-MB -- Clinical Significance -- CK-MB Isoforms", "content": "The CK-MB isoenzyme exists as 2 isoforms: CK-MB1 and CK-MB2. Laboratory determination of CK-MB actually represents the simple sum of the isoforms CK-MB1 and CK-MB2. [9] [18] CK-MB2 is the tissue form and initially is released from the myocardium after MI. It is converted peripherally in serum to the CK-MB1 isoform rapidly after symptom onset. Normally, the tissue CK-MB1 isoform predominates; thus, the CK-MB2/CK-MB1 ratio is typically less than 1. A result is positive if the CK-MB2 is elevated and the ratio is greater than 1.7. [29]", "contents": "CPK-MB -- Clinical Significance -- CK-MB Isoforms. The CK-MB isoenzyme exists as 2 isoforms: CK-MB1 and CK-MB2. Laboratory determination of CK-MB actually represents the simple sum of the isoforms CK-MB1 and CK-MB2. [9] [18] CK-MB2 is the tissue form and initially is released from the myocardium after MI. It is converted peripherally in serum to the CK-MB1 isoform rapidly after symptom onset. Normally, the tissue CK-MB1 isoform predominates; thus, the CK-MB2/CK-MB1 ratio is typically less than 1. A result is positive if the CK-MB2 is elevated and the ratio is greater than 1.7. [29]"}
{"id": "article-36627_21", "title": "CPK-MB -- Clinical Significance -- CK-MB Isoforms", "content": "CK-MB2 can be detected in serum within 2-4 hours after onset and peaks at 6-9 hours, making it an early marker for acute MI. Two large studies evaluating its use revealed a sensitivity of 92% at 6 hours after symptom onset, compared with 66% for CK-MB and 79% for myoglobin. [14] The major disadvantage of this assay is that it is relatively labor-intensive for the laboratory. [18]", "contents": "CPK-MB -- Clinical Significance -- CK-MB Isoforms. CK-MB2 can be detected in serum within 2-4 hours after onset and peaks at 6-9 hours, making it an early marker for acute MI. Two large studies evaluating its use revealed a sensitivity of 92% at 6 hours after symptom onset, compared with 66% for CK-MB and 79% for myoglobin. [14] The major disadvantage of this assay is that it is relatively labor-intensive for the laboratory. [18]"}
{"id": "article-36627_22", "title": "CPK-MB -- Quality Control and Lab Safety", "content": "For non-waived tests, laboratory regulations require, at the minimum, analysis of at least two levels of control materials once every 24 hours. Laboratories can assay QC samples more frequently if deemed necessary to ensure accurate results. Quality control samples should be assayed after calibration or maintenance of an analyzer to verify the correct method performance. [40] To minimize QC when performing tests for which manufacturers’ recommendations are less than those required by the regulatory agency (such as once per month), the labs can develop an individualized quality control plan (IQCP) that involves performing a risk assessment of potential sources of error in all phases of testing and putting in place a QC plan to reduce the likelihood of errors. [41] Westgard multi-rules are used to evaluate the quality control runs. In case of any violation of a rule, proper corrective and preventive action should be taken before patient testing is performed. [42]", "contents": "CPK-MB -- Quality Control and Lab Safety. For non-waived tests, laboratory regulations require, at the minimum, analysis of at least two levels of control materials once every 24 hours. Laboratories can assay QC samples more frequently if deemed necessary to ensure accurate results. Quality control samples should be assayed after calibration or maintenance of an analyzer to verify the correct method performance. [40] To minimize QC when performing tests for which manufacturers’ recommendations are less than those required by the regulatory agency (such as once per month), the labs can develop an individualized quality control plan (IQCP) that involves performing a risk assessment of potential sources of error in all phases of testing and putting in place a QC plan to reduce the likelihood of errors. [41] Westgard multi-rules are used to evaluate the quality control runs. In case of any violation of a rule, proper corrective and preventive action should be taken before patient testing is performed. [42]"}
{"id": "article-36627_23", "title": "CPK-MB -- Quality Control and Lab Safety", "content": "The laboratory must participate in the external quality control or proficiency testing (PT) program because it is a regulatory requirement published by the Centers for Medicare and Medicaid Services (CMS) in the Clinical Laboratory Improvement Amendments (CLIA) regulations. [43] It is helpful to ensure the accuracy and reliability of the laboratory with regard to other laboratories performing the same or comparable assays. Required participation and scored results are monitored by CMS and voluntary accreditation organizations. [44] The PT plan should be included as an aspect of the quality assessment (QA) plan and the overall quality program of the laboratory.", "contents": "CPK-MB -- Quality Control and Lab Safety. The laboratory must participate in the external quality control or proficiency testing (PT) program because it is a regulatory requirement published by the Centers for Medicare and Medicaid Services (CMS) in the Clinical Laboratory Improvement Amendments (CLIA) regulations. [43] It is helpful to ensure the accuracy and reliability of the laboratory with regard to other laboratories performing the same or comparable assays. Required participation and scored results are monitored by CMS and voluntary accreditation organizations. [44] The PT plan should be included as an aspect of the quality assessment (QA) plan and the overall quality program of the laboratory."}
{"id": "article-36627_24", "title": "CPK-MB -- Quality Control and Lab Safety", "content": "Consider all specimens, control materials, and calibrator materials as potentially infectious. Exercise the normal precautions required for handling all laboratory reagents. Disposal of all waste material should be in accordance with local guidelines. Wear gloves, a lab coat, and safety glasses when handling human blood specimens. Place all plastic tips, sample cups, and gloves that contact with blood in a biohazard waste container. [45] Discard all disposable glassware into sharps waste containers. Protect all work surfaces with disposable absorbent bench top paper, which is discarded into biohazard waste containers weekly, or whenever blood contamination occurs. Wipe all work surfaces weekly. [46]", "contents": "CPK-MB -- Quality Control and Lab Safety. Consider all specimens, control materials, and calibrator materials as potentially infectious. Exercise the normal precautions required for handling all laboratory reagents. Disposal of all waste material should be in accordance with local guidelines. Wear gloves, a lab coat, and safety glasses when handling human blood specimens. Place all plastic tips, sample cups, and gloves that contact with blood in a biohazard waste container. [45] Discard all disposable glassware into sharps waste containers. Protect all work surfaces with disposable absorbent bench top paper, which is discarded into biohazard waste containers weekly, or whenever blood contamination occurs. Wipe all work surfaces weekly. [46]"}
{"id": "article-36627_25", "title": "CPK-MB -- Enhancing Healthcare Team Outcomes", "content": "Given the significant number of studies and guidelines from the American College of Cardiology recommending the use of troponin for the diagnosis and ruling out acute coronary syndromes instead of CK-MB, decreasing the use of CK-MB in hospital and outpatient settings requires an interprofessional team of healthcare professionals that includes a nurse, laboratory technologists, pharmacist and several physicians in different specialties especially cardiologists and cardiothoracic surgeons. Specialty-trained nurses are involved in the ordering and interpretation of this test.", "contents": "CPK-MB -- Enhancing Healthcare Team Outcomes. Given the significant number of studies and guidelines from the American College of Cardiology recommending the use of troponin for the diagnosis and ruling out acute coronary syndromes instead of CK-MB, decreasing the use of CK-MB in hospital and outpatient settings requires an interprofessional team of healthcare professionals that includes a nurse, laboratory technologists, pharmacist and several physicians in different specialties especially cardiologists and cardiothoracic surgeons. Specialty-trained nurses are involved in the ordering and interpretation of this test."}
{"id": "article-36627_26", "title": "CPK-MB -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "CPK-MB -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}