{"id": "article-26875_0", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Introduction", "content": "The abdominopelvic viscera receive innervation via the autonomic nervous system's sympathetic and parasympathetic components (see Image . Autonomic Nervous System). The splanchnic nerves are paired preganglionic autonomic nerves running along either side of the vertebral column. These nerves are composed of preganglionic motor (visceral efferent) and sensory (visceral afferent) nerve fibers supplying the abdominopelvic organs. [1] [2] The thoracic, lumbar, and sacral splanchnic nerves carry presynaptic sympathetic fibers, while the pelvic splanchnic nerves carry preganglionic parasympathetic fibers.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Introduction. The abdominopelvic viscera receive innervation via the autonomic nervous system's sympathetic and parasympathetic components (see Image . Autonomic Nervous System). The splanchnic nerves are paired preganglionic autonomic nerves running along either side of the vertebral column. These nerves are composed of preganglionic motor (visceral efferent) and sensory (visceral afferent) nerve fibers supplying the abdominopelvic organs. [1] [2] The thoracic, lumbar, and sacral splanchnic nerves carry presynaptic sympathetic fibers, while the pelvic splanchnic nerves carry preganglionic parasympathetic fibers."}
{"id": "article-26875_1", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Introduction", "content": "The foregut and midgut receive parasympathetic innervation from the vagus nerve and sympathetic innervation from the superior splanchnic nerves. The hindgut and pelvic viscera receive sympathetic innervation from the sacral splanchnic nerves and parasympathetic innervation from the pelvic splanchnic nerves. [3]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Introduction. The foregut and midgut receive parasympathetic innervation from the vagus nerve and sympathetic innervation from the superior splanchnic nerves. The hindgut and pelvic viscera receive sympathetic innervation from the sacral splanchnic nerves and parasympathetic innervation from the pelvic splanchnic nerves. [3]"}
{"id": "article-26875_2", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Introduction", "content": "Splanchnic nerves are targeted during nerve blocks or neurolysis when providing palliative care to patients with advanced abdominopelvic malignancies. In surgery, iatrogenic splanchnic nerve injury can cause gastrointestinal problems, urinary retention, or sexual dysfunction. Understanding the splanchnic nerves' anatomy and function is essential in diagnosing and managing various abdominopelvic disorders.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Introduction. Splanchnic nerves are targeted during nerve blocks or neurolysis when providing palliative care to patients with advanced abdominopelvic malignancies. In surgery, iatrogenic splanchnic nerve injury can cause gastrointestinal problems, urinary retention, or sexual dysfunction. Understanding the splanchnic nerves' anatomy and function is essential in diagnosing and managing various abdominopelvic disorders."}
{"id": "article-26875_3", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function", "content": "The abdominopelvic nerves consist of 3 divisions. The 1st is comprised of the lower thoracic splanchnic nerves, further subdivided into the greater, lesser, and least branches. These nerves originate from the sympathetic trunks' thoracic division. The 2nd is composed of the lumbar splanchnic nerves, which arise from the sympathetic trunks' lumbar division.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function. The abdominopelvic nerves consist of 3 divisions. The 1st is comprised of the lower thoracic splanchnic nerves, further subdivided into the greater, lesser, and least branches. These nerves originate from the sympathetic trunks' thoracic division. The 2nd is composed of the lumbar splanchnic nerves, which arise from the sympathetic trunks' lumbar division."}
{"id": "article-26875_4", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function", "content": "The 3rd consists of the sacral and pelvic splanchnic nerves. Sacral splanchnic nerves are sympathetic preganglionic nerves arising from S1 and S2. Sacral nerves S2 to S4 give rise to the nervi erigentes or pelvic splanchnic nerves, which contain the parasympathetic preganglionic nerves of the pelvic region. Sympathetic splanchnic nerves contain visceral afferent fibers transmitting visceral pain sensation from the organs they innervate. Pelvic splanchnic nerves contain bladder and uterine afferent fibers.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function. The 3rd consists of the sacral and pelvic splanchnic nerves. Sacral splanchnic nerves are sympathetic preganglionic nerves arising from S1 and S2. Sacral nerves S2 to S4 give rise to the nervi erigentes or pelvic splanchnic nerves, which contain the parasympathetic preganglionic nerves of the pelvic region. Sympathetic splanchnic nerves contain visceral afferent fibers transmitting visceral pain sensation from the organs they innervate. Pelvic splanchnic nerves contain bladder and uterine afferent fibers."}
{"id": "article-26875_5", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Lower Thoracic Splanchnic Nerves", "content": "The lower thoracic splanchnic nerves transmit sympathetic signals to abdominal and pelvic organs, regulating functions such as blood flow, digestion, and stress responses and transmitting visceral pain sensation. The lower thoracic splanchnic nerves consist of the greater, lesser, and least splanchnic nerves.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Lower Thoracic Splanchnic Nerves. The lower thoracic splanchnic nerves transmit sympathetic signals to abdominal and pelvic organs, regulating functions such as blood flow, digestion, and stress responses and transmitting visceral pain sensation. The lower thoracic splanchnic nerves consist of the greater, lesser, and least splanchnic nerves."}
{"id": "article-26875_6", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure", "content": "The lower thoracic splanchnic nerves comprise the greater, lesser, and least splanchnic nerves. The greater splanchnic nerves arise from preganglionic neurons in the spinal cord's T5 to T9 lateral horns. These nerves then enter the T5 to T9 thoracic sympathetic ganglia via white communicating rami and emerge from the ganglia without synapsing. The nerves course anteromedially along the thoracic vertebral column, merging to form a greater splanchnic nerve on each side of the vertebral column (see Images . Greater Splanchnic Nerve; Thoracic Nerves).", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure. The lower thoracic splanchnic nerves comprise the greater, lesser, and least splanchnic nerves. The greater splanchnic nerves arise from preganglionic neurons in the spinal cord's T5 to T9 lateral horns. These nerves then enter the T5 to T9 thoracic sympathetic ganglia via white communicating rami and emerge from the ganglia without synapsing. The nerves course anteromedially along the thoracic vertebral column, merging to form a greater splanchnic nerve on each side of the vertebral column (see Images . Greater Splanchnic Nerve; Thoracic Nerves)."}
{"id": "article-26875_7", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure", "content": "The lesser splanchnic nerves follow a similar pattern and emerge from the T10 and T11 thoracic sympathetic ganglia. The least splanchnic nerve arises from the spinal cord's T12 level and its associated ganglion. [4] [5]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure. The lesser splanchnic nerves follow a similar pattern and emerge from the T10 and T11 thoracic sympathetic ganglia. The least splanchnic nerve arises from the spinal cord's T12 level and its associated ganglion. [4] [5]"}
{"id": "article-26875_8", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure", "content": "All 3 splanchnic nerves pass through the diaphragm and travel to their destination organs (see Image . Diaphragm Central Tendon). The greater and lesser splanchnic nerves enter the celiac ganglion. After synapsing at this ganglion, the greater splanchnic nerves' postganglionic fibers travel along celiac trunk branches. Meanwhile, lesser splanchnic nerve fibers passing through the celiac ganglion synapse with postganglionic neurons in the superior mesenteric and aorticorenal ganglia. The postganglionic axons then travel to the midgut perivascular plexuses. The least splanchnic nerve terminates by synapsing within the aorticorenal ganglion and renal plexus. [6]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure. All 3 splanchnic nerves pass through the diaphragm and travel to their destination organs (see Image . Diaphragm Central Tendon). The greater and lesser splanchnic nerves enter the celiac ganglion. After synapsing at this ganglion, the greater splanchnic nerves' postganglionic fibers travel along celiac trunk branches. Meanwhile, lesser splanchnic nerve fibers passing through the celiac ganglion synapse with postganglionic neurons in the superior mesenteric and aorticorenal ganglia. The postganglionic axons then travel to the midgut perivascular plexuses. The least splanchnic nerve terminates by synapsing within the aorticorenal ganglion and renal plexus. [6]"}
{"id": "article-26875_9", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function", "content": "The greater splanchnic nerve inhibits various foregut functions, including the following: Distal esophageal, gastric, and duodenal secretory function and motility Gallbladder contractile function and bile emptying Pancreatic exocrine function and insulin secretion", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function. The greater splanchnic nerve inhibits various foregut functions, including the following: Distal esophageal, gastric, and duodenal secretory function and motility Gallbladder contractile function and bile emptying Pancreatic exocrine function and insulin secretion"}
{"id": "article-26875_10", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function", "content": "However, the greater splanchnic nerve stimulates pancreatic glucagon secretion, activating glycogenolysis, gluconeogenesis, and hepatic glucose release. Spleen capsule afferents travel through this nerve and are responsible for splenic pain.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function. However, the greater splanchnic nerve stimulates pancreatic glucagon secretion, activating glycogenolysis, gluconeogenesis, and hepatic glucose release. Spleen capsule afferents travel through this nerve and are responsible for splenic pain."}
{"id": "article-26875_11", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function", "content": "The lesser splanchnic nerve inhibits midgut mobility and secretory functions similar to the greater splanchnic nerve's inhibitory action on the foregut. The least splanchnic nerve reduces renal blood flow and contains the renal pelvis' visceral afferent fibers. [7]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function. The lesser splanchnic nerve inhibits midgut mobility and secretory functions similar to the greater splanchnic nerve's inhibitory action on the foregut. The least splanchnic nerve reduces renal blood flow and contains the renal pelvis' visceral afferent fibers. [7]"}
{"id": "article-26875_12", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Lumbar Splanchnic Nerves", "content": "The lumbar splanchnic nerves innervate various abdominopelvic organs, including the kidneys, adrenal glands, superior portions of the large intestine, and parts of the reproductive system. These nerves originate from the lumbar portion of the sympathetic chain ganglia.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Lumbar Splanchnic Nerves. The lumbar splanchnic nerves innervate various abdominopelvic organs, including the kidneys, adrenal glands, superior portions of the large intestine, and parts of the reproductive system. These nerves originate from the lumbar portion of the sympathetic chain ganglia."}
{"id": "article-26875_13", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure", "content": "The lumbar splanchnic nerves are paired preganglionic nerves arising from the L1 to L4 sympathetic ganglia on each side of the vertebral column. The superior branches, L1 and L2, travel to the preaortic plexus and synapse in the preaortic ganglia. Postganglionic fibers extend from these ganglia, traveling along perivascular plexuses. These fibers innervate the blood vessels they travel with and the hindgut glands and smooth muscle. The inferior branches, L3 and L4, enter the superior hypogastric plexus and descend into the pelvis via the hypogastric nerve.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure. The lumbar splanchnic nerves are paired preganglionic nerves arising from the L1 to L4 sympathetic ganglia on each side of the vertebral column. The superior branches, L1 and L2, travel to the preaortic plexus and synapse in the preaortic ganglia. Postganglionic fibers extend from these ganglia, traveling along perivascular plexuses. These fibers innervate the blood vessels they travel with and the hindgut glands and smooth muscle. The inferior branches, L3 and L4, enter the superior hypogastric plexus and descend into the pelvis via the hypogastric nerve."}
{"id": "article-26875_14", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function", "content": "The postganglionic fibers from this splanchnic nerve group constrict blood vessels in the hindgut and lumbar areas. The fibers reaching the viscera also regulate glandular secretions and inhibit hindgut smooth muscle contraction.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function. The postganglionic fibers from this splanchnic nerve group constrict blood vessels in the hindgut and lumbar areas. The fibers reaching the viscera also regulate glandular secretions and inhibit hindgut smooth muscle contraction."}
{"id": "article-26875_15", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Sacral Splanchnic Nerves", "content": "The sacral splanchnic nerves originate from the sympathetic chain ganglia's S1 and S2 levels. These nerves contain both preganglionic sympathetic fibers and visceral afferent fibers.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Sacral Splanchnic Nerves. The sacral splanchnic nerves originate from the sympathetic chain ganglia's S1 and S2 levels. These nerves contain both preganglionic sympathetic fibers and visceral afferent fibers."}
{"id": "article-26875_16", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure", "content": "The sacral splanchnic nerves arise from the paired sympathetic ganglia at S1 and S2 levels as the sympathetic trunks run along each side of the anterior sacrum. These nerves enter the inferior hypogastric plexus (see Image . Nerve Plexuses). From there, postganglionic fibers distribute to subsidiary plexuses supplying parts of the rectum, bladder, and reproductive organs.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure. The sacral splanchnic nerves arise from the paired sympathetic ganglia at S1 and S2 levels as the sympathetic trunks run along each side of the anterior sacrum. These nerves enter the inferior hypogastric plexus (see Image . Nerve Plexuses). From there, postganglionic fibers distribute to subsidiary plexuses supplying parts of the rectum, bladder, and reproductive organs."}
{"id": "article-26875_17", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function", "content": "The sacral splanchnic nerves' postganglionic fibers regulate micturition, defecation, and sexual function. [8]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function. The sacral splanchnic nerves' postganglionic fibers regulate micturition, defecation, and sexual function. [8]"}
{"id": "article-26875_18", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- The Pelvic Splanchnic Nerves", "content": "The pelvic splanchnic nerves (nervi erigentes) originate from S2 to S4. These provide parasympathetic innervation to the pelvic organs and carry visceral afferents from the region.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- The Pelvic Splanchnic Nerves. The pelvic splanchnic nerves (nervi erigentes) originate from S2 to S4. These provide parasympathetic innervation to the pelvic organs and carry visceral afferents from the region."}
{"id": "article-26875_19", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure", "content": "S2, S3, and S4 spinal branches converge to form 2 to 4 pelvic splanchnic nerves, which are large, bilateral nerve bundles dispersed in loose connective tissue. [9] [10] The pelvic splanchnic nerves join the inferior hypogastric plexus at the coccygeus muscle's lower medial edge. [11]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Structure. S2, S3, and S4 spinal branches converge to form 2 to 4 pelvic splanchnic nerves, which are large, bilateral nerve bundles dispersed in loose connective tissue. [9] [10] The pelvic splanchnic nerves join the inferior hypogastric plexus at the coccygeus muscle's lower medial edge. [11]"}
{"id": "article-26875_20", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function", "content": "The nervi erigentes carry parasympathetic motor and visceral afferent sensory fibers supplying the bladder, descending colon, sigmoid colon, rectum, and reproductive organs. These nerves are at risk during radical pelvic surgery.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Structure and Function -- Function. The nervi erigentes carry parasympathetic motor and visceral afferent sensory fibers supplying the bladder, descending colon, sigmoid colon, rectum, and reproductive organs. These nerves are at risk during radical pelvic surgery."}
{"id": "article-26875_21", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Embryology", "content": "During the 5th week of development, neural crest cells form and migrate throughout the body. Some cells migrate bilaterally along the vertebral column and aggregate to form the sympathetic ganglia, the paired cell masses dorsolateral to the aorta. The sympathetic ganglia are joined in a bilateral chain by the sympathetic trunks, the longitudinal nerve fibers along each side of the vertebral bodies.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Embryology. During the 5th week of development, neural crest cells form and migrate throughout the body. Some cells migrate bilaterally along the vertebral column and aggregate to form the sympathetic ganglia, the paired cell masses dorsolateral to the aorta. The sympathetic ganglia are joined in a bilateral chain by the sympathetic trunks, the longitudinal nerve fibers along each side of the vertebral bodies."}
{"id": "article-26875_22", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Embryology", "content": "Some neural crest cells continue to migrate ventrally to the aorta's anterior surface and aggregate in the preaortic ganglia, forming the celiac, superior, and inferior mesenteric ganglia. Preganglionic sympathetic axons initially travel to a paravertebral ganglion. Within this ganglion, they may synapse with neurons or continue their journey by either descending or ascending along the sympathetic trunk to synapse with neurons in other ganglia. Other presynaptic fibers pass through the paravertebral ganglia without synapsing, forming the splanchnic nerves that innervate the viscera. [12]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Embryology. Some neural crest cells continue to migrate ventrally to the aorta's anterior surface and aggregate in the preaortic ganglia, forming the celiac, superior, and inferior mesenteric ganglia. Preganglionic sympathetic axons initially travel to a paravertebral ganglion. Within this ganglion, they may synapse with neurons or continue their journey by either descending or ascending along the sympathetic trunk to synapse with neurons in other ganglia. Other presynaptic fibers pass through the paravertebral ganglia without synapsing, forming the splanchnic nerves that innervate the viscera. [12]"}
{"id": "article-26875_23", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Nerves -- Lower Thoracic Splanchnic Nerves", "content": "The greater splanchnic nerve originates from the sympathetic trunk from levels T5 to T9. Like all splanchnic nerves, the greater splanchnic nerve has both afferent and efferent fibers. The lesser splanchnic nerve arises from the T10 to T11 levels. The least splanchnic nerve arises from the T12 level. This nerve is absent in some individuals. [13]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Nerves -- Lower Thoracic Splanchnic Nerves. The greater splanchnic nerve originates from the sympathetic trunk from levels T5 to T9. Like all splanchnic nerves, the greater splanchnic nerve has both afferent and efferent fibers. The lesser splanchnic nerve arises from the T10 to T11 levels. The least splanchnic nerve arises from the T12 level. This nerve is absent in some individuals. [13]"}
{"id": "article-26875_24", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Nerves -- Lumbar Splanchnic Nerves", "content": "The lumbar splanchnic nerves arise from the L1 to L4 sympathetic ganglia and contribute to the intermesenteric, inferior mesenteric, and superior hypogastric plexuses. [14]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Nerves -- Lumbar Splanchnic Nerves. The lumbar splanchnic nerves arise from the L1 to L4 sympathetic ganglia and contribute to the intermesenteric, inferior mesenteric, and superior hypogastric plexuses. [14]"}
{"id": "article-26875_25", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Nerves -- Sacral Splanchnic Nerves", "content": "The sacral splanchnic nerves arise from S1 and S2 and travel to the inferior hypogastric plexus.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Nerves -- Sacral Splanchnic Nerves. The sacral splanchnic nerves arise from S1 and S2 and travel to the inferior hypogastric plexus."}
{"id": "article-26875_26", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Nerves -- Pelvic Splanchnic Nerves", "content": "The pelvic splanchnic nerves arise from S2 to S4 and provide parasympathetic innervation to the hindgut and pelvic organs. These nerves distribute to the hindgut structures and the inferior hypogastric plexus and its subsidiary plexuses. The pelvic splanchnic nerves reach their destinations either directly along the posterior pelvic and abdominal wall or indirectly via the hypogastric nerve, which connects to the superior hypogastric and inferior mesenteric plexuses. [15]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Nerves -- Pelvic Splanchnic Nerves. The pelvic splanchnic nerves arise from S2 to S4 and provide parasympathetic innervation to the hindgut and pelvic organs. These nerves distribute to the hindgut structures and the inferior hypogastric plexus and its subsidiary plexuses. The pelvic splanchnic nerves reach their destinations either directly along the posterior pelvic and abdominal wall or indirectly via the hypogastric nerve, which connects to the superior hypogastric and inferior mesenteric plexuses. [15]"}
{"id": "article-26875_27", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Muscles -- Lower Thoracic Splanchnic Nerves", "content": "The greater splanchnic nerve inhibits foregut smooth muscles. The lesser splanchnic nerve reduces midgut motility. The least splanchnic nerve decreases renal blood flow.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Muscles -- Lower Thoracic Splanchnic Nerves. The greater splanchnic nerve inhibits foregut smooth muscles. The lesser splanchnic nerve reduces midgut motility. The least splanchnic nerve decreases renal blood flow."}
{"id": "article-26875_28", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Muscles -- Lumbar Splanchnic Nerves", "content": "Lumbar splanchnic nerves provide sympathetic innervation to the smooth muscles in the kidneys, adrenal glands, large intestine, and some pelvic viscera. [14]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Muscles -- Lumbar Splanchnic Nerves. Lumbar splanchnic nerves provide sympathetic innervation to the smooth muscles in the kidneys, adrenal glands, large intestine, and some pelvic viscera. [14]"}
{"id": "article-26875_29", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Muscles -- Sacral Splanchnic Nerves", "content": "The sacral splanchnic nerves supply sympathetic efferents to the rectum, bladder, and reproductive organs.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Muscles -- Sacral Splanchnic Nerves. The sacral splanchnic nerves supply sympathetic efferents to the rectum, bladder, and reproductive organs."}
{"id": "article-26875_30", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Muscles -- Pelvic Splanchnic Nerves", "content": "The pelvic viscera receive parasympathetic innervation via the pelvic splanchnic nerves. These nerves merge with inferior hypogastric vessels and give branches that contribute to the innervation of the bladder fundus. In men, these nerves supply the spermatic cord, ductus deferens, and prostatic plexus, which innervates the corpora cavernosa, prostate, and urethra. In women, these nerves give branches supplying the clitoris, vaginal wall, and the vestibule's erectile tissue.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Muscles -- Pelvic Splanchnic Nerves. The pelvic viscera receive parasympathetic innervation via the pelvic splanchnic nerves. These nerves merge with inferior hypogastric vessels and give branches that contribute to the innervation of the bladder fundus. In men, these nerves supply the spermatic cord, ductus deferens, and prostatic plexus, which innervates the corpora cavernosa, prostate, and urethra. In women, these nerves give branches supplying the clitoris, vaginal wall, and the vestibule's erectile tissue."}
{"id": "article-26875_31", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Physiologic Variants", "content": "The classic distribution of the lower thoracic and lumbar splanchnic nerves, as described above, has been called into question by several recent anatomical studies. [16] [17] These investigations found considerable variation in the abdominal sympathetic ganglia, particularly in their location, preganglionic origin, and consistency of their presence. The authors suggest that this area be viewed as a continuum of structures rather than distinct ganglia, as traditionally described.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Physiologic Variants. The classic distribution of the lower thoracic and lumbar splanchnic nerves, as described above, has been called into question by several recent anatomical studies. [16] [17] These investigations found considerable variation in the abdominal sympathetic ganglia, particularly in their location, preganglionic origin, and consistency of their presence. The authors suggest that this area be viewed as a continuum of structures rather than distinct ganglia, as traditionally described."}
{"id": "article-26875_32", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Surgical Considerations", "content": "Splanchnicectomy is a procedure frequently used for controlling severe visceral pain, as in pancreatitis and pancreatic cancer cases. Knowledge of the anatomy and variations of the thoracic splanchnic nerve is essential for properly performing this procedure.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Surgical Considerations. Splanchnicectomy is a procedure frequently used for controlling severe visceral pain, as in pancreatitis and pancreatic cancer cases. Knowledge of the anatomy and variations of the thoracic splanchnic nerve is essential for properly performing this procedure."}
{"id": "article-26875_33", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Surgical Considerations", "content": "Surgeries within the pelvis risk injury to the pelvic and sacral splanchnic and hypogastric nerves and the inferior hypogastric plexus. Injury to these structures could affect normal bowel, bladder,  and sexual function. [18] [19]", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Surgical Considerations. Surgeries within the pelvis risk injury to the pelvic and sacral splanchnic and hypogastric nerves and the inferior hypogastric plexus. Injury to these structures could affect normal bowel, bladder,  and sexual function. [18] [19]"}
{"id": "article-26875_34", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Clinical Significance", "content": "Evidence shows that greater thoracic splanchnicectomy can effectively reduce chronic pain from chronic pancreatitis and pancreatic cancer. Left flank pain control is attainable by transecting the left greater thoracic splanchnic nerves. Notably, bowel motility is controlled by multiple branches of the greater thoracic splanchnic nerve. Thus, bowel dysfunction is a likely complication of this procedure.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Clinical Significance. Evidence shows that greater thoracic splanchnicectomy can effectively reduce chronic pain from chronic pancreatitis and pancreatic cancer. Left flank pain control is attainable by transecting the left greater thoracic splanchnic nerves. Notably, bowel motility is controlled by multiple branches of the greater thoracic splanchnic nerve. Thus, bowel dysfunction is a likely complication of this procedure."}
{"id": "article-26875_35", "title": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis, Splanchnic Nerves -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}