{"id": "article-27005_0", "title": "Central and Peripheral Cyanosis -- Continuing Education Activity", "content": "Peripheral cyanosis is the bluish discoloration of the distal extremities (Hands, fingertips, toes), and can sometimes involve circumoral and periorbital areas. Mucous membranes are generally not involved. Peripheral cyanosis is rarely a life-threatening medical emergency. However, it is essential to determine the underlying cause. Its timely management is crucial to prevent potential complications. This activity reviews peripheral cyanosis and outlines its evaluation and management. It also highlights the role of the interprofessional team in managing patients with this condition.", "contents": "Central and Peripheral Cyanosis -- Continuing Education Activity. Peripheral cyanosis is the bluish discoloration of the distal extremities (Hands, fingertips, toes), and can sometimes involve circumoral and periorbital areas. Mucous membranes are generally not involved. Peripheral cyanosis is rarely a life-threatening medical emergency. However, it is essential to determine the underlying cause. Its timely management is crucial to prevent potential complications. This activity reviews peripheral cyanosis and outlines its evaluation and management. It also highlights the role of the interprofessional team in managing patients with this condition."}
{"id": "article-27005_1", "title": "Central and Peripheral Cyanosis -- Continuing Education Activity", "content": "Objectives: Outline the etiology of central and peripheral cyanosis. Describe the pathophysiology of central and ischemic peripheral cyanosis. Summarize the treatment options for central and peripheral cyanosis. Review interprofessional team strategies for improving care coordination and communication to manage cyanosis and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Central and Peripheral Cyanosis -- Continuing Education Activity. Objectives: Outline the etiology of central and peripheral cyanosis. Describe the pathophysiology of central and ischemic peripheral cyanosis. Summarize the treatment options for central and peripheral cyanosis. Review interprofessional team strategies for improving care coordination and communication to manage cyanosis and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27005_2", "title": "Central and Peripheral Cyanosis -- Introduction", "content": "Cyan means ‘blue’ and the abnormal bluish discoloration of the skin and mucous membranes is referred to as “cyanosis”. It is a pathologic sign, and not a disease by itself. Underlying diseases that increase the deoxygenated hemoglobin to 5.0 g/dl or more leads to cyanosis. Cyanosis can be best appreciated in areas with rich superficial vasculature and thin overlying dermis. These include lips, nose, earlobes, oral cavity, extremities, and tips of fingers and toes. Cyanosis usually becomes evident in hypoxemia, that is, abnormally low concentration of oxygenation (<80-85%) in arterial blood. However, it is not sensitive or a specific indicator of hypoxemia. Since cyanosis is a clinical sign, a proper evaluation is important to determine the etiology of cyanosis. [1] Cyanosis is further classified as central, peripheral, and differential. [2]", "contents": "Central and Peripheral Cyanosis -- Introduction. Cyan means ‘blue’ and the abnormal bluish discoloration of the skin and mucous membranes is referred to as “cyanosis”. It is a pathologic sign, and not a disease by itself. Underlying diseases that increase the deoxygenated hemoglobin to 5.0 g/dl or more leads to cyanosis. Cyanosis can be best appreciated in areas with rich superficial vasculature and thin overlying dermis. These include lips, nose, earlobes, oral cavity, extremities, and tips of fingers and toes. Cyanosis usually becomes evident in hypoxemia, that is, abnormally low concentration of oxygenation (<80-85%) in arterial blood. However, it is not sensitive or a specific indicator of hypoxemia. Since cyanosis is a clinical sign, a proper evaluation is important to determine the etiology of cyanosis. [1] Cyanosis is further classified as central, peripheral, and differential. [2]"}
{"id": "article-27005_3", "title": "Central and Peripheral Cyanosis -- Introduction", "content": "Central cyanosis is a generalized bluish discoloration of the body and the visible mucous membranes, which occurs due to inadequate oxygenation secondary to conditions that lead to an increase in deoxygenated hemoglobin or presence of abnormal hemoglobin. Peripheral cyanosis is the bluish discoloration of the distal extremities (hands, fingertips, toes), and can sometimes involve circumoral and periorbital areas. Mucous membranes are generally not involved. Peripheral cyanosis is rarely a life-threatening medical emergency. However, it is essential to determine the underlying cause and its timely management to prevent potential complications. Differential cyanosis is the asymmetrical bluish discoloration between the upper and lower extremities. It usually indicates serious underlying cardiopulmonary conditions. [3] The bluish discoloration despite adequate oxygenation is sometimes seen due to the ingestion of drugs, toxins, or metals. This is called ‘Pseudocyanosis.’", "contents": "Central and Peripheral Cyanosis -- Introduction. Central cyanosis is a generalized bluish discoloration of the body and the visible mucous membranes, which occurs due to inadequate oxygenation secondary to conditions that lead to an increase in deoxygenated hemoglobin or presence of abnormal hemoglobin. Peripheral cyanosis is the bluish discoloration of the distal extremities (hands, fingertips, toes), and can sometimes involve circumoral and periorbital areas. Mucous membranes are generally not involved. Peripheral cyanosis is rarely a life-threatening medical emergency. However, it is essential to determine the underlying cause and its timely management to prevent potential complications. Differential cyanosis is the asymmetrical bluish discoloration between the upper and lower extremities. It usually indicates serious underlying cardiopulmonary conditions. [3] The bluish discoloration despite adequate oxygenation is sometimes seen due to the ingestion of drugs, toxins, or metals. This is called ‘Pseudocyanosis.’"}
{"id": "article-27005_4", "title": "Central and Peripheral Cyanosis -- Etiology", "content": "Causes of central cyanosis include: [4] [5]", "contents": "Central and Peripheral Cyanosis -- Etiology. Causes of central cyanosis include: [4] [5]"}
{"id": "article-27005_5", "title": "Central and Peripheral Cyanosis -- Etiology", "content": "Hypoventilation due to conditions affecting the central nervous system, such as intracranial hemorrhage, tonic-clonic seizures, and heroin overdose. Pulmonary causes leading to ventilation-perfusion mismatch and impaired alveolar-arterial diffusion, for instance, bronchospasm (asthma), pulmonary embolism, pneumonia, bronchiolitis, pulmonary hypertension, hypoventilation, and COPD [6] [7] [8] Cardiovascular causes include heart failure, congenital heart diseases (right to left shunting), and valvular heart diseases. Hemoglobinopathies including methemoglobinemia, sulfhemoglobinemia Polycythemia High altitude Hypothermia Obstructive sleep apnea Peripheral cyanosis can be seen because of the following:", "contents": "Central and Peripheral Cyanosis -- Etiology. Hypoventilation due to conditions affecting the central nervous system, such as intracranial hemorrhage, tonic-clonic seizures, and heroin overdose. Pulmonary causes leading to ventilation-perfusion mismatch and impaired alveolar-arterial diffusion, for instance, bronchospasm (asthma), pulmonary embolism, pneumonia, bronchiolitis, pulmonary hypertension, hypoventilation, and COPD [6] [7] [8] Cardiovascular causes include heart failure, congenital heart diseases (right to left shunting), and valvular heart diseases. Hemoglobinopathies including methemoglobinemia, sulfhemoglobinemia Polycythemia High altitude Hypothermia Obstructive sleep apnea Peripheral cyanosis can be seen because of the following:"}
{"id": "article-27005_6", "title": "Central and Peripheral Cyanosis -- Etiology", "content": "Reduced cardiac output secondary to heart failure or shock Local vasoconstriction due to cold exposure, hypothermia, acrocyanosis, and Raynaud phenomenon Vasomotor instability Arterial obstruction causing regional ischemia secondary to peripheral vascular disease. Causes include atherosclerosis, Buerger disease, atheroembolism Venous stasis or obstruction, such as in deep vein thrombosis Hyperviscosity attributable to multiple myelomas, polycythemia, and macroglobulinemia All causes of central cyanosis can also cause peripheral cyanosis. Cardiopulmonary causes and hemoglobin abnormalities are the common causes of central cyanosis. Differential cyanosis can be seen in patent ductus arteriosus with pulmonary hypertension. [9]", "contents": "Central and Peripheral Cyanosis -- Etiology. Reduced cardiac output secondary to heart failure or shock Local vasoconstriction due to cold exposure, hypothermia, acrocyanosis, and Raynaud phenomenon Vasomotor instability Arterial obstruction causing regional ischemia secondary to peripheral vascular disease. Causes include atherosclerosis, Buerger disease, atheroembolism Venous stasis or obstruction, such as in deep vein thrombosis Hyperviscosity attributable to multiple myelomas, polycythemia, and macroglobulinemia All causes of central cyanosis can also cause peripheral cyanosis. Cardiopulmonary causes and hemoglobin abnormalities are the common causes of central cyanosis. Differential cyanosis can be seen in patent ductus arteriosus with pulmonary hypertension. [9]"}
{"id": "article-27005_7", "title": "Central and Peripheral Cyanosis -- Pathophysiology", "content": "Cyanosis is due to inadequate oxygenation of blood. It results when the deoxyhemoglobin exceeds 5.0 g/dL. The bright red color of the blood is due to an adequate content of oxygen in the blood, which changes to a darker red with a reduced level of oxygen reflecting more blue light making the skin appear to have a blue tint. However, the blue tint is more apparent with high hemoglobin count. [10] The pathophysiology of cyanosis is as follows: [11] [12] Hypoxic Hypoxia : Due to decreased oxygen tension and content in arterial and venous blood, the oxygen diffusion to the tissues is decreased. [13] Inspired air is low in oxygen content: Sea level, high altitude Decreased ventilation: Emphysema, respiratory center depression Decreased diffusion through the alveolar-capillary membrane: fibrosis, interstitial edema Right to left shunting of blood in the heart: patent ductus arteriosus (PDA), interventricular or interatrial defects", "contents": "Central and Peripheral Cyanosis -- Pathophysiology. Cyanosis is due to inadequate oxygenation of blood. It results when the deoxyhemoglobin exceeds 5.0 g/dL. The bright red color of the blood is due to an adequate content of oxygen in the blood, which changes to a darker red with a reduced level of oxygen reflecting more blue light making the skin appear to have a blue tint. However, the blue tint is more apparent with high hemoglobin count. [10] The pathophysiology of cyanosis is as follows: [11] [12] Hypoxic Hypoxia : Due to decreased oxygen tension and content in arterial and venous blood, the oxygen diffusion to the tissues is decreased. [13] Inspired air is low in oxygen content: Sea level, high altitude Decreased ventilation: Emphysema, respiratory center depression Decreased diffusion through the alveolar-capillary membrane: fibrosis, interstitial edema Right to left shunting of blood in the heart: patent ductus arteriosus (PDA), interventricular or interatrial defects"}
{"id": "article-27005_8", "title": "Central and Peripheral Cyanosis -- Pathophysiology", "content": "Stagnant Hypoxia : In this oxygen tension and content in the arterial blood is normal, but the hypoxia is due to reduced or uneven blood flow to the tissues. As a result of the increased extraction of the available oxygen at the tissue level, the oxygen tension, and content in the venous blood decrease. Generalized reduced blood flow: Congestive heart failure. Localized reduced blood flow: Peripheral vascular diseases such as Raynaud which can lead to peripheral vessel spasm (the lack of blood flow leads to the white coloration of fingers, followed by bluish discoloration when the veins dilate to keep the blood flow going, finally returning to red color on the restoration of blood flow) Asphyxia : In this, there is both hypoxia as well as increased levels of carbon dioxide (hypercapnia)", "contents": "Central and Peripheral Cyanosis -- Pathophysiology. Stagnant Hypoxia : In this oxygen tension and content in the arterial blood is normal, but the hypoxia is due to reduced or uneven blood flow to the tissues. As a result of the increased extraction of the available oxygen at the tissue level, the oxygen tension, and content in the venous blood decrease. Generalized reduced blood flow: Congestive heart failure. Localized reduced blood flow: Peripheral vascular diseases such as Raynaud which can lead to peripheral vessel spasm (the lack of blood flow leads to the white coloration of fingers, followed by bluish discoloration when the veins dilate to keep the blood flow going, finally returning to red color on the restoration of blood flow) Asphyxia : In this, there is both hypoxia as well as increased levels of carbon dioxide (hypercapnia)"}
{"id": "article-27005_9", "title": "Central and Peripheral Cyanosis -- Pathophysiology", "content": "Peripheral cyanosis occurs due to the inability of the body to deliver oxygen-rich blood to the peripheral tissues. Congestive peripheral cyanosis can be caused due to the slowing of blood flow. Ischemic peripheral cyanosis occurs when vasoconstriction leads to diminished peripheral blood flow. In peripheral cyanosis, there is normal arterial oxygen saturation but increased oxygen extraction by the peripheral tissue in the capillary bed in the setting of peripheral vasoconstriction and decreased peripheral blood flow. This results in a significant difference in the saturation between the arterial and venous blood, with increased deoxygenated blood on the venous side of the capillary beds. [14]", "contents": "Central and Peripheral Cyanosis -- Pathophysiology. Peripheral cyanosis occurs due to the inability of the body to deliver oxygen-rich blood to the peripheral tissues. Congestive peripheral cyanosis can be caused due to the slowing of blood flow. Ischemic peripheral cyanosis occurs when vasoconstriction leads to diminished peripheral blood flow. In peripheral cyanosis, there is normal arterial oxygen saturation but increased oxygen extraction by the peripheral tissue in the capillary bed in the setting of peripheral vasoconstriction and decreased peripheral blood flow. This results in a significant difference in the saturation between the arterial and venous blood, with increased deoxygenated blood on the venous side of the capillary beds. [14]"}
{"id": "article-27005_10", "title": "Central and Peripheral Cyanosis -- Pathophysiology", "content": "Reduced cardiac output in heart failure and shock can lead to peripheral cyanosis, if severe. Lack of pressure prevents an adequate supply of oxygen-rich blood to the extremities. Also, hypotension produces reflex cutaneous vasoconstriction to shunt blood from extremities to the internal organs. This redistribution of blood flow from extremities causes cyanosis of extremities. Exposure to cold increases the transit time through capillary beds. This results in cyanosis due to increased unloading of oxygen from the blood to the tissues.", "contents": "Central and Peripheral Cyanosis -- Pathophysiology. Reduced cardiac output in heart failure and shock can lead to peripheral cyanosis, if severe. Lack of pressure prevents an adequate supply of oxygen-rich blood to the extremities. Also, hypotension produces reflex cutaneous vasoconstriction to shunt blood from extremities to the internal organs. This redistribution of blood flow from extremities causes cyanosis of extremities. Exposure to cold increases the transit time through capillary beds. This results in cyanosis due to increased unloading of oxygen from the blood to the tissues."}
{"id": "article-27005_11", "title": "Central and Peripheral Cyanosis -- Pathophysiology", "content": "Benign vasomotor changes can cause acrocyanosis, a form of peripheral cyanosis. It can be a normal finding in babies which resolves within the first few days of life. Additionally, it can also be seen in infancy when babies cry, vomit, regurgitate, cough, hold their breath. It is not considered pathologic unless there is significantly low cardiac output leading to cutaneous vasoconstriction. In the Raynaud phenomenon, abnormal vasospasm occurs with exposure to change in temperature and emotional events. The diminished blood flow causes a blue discoloration of the fingers and toes. About 98% of oxygen is normally bound to hemoglobin, with the remaining 2% dissolved in plasma.", "contents": "Central and Peripheral Cyanosis -- Pathophysiology. Benign vasomotor changes can cause acrocyanosis, a form of peripheral cyanosis. It can be a normal finding in babies which resolves within the first few days of life. Additionally, it can also be seen in infancy when babies cry, vomit, regurgitate, cough, hold their breath. It is not considered pathologic unless there is significantly low cardiac output leading to cutaneous vasoconstriction. In the Raynaud phenomenon, abnormal vasospasm occurs with exposure to change in temperature and emotional events. The diminished blood flow causes a blue discoloration of the fingers and toes. About 98% of oxygen is normally bound to hemoglobin, with the remaining 2% dissolved in plasma."}
{"id": "article-27005_12", "title": "Central and Peripheral Cyanosis -- History and Physical", "content": "The detailed history and physical examination are vital in determining the underlying cause of cyanosis. The provider should inquire about the onset, duration, intake, or exposure to poisonous substances, exposure to the cold, site where cyanosis can be appreciated, and associated symptoms. If the cyanosis is present since birth, the cause is congenital. However, a more recent onset is highly suggestive of acquired etiology. It is essential to differentiate the central, peripheral cyanosis, and differential cyanosis as each implies different etiologies.", "contents": "Central and Peripheral Cyanosis -- History and Physical. The detailed history and physical examination are vital in determining the underlying cause of cyanosis. The provider should inquire about the onset, duration, intake, or exposure to poisonous substances, exposure to the cold, site where cyanosis can be appreciated, and associated symptoms. If the cyanosis is present since birth, the cause is congenital. However, a more recent onset is highly suggestive of acquired etiology. It is essential to differentiate the central, peripheral cyanosis, and differential cyanosis as each implies different etiologies."}
{"id": "article-27005_13", "title": "Central and Peripheral Cyanosis -- History and Physical", "content": "In assessing cyanosis, the onset is an important clue to the underlying cause. In congenital heart diseases, the conditions which present with cyanosis in the first week are tricuspid atresia, Ebstein anomaly, critical pulmonary stenosis, etc. The conditions which usually manifest after the first week are tetralogy of Fallot, transposition of great arteries, truncus arteriosus, etc.", "contents": "Central and Peripheral Cyanosis -- History and Physical. In assessing cyanosis, the onset is an important clue to the underlying cause. In congenital heart diseases, the conditions which present with cyanosis in the first week are tricuspid atresia, Ebstein anomaly, critical pulmonary stenosis, etc. The conditions which usually manifest after the first week are tetralogy of Fallot, transposition of great arteries, truncus arteriosus, etc."}
{"id": "article-27005_14", "title": "Central and Peripheral Cyanosis -- History and Physical", "content": "Fever may be seen if the cause of cyanosis is infectious such as croup, pneumonia, septic shock, etc. The presence of clubbing can most likely be seen in congenital heart conditions, right to left shunts, and pulmonary diseases. Respiratory symptoms are more commonly associated with central cyanosis.", "contents": "Central and Peripheral Cyanosis -- History and Physical. Fever may be seen if the cause of cyanosis is infectious such as croup, pneumonia, septic shock, etc. The presence of clubbing can most likely be seen in congenital heart conditions, right to left shunts, and pulmonary diseases. Respiratory symptoms are more commonly associated with central cyanosis."}
{"id": "article-27005_15", "title": "Central and Peripheral Cyanosis -- History and Physical", "content": "Physical examination should be carried out in an adequate light for the correct assessment of cyanosis. Poor light exposure, the thickness of the skin, and pigmentation of the skin can affect the accuracy of physical assessment. Cheeks, nose, ears, and oral mucosa are the best areas to assess cyanosis as the skin in these areas is thin, and blood supply is good. This can help determine if the cyanosis is generalized, limited to extremities, or if there is a difference in the bluish discoloration in different extremities.", "contents": "Central and Peripheral Cyanosis -- History and Physical. Physical examination should be carried out in an adequate light for the correct assessment of cyanosis. Poor light exposure, the thickness of the skin, and pigmentation of the skin can affect the accuracy of physical assessment. Cheeks, nose, ears, and oral mucosa are the best areas to assess cyanosis as the skin in these areas is thin, and blood supply is good. This can help determine if the cyanosis is generalized, limited to extremities, or if there is a difference in the bluish discoloration in different extremities."}
{"id": "article-27005_16", "title": "Central and Peripheral Cyanosis -- History and Physical", "content": "The prime sites of the bluish discoloration in central cyanosis are lips, tongue, hands, feet, and mucous membranes of the oral cavity. The depth of the color usually correlates with the amount of desaturated hemoglobin, and hence, the severity of cyanosis. Clubbing can be seen in some patients with long-standing central cyanosis. Methemoglobinemia or sulfhemoglobinemia should be high on differentials if central cyanosis does not get better with oxygen administration.", "contents": "Central and Peripheral Cyanosis -- History and Physical. The prime sites of the bluish discoloration in central cyanosis are lips, tongue, hands, feet, and mucous membranes of the oral cavity. The depth of the color usually correlates with the amount of desaturated hemoglobin, and hence, the severity of cyanosis. Clubbing can be seen in some patients with long-standing central cyanosis. Methemoglobinemia or sulfhemoglobinemia should be high on differentials if central cyanosis does not get better with oxygen administration."}
{"id": "article-27005_17", "title": "Central and Peripheral Cyanosis -- History and Physical", "content": "The inspection also includes looking for any thoracic cage deformity, accessory muscle use for respiration (nasal flaring, grunting, intrathoracic/supraclavicular retractions), asymmetry of chest expansion, discomfort in breathing, audible breath sounds, clubbing, posture, etc. These are helpful in narrowing down the underlying causes, especially if the cause is cardiac or pulmonary. It is helpful to carry out the palpation of brachial and femoral pulses, tactile and vocal fremitus, assessment of ventilation, and measurement of blood pressure in all four extremities. Peripheral cyanosis is characterized by the following: Localized cyanosis affecting only extremities Pink tongue as mucous membranes are almost never involved Cold extremities as compared to warm extremities in central cyanosis Clubbing is absent Pulse volume usually low Capillary refill time more than 2 sec Disappears with massage and warming Dyspnea usually absent", "contents": "Central and Peripheral Cyanosis -- History and Physical. The inspection also includes looking for any thoracic cage deformity, accessory muscle use for respiration (nasal flaring, grunting, intrathoracic/supraclavicular retractions), asymmetry of chest expansion, discomfort in breathing, audible breath sounds, clubbing, posture, etc. These are helpful in narrowing down the underlying causes, especially if the cause is cardiac or pulmonary. It is helpful to carry out the palpation of brachial and femoral pulses, tactile and vocal fremitus, assessment of ventilation, and measurement of blood pressure in all four extremities. Peripheral cyanosis is characterized by the following: Localized cyanosis affecting only extremities Pink tongue as mucous membranes are almost never involved Cold extremities as compared to warm extremities in central cyanosis Clubbing is absent Pulse volume usually low Capillary refill time more than 2 sec Disappears with massage and warming Dyspnea usually absent"}
{"id": "article-27005_18", "title": "Central and Peripheral Cyanosis -- History and Physical", "content": "In children, the most common etiologies for life-threatening central cyanosis are congenital heart disorders and polycythemia. The common causes of peripheral cyanosis in this age group are cold exposure and acrocyanosis.", "contents": "Central and Peripheral Cyanosis -- History and Physical. In children, the most common etiologies for life-threatening central cyanosis are congenital heart disorders and polycythemia. The common causes of peripheral cyanosis in this age group are cold exposure and acrocyanosis."}
{"id": "article-27005_19", "title": "Central and Peripheral Cyanosis -- Evaluation", "content": "The unexpected blue discoloration is alarming and should be quickly evaluated. The clinical history and physical examination are important, but the additional evaluation is also essential to determine the underlying cause of cyanosis.", "contents": "Central and Peripheral Cyanosis -- Evaluation. The unexpected blue discoloration is alarming and should be quickly evaluated. The clinical history and physical examination are important, but the additional evaluation is also essential to determine the underlying cause of cyanosis."}
{"id": "article-27005_20", "title": "Central and Peripheral Cyanosis -- Evaluation", "content": "Oxygenation status can be assessed by determining the oxygen saturation of hemoglobin, partial pressure of oxygen, and total hemoglobin. Various types of devices can measure oxygen saturation, but the measured variables are different from each device. Co-oximetry and simple oximetry are spectrophotometry methods to measure arterial blood oxygenation. Pulse oximetry is a non-invasive method as compared to co-oximetry, which requires a sample of arterial blood.", "contents": "Central and Peripheral Cyanosis -- Evaluation. Oxygenation status can be assessed by determining the oxygen saturation of hemoglobin, partial pressure of oxygen, and total hemoglobin. Various types of devices can measure oxygen saturation, but the measured variables are different from each device. Co-oximetry and simple oximetry are spectrophotometry methods to measure arterial blood oxygenation. Pulse oximetry is a non-invasive method as compared to co-oximetry, which requires a sample of arterial blood."}
{"id": "article-27005_21", "title": "Central and Peripheral Cyanosis -- Evaluation", "content": "To begin with, pulse oximetry, a non-invasive and easily available test, should be done to rule out life-threatening hypoxemia as a cause. It is used to assess oxygenation; however, it may falsely indicate hypoxemia in peripheral cyanosis and dyshemoglobinemias. For instance, the value may be low if measured on an affected limb in both central and peripheral cyanosis. [15]", "contents": "Central and Peripheral Cyanosis -- Evaluation. To begin with, pulse oximetry, a non-invasive and easily available test, should be done to rule out life-threatening hypoxemia as a cause. It is used to assess oxygenation; however, it may falsely indicate hypoxemia in peripheral cyanosis and dyshemoglobinemias. For instance, the value may be low if measured on an affected limb in both central and peripheral cyanosis. [15]"}
{"id": "article-27005_22", "title": "Central and Peripheral Cyanosis -- Evaluation", "content": "Co-oximetry, in addition to measuring oxygen saturation, can be used for arterial blood gas analysis. Arterial blood gas analysis shows normal arterial oxygenation in peripheral cyanosis, i.e., 85-100%. Contrary to this, the arterial oxygen saturation is low in central cyanosis. This test also determines the value of hemoglobin derivatives such as oxygenated hemoglobin, deoxygenated hemoglobin, and dyshemoglobins (methemoglobin, carboxyhemoglobin, sulfhemoglobin, etc.). It, therefore, only indicates low oxygen levels in hypoxemia due to central cyanosis. In pseudocyanosis, both pulse oximetry and co-oximetry reveal normal oxygen levels. [16] [17] [18] Peripheral blood film, hemoglobin concentration, blood glucose, and sepsis workup should be considered depending on the clinical scenario to evaluate the causes of cyanosis.", "contents": "Central and Peripheral Cyanosis -- Evaluation. Co-oximetry, in addition to measuring oxygen saturation, can be used for arterial blood gas analysis. Arterial blood gas analysis shows normal arterial oxygenation in peripheral cyanosis, i.e., 85-100%. Contrary to this, the arterial oxygen saturation is low in central cyanosis. This test also determines the value of hemoglobin derivatives such as oxygenated hemoglobin, deoxygenated hemoglobin, and dyshemoglobins (methemoglobin, carboxyhemoglobin, sulfhemoglobin, etc.). It, therefore, only indicates low oxygen levels in hypoxemia due to central cyanosis. In pseudocyanosis, both pulse oximetry and co-oximetry reveal normal oxygen levels. [16] [17] [18] Peripheral blood film, hemoglobin concentration, blood glucose, and sepsis workup should be considered depending on the clinical scenario to evaluate the causes of cyanosis."}
{"id": "article-27005_23", "title": "Central and Peripheral Cyanosis -- Evaluation", "content": "Additionally, chest X-ray, ECG, and CT scan can be done to evaluate the cardiopulmonary cause. Echocardiogram and invasive cardiac evaluation may be necessary in some cases.", "contents": "Central and Peripheral Cyanosis -- Evaluation. Additionally, chest X-ray, ECG, and CT scan can be done to evaluate the cardiopulmonary cause. Echocardiogram and invasive cardiac evaluation may be necessary in some cases."}
{"id": "article-27005_24", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "The treatment of central cyanosis, which is a clinical sign, is focused on the management of underlying conditions. [19]", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. The treatment of central cyanosis, which is a clinical sign, is focused on the management of underlying conditions. [19]"}
{"id": "article-27005_25", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "Initial stabilization with oxygen support through regular/high flow nasal cannula is required for pulmonary oxygen diffusion impairment. In some conditions, assisted ventilation may be necessary.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. Initial stabilization with oxygen support through regular/high flow nasal cannula is required for pulmonary oxygen diffusion impairment. In some conditions, assisted ventilation may be necessary."}
{"id": "article-27005_26", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "Metabolic abnormalities such as hypoglycemia and hypocalcemia should be corrected, if present. Metabolic abnormalities can occur as a result of the inability to feed secondary to cyanotic heart diseases in children.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. Metabolic abnormalities such as hypoglycemia and hypocalcemia should be corrected, if present. Metabolic abnormalities can occur as a result of the inability to feed secondary to cyanotic heart diseases in children."}
{"id": "article-27005_27", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "For cyanotic heart diseases, initial stabilization and airway management should be the priority. Cardiology referral for assessment and intervention is necessary for cyanotic congenital heart diseases such as tricuspid atresia, tetralogy of Fallot, etc. For congenital heart disease correction, surgical intervention is required. Drugs such as prostaglandin E1 infusion are used for ductal dependent conditions for pulmonary blood flow.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. For cyanotic heart diseases, initial stabilization and airway management should be the priority. Cardiology referral for assessment and intervention is necessary for cyanotic congenital heart diseases such as tricuspid atresia, tetralogy of Fallot, etc. For congenital heart disease correction, surgical intervention is required. Drugs such as prostaglandin E1 infusion are used for ductal dependent conditions for pulmonary blood flow."}
{"id": "article-27005_28", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "Drugs such as diuretics, ACE inhibitors, inotropic drugs are considered for heart failure.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. Drugs such as diuretics, ACE inhibitors, inotropic drugs are considered for heart failure."}
{"id": "article-27005_29", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "Antibiotic prophylaxis in cyanotic heart disease patients to prevent bacterial endocarditis.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. Antibiotic prophylaxis in cyanotic heart disease patients to prevent bacterial endocarditis."}
{"id": "article-27005_30", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "Methylene blue is used for treating methemoglobinemia-induced cyanosis.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. Methylene blue is used for treating methemoglobinemia-induced cyanosis."}
{"id": "article-27005_31", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "The best therapy to manage blue discoloration due to exposure to gold and silver salts is the removal of offending agents.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. The best therapy to manage blue discoloration due to exposure to gold and silver salts is the removal of offending agents."}
{"id": "article-27005_32", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "The goal of the management of peripheral cyanosis is to identify and treat the underlying cause of vasoconstriction and the limited supply of oxygen-rich blood to the extremities. Peripheral cyanosis is usually reversible with restoration of the oxygenated blood flow to the extremities. It can rarely pose a life-threatening emergency. However, timely management is important to improve the outcome and prevent any potential complications. [20]", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. The goal of the management of peripheral cyanosis is to identify and treat the underlying cause of vasoconstriction and the limited supply of oxygen-rich blood to the extremities. Peripheral cyanosis is usually reversible with restoration of the oxygenated blood flow to the extremities. It can rarely pose a life-threatening emergency. However, timely management is important to improve the outcome and prevent any potential complications. [20]"}
{"id": "article-27005_33", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "Gentle warming and massage of the affected parts provide symptomatic relief and reversal of peripheral cyanosis caused by exposure to cold and Raynaud phenomenon.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. Gentle warming and massage of the affected parts provide symptomatic relief and reversal of peripheral cyanosis caused by exposure to cold and Raynaud phenomenon."}
{"id": "article-27005_34", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "In addition, longer-term lifestyle changes may be required in some conditions, such as Raynaud phenomenon. Limiting the intake of caffeine and nicotine/smoking, both of which can cause blood vessel narrowing is beneficial.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. In addition, longer-term lifestyle changes may be required in some conditions, such as Raynaud phenomenon. Limiting the intake of caffeine and nicotine/smoking, both of which can cause blood vessel narrowing is beneficial."}
{"id": "article-27005_35", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "Drugs that cause blood vessel relaxation may be used in peripheral cyanosis. These include antihypertensive drugs, antidepressants, and erectile dysfunction medications. In addition, drugs that constrict blood vessels such as beta-blockers, pseudoephedrine containing medications, birth control pills, and migraine drugs, should be avoided.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. Drugs that cause blood vessel relaxation may be used in peripheral cyanosis. These include antihypertensive drugs, antidepressants, and erectile dysfunction medications. In addition, drugs that constrict blood vessels such as beta-blockers, pseudoephedrine containing medications, birth control pills, and migraine drugs, should be avoided."}
{"id": "article-27005_36", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "When peripheral cyanosis is seen in sick looking children with signs of shock, rapid treatment should be done. Airway and breathing management with further evaluation of the cause of shock is warranted. The therapy is based upon the type of shock. Serious conditions, such as heart failure, must be treated in a hospital as an emergency.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. When peripheral cyanosis is seen in sick looking children with signs of shock, rapid treatment should be done. Airway and breathing management with further evaluation of the cause of shock is warranted. The therapy is based upon the type of shock. Serious conditions, such as heart failure, must be treated in a hospital as an emergency."}
{"id": "article-27005_37", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "All causes of central cyanosis can also cause extremity cyanosis. Correcting the underlying cause is the key to managing such cases.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. All causes of central cyanosis can also cause extremity cyanosis. Correcting the underlying cause is the key to managing such cases."}
{"id": "article-27005_38", "title": "Central and Peripheral Cyanosis -- Treatment / Management", "content": "An interprofessional approach involving various subspecialties is warranted to diagnose and manage the underlying cause of cyanosis.", "contents": "Central and Peripheral Cyanosis -- Treatment / Management. An interprofessional approach involving various subspecialties is warranted to diagnose and manage the underlying cause of cyanosis."}
{"id": "article-27005_39", "title": "Central and Peripheral Cyanosis -- Differential Diagnosis", "content": "Abnormal bluish discoloration of different parts of the body could be attributable to different underlying pathologies. Some of them are mentioned below: Differential cyanosis where the lower limb is cyanosed and upper limb is pink. It can be seen in patent ductus arteriosus with reversed shunt due to pulmonary hypertension. Reversed differential cyanosis is seen more in upper limbs as compared to lower limbs. It is seen in the transposition of great arteries. Pigmentary birthmarks Large tattoos Drugs causing gray-blue skin discoloration side effects, such as amiodarone and silver Blue clothing dye Consumption of blue-dyed food such as popsicles", "contents": "Central and Peripheral Cyanosis -- Differential Diagnosis. Abnormal bluish discoloration of different parts of the body could be attributable to different underlying pathologies. Some of them are mentioned below: Differential cyanosis where the lower limb is cyanosed and upper limb is pink. It can be seen in patent ductus arteriosus with reversed shunt due to pulmonary hypertension. Reversed differential cyanosis is seen more in upper limbs as compared to lower limbs. It is seen in the transposition of great arteries. Pigmentary birthmarks Large tattoos Drugs causing gray-blue skin discoloration side effects, such as amiodarone and silver Blue clothing dye Consumption of blue-dyed food such as popsicles"}
{"id": "article-27005_40", "title": "Central and Peripheral Cyanosis -- Complications", "content": "Since cyanosis is a clinical sign, and not a disease by itself. If not managed in time, it can lead to worsening of the underlying conditions.", "contents": "Central and Peripheral Cyanosis -- Complications. Since cyanosis is a clinical sign, and not a disease by itself. If not managed in time, it can lead to worsening of the underlying conditions."}
{"id": "article-27005_41", "title": "Central and Peripheral Cyanosis -- Deterrence and Patient Education", "content": "Patients and their families should be made knowledgable about the risk factors and measures that can be taken to avoid the progression of the disease. Following are some of the recommendations: Avoid smoking Maintain blood pressure control Cholesterol level control Avoid extreme temperatures Avoid long hours of immobility", "contents": "Central and Peripheral Cyanosis -- Deterrence and Patient Education. Patients and their families should be made knowledgable about the risk factors and measures that can be taken to avoid the progression of the disease. Following are some of the recommendations: Avoid smoking Maintain blood pressure control Cholesterol level control Avoid extreme temperatures Avoid long hours of immobility"}
{"id": "article-27005_42", "title": "Central and Peripheral Cyanosis -- Pearls and Other Issues", "content": "Cyanosis is caused due to an absolute increase in the deoxygenated hemoglobin. Therefore, in anemic patients, greater desaturation of arterial hemoglobin is required for cyanosis to manifest, as compared to individuals with normal hemoglobin levels. This means that the appearance of cyanosis in anemic patients warrant immediate attention as their oxygen saturation is very low at this point.", "contents": "Central and Peripheral Cyanosis -- Pearls and Other Issues. Cyanosis is caused due to an absolute increase in the deoxygenated hemoglobin. Therefore, in anemic patients, greater desaturation of arterial hemoglobin is required for cyanosis to manifest, as compared to individuals with normal hemoglobin levels. This means that the appearance of cyanosis in anemic patients warrant immediate attention as their oxygen saturation is very low at this point."}
{"id": "article-27005_43", "title": "Central and Peripheral Cyanosis -- Pearls and Other Issues", "content": "Acrocyanosis is bluish discoloration around the mouth and extremities, with the remaining area pink. It is a benign finding often seen in healthy newborns and is common in the initial days of life due to initial peripheral vasoconstriction. This is managed by routine newborn care. The routine newborn care management which involves pulse oximetry and screening of congenital heart disease (CHD).", "contents": "Central and Peripheral Cyanosis -- Pearls and Other Issues. Acrocyanosis is bluish discoloration around the mouth and extremities, with the remaining area pink. It is a benign finding often seen in healthy newborns and is common in the initial days of life due to initial peripheral vasoconstriction. This is managed by routine newborn care. The routine newborn care management which involves pulse oximetry and screening of congenital heart disease (CHD)."}
{"id": "article-27005_44", "title": "Central and Peripheral Cyanosis -- Enhancing Healthcare Team Outcomes", "content": "Cyanosis is a very important clinical sign which is a clue to a number of diseases, some of which can be life-threatening. The diagnosis and management of the underlying causes require a multidisciplinary approach that involves different subspecialties, critical care, and nursing.", "contents": "Central and Peripheral Cyanosis -- Enhancing Healthcare Team Outcomes. Cyanosis is a very important clinical sign which is a clue to a number of diseases, some of which can be life-threatening. The diagnosis and management of the underlying causes require a multidisciplinary approach that involves different subspecialties, critical care, and nursing."}
{"id": "article-27005_45", "title": "Central and Peripheral Cyanosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Central and Peripheral Cyanosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}