{"id": "article-27478_0", "title": "Postoperative Urinary Retention -- Continuing Education Activity", "content": "Postoperative urinary retention is the inability to urinate after a surgical procedure despite having a full bladder. It is a relatively common complication of both outpatient and inpatient procedures and, having the ability to recognize and manage postoperative urinary retention is essential for any provider responsible for the treatment of a postoperative patient. This activity reviews the evaluation and management of postoperative urinary retention and examines the role of the healthcare team in managing patients with this condition.", "contents": "Postoperative Urinary Retention -- Continuing Education Activity. Postoperative urinary retention is the inability to urinate after a surgical procedure despite having a full bladder. It is a relatively common complication of both outpatient and inpatient procedures and, having the ability to recognize and manage postoperative urinary retention is essential for any provider responsible for the treatment of a postoperative patient. This activity reviews the evaluation and management of postoperative urinary retention and examines the role of the healthcare team in managing patients with this condition."}
{"id": "article-27478_1", "title": "Postoperative Urinary Retention -- Continuing Education Activity", "content": "Objectives: Identify the etiology of postoperative urinary retention. Review the evaluation of postoperative urinary retention. Summarize the treatment and management options available for postoperative urinary retention. Describe interprofessional team strategies for improving care coordination and communication to advance the management of postoperative urinary retention and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Postoperative Urinary Retention -- Continuing Education Activity. Objectives: Identify the etiology of postoperative urinary retention. Review the evaluation of postoperative urinary retention. Summarize the treatment and management options available for postoperative urinary retention. Describe interprofessional team strategies for improving care coordination and communication to advance the management of postoperative urinary retention and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27478_2", "title": "Postoperative Urinary Retention -- Introduction", "content": "Postoperative urinary retention (POUR) is the inability to urinate after a surgical procedure despite having a full bladder. It can be a source of great distress to the patient, or it can go unnoticed. It can be easily reversible with minimal provider interventions, or it can have lasting effects on the patient. Its prevalence is cited anywhere from 5% to 70% in the literature; regardless, it is not an uncommon diagnosis post-operatively in the hospital, emergency department, or clinical setting. Having the ability to recognize and manage POUR is essential for any provider responsible for the treatment of a postoperative patient. [1]", "contents": "Postoperative Urinary Retention -- Introduction. Postoperative urinary retention (POUR) is the inability to urinate after a surgical procedure despite having a full bladder. It can be a source of great distress to the patient, or it can go unnoticed. It can be easily reversible with minimal provider interventions, or it can have lasting effects on the patient. Its prevalence is cited anywhere from 5% to 70% in the literature; regardless, it is not an uncommon diagnosis post-operatively in the hospital, emergency department, or clinical setting. Having the ability to recognize and manage POUR is essential for any provider responsible for the treatment of a postoperative patient. [1]"}
{"id": "article-27478_3", "title": "Postoperative Urinary Retention -- Etiology", "content": "Normal bladder function is the result of coordination between the somatic and autonomic nervous systems. There are generally two stages of urination: filling and voiding. During the filling stage, the sympathetic innervation of the bladder derived from the thoracolumbar spinal cord (Th10 to L2) inhibits the detrusor muscle of the bladder and activates the base of the bladder, bladder neck and urethra by way of the hypogastric nerves. During the emptying stage, the parasympathetic innervation of the bladder derived from the pelvic nerves (S2 – S4) activates the detrusor muscle of the bladder and relaxes urethral smooth muscle. At the same time, the somatic or volitional nervous system relaxes the external urethral sphincter via the pudendal nerve giving voluntary control to urination.", "contents": "Postoperative Urinary Retention -- Etiology. Normal bladder function is the result of coordination between the somatic and autonomic nervous systems. There are generally two stages of urination: filling and voiding. During the filling stage, the sympathetic innervation of the bladder derived from the thoracolumbar spinal cord (Th10 to L2) inhibits the detrusor muscle of the bladder and activates the base of the bladder, bladder neck and urethra by way of the hypogastric nerves. During the emptying stage, the parasympathetic innervation of the bladder derived from the pelvic nerves (S2 – S4) activates the detrusor muscle of the bladder and relaxes urethral smooth muscle. At the same time, the somatic or volitional nervous system relaxes the external urethral sphincter via the pudendal nerve giving voluntary control to urination."}
{"id": "article-27478_4", "title": "Postoperative Urinary Retention -- Etiology", "content": "Surgery can alter the complex urinary signaling pathway in any number of ways, making postoperative urinary retention a relatively common occurrence. Anesthesia, medications, pain, and the physiologic changes of surgery itself as well as local destruction all have potential effects on a patient’s micturition and particularly autonomic nervous system.", "contents": "Postoperative Urinary Retention -- Etiology. Surgery can alter the complex urinary signaling pathway in any number of ways, making postoperative urinary retention a relatively common occurrence. Anesthesia, medications, pain, and the physiologic changes of surgery itself as well as local destruction all have potential effects on a patient’s micturition and particularly autonomic nervous system."}
{"id": "article-27478_5", "title": "Postoperative Urinary Retention -- Etiology", "content": "Anesthesia can pharmacologically impact normal micturition. General, spinal, and regional anesthetics can all lead to POUR by suppressing micturition control and reflexes at both the central nervous system level (pontine micturition center) and the level of the peripheral nervous system by blocking neural transmission in the sacral spinal cord. [2] [3] General anesthetics act as smooth muscle relaxants and lead to decreased bladder contractility while at the same time interfering with the autonomic regulation of the detrusor. [4] The documented substantial increase in bladder capacity in the setting of a general anesthetic objectively demonstrates this. [4] Spinal and epidural anesthetics impact voiding in an entirely different way by effectively interfering with the afferent and efferent nerves and micturition reflex arcs as they enter and exit the spinal cord and make their way up to the central micturition centers. [4] [2] In general, the risk of POUR is most significant in spinal anesthetics, followed by epidural anesthetics followed by general anesthetics. [1]", "contents": "Postoperative Urinary Retention -- Etiology. Anesthesia can pharmacologically impact normal micturition. General, spinal, and regional anesthetics can all lead to POUR by suppressing micturition control and reflexes at both the central nervous system level (pontine micturition center) and the level of the peripheral nervous system by blocking neural transmission in the sacral spinal cord. [2] [3] General anesthetics act as smooth muscle relaxants and lead to decreased bladder contractility while at the same time interfering with the autonomic regulation of the detrusor. [4] The documented substantial increase in bladder capacity in the setting of a general anesthetic objectively demonstrates this. [4] Spinal and epidural anesthetics impact voiding in an entirely different way by effectively interfering with the afferent and efferent nerves and micturition reflex arcs as they enter and exit the spinal cord and make their way up to the central micturition centers. [4] [2] In general, the risk of POUR is most significant in spinal anesthetics, followed by epidural anesthetics followed by general anesthetics. [1]"}
{"id": "article-27478_6", "title": "Postoperative Urinary Retention -- Etiology", "content": "Perioperative medications may also play a role in the development of POUR. Opioids, in particular, decrease the sensation of bladder distension by inhibiting the parasympathetics servicing the bladder while also increasing the bladder neck tone through overstimulation of the sympathetic nervous system leading to an increase in outlet obstruction. [5]", "contents": "Postoperative Urinary Retention -- Etiology. Perioperative medications may also play a role in the development of POUR. Opioids, in particular, decrease the sensation of bladder distension by inhibiting the parasympathetics servicing the bladder while also increasing the bladder neck tone through overstimulation of the sympathetic nervous system leading to an increase in outlet obstruction. [5]"}
{"id": "article-27478_7", "title": "Postoperative Urinary Retention -- Etiology", "content": "Surgical pain, via activation of the sympathetic nervous system or colloquially termed “fight or flight” nervous system, leads to detrusor relaxation and bladder neck contraction—essentially a constant bladder filling stage as described by the mechanisms above. [6] [4]", "contents": "Postoperative Urinary Retention -- Etiology. Surgical pain, via activation of the sympathetic nervous system or colloquially termed “fight or flight” nervous system, leads to detrusor relaxation and bladder neck contraction—essentially a constant bladder filling stage as described by the mechanisms above. [6] [4]"}
{"id": "article-27478_8", "title": "Postoperative Urinary Retention -- Etiology", "content": "Finally, the destruction of anatomy vital to voiding can lead to POUR as well. Pelvic surgeries, in particular, place the autonomic nervous system and pelvic plexi at risk. Great efforts have been made to embrace nerve-sparing procedures when able. [7]", "contents": "Postoperative Urinary Retention -- Etiology. Finally, the destruction of anatomy vital to voiding can lead to POUR as well. Pelvic surgeries, in particular, place the autonomic nervous system and pelvic plexi at risk. Great efforts have been made to embrace nerve-sparing procedures when able. [7]"}
{"id": "article-27478_9", "title": "Postoperative Urinary Retention -- Epidemiology", "content": "As stated above, the cited rate of postoperative urinary retention varies in the literature from 5% to 70%, potentially due to no standardized definition of POUR utilized from study to study. [1] We also know that different types of surgeries, different kinds of anesthetics, and different lengths of surgeries all carry various risks for POUR along with the individual patient factors of comorbidities, age, gender, and preoperative urinary function further throwing off the ability to quote a universal rate of POUR.", "contents": "Postoperative Urinary Retention -- Epidemiology. As stated above, the cited rate of postoperative urinary retention varies in the literature from 5% to 70%, potentially due to no standardized definition of POUR utilized from study to study. [1] We also know that different types of surgeries, different kinds of anesthetics, and different lengths of surgeries all carry various risks for POUR along with the individual patient factors of comorbidities, age, gender, and preoperative urinary function further throwing off the ability to quote a universal rate of POUR."}
{"id": "article-27478_10", "title": "Postoperative Urinary Retention -- Epidemiology", "content": "Roughly, patients undergoing outpatient general surgical procedures will develop POUR at a rate of 3.8%. [8] Patients undergoing outpatient orthopedic procedures have been found to develop POUR at a rate of between 10 to 84%. [9] Colorectal surgery appears to lead POUR after anorectal surgery at anywhere between 1% and 52% [6] . Herniorrhaphy leads to POUR anywhere between 5.9% and 38% of the time. [10]", "contents": "Postoperative Urinary Retention -- Epidemiology. Roughly, patients undergoing outpatient general surgical procedures will develop POUR at a rate of 3.8%. [8] Patients undergoing outpatient orthopedic procedures have been found to develop POUR at a rate of between 10 to 84%. [9] Colorectal surgery appears to lead POUR after anorectal surgery at anywhere between 1% and 52% [6] . Herniorrhaphy leads to POUR anywhere between 5.9% and 38% of the time. [10]"}
{"id": "article-27478_11", "title": "Postoperative Urinary Retention -- History and Physical", "content": "Following a surgical procedure, postoperative urinary retention may present as suprapubic pain or discomfort, bladder spasm, and/or urine leaking combined with the inability to urinate. However, some or all of these symptoms may be disguised by anesthesia or sedation from the operation. [11] One study demonstrated more than 60% of outpatient surgical patients experienced no subjective symptoms of retention despite having over 600 mL in their bladder. [12] One should also take note of how long it has been since a postoperative patient's last void. Most patients should go no more than 6 to 7 hours without passing some urine.", "contents": "Postoperative Urinary Retention -- History and Physical. Following a surgical procedure, postoperative urinary retention may present as suprapubic pain or discomfort, bladder spasm, and/or urine leaking combined with the inability to urinate. However, some or all of these symptoms may be disguised by anesthesia or sedation from the operation. [11] One study demonstrated more than 60% of outpatient surgical patients experienced no subjective symptoms of retention despite having over 600 mL in their bladder. [12] One should also take note of how long it has been since a postoperative patient's last void. Most patients should go no more than 6 to 7 hours without passing some urine."}
{"id": "article-27478_12", "title": "Postoperative Urinary Retention -- History and Physical", "content": "On physical exam, one should palpate and percuss the suprapubic area for bladder fullness represented by a tense suprapubic area on palpation and dull percussions. The average bladder holds around 400 to 600 mL, and a rough estimate for 500 mL of volume on physical exam is dullness to percussion just below the umbilicus. Dullness extending above the umbilicus may represent as much as 1000 mL. [11] However, one must be mindful that the physical exam has been demonstrated to overestimate bladder volume. [12]", "contents": "Postoperative Urinary Retention -- History and Physical. On physical exam, one should palpate and percuss the suprapubic area for bladder fullness represented by a tense suprapubic area on palpation and dull percussions. The average bladder holds around 400 to 600 mL, and a rough estimate for 500 mL of volume on physical exam is dullness to percussion just below the umbilicus. Dullness extending above the umbilicus may represent as much as 1000 mL. [11] However, one must be mindful that the physical exam has been demonstrated to overestimate bladder volume. [12]"}
{"id": "article-27478_13", "title": "Postoperative Urinary Retention -- Evaluation", "content": "Due to its ubiquity in the hospital setting, ultrasound or a bladder scanner should be considered an extension of the physical examination in the setting of postoperative urinary retention. Several studies have demonstrated the accuracy of volume measured by ultrasound when compared with catheterization, and the technology continues to improve. [12]", "contents": "Postoperative Urinary Retention -- Evaluation. Due to its ubiquity in the hospital setting, ultrasound or a bladder scanner should be considered an extension of the physical examination in the setting of postoperative urinary retention. Several studies have demonstrated the accuracy of volume measured by ultrasound when compared with catheterization, and the technology continues to improve. [12]"}
{"id": "article-27478_14", "title": "Postoperative Urinary Retention -- Evaluation", "content": "If there is any concern that urinary issues were present to a significant degree before the surgery and the clinician did not order a basic metabolic panel preoperatively, a BMP or serum creatinine will identify any baseline renal disease due to chronic retention.", "contents": "Postoperative Urinary Retention -- Evaluation. If there is any concern that urinary issues were present to a significant degree before the surgery and the clinician did not order a basic metabolic panel preoperatively, a BMP or serum creatinine will identify any baseline renal disease due to chronic retention."}
{"id": "article-27478_15", "title": "Postoperative Urinary Retention -- Treatment / Management -- Prevention of Postoperative Urinary Retention", "content": "The best treatment for postoperative urinary retention is prevention and should involve the entire treatment team in identifying and optimizing preoperative, intraoperative, and postoperative risk factors.", "contents": "Postoperative Urinary Retention -- Treatment / Management -- Prevention of Postoperative Urinary Retention. The best treatment for postoperative urinary retention is prevention and should involve the entire treatment team in identifying and optimizing preoperative, intraoperative, and postoperative risk factors."}
{"id": "article-27478_16", "title": "Postoperative Urinary Retention -- Treatment / Management -- Prevention of Postoperative Urinary Retention", "content": "Preoperative:  Patients at greatest risk of developing POUR should be identified preoperatively based on risk factors such as age, sex, comorbidities, and surgery type. In fact, these risk factors are reproducible enough to generate a receiver operating characteristic curve with a predictive accuracy of POUR with an area under the curve of 0.70. [13] Men are at nearly double the risk of developing POUR than women. [8] Increasing age raises the risk of POUR by 2.4 times in patients over 50 years-of-age. [14] [15] Some comorbidities frequently associated with POUR include renal failure, diabetes (especially with diabetic complications), and psychiatric illness, including depression. [13] Patients with untreated or undertreated benign prostatic hyperplasia are also at increased risk. Voiding symptoms such as urgency, frequency, and nocturia represented by a higher international prostate symptom score (IPSS) are at greater risk of developing POUR. [16] Patients undergoing knee, hip, or colon surgeries were also at the greatest risk of developing POUR. [13] Patients already on preoperative alpha-blockers were found to confer a protective effect in developing POUR. A systematic review found that patients on alpha-blockers were more than 60% less likely to develop POUR. [16] Several studies and meta-analyses have demonstrated the benefit of prescribing an alpha-blocker preoperatively and prophylactically in the patients at greatest risk for POUR. [17]", "contents": "Postoperative Urinary Retention -- Treatment / Management -- Prevention of Postoperative Urinary Retention. Preoperative:  Patients at greatest risk of developing POUR should be identified preoperatively based on risk factors such as age, sex, comorbidities, and surgery type. In fact, these risk factors are reproducible enough to generate a receiver operating characteristic curve with a predictive accuracy of POUR with an area under the curve of 0.70. [13] Men are at nearly double the risk of developing POUR than women. [8] Increasing age raises the risk of POUR by 2.4 times in patients over 50 years-of-age. [14] [15] Some comorbidities frequently associated with POUR include renal failure, diabetes (especially with diabetic complications), and psychiatric illness, including depression. [13] Patients with untreated or undertreated benign prostatic hyperplasia are also at increased risk. Voiding symptoms such as urgency, frequency, and nocturia represented by a higher international prostate symptom score (IPSS) are at greater risk of developing POUR. [16] Patients undergoing knee, hip, or colon surgeries were also at the greatest risk of developing POUR. [13] Patients already on preoperative alpha-blockers were found to confer a protective effect in developing POUR. A systematic review found that patients on alpha-blockers were more than 60% less likely to develop POUR. [16] Several studies and meta-analyses have demonstrated the benefit of prescribing an alpha-blocker preoperatively and prophylactically in the patients at greatest risk for POUR. [17]"}
{"id": "article-27478_17", "title": "Postoperative Urinary Retention -- Treatment / Management -- Prevention of Postoperative Urinary Retention", "content": "Intraoperative:  Intraoperative risk factors leading to POUR include operative time, intraoperative intravenous fluid volume, and type of anesthetic used. Operating time greater than 2 hours was a significant predictor of POUR in one study. [18] Another study of total joint patients found the risk of POUR increasing 25% every 15 minutes spent in the operating room. [19] Intraoperative intravenous fluid volume seems to lead to a higher rate of POUR when a catheter is not placed preoperatively, theoretically due to the stretching of a non-drained bladder while the surgery is ongoing. [12]", "contents": "Postoperative Urinary Retention -- Treatment / Management -- Prevention of Postoperative Urinary Retention. Intraoperative:  Intraoperative risk factors leading to POUR include operative time, intraoperative intravenous fluid volume, and type of anesthetic used. Operating time greater than 2 hours was a significant predictor of POUR in one study. [18] Another study of total joint patients found the risk of POUR increasing 25% every 15 minutes spent in the operating room. [19] Intraoperative intravenous fluid volume seems to lead to a higher rate of POUR when a catheter is not placed preoperatively, theoretically due to the stretching of a non-drained bladder while the surgery is ongoing. [12]"}
{"id": "article-27478_18", "title": "Postoperative Urinary Retention -- Treatment / Management -- Prevention of Postoperative Urinary Retention", "content": "Postoperative:  Postoperative risk factors for the development of POUR include a slow time to ambulation and systemic opioid use. One study demonstrated early ambulation decreased the rates of POUR from 52% to 19%. [20] Systemic opioids are a common modality of postoperative pain control and are given either intravenously or orally. Given the worsening crisis of the opioid epidemic, narcotic-sparing modalities have been an emphasis on quality improvement in surgery departments nationwide due to the known narcotic side effects of respiratory suppression, ileus, and addiction. However, a lesser-known side effect of systemic opioids includes urinary retention due to the inhibition of acetylcholine release from the parasympathetic sacral neurons that control detrusor contract activity. [21] In general surgery populations, POUR has been shown to be directly related to the number of systemic opioids used postoperatively. [14] One interesting and non-pharmacologic measure which demonstrated a significant reduction in POUR in 126 men was the placement of a hot pack on the suprapubic area, although this study has not been replicated. [22]", "contents": "Postoperative Urinary Retention -- Treatment / Management -- Prevention of Postoperative Urinary Retention. Postoperative:  Postoperative risk factors for the development of POUR include a slow time to ambulation and systemic opioid use. One study demonstrated early ambulation decreased the rates of POUR from 52% to 19%. [20] Systemic opioids are a common modality of postoperative pain control and are given either intravenously or orally. Given the worsening crisis of the opioid epidemic, narcotic-sparing modalities have been an emphasis on quality improvement in surgery departments nationwide due to the known narcotic side effects of respiratory suppression, ileus, and addiction. However, a lesser-known side effect of systemic opioids includes urinary retention due to the inhibition of acetylcholine release from the parasympathetic sacral neurons that control detrusor contract activity. [21] In general surgery populations, POUR has been shown to be directly related to the number of systemic opioids used postoperatively. [14] One interesting and non-pharmacologic measure which demonstrated a significant reduction in POUR in 126 men was the placement of a hot pack on the suprapubic area, although this study has not been replicated. [22]"}
{"id": "article-27478_19", "title": "Postoperative Urinary Retention -- Treatment / Management -- Management of Postoperative Urinary Retention", "content": "If postoperative urinary retention does develop, the bladder requires draining. There is some controversy in the literature regarding the placement of an indwelling catheter versus managing retention with intermittent catheterization. Some centers propose intermittent catheterization for the reduced risk of bacteriuria and theoretical infection. [9] Others tout the maximal decompression and bladder rest associated with indwelling catheterization and fear that intermittent catheterization can lead to overdistension of the bladder, which has been shown to cause both acute and long-lasting detrusor decompensation. [9] [23] An episode of retention, whether postoperative or otherwise, should be considered an insult to the bladder as demonstrated by animal models showing detrusor damage and impaired contractility. [24] However, these changes have proven to be reversible with continued bladder decompression. [25] This reason favors the placement of an indwelling catheter at our institution.", "contents": "Postoperative Urinary Retention -- Treatment / Management -- Management of Postoperative Urinary Retention. If postoperative urinary retention does develop, the bladder requires draining. There is some controversy in the literature regarding the placement of an indwelling catheter versus managing retention with intermittent catheterization. Some centers propose intermittent catheterization for the reduced risk of bacteriuria and theoretical infection. [9] Others tout the maximal decompression and bladder rest associated with indwelling catheterization and fear that intermittent catheterization can lead to overdistension of the bladder, which has been shown to cause both acute and long-lasting detrusor decompensation. [9] [23] An episode of retention, whether postoperative or otherwise, should be considered an insult to the bladder as demonstrated by animal models showing detrusor damage and impaired contractility. [24] However, these changes have proven to be reversible with continued bladder decompression. [25] This reason favors the placement of an indwelling catheter at our institution."}
{"id": "article-27478_20", "title": "Postoperative Urinary Retention -- Treatment / Management -- Management of Postoperative Urinary Retention", "content": "Regardless of catheterization choice, the patient should be placed on an alpha-blocker, such as tamsulosin, if they are not already. Tamsulosin can take up to 72 hours to reach maximal therapeutic effect. Therefore the recommendation for catheter removal and/or voiding trial is within 1 to 3 days of catheterization. [26] If an indwelling catheter is in place, there is no role for “bladder training” or clamping/unclamping the catheter to re-train the bladder before removal. [27] Also necessary to keep in mind is that POUR itself is not an indication for hospitalization as there is no difference in outcomes between patients who remain in the hospital before a trial without catheter versus those who go home and return to the clinic for a trial without a catheter. [28] If a patient then fails a voiding trial after 72 hours or there is suspicion for severe underlying voiding problems, an outpatient urology consultation is a recommendation.", "contents": "Postoperative Urinary Retention -- Treatment / Management -- Management of Postoperative Urinary Retention. Regardless of catheterization choice, the patient should be placed on an alpha-blocker, such as tamsulosin, if they are not already. Tamsulosin can take up to 72 hours to reach maximal therapeutic effect. Therefore the recommendation for catheter removal and/or voiding trial is within 1 to 3 days of catheterization. [26] If an indwelling catheter is in place, there is no role for “bladder training” or clamping/unclamping the catheter to re-train the bladder before removal. [27] Also necessary to keep in mind is that POUR itself is not an indication for hospitalization as there is no difference in outcomes between patients who remain in the hospital before a trial without catheter versus those who go home and return to the clinic for a trial without a catheter. [28] If a patient then fails a voiding trial after 72 hours or there is suspicion for severe underlying voiding problems, an outpatient urology consultation is a recommendation."}
{"id": "article-27478_21", "title": "Postoperative Urinary Retention -- Differential Diagnosis", "content": "The differential diagnosis for a postoperative patient who has not urinated and is having abdominal pain should include: Hypovolemia + postoperative pain (A bladder scan demonstrating a full bladder should rule this out) Iatrogenic bilateral ureteral injury or unilateral injury in a patient with a solitary kidney (A bladder scan demonstrating a full bladder should rule this out) Iatrogenic bladder injury (A bladder scan showing a full bladder should rule this out)", "contents": "Postoperative Urinary Retention -- Differential Diagnosis. The differential diagnosis for a postoperative patient who has not urinated and is having abdominal pain should include: Hypovolemia + postoperative pain (A bladder scan demonstrating a full bladder should rule this out) Iatrogenic bilateral ureteral injury or unilateral injury in a patient with a solitary kidney (A bladder scan demonstrating a full bladder should rule this out) Iatrogenic bladder injury (A bladder scan showing a full bladder should rule this out)"}
{"id": "article-27478_22", "title": "Postoperative Urinary Retention -- Prognosis", "content": "As seen above, the development of POUR is multifactorial, involving pain, ambulation, and medication, among many things. POUR usually resolves after the removal/improvement of these modifiable inciting factors. And while acute retention does damage the detrusor, drainage and bladder rest can reverse these changes. [24] [25] Usually, bladder drainage, initiation of alpha-blocker therapy, and a tincture of time from an operation are all that is needed. Most patients resume normal voiding function upon a trial without catheterization 1 to 3 days from catheter placement.", "contents": "Postoperative Urinary Retention -- Prognosis. As seen above, the development of POUR is multifactorial, involving pain, ambulation, and medication, among many things. POUR usually resolves after the removal/improvement of these modifiable inciting factors. And while acute retention does damage the detrusor, drainage and bladder rest can reverse these changes. [24] [25] Usually, bladder drainage, initiation of alpha-blocker therapy, and a tincture of time from an operation are all that is needed. Most patients resume normal voiding function upon a trial without catheterization 1 to 3 days from catheter placement."}
{"id": "article-27478_23", "title": "Postoperative Urinary Retention -- Prognosis", "content": "Two important situations tend to buck this trend: patients whose surgeries involved pelvic nerves vital to micturition and patients with severe, unidentified voiding problems pre-existing the surgery. The prognosis for the former category depends on the degree of surgical destruction to the pelvic neurovasculature sustained during surgery and requires assessment on a case-by-case basis.", "contents": "Postoperative Urinary Retention -- Prognosis. Two important situations tend to buck this trend: patients whose surgeries involved pelvic nerves vital to micturition and patients with severe, unidentified voiding problems pre-existing the surgery. The prognosis for the former category depends on the degree of surgical destruction to the pelvic neurovasculature sustained during surgery and requires assessment on a case-by-case basis."}
{"id": "article-27478_24", "title": "Postoperative Urinary Retention -- Prognosis", "content": "The prognosis for the latter category is more difficult to predict. Some predictors of trial without catheterization failure are age greater than 70 years, severe preexisting voiding symptoms, spinal surgery, hydronephrosis, and bladder volumes greater than 1000 mL at the time of catheter insertion. [28] [29]", "contents": "Postoperative Urinary Retention -- Prognosis. The prognosis for the latter category is more difficult to predict. Some predictors of trial without catheterization failure are age greater than 70 years, severe preexisting voiding symptoms, spinal surgery, hydronephrosis, and bladder volumes greater than 1000 mL at the time of catheter insertion. [28] [29]"}
{"id": "article-27478_25", "title": "Postoperative Urinary Retention -- Complications", "content": "The development of POUR can lead to many hospital complications. Acute retention can be extremely painful, and associated autonomic response to bladder overdistension can lead to vomiting, hypo- or hypertension, or even cardiac dysrhythmias, all of which can lead to worse postoperative outcomes. [2] POUR can also lead to urinary tract infection either directly (due to poor bladder emptying) or indirectly (due to indwelling or intermittent catheterization). [1] Undiagnosed or late-diagnosed POUR can result in extreme, prolonged bladder overdistension with myogenic changes to the bladder. [30] Generally, volumes of less than 1000 mL are not harmful if diagnosed and treated within 2 hours. [12] Finally, the development of POUR has been demonstrated to lengthen hospital stays. [14]", "contents": "Postoperative Urinary Retention -- Complications. The development of POUR can lead to many hospital complications. Acute retention can be extremely painful, and associated autonomic response to bladder overdistension can lead to vomiting, hypo- or hypertension, or even cardiac dysrhythmias, all of which can lead to worse postoperative outcomes. [2] POUR can also lead to urinary tract infection either directly (due to poor bladder emptying) or indirectly (due to indwelling or intermittent catheterization). [1] Undiagnosed or late-diagnosed POUR can result in extreme, prolonged bladder overdistension with myogenic changes to the bladder. [30] Generally, volumes of less than 1000 mL are not harmful if diagnosed and treated within 2 hours. [12] Finally, the development of POUR has been demonstrated to lengthen hospital stays. [14]"}
{"id": "article-27478_26", "title": "Postoperative Urinary Retention -- Deterrence and Patient Education", "content": "Preoperatively, patients at the most considerable risk for the development of postoperative urinary retention require education about their increased potential for developing POUR. This factor is essential to set expectations and avoid undue stress if a patient were to develop a complication which they do not envision connected to their planned surgery.", "contents": "Postoperative Urinary Retention -- Deterrence and Patient Education. Preoperatively, patients at the most considerable risk for the development of postoperative urinary retention require education about their increased potential for developing POUR. This factor is essential to set expectations and avoid undue stress if a patient were to develop a complication which they do not envision connected to their planned surgery."}
{"id": "article-27478_27", "title": "Postoperative Urinary Retention -- Deterrence and Patient Education", "content": "If POUR does develop, patients should be reassured that with catheterization and time, most people return to baseline voiding function and will not require longterm catheterization, medication, or urologic surgery.", "contents": "Postoperative Urinary Retention -- Deterrence and Patient Education. If POUR does develop, patients should be reassured that with catheterization and time, most people return to baseline voiding function and will not require longterm catheterization, medication, or urologic surgery."}
{"id": "article-27478_28", "title": "Postoperative Urinary Retention -- Pearls and Other Issues", "content": "Postoperative urinary retention (POUR) is not an uncommon problem. The incidence of reported POUR in the literature has extreme variability between 5 to 70% depending upon the study cited.", "contents": "Postoperative Urinary Retention -- Pearls and Other Issues. Postoperative urinary retention (POUR) is not an uncommon problem. The incidence of reported POUR in the literature has extreme variability between 5 to 70% depending upon the study cited."}
{"id": "article-27478_29", "title": "Postoperative Urinary Retention -- Pearls and Other Issues", "content": "Patient characteristics leading to increased risk of POUR include older age, male sex, renal failure, diabetes, depression, benign prostatic hyperplasia, higher IPSS. These patients should receive postoperative counsel about the risk of developing POUR and should be considered for prophylactic selective alpha blockade (tamsulosin) if they are not already on treatment.", "contents": "Postoperative Urinary Retention -- Pearls and Other Issues. Patient characteristics leading to increased risk of POUR include older age, male sex, renal failure, diabetes, depression, benign prostatic hyperplasia, higher IPSS. These patients should receive postoperative counsel about the risk of developing POUR and should be considered for prophylactic selective alpha blockade (tamsulosin) if they are not already on treatment."}
{"id": "article-27478_30", "title": "Postoperative Urinary Retention -- Pearls and Other Issues", "content": "Intraoperative factors leading to POUR include operative time and total intravenous fluid volume given.", "contents": "Postoperative Urinary Retention -- Pearls and Other Issues. Intraoperative factors leading to POUR include operative time and total intravenous fluid volume given."}
{"id": "article-27478_31", "title": "Postoperative Urinary Retention -- Pearls and Other Issues", "content": "In terms of anesthetic technique and the risk of POUR: spinal is greater than epidural is higher than general anesthesia.", "contents": "Postoperative Urinary Retention -- Pearls and Other Issues. In terms of anesthetic technique and the risk of POUR: spinal is greater than epidural is higher than general anesthesia."}
{"id": "article-27478_32", "title": "Postoperative Urinary Retention -- Pearls and Other Issues", "content": "Pharmacologically: perioperative and prophylactic selective alpha blockade (i.e., tamsulosin) and reduction in systemic opioid use postoperatively, especially patient-controlled anesthesia, reduces the risk of POUR.", "contents": "Postoperative Urinary Retention -- Pearls and Other Issues. Pharmacologically: perioperative and prophylactic selective alpha blockade (i.e., tamsulosin) and reduction in systemic opioid use postoperatively, especially patient-controlled anesthesia, reduces the risk of POUR."}
{"id": "article-27478_33", "title": "Postoperative Urinary Retention -- Pearls and Other Issues", "content": "Nonpharmacologically: early ambulation after surgery and placement of a suprapubic hot pack has been shown to reduce the risk of POUR.", "contents": "Postoperative Urinary Retention -- Pearls and Other Issues. Nonpharmacologically: early ambulation after surgery and placement of a suprapubic hot pack has been shown to reduce the risk of POUR."}
{"id": "article-27478_34", "title": "Postoperative Urinary Retention -- Pearls and Other Issues", "content": "Treatment of POUR includes initiation of selective alpha blockade (i.e., tamsulosin) and bladder decompression with either an indwelling catheter or intermittent catheterization. A trial without catheterization is possible within 1 to 3 days of retention. If the initial voiding trial fails, an outpatient urology consultation should be requested while catheterization and alpha blockade continues.", "contents": "Postoperative Urinary Retention -- Pearls and Other Issues. Treatment of POUR includes initiation of selective alpha blockade (i.e., tamsulosin) and bladder decompression with either an indwelling catheter or intermittent catheterization. A trial without catheterization is possible within 1 to 3 days of retention. If the initial voiding trial fails, an outpatient urology consultation should be requested while catheterization and alpha blockade continues."}
{"id": "article-27478_35", "title": "Postoperative Urinary Retention -- Pearls and Other Issues", "content": "Patients should not be kept in the hospital specifically to await a trial without catheterization.", "contents": "Postoperative Urinary Retention -- Pearls and Other Issues. Patients should not be kept in the hospital specifically to await a trial without catheterization."}
{"id": "article-27478_36", "title": "Postoperative Urinary Retention -- Pearls and Other Issues", "content": "There is no evidence for \"bladder training\" before performing a trial without catheterization.", "contents": "Postoperative Urinary Retention -- Pearls and Other Issues. There is no evidence for \"bladder training\" before performing a trial without catheterization."}
{"id": "article-27478_37", "title": "Postoperative Urinary Retention -- Enhancing Healthcare Team Outcomes", "content": "Postoperative urinary retention is not an uncommon problem, and it should have management from an interprofessional healthcare team. Its diagnosis and treatment rely on an interprofessional approach through all perioperative stages. Surgeons should identify patients preoperatively who are at the highest risk of developing POUR, educate them on their increased potential of developing POUR, and consider prescribing a prophylactic alpha-blocker (tamsulosin). Intraoperatively, the anesthesia team should keep in mind that POUR correlates with the volume of intravenous fluids given, and the surgeon should keep in mind that the length of operation has a link to the development of POUR.", "contents": "Postoperative Urinary Retention -- Enhancing Healthcare Team Outcomes. Postoperative urinary retention is not an uncommon problem, and it should have management from an interprofessional healthcare team. Its diagnosis and treatment rely on an interprofessional approach through all perioperative stages. Surgeons should identify patients preoperatively who are at the highest risk of developing POUR, educate them on their increased potential of developing POUR, and consider prescribing a prophylactic alpha-blocker (tamsulosin). Intraoperatively, the anesthesia team should keep in mind that POUR correlates with the volume of intravenous fluids given, and the surgeon should keep in mind that the length of operation has a link to the development of POUR."}
{"id": "article-27478_38", "title": "Postoperative Urinary Retention -- Enhancing Healthcare Team Outcomes", "content": "The choice of anesthetic should also be selected on a surgery-by-surgery basis as each anesthetic modality comes with differing risks of retention. Postoperatively, nurses in the PACU and on the floor should be aware of what their patient is voiding and should encourage early ambulation if possible. If a patient is unable to urinate after surgery, they should attempt to place a suprapubic hot pack. Surgeons and hospitalists managing postoperative patients should keep in mind that opioids can increase the risk of POUR. If POUR does develop, hopefully, the patient's nurse will identify this, and the surgeon/hospitalist will order either indwelling or intermittent catheterization and initiate selective alpha blockade (tamsulosin). If pharmaceutical care is an option, the pharmacist should weigh in, verifying the dosing, performing medication reconciliation, and advising the team on potential adverse effects.", "contents": "Postoperative Urinary Retention -- Enhancing Healthcare Team Outcomes. The choice of anesthetic should also be selected on a surgery-by-surgery basis as each anesthetic modality comes with differing risks of retention. Postoperatively, nurses in the PACU and on the floor should be aware of what their patient is voiding and should encourage early ambulation if possible. If a patient is unable to urinate after surgery, they should attempt to place a suprapubic hot pack. Surgeons and hospitalists managing postoperative patients should keep in mind that opioids can increase the risk of POUR. If POUR does develop, hopefully, the patient's nurse will identify this, and the surgeon/hospitalist will order either indwelling or intermittent catheterization and initiate selective alpha blockade (tamsulosin). If pharmaceutical care is an option, the pharmacist should weigh in, verifying the dosing, performing medication reconciliation, and advising the team on potential adverse effects."}
{"id": "article-27478_39", "title": "Postoperative Urinary Retention -- Enhancing Healthcare Team Outcomes", "content": "A trial without a catheter can then follow in 1 to 3 days by the floor nurse at the order of the surgeon/hospitalist. It is essential after removal of a foley to closely monitor the patient's ability to void to avoid a second episode of extreme bladder retention and confirm a low (less than 200 mL) postvoid residual bladder scan before considering the trial without catheter a success. If a patient does fail a trial without a catheter, the patient should receive an outpatient urology consultation. These interprofessional measures can ensure the best possible patient outcomes with POUR. [Level 5]", "contents": "Postoperative Urinary Retention -- Enhancing Healthcare Team Outcomes. A trial without a catheter can then follow in 1 to 3 days by the floor nurse at the order of the surgeon/hospitalist. It is essential after removal of a foley to closely monitor the patient's ability to void to avoid a second episode of extreme bladder retention and confirm a low (less than 200 mL) postvoid residual bladder scan before considering the trial without catheter a success. If a patient does fail a trial without a catheter, the patient should receive an outpatient urology consultation. These interprofessional measures can ensure the best possible patient outcomes with POUR. [Level 5]"}
{"id": "article-27478_40", "title": "Postoperative Urinary Retention -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Postoperative Urinary Retention -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}