{"id": "article-18966_0", "title": "Carotid Bruit -- Continuing Education Activity", "content": "A carotid bruit is a vascular sound usually heard with a stethoscope over the carotid artery because of turbulent, non-laminar blood flow through a stenotic area. A carotid bruit may point to an underlying arterial occlusive pathology that can lead to stroke. Stroke is a significant cause of morbidity, mortality, and loss of physical mobility. A large portion of ischemic strokes is due to carotid atherosclerotic plaque; therefore, early detection of carotid disease is central to minimizing stroke incidence. Since auscultation for a carotid bruit is non-invasive, it has been routinely performed during physical exams, especially in patients deemed high risk for cerebrovascular diseases, such as the elderly. This activity addresses interprofessional strategies for evaluation and potentially treating clinically significant carotid bruits.", "contents": "Carotid Bruit -- Continuing Education Activity. A carotid bruit is a vascular sound usually heard with a stethoscope over the carotid artery because of turbulent, non-laminar blood flow through a stenotic area. A carotid bruit may point to an underlying arterial occlusive pathology that can lead to stroke. Stroke is a significant cause of morbidity, mortality, and loss of physical mobility. A large portion of ischemic strokes is due to carotid atherosclerotic plaque; therefore, early detection of carotid disease is central to minimizing stroke incidence. Since auscultation for a carotid bruit is non-invasive, it has been routinely performed during physical exams, especially in patients deemed high risk for cerebrovascular diseases, such as the elderly. This activity addresses interprofessional strategies for evaluation and potentially treating clinically significant carotid bruits."}
{"id": "article-18966_1", "title": "Carotid Bruit -- Continuing Education Activity", "content": "Objectives: Identify the etiology and epidemiology of carotid bruit. Outline the evaluation of carotid bruit. Outline the treatment and management options available for a carotid bruit. Discuss interprofessional team strategies for improving care coordination for the evaluation of a carotid bruit to improve outcomes. Access free multiple choice questions on this topic.", "contents": "Carotid Bruit -- Continuing Education Activity. Objectives: Identify the etiology and epidemiology of carotid bruit. Outline the evaluation of carotid bruit. Outline the treatment and management options available for a carotid bruit. Discuss interprofessional team strategies for improving care coordination for the evaluation of a carotid bruit to improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-18966_2", "title": "Carotid Bruit -- Introduction", "content": "A carotid bruit is a vascular sound usually heard with a stethoscope over the carotid artery because of turbulent, non-laminar blood flow through a stenotic area.  A carotid bruit may point to an underlying arterial occlusive pathology that can lead to stroke. [1] Stroke is a significant cause of morbidity, mortality, and loss of physical mobility. [2] A large portion of ischemic strokes is due to carotid atherosclerotic plaque; therefore, early detection of carotid disease is central to minimizing the incidence of stroke. [3] [4] Since auscultation for a carotid bruit is non-invasive, it has been routinely performed during physical exams, especially in patients deemed high risk for cerebrovascular diseases, such as the elderly. [5]", "contents": "Carotid Bruit -- Introduction. A carotid bruit is a vascular sound usually heard with a stethoscope over the carotid artery because of turbulent, non-laminar blood flow through a stenotic area.  A carotid bruit may point to an underlying arterial occlusive pathology that can lead to stroke. [1] Stroke is a significant cause of morbidity, mortality, and loss of physical mobility. [2] A large portion of ischemic strokes is due to carotid atherosclerotic plaque; therefore, early detection of carotid disease is central to minimizing the incidence of stroke. [3] [4] Since auscultation for a carotid bruit is non-invasive, it has been routinely performed during physical exams, especially in patients deemed high risk for cerebrovascular diseases, such as the elderly. [5]"}
{"id": "article-18966_3", "title": "Carotid Bruit -- Etiology", "content": "Atherosclerotic lesions are commonly found in the arteries that arise from the aortic arch vessels. About 80% of these lesions are located at the bifurcation of the common carotid arteries. [1] Carotid artery auscultation is primarily done during an exam to determine if carotid stenosis may predispose the patient to a stroke. In patients with a 2 mm carotid artery luminal narrowing, carotid bruit is present 70% to 89% of the time. [6]", "contents": "Carotid Bruit -- Etiology. Atherosclerotic lesions are commonly found in the arteries that arise from the aortic arch vessels. About 80% of these lesions are located at the bifurcation of the common carotid arteries. [1] Carotid artery auscultation is primarily done during an exam to determine if carotid stenosis may predispose the patient to a stroke. In patients with a 2 mm carotid artery luminal narrowing, carotid bruit is present 70% to 89% of the time. [6]"}
{"id": "article-18966_4", "title": "Carotid Bruit -- Etiology", "content": "Luminal narrowing of the carotid artery, however, is not the only cause of carotid bruit. Auscultatory sounds from cardiac valvular murmurs that radiate to the neck, cervical venous hums, and intracranial arteriovenous malformations can produce vascular sounds similar to the carotid bruit. [1]", "contents": "Carotid Bruit -- Etiology. Luminal narrowing of the carotid artery, however, is not the only cause of carotid bruit. Auscultatory sounds from cardiac valvular murmurs that radiate to the neck, cervical venous hums, and intracranial arteriovenous malformations can produce vascular sounds similar to the carotid bruit. [1]"}
{"id": "article-18966_5", "title": "Carotid Bruit -- Etiology", "content": "Arterial tortuosity and kinking and high output clinical states may generate bruit even in normal or non-stenotic arteries. For example, in patients with thyrotoxicosis, there is an increase of five-to ten-fold increase of blood flow to the enlarged thyroid gland resulting in a systolic bruit directly over the gland. [1] A case of bovine-type aortic arch and compression of the kissing carotid arteries by a retrosternal goiter is also a rare cause of a carotid bruit. [7] Vascular occlusion from an extrinsic compression such as carotid body tumors and carotid paraganglioma have also been reported to cause carotid bruit. [1] [8] [9] Disruption of the blood vessels can cause bruit and have presented in patients having a carotid artery dissection. [10] Reports of carotid bruit from inflammation of the carotid vessel due to inflammatory conditions like Takayasu arteritis are also in the literature. [11]", "contents": "Carotid Bruit -- Etiology. Arterial tortuosity and kinking and high output clinical states may generate bruit even in normal or non-stenotic arteries. For example, in patients with thyrotoxicosis, there is an increase of five-to ten-fold increase of blood flow to the enlarged thyroid gland resulting in a systolic bruit directly over the gland. [1] A case of bovine-type aortic arch and compression of the kissing carotid arteries by a retrosternal goiter is also a rare cause of a carotid bruit. [7] Vascular occlusion from an extrinsic compression such as carotid body tumors and carotid paraganglioma have also been reported to cause carotid bruit. [1] [8] [9] Disruption of the blood vessels can cause bruit and have presented in patients having a carotid artery dissection. [10] Reports of carotid bruit from inflammation of the carotid vessel due to inflammatory conditions like Takayasu arteritis are also in the literature. [11]"}
{"id": "article-18966_6", "title": "Carotid Bruit -- Etiology", "content": "Non-sclerotic and noninflammatory diseases such as fibromuscular dysplasia (FMD) commonly affect the internal carotid arteries and cause carotid bruit. These can be found incidentally during the exam.  Cervical FMD is mostly asymptomatic. [12]", "contents": "Carotid Bruit -- Etiology. Non-sclerotic and noninflammatory diseases such as fibromuscular dysplasia (FMD) commonly affect the internal carotid arteries and cause carotid bruit. These can be found incidentally during the exam.  Cervical FMD is mostly asymptomatic. [12]"}
{"id": "article-18966_7", "title": "Carotid Bruit -- Epidemiology", "content": "A carotid bruit is a nonspecific finding with a broad sensitivity described in the literature (24 to 84%). [13] It is present in about 5% of patients aged 45 to 80 years without clinically significant internal carotid disease. [6] Only about one-third of patients with carotid bruit are found to have lesions considered hemodynamically significant of 70% to 90% stenosis). In patients with hemodynamically significant carotid narrowing, 50% will be found to have a bruit during carotid auscultation. [3] A carotid bruit can also present in 20% of healthy children less than 15 years old. Nearly 22% of patients diagnosed with cervical fibromuscular dysplasia (FMD) are found to have carotid bruits, although patients are seldom found to be symptomatic. [14]", "contents": "Carotid Bruit -- Epidemiology. A carotid bruit is a nonspecific finding with a broad sensitivity described in the literature (24 to 84%). [13] It is present in about 5% of patients aged 45 to 80 years without clinically significant internal carotid disease. [6] Only about one-third of patients with carotid bruit are found to have lesions considered hemodynamically significant of 70% to 90% stenosis). In patients with hemodynamically significant carotid narrowing, 50% will be found to have a bruit during carotid auscultation. [3] A carotid bruit can also present in 20% of healthy children less than 15 years old. Nearly 22% of patients diagnosed with cervical fibromuscular dysplasia (FMD) are found to have carotid bruits, although patients are seldom found to be symptomatic. [14]"}
{"id": "article-18966_8", "title": "Carotid Bruit -- Pathophysiology", "content": "The bruit typically implies stenosis at or proximal to the area of auscultation. The auscultated sound is usually the result of turbulent, non-laminar blood flow through a stenotic area. The turbulent flow creates vibrations in the arterial wall that then transmits to the body surface, where stethoscopic auscultation is possible. Critical stenosis, however, does not occur until the cross-sectional area decreases to 70%, which corresponds to a reduction of lumen diameter by half.  Kurtz previously described the basic science of bruits: “ As stenosis increases, therefore, potential energy ( pressure ) proximal to the stenosis changes to increasing kinetic energy ( velocity ) within the stenosis. With increasing flow velocity, laminar flow through a stenosis eventually changes to turbulent flow, producing vibrations, and a bruit.  Thus, velocity through the stenotic segment and the subsequent character of the bruit depend on the degree of stenosis and the resulting pressure gradient.” Kurtz further explained that the auscultatory quality and timing of the bruit changes with the degree of stenosis and pressure gradients. When the lumen is about 50% narrowed, a soft early systolic murmur is audible. This sound can become high-pitched, more intense, and holosystolic when the stenosis approaches 60%. When the diameter reduces to 70%-80%, a bruit can is audible during systole and early diastole. As the occlusion becomes very severe, blood flow turbulence becomes insufficient to cause vibratory sounds, and a bruit may disappear. [1]", "contents": "Carotid Bruit -- Pathophysiology. The bruit typically implies stenosis at or proximal to the area of auscultation. The auscultated sound is usually the result of turbulent, non-laminar blood flow through a stenotic area. The turbulent flow creates vibrations in the arterial wall that then transmits to the body surface, where stethoscopic auscultation is possible. Critical stenosis, however, does not occur until the cross-sectional area decreases to 70%, which corresponds to a reduction of lumen diameter by half.  Kurtz previously described the basic science of bruits: “ As stenosis increases, therefore, potential energy ( pressure ) proximal to the stenosis changes to increasing kinetic energy ( velocity ) within the stenosis. With increasing flow velocity, laminar flow through a stenosis eventually changes to turbulent flow, producing vibrations, and a bruit.  Thus, velocity through the stenotic segment and the subsequent character of the bruit depend on the degree of stenosis and the resulting pressure gradient.” Kurtz further explained that the auscultatory quality and timing of the bruit changes with the degree of stenosis and pressure gradients. When the lumen is about 50% narrowed, a soft early systolic murmur is audible. This sound can become high-pitched, more intense, and holosystolic when the stenosis approaches 60%. When the diameter reduces to 70%-80%, a bruit can is audible during systole and early diastole. As the occlusion becomes very severe, blood flow turbulence becomes insufficient to cause vibratory sounds, and a bruit may disappear. [1]"}
{"id": "article-18966_9", "title": "Carotid Bruit -- Histopathology", "content": "A bruit from carotid artery stenosis is due to a carotid atherosclerotic plaque that can be both stable and unstable. These plaques are similar to the other arterial plaques of the body. The genesis of atherosclerosis begins with low-density lipoprotein (LDL) particles trapped in the subintimal space by glycoproteins. After the LDL particles become oxidized, a cascade of inflammatory response ensues, resulting in the formation of solid crystalline cholesterol that expands in volume, compromising the fibrous cap. The fibrous cap maintains the integrity of the plaques and faces the vascular lumen. Rupture of the fibrous cap leads to thrombosis, potential arterial lumen blockage, and distal embolization. High-grade carotid stenosis is often found to have inflammatory cell infiltrates.  Additionally, intraplaque hemorrhage (IPH) has been found in symptomatic patients and is predictive of future neurologic events and plaque rupture. Several factors seem to influence plaque morphology. Smoking may play a role in expediting atherogenesis. Men are also found to have high-risk plaque features compared to women.  Interestingly, age did now show a trend toward age-related plaque instability. [4]", "contents": "Carotid Bruit -- Histopathology. A bruit from carotid artery stenosis is due to a carotid atherosclerotic plaque that can be both stable and unstable. These plaques are similar to the other arterial plaques of the body. The genesis of atherosclerosis begins with low-density lipoprotein (LDL) particles trapped in the subintimal space by glycoproteins. After the LDL particles become oxidized, a cascade of inflammatory response ensues, resulting in the formation of solid crystalline cholesterol that expands in volume, compromising the fibrous cap. The fibrous cap maintains the integrity of the plaques and faces the vascular lumen. Rupture of the fibrous cap leads to thrombosis, potential arterial lumen blockage, and distal embolization. High-grade carotid stenosis is often found to have inflammatory cell infiltrates.  Additionally, intraplaque hemorrhage (IPH) has been found in symptomatic patients and is predictive of future neurologic events and plaque rupture. Several factors seem to influence plaque morphology. Smoking may play a role in expediting atherogenesis. Men are also found to have high-risk plaque features compared to women.  Interestingly, age did now show a trend toward age-related plaque instability. [4]"}
{"id": "article-18966_10", "title": "Carotid Bruit -- History and Physical", "content": "Assessing patients for risks of cerebrovascular events start by taking a careful history and a focused physical exam. The optimum position for listening for a carotid bruit is with the patient either supine or sitting. In the sitting position, optimal carotid palpation and auscultation are achievable when approaching the patient from behind. With the patient’s chin pointing straight forward, the bell of the stethoscope is applied over the course of each carotid artery, sealing the overlying skin. The patient is then instructed to inspire deeply and hold the breath without bearing down for 15 to 30 seconds. Auscultation continues during, and shortly after, the breath-holding. Breath-holding not only eliminates other adventitious sounds but it also accentuates a carotid bruit. [1]", "contents": "Carotid Bruit -- History and Physical. Assessing patients for risks of cerebrovascular events start by taking a careful history and a focused physical exam. The optimum position for listening for a carotid bruit is with the patient either supine or sitting. In the sitting position, optimal carotid palpation and auscultation are achievable when approaching the patient from behind. With the patient’s chin pointing straight forward, the bell of the stethoscope is applied over the course of each carotid artery, sealing the overlying skin. The patient is then instructed to inspire deeply and hold the breath without bearing down for 15 to 30 seconds. Auscultation continues during, and shortly after, the breath-holding. Breath-holding not only eliminates other adventitious sounds but it also accentuates a carotid bruit. [1]"}
{"id": "article-18966_11", "title": "Carotid Bruit -- Evaluation", "content": "While a carotid bruit may alert clinicians to the presence of carotid artery disease, it is not sensitive and specific enough to diagnose carotid disease. [15] On identification of a bruit, however, the next step is to determine whether the patient needs additional testing or referral; this usually depends upon the assessed vascular risk factors of the patient and/or the presence of signs and symptoms suggestive of any neuro-vascular disease. Commonly, imaging studies such as carotid duplex ultrasound computed tomography angiography (CTA) and magnetic resonance angiography (MRA) of the neck help confirm the diagnosis and provide anatomical layout if a surgical invention is warranted. [16] Collaboration with specialists like neurologists and cardiologists is also commonly employed.", "contents": "Carotid Bruit -- Evaluation. While a carotid bruit may alert clinicians to the presence of carotid artery disease, it is not sensitive and specific enough to diagnose carotid disease. [15] On identification of a bruit, however, the next step is to determine whether the patient needs additional testing or referral; this usually depends upon the assessed vascular risk factors of the patient and/or the presence of signs and symptoms suggestive of any neuro-vascular disease. Commonly, imaging studies such as carotid duplex ultrasound computed tomography angiography (CTA) and magnetic resonance angiography (MRA) of the neck help confirm the diagnosis and provide anatomical layout if a surgical invention is warranted. [16] Collaboration with specialists like neurologists and cardiologists is also commonly employed."}
{"id": "article-18966_12", "title": "Carotid Bruit -- Treatment / Management", "content": "Upon confirmation of carotid artery disease as the source of the carotid bruit, medical and surgical treatment should begin based on the severity of the stenosis, presence or absence of neurological symptoms, and the comorbidity of the patient.", "contents": "Carotid Bruit -- Treatment / Management. Upon confirmation of carotid artery disease as the source of the carotid bruit, medical and surgical treatment should begin based on the severity of the stenosis, presence or absence of neurological symptoms, and the comorbidity of the patient."}
{"id": "article-18966_13", "title": "Carotid Bruit -- Differential Diagnosis", "content": "Cardiac valvular murmurs Carotid artery vasculitis Carotid body tumors Carotid dissection Carotid stenosis Cervical fibromuscular dysplasia Cervical venous hum Extrinsic compression of the carotid artery High output clinical states like thyrotoxicosis Intracranial arteriovenous malformations", "contents": "Carotid Bruit -- Differential Diagnosis. Cardiac valvular murmurs Carotid artery vasculitis Carotid body tumors Carotid dissection Carotid stenosis Cervical fibromuscular dysplasia Cervical venous hum Extrinsic compression of the carotid artery High output clinical states like thyrotoxicosis Intracranial arteriovenous malformations"}
{"id": "article-18966_14", "title": "Carotid Bruit -- Prognosis", "content": "While carotid bruits have generally been regarded as markers of generalized atherosclerosis, the data does not show them to be strong predictors of cerebrovascular events. However, carotid bruit auscultation may help select patients who would most benefit from aggressive cardiovascular risk stratification and therapeutic interventions. [17]", "contents": "Carotid Bruit -- Prognosis. While carotid bruits have generally been regarded as markers of generalized atherosclerosis, the data does not show them to be strong predictors of cerebrovascular events. However, carotid bruit auscultation may help select patients who would most benefit from aggressive cardiovascular risk stratification and therapeutic interventions. [17]"}
{"id": "article-18966_15", "title": "Carotid Bruit -- Complications", "content": "The annual incidence of cerebrovascular accidents in people with asymptomatic bruits is about 1 to 3 percent. [3] Stroke is the second most common cause of mortality worldwide and the third leading cause of death in the United States. Carotid artery disease contributes to 15 to 20% of all ischemic strokes. [4]", "contents": "Carotid Bruit -- Complications. The annual incidence of cerebrovascular accidents in people with asymptomatic bruits is about 1 to 3 percent. [3] Stroke is the second most common cause of mortality worldwide and the third leading cause of death in the United States. Carotid artery disease contributes to 15 to 20% of all ischemic strokes. [4]"}
{"id": "article-18966_16", "title": "Carotid Bruit -- Consultations", "content": "Neurology Vascular surgery Cardiology", "contents": "Carotid Bruit -- Consultations. Neurology Vascular surgery Cardiology"}
{"id": "article-18966_17", "title": "Carotid Bruit -- Deterrence and Patient Education", "content": "Patients need to understand that while the bruit itself is not a strong predictor of cerebrovascular disease, it points to the need for underlying aggressive lifestyle modifications and therapeutic interventions. The clinician needs to individually tailor these measures to each patient and stress the importance of compliance.", "contents": "Carotid Bruit -- Deterrence and Patient Education. Patients need to understand that while the bruit itself is not a strong predictor of cerebrovascular disease, it points to the need for underlying aggressive lifestyle modifications and therapeutic interventions. The clinician needs to individually tailor these measures to each patient and stress the importance of compliance."}
{"id": "article-18966_18", "title": "Carotid Bruit -- Pearls and Other Issues", "content": "Asymptomatic carotid bruits are not infrequent, and their prevalence increases with age. However, this physical finding has very low accuracy, and carotid bruit alone cannot be used to rule out or rule in carotid artery disease. [18] However, if sensibly incorporated in the patient's clinical assessment and risk stratification, it remains a viable tool in identifying patients at risk for a neurovascular event.", "contents": "Carotid Bruit -- Pearls and Other Issues. Asymptomatic carotid bruits are not infrequent, and their prevalence increases with age. However, this physical finding has very low accuracy, and carotid bruit alone cannot be used to rule out or rule in carotid artery disease. [18] However, if sensibly incorporated in the patient's clinical assessment and risk stratification, it remains a viable tool in identifying patients at risk for a neurovascular event."}
{"id": "article-18966_19", "title": "Carotid Bruit -- Enhancing Healthcare Team Outcomes", "content": "Carotid bruits can be a significant clue to an underlying carotid artery disease.  Clear lines of communication between the patient and the treatment team are important in expediting referrals and subsequent additional testing to exclude carotid artery disease and promptly institute measures to mitigate the chance of stroke.", "contents": "Carotid Bruit -- Enhancing Healthcare Team Outcomes. Carotid bruits can be a significant clue to an underlying carotid artery disease.  Clear lines of communication between the patient and the treatment team are important in expediting referrals and subsequent additional testing to exclude carotid artery disease and promptly institute measures to mitigate the chance of stroke."}
{"id": "article-18966_20", "title": "Carotid Bruit -- Enhancing Healthcare Team Outcomes", "content": "While advanced imaging modalities such as carotid ultrasounds are more ubiquitous than ever, carotid auscultation as part of the physical examination is easy, cost-effective, and non-invasive.  These can be compelling reasons to continue including carotid auscultation as part of a routine physical examination, especially in patients at risk for cerebrovascular disease.", "contents": "Carotid Bruit -- Enhancing Healthcare Team Outcomes. While advanced imaging modalities such as carotid ultrasounds are more ubiquitous than ever, carotid auscultation as part of the physical examination is easy, cost-effective, and non-invasive.  These can be compelling reasons to continue including carotid auscultation as part of a routine physical examination, especially in patients at risk for cerebrovascular disease."}
{"id": "article-18966_21", "title": "Carotid Bruit -- Enhancing Healthcare Team Outcomes", "content": "Primary care providers should routinely evaluate at-risk patients for carotid bruits. Physicians, nurse practitioners, and physician assistants evaluate this finding. Nurses assist in patient education, facilitating evaluation, and provide feedback to the team. Pharmacists can assist in cardiovascular drug agent selection and monitor for interactions. This type of interprofessional team approach to these patients can improve the odds of successful outcomes. [Level 5]", "contents": "Carotid Bruit -- Enhancing Healthcare Team Outcomes. Primary care providers should routinely evaluate at-risk patients for carotid bruits. Physicians, nurse practitioners, and physician assistants evaluate this finding. Nurses assist in patient education, facilitating evaluation, and provide feedback to the team. Pharmacists can assist in cardiovascular drug agent selection and monitor for interactions. This type of interprofessional team approach to these patients can improve the odds of successful outcomes. [Level 5]"}
{"id": "article-18966_22", "title": "Carotid Bruit -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Carotid Bruit -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}