{"id": "article-20349_0", "title": "Denis Classification -- Definition/Introduction", "content": "There have been several proposed classification systems to define thoracolumbar fractures.  In 1983, Francis Denis described a novel classification system to facilitate the communication of these fractures and their treatments among different medical professionals. [1] In his study, he retrospectively analyzed 412 thoracolumbar injuries and developed a three-column theory, replacing the previous two-column theory popularized by Sir Frank Holdsworth. [2] This newly-defined three-column theory would become the foundation for a classification system that would become widely adopted by spine surgeons to formulate treatment algorithms of thoracolumbar injuries.", "contents": "Denis Classification -- Definition/Introduction. There have been several proposed classification systems to define thoracolumbar fractures.  In 1983, Francis Denis described a novel classification system to facilitate the communication of these fractures and their treatments among different medical professionals. [1] In his study, he retrospectively analyzed 412 thoracolumbar injuries and developed a three-column theory, replacing the previous two-column theory popularized by Sir Frank Holdsworth. [2] This newly-defined three-column theory would become the foundation for a classification system that would become widely adopted by spine surgeons to formulate treatment algorithms of thoracolumbar injuries."}
{"id": "article-20349_1", "title": "Denis Classification -- Issues of Concern", "content": "Under the Denis classification system, the spine gets subdivided into three columns with the included elements:", "contents": "Denis Classification -- Issues of Concern. Under the Denis classification system, the spine gets subdivided into three columns with the included elements:"}
{"id": "article-20349_2", "title": "Denis Classification -- Issues of Concern -- Anterior Column", "content": "Anterior longitudinal ligament (ALL) Anterior two-thirds of the vertebral body and annulus", "contents": "Denis Classification -- Issues of Concern -- Anterior Column. Anterior longitudinal ligament (ALL) Anterior two-thirds of the vertebral body and annulus"}
{"id": "article-20349_3", "title": "Denis Classification -- Issues of Concern -- Middle Column", "content": "Posterior one-third of the vertebral body and annulus Posterior vertebral wall Posterior longitudinal ligament (PLL)", "contents": "Denis Classification -- Issues of Concern -- Middle Column. Posterior one-third of the vertebral body and annulus Posterior vertebral wall Posterior longitudinal ligament (PLL)"}
{"id": "article-20349_4", "title": "Denis Classification -- Issues of Concern -- Posterior Column", "content": "All structures posterior to the PLL, including the posterior bony arch and the posterior ligamentous complex (supraspinous ligament, interspinous ligament, capsule, and ligamentum flavum)", "contents": "Denis Classification -- Issues of Concern -- Posterior Column. All structures posterior to the PLL, including the posterior bony arch and the posterior ligamentous complex (supraspinous ligament, interspinous ligament, capsule, and ligamentum flavum)"}
{"id": "article-20349_5", "title": "Denis Classification -- Issues of Concern", "content": "The impetus in creating this third column was to describe the inherent instability of this middle column. [1] [3] Fractures involving the middle column were considered unstable with injury to the posterior longitudinal ligament in addition to the posterior annulus fibrosis, while isolated complete disruption of the posterior ligamentous complex was insufficient to prompt frank instability. [4] [5] [6] [7] [8]", "contents": "Denis Classification -- Issues of Concern. The impetus in creating this third column was to describe the inherent instability of this middle column. [1] [3] Fractures involving the middle column were considered unstable with injury to the posterior longitudinal ligament in addition to the posterior annulus fibrosis, while isolated complete disruption of the posterior ligamentous complex was insufficient to prompt frank instability. [4] [5] [6] [7] [8]"}
{"id": "article-20349_6", "title": "Denis Classification -- Clinical Significance", "content": "Based on the findings in his study, Denis went on to classify thoracolumbar injuries into four major types, based on column involvement and mechanisms of injury:", "contents": "Denis Classification -- Clinical Significance. Based on the findings in his study, Denis went on to classify thoracolumbar injuries into four major types, based on column involvement and mechanisms of injury:"}
{"id": "article-20349_7", "title": "Denis Classification -- Clinical Significance -- 1. Compression", "content": "Structures involved: Fracture of the anterior column of the vertebral body with an intact middle column Failure of the anterior column in compression May involve the superior or inferior endplate, or both Mechanism Anterior flexion & axial loading", "contents": "Denis Classification -- Clinical Significance -- 1. Compression. Structures involved: Fracture of the anterior column of the vertebral body with an intact middle column Failure of the anterior column in compression May involve the superior or inferior endplate, or both Mechanism Anterior flexion & axial loading"}
{"id": "article-20349_8", "title": "Denis Classification -- Clinical Significance -- 2. Burst", "content": "Structures involved: Compression fractures of the anterior and middle columns.  The posterior column may or may not be involved if lamina fractures are present or if dural tears or nerve entrapments occur May involve the superior or inferior endplate, or both Mechanism Axial compression", "contents": "Denis Classification -- Clinical Significance -- 2. Burst. Structures involved: Compression fractures of the anterior and middle columns.  The posterior column may or may not be involved if lamina fractures are present or if dural tears or nerve entrapments occur May involve the superior or inferior endplate, or both Mechanism Axial compression"}
{"id": "article-20349_9", "title": "Denis Classification -- Clinical Significance -- 3. Flexion-Distraction (Seatbelt-Type)", "content": "Structures involved: Usually involvement of all three columns No associated translation Mechanism", "contents": "Denis Classification -- Clinical Significance -- 3. Flexion-Distraction (Seatbelt-Type). Structures involved: Usually involvement of all three columns No associated translation Mechanism"}
{"id": "article-20349_10", "title": "Denis Classification -- Clinical Significance -- 3. Flexion-Distraction (Seatbelt-Type)", "content": "Flexion injuries to the middle and posterior columns with distraction posteriorly from tensile forces.  The ALL serves as the axis of rotation, and the anterior column may fail secondary to compression.", "contents": "Denis Classification -- Clinical Significance -- 3. Flexion-Distraction (Seatbelt-Type). Flexion injuries to the middle and posterior columns with distraction posteriorly from tensile forces.  The ALL serves as the axis of rotation, and the anterior column may fail secondary to compression."}
{"id": "article-20349_11", "title": "Denis Classification -- Clinical Significance -- 4. Fracture-Dislocation", "content": "Structures involved: Involvement of all three columns Mechanism Variable mechanisms: shear, rotation, compression, and tension", "contents": "Denis Classification -- Clinical Significance -- 4. Fracture-Dislocation. Structures involved: Involvement of all three columns Mechanism Variable mechanisms: shear, rotation, compression, and tension"}
{"id": "article-20349_12", "title": "Denis Classification -- Clinical Significance -- 4. Fracture-Dislocation", "content": "The classification systems for thoracolumbar injuries have evolved over time. However, there is no universally accepted system yet at this time.  As such, there is not a current standardized treatment algorithm explicitly designed for the Denis classification.  Instead, general treatment principles may be applied to the following fractures, although significant controversy still exists in operative indications:", "contents": "Denis Classification -- Clinical Significance -- 4. Fracture-Dislocation. The classification systems for thoracolumbar injuries have evolved over time. However, there is no universally accepted system yet at this time.  As such, there is not a current standardized treatment algorithm explicitly designed for the Denis classification.  Instead, general treatment principles may be applied to the following fractures, although significant controversy still exists in operative indications:"}
{"id": "article-20349_13", "title": "Denis Classification -- Clinical Significance -- Compression Fractures", "content": "Nonoperative: Bracing, kyphoplasty/vertebroplasty Operative: Posterior instrumentation and fusion Indications [9] : 30 degrees traumatic kyphosis 50% vertebral body height loss", "contents": "Denis Classification -- Clinical Significance -- Compression Fractures. Nonoperative: Bracing, kyphoplasty/vertebroplasty Operative: Posterior instrumentation and fusion Indications [9] : 30 degrees traumatic kyphosis 50% vertebral body height loss"}
{"id": "article-20349_14", "title": "Denis Classification -- Clinical Significance -- Burst Fractures", "content": "Nonoperative: Bracing Operative: Anterior/posterior decompression and instrumented fusion Indications: Neurologic deficit Spinal canal compromise Degree of deformity Disruption of the posterior ligamentous complex", "contents": "Denis Classification -- Clinical Significance -- Burst Fractures. Nonoperative: Bracing Operative: Anterior/posterior decompression and instrumented fusion Indications: Neurologic deficit Spinal canal compromise Degree of deformity Disruption of the posterior ligamentous complex"}
{"id": "article-20349_15", "title": "Denis Classification -- Clinical Significance -- Flexion-Distraction Injuries", "content": "Nonoperative: Bracing Indications: minimally displaced bony or ligamentous injuries Operative [10] : Posterior instrumentation, with or without fusion Indications: kyphotic deformity greater than 20 degrees", "contents": "Denis Classification -- Clinical Significance -- Flexion-Distraction Injuries. Nonoperative: Bracing Indications: minimally displaced bony or ligamentous injuries Operative [10] : Posterior instrumentation, with or without fusion Indications: kyphotic deformity greater than 20 degrees"}
{"id": "article-20349_16", "title": "Denis Classification -- Clinical Significance -- Fracture Dislocation Injuries", "content": "Operative: All require open reduction with instrumented fusion", "contents": "Denis Classification -- Clinical Significance -- Fracture Dislocation Injuries. Operative: All require open reduction with instrumented fusion"}
{"id": "article-20349_17", "title": "Denis Classification -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nursing staff in orthopedic or neurosurgical practice should be familiar with the Denis classification so they can appropriately counsel patients regarding their condition, speak confidently and knowledgeably with other providers about cases, and alert clinicians to potential issues of concern should they be the first to encounter them.", "contents": "Denis Classification -- Nursing, Allied Health, and Interprofessional Team Interventions. Nursing staff in orthopedic or neurosurgical practice should be familiar with the Denis classification so they can appropriately counsel patients regarding their condition, speak confidently and knowledgeably with other providers about cases, and alert clinicians to potential issues of concern should they be the first to encounter them."}
{"id": "article-20349_18", "title": "Denis Classification -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Denis Classification -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}