{"id": "article-70908_0", "title": "Thrombin -- Continuing Education Activity", "content": "Thrombin is a topical hemostatic agent used to control and minimize blood loss during surgical procedures, is utilized in conjunction or as an alternative to standard surgical techniques. The Federal Drug Administration has approved three thrombin-based products: recombinant thrombin, human thrombin, and bovine thrombin. This activity provides a highlight and discusses critical elements about this drug and how this information can be useful for the medical team involved in the peri- and post-operative care of the patient.", "contents": "Thrombin -- Continuing Education Activity. Thrombin is a topical hemostatic agent used to control and minimize blood loss during surgical procedures, is utilized in conjunction or as an alternative to standard surgical techniques. The Federal Drug Administration has approved three thrombin-based products: recombinant thrombin, human thrombin, and bovine thrombin. This activity provides a highlight and discusses critical elements about this drug and how this information can be useful for the medical team involved in the peri- and post-operative care of the patient."}
{"id": "article-70908_1", "title": "Thrombin -- Continuing Education Activity", "content": "Objectives: Identify the indications for thrombin use. Summarize the risks associated with initiating thrombin. Review the common complications of thrombin use. Explain the importance of collaboration and communication amongst the interprofessional team to improve outcomes for patients receiving thrombin. Access free multiple choice questions on this topic.", "contents": "Thrombin -- Continuing Education Activity. Objectives: Identify the indications for thrombin use. Summarize the risks associated with initiating thrombin. Review the common complications of thrombin use. Explain the importance of collaboration and communication amongst the interprofessional team to improve outcomes for patients receiving thrombin. Access free multiple choice questions on this topic."}
{"id": "article-70908_2", "title": "Thrombin -- Indications", "content": "Thrombin is a serine endopeptidase. The enzyme has been extensively studied and researched throughout the years for biotherapeutic purposes. [1] Bovine thrombin was the first thrombin product approved by the US Federal Drug Administration (FDA) as an ancillary aid for topical hemostasis during surgical procedures in 1943. [2] [3] Adverse immunologic reactions against bovine thrombin fostered the development of human thrombin, approved by the FDA in 2007, and recombinant thrombin, approved by the FDA in 2008. [3] [4] The US FDA has approved these products for hemostasis and minor bleeding control whenever oozing blood from venules and capillaries are accessible or when standard surgical techniques cannot contain the bleeding. [4] [3] [2] Thrombin products have approval for use in combination with absorbable hemostatic agents, and this includes gelatin sponge, microfibrillar collagen, and oxidized regenerated cellulose. [2] Due to their porous structures, these hemostatic agents provide the required architecture for platelet aggregation and coagulation factors activation. Thrombin products are also utilized for the treatment of pseudoaneurysms (PSA). [5] This method of treatment uses a percutaneous injection under ultrasound guidance. Thrombin, when injected into the PSA, quickly forms a fibrin polymer. This treatment is currently non-approved by the FDA.", "contents": "Thrombin -- Indications. Thrombin is a serine endopeptidase. The enzyme has been extensively studied and researched throughout the years for biotherapeutic purposes. [1] Bovine thrombin was the first thrombin product approved by the US Federal Drug Administration (FDA) as an ancillary aid for topical hemostasis during surgical procedures in 1943. [2] [3] Adverse immunologic reactions against bovine thrombin fostered the development of human thrombin, approved by the FDA in 2007, and recombinant thrombin, approved by the FDA in 2008. [3] [4] The US FDA has approved these products for hemostasis and minor bleeding control whenever oozing blood from venules and capillaries are accessible or when standard surgical techniques cannot contain the bleeding. [4] [3] [2] Thrombin products have approval for use in combination with absorbable hemostatic agents, and this includes gelatin sponge, microfibrillar collagen, and oxidized regenerated cellulose. [2] Due to their porous structures, these hemostatic agents provide the required architecture for platelet aggregation and coagulation factors activation. Thrombin products are also utilized for the treatment of pseudoaneurysms (PSA). [5] This method of treatment uses a percutaneous injection under ultrasound guidance. Thrombin, when injected into the PSA, quickly forms a fibrin polymer. This treatment is currently non-approved by the FDA."}
{"id": "article-70908_3", "title": "Thrombin -- Mechanism of Action", "content": "Thrombin is a serine endopeptidase naturally produced in humans, and it has a crucial role in the coagulation cascade and the complex process of hemostasis. The liver produces it as an inactivated zymogen, prothrombin, and when the coagulation cascade is activated, this protein is split by other proteases, eventually forming thrombin. [6] Factor IIa, or as commonly known, thrombin, catalyzes the conversion of fibrinogen into fibrin. Subsequently, fibrin forms a network of fibrin monomers stabilized by factor XIIIa, this transglutaminase catalyzes the cross-linking of glutamine and lysine residues. [7] The development of a fibrin meshwork provided the appropriate architecture for hemostasis platelet activation, aggregation, and thrombus formation.", "contents": "Thrombin -- Mechanism of Action. Thrombin is a serine endopeptidase naturally produced in humans, and it has a crucial role in the coagulation cascade and the complex process of hemostasis. The liver produces it as an inactivated zymogen, prothrombin, and when the coagulation cascade is activated, this protein is split by other proteases, eventually forming thrombin. [6] Factor IIa, or as commonly known, thrombin, catalyzes the conversion of fibrinogen into fibrin. Subsequently, fibrin forms a network of fibrin monomers stabilized by factor XIIIa, this transglutaminase catalyzes the cross-linking of glutamine and lysine residues. [7] The development of a fibrin meshwork provided the appropriate architecture for hemostasis platelet activation, aggregation, and thrombus formation."}
{"id": "article-70908_4", "title": "Thrombin -- Administration", "content": "All three thrombin products, bovine thrombin, human thrombin, and recombinant thrombin, have been approved by the FDA for topical use only and have been currently label as such by the manufactures. Thrombin products can be applied topically as a solution, as a glue in combination with fibrinogen, or sprayed into a mist. [8] [9] A commonly used technique is the utilization of absorbable hemostatic agents. [9] Percutaneous intra-aneurysmal administration under ultrasound guidance is another technique utilized to provoke a thrombus inside a vascular pseudoaneurysm, and the FDA does not currently approve this technique.", "contents": "Thrombin -- Administration. All three thrombin products, bovine thrombin, human thrombin, and recombinant thrombin, have been approved by the FDA for topical use only and have been currently label as such by the manufactures. Thrombin products can be applied topically as a solution, as a glue in combination with fibrinogen, or sprayed into a mist. [8] [9] A commonly used technique is the utilization of absorbable hemostatic agents. [9] Percutaneous intra-aneurysmal administration under ultrasound guidance is another technique utilized to provoke a thrombus inside a vascular pseudoaneurysm, and the FDA does not currently approve this technique."}
{"id": "article-70908_5", "title": "Thrombin -- Adverse Effects -- Bovine Thrombin Adverse Effects", "content": "Bovine thrombin can be extremely immunogenic, fostering the creation of antibodies against bovine thrombin. [10] These antibodies can eventually cross-react with human coagulation proteins. [8] The clinical sequelae preceding the development of antibodies can range from normal laboratory values and clinical presentation to abnormal coagulation studies, hemorrhagic complications, thromboembolic events, anaphylaxis, and death. [2] Antibodies against bovine Factor V and Va have been the most common; however, antibodies against cardiolipin, prothrombin, thrombin galactose alpha 1, 3 galactose have also been documented, increasing the risk of coagulopathies and bleeding disorders. [1]", "contents": "Thrombin -- Adverse Effects -- Bovine Thrombin Adverse Effects. Bovine thrombin can be extremely immunogenic, fostering the creation of antibodies against bovine thrombin. [10] These antibodies can eventually cross-react with human coagulation proteins. [8] The clinical sequelae preceding the development of antibodies can range from normal laboratory values and clinical presentation to abnormal coagulation studies, hemorrhagic complications, thromboembolic events, anaphylaxis, and death. [2] Antibodies against bovine Factor V and Va have been the most common; however, antibodies against cardiolipin, prothrombin, thrombin galactose alpha 1, 3 galactose have also been documented, increasing the risk of coagulopathies and bleeding disorders. [1]"}
{"id": "article-70908_6", "title": "Thrombin -- Adverse Effects -- Human Thrombin", "content": "Human thrombin, analogous to any other human blood product, is not utterly devoid of the potential risk of transmitting bloodborne diseases. Even when donors are screened and tested for such diseases and individual units of plasma are extensively examined and purified, there still a risk of possible infection, including, in theory, Creutzfeldt-Jakob disease. [3] Nevertheless, there have been no cases reported of transmission of any bloodborne disease by the utilization of human thrombin. [3] The FDA has in place strict regulations that help to achieve this goal. Some of these screening techniques and viral purification practices overseen by the FDA include nucleic acid testing, the utilization of solvent, detergents, nanofiltrations, vapor heat treatment, sterile filtration, and freeze-drying. [9]", "contents": "Thrombin -- Adverse Effects -- Human Thrombin. Human thrombin, analogous to any other human blood product, is not utterly devoid of the potential risk of transmitting bloodborne diseases. Even when donors are screened and tested for such diseases and individual units of plasma are extensively examined and purified, there still a risk of possible infection, including, in theory, Creutzfeldt-Jakob disease. [3] Nevertheless, there have been no cases reported of transmission of any bloodborne disease by the utilization of human thrombin. [3] The FDA has in place strict regulations that help to achieve this goal. Some of these screening techniques and viral purification practices overseen by the FDA include nucleic acid testing, the utilization of solvent, detergents, nanofiltrations, vapor heat treatment, sterile filtration, and freeze-drying. [9]"}
{"id": "article-70908_7", "title": "Thrombin -- Adverse Effects -- Recombinant Thrombin", "content": "Recombinant thrombin is a sequence of amino acids relative identical to human thrombin, this sequence of amino acid residues is obtainable from modified Chinese hamsters ovary cell line. [8] This method of obtaining recombinant thrombin increases the risk of hypersensitive reactions in patients with a history of an allergic response to hamster proteins. Likewise, similar to bovine thrombin, there is a production of antibodies to the medication, but there have been no reported adverse reactions to coagulation proteins. [11] There has been documentation that 21.5% of people receiving bovine thrombin developed antibodies to the drug, whereas only 1.5% produce antibodies to recombinant thrombin. [9] Furthermore, this product is devoid of theoretical viral transmission risk found in human thrombin. [9]", "contents": "Thrombin -- Adverse Effects -- Recombinant Thrombin. Recombinant thrombin is a sequence of amino acids relative identical to human thrombin, this sequence of amino acid residues is obtainable from modified Chinese hamsters ovary cell line. [8] This method of obtaining recombinant thrombin increases the risk of hypersensitive reactions in patients with a history of an allergic response to hamster proteins. Likewise, similar to bovine thrombin, there is a production of antibodies to the medication, but there have been no reported adverse reactions to coagulation proteins. [11] There has been documentation that 21.5% of people receiving bovine thrombin developed antibodies to the drug, whereas only 1.5% produce antibodies to recombinant thrombin. [9] Furthermore, this product is devoid of theoretical viral transmission risk found in human thrombin. [9]"}
{"id": "article-70908_8", "title": "Thrombin -- Contraindications", "content": "Thrombin products must not be injected intravascularly or utilized within an open vessel due to a high risk of disseminated intravascular coagulation heart failure, cardiac arrest, and thromboembolism. [12] Recombinant thrombin is contraindicated in patients with know allergic reactions to hamsters proteins. Patients with suspected or known antibodies to bovine thrombin or factor V must avoid bovine thrombin re-exposure. Bovine thrombin is also contraindicated in patients with known sensitivities to bovine material. Additionally, thrombin-based products must not be used for massive hemorrhages.", "contents": "Thrombin -- Contraindications. Thrombin products must not be injected intravascularly or utilized within an open vessel due to a high risk of disseminated intravascular coagulation heart failure, cardiac arrest, and thromboembolism. [12] Recombinant thrombin is contraindicated in patients with know allergic reactions to hamsters proteins. Patients with suspected or known antibodies to bovine thrombin or factor V must avoid bovine thrombin re-exposure. Bovine thrombin is also contraindicated in patients with known sensitivities to bovine material. Additionally, thrombin-based products must not be used for massive hemorrhages."}
{"id": "article-70908_9", "title": "Thrombin -- Monitoring", "content": "Patients require monitoring for any signs of bleeding, abnormal platelet counts, coagulation parameters, and fibrinogen levels. Patients receiving thrombin-containing products must be monitored for signs of hypersensitive reactions, blood pressure, changes in heart rate, and decrease end-tidal carbon dioxide. Additionally, patients require monitoring for any signs of thromboembolism during and after thrombin has been administered.", "contents": "Thrombin -- Monitoring. Patients require monitoring for any signs of bleeding, abnormal platelet counts, coagulation parameters, and fibrinogen levels. Patients receiving thrombin-containing products must be monitored for signs of hypersensitive reactions, blood pressure, changes in heart rate, and decrease end-tidal carbon dioxide. Additionally, patients require monitoring for any signs of thromboembolism during and after thrombin has been administered."}
{"id": "article-70908_10", "title": "Thrombin -- Toxicity", "content": "There have not been any reported cases of thrombin products, causing an overdose. There are no antidotes available.", "contents": "Thrombin -- Toxicity. There have not been any reported cases of thrombin products, causing an overdose. There are no antidotes available."}
{"id": "article-70908_11", "title": "Thrombin -- Enhancing Healthcare Team Outcomes", "content": "All three thrombin products, bovine thrombin, human thrombin and, recombinant thrombin, have been widely used across surgical specialties to achieve hemostasis and overcome bleeding during surgical procedures. Consequently, it is essential for the medical team involved in the peri- and post-operative care of the patient to be aware of any adverse reactions to any of the thrombin products.", "contents": "Thrombin -- Enhancing Healthcare Team Outcomes. All three thrombin products, bovine thrombin, human thrombin and, recombinant thrombin, have been widely used across surgical specialties to achieve hemostasis and overcome bleeding during surgical procedures. Consequently, it is essential for the medical team involved in the peri- and post-operative care of the patient to be aware of any adverse reactions to any of the thrombin products."}
{"id": "article-70908_12", "title": "Thrombin -- Enhancing Healthcare Team Outcomes", "content": "Proper monitoring and surveillance of partial thromboplastin time, prothrombin time, the international normalized ratio is crucial due to the risk of coagulopathies related to these products. It is of equal importance for the interprofessional healthcare team to avoid re-exposure in patients with a previous adverse reaction to thrombin and the avoidance of human thrombin in patients with a history of harmful reactions to human blood products. With interprofessional coordination and communication between clinicians, mid-level practitioners, surgeons, nurses, and pharmacists, appropriately managed thrombin use will result in improved patient outcomes while minimizing adverse events.", "contents": "Thrombin -- Enhancing Healthcare Team Outcomes. Proper monitoring and surveillance of partial thromboplastin time, prothrombin time, the international normalized ratio is crucial due to the risk of coagulopathies related to these products. It is of equal importance for the interprofessional healthcare team to avoid re-exposure in patients with a previous adverse reaction to thrombin and the avoidance of human thrombin in patients with a history of harmful reactions to human blood products. With interprofessional coordination and communication between clinicians, mid-level practitioners, surgeons, nurses, and pharmacists, appropriately managed thrombin use will result in improved patient outcomes while minimizing adverse events."}
{"id": "article-70908_13", "title": "Thrombin -- Enhancing Healthcare Team Outcomes", "content": "In conclusion, thrombin is a great drug that has been used over the decades to accomplish hemostasis. However, it is not absent from adverse effects. Newer bovine thrombin formulations and, in recent years, the development of alternate thrombin products, like human thrombin and recombinant thrombin, provides the patient with a safer drug that enhances clinical outcomes and reduces morbidity and mortality.", "contents": "Thrombin -- Enhancing Healthcare Team Outcomes. In conclusion, thrombin is a great drug that has been used over the decades to accomplish hemostasis. However, it is not absent from adverse effects. Newer bovine thrombin formulations and, in recent years, the development of alternate thrombin products, like human thrombin and recombinant thrombin, provides the patient with a safer drug that enhances clinical outcomes and reduces morbidity and mortality."}
{"id": "article-70908_14", "title": "Thrombin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Thrombin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}