{"id": "article-21632_0", "title": "Fat Embolism -- Continuing Education Activity", "content": "Fat embolism (FE) and fat embolism syndrome (FES) are a clinical phenomenon that are characterized by systemic dissemination of fat emboli within the system circulation. The dissipation of fat emboli will disrupt the capillary bed and affect microcirculation, causing a systemic inflammatory response syndrome. This activity reviews the pathophysiology, diagnosis, and presentation of fat embolism syndrome and highlights the role of the interprofessional team in its management.", "contents": "Fat Embolism -- Continuing Education Activity. Fat embolism (FE) and fat embolism syndrome (FES) are a clinical phenomenon that are characterized by systemic dissemination of fat emboli within the system circulation. The dissipation of fat emboli will disrupt the capillary bed and affect microcirculation, causing a systemic inflammatory response syndrome. This activity reviews the pathophysiology, diagnosis, and presentation of fat embolism syndrome and highlights the role of the interprofessional team in its management."}
{"id": "article-21632_1", "title": "Fat Embolism -- Continuing Education Activity", "content": "Objectives: Review the difficulty in making a diagnosis of fat embolism syndrome. Describe the presentation of fat embolism syndrome. Summarize the treatment of fat embolism syndrome. Explain the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by fat embolism syndrome. Access free multiple choice questions on this topic.", "contents": "Fat Embolism -- Continuing Education Activity. Objectives: Review the difficulty in making a diagnosis of fat embolism syndrome. Describe the presentation of fat embolism syndrome. Summarize the treatment of fat embolism syndrome. Explain the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by fat embolism syndrome. Access free multiple choice questions on this topic."}
{"id": "article-21632_2", "title": "Fat Embolism -- Introduction", "content": "Fat embolism (FE) and fat embolism syndrome(FES) are a clinical phenomenon that are characterized by systemic dissemination of fat emboli within the system circulation. The dissipation of fat emboli will disrupt the capillary bed and affect microcirculation, causing a systemic inflammatory response syndrome. [1] [2] [3] [4] End-organ manifestation typically will involve the following: Skin and integumentary organ Central nervous system Respiratory system lungs Eyes retina Fat embolism syndrome is most common in patients with orthopedic trauma. It also can occur in nontraumatic patients. The following nontraumatic conditions can cause fat embolism syndrome: Acute or chronic pancreatitis Bone marrow transplant Liposuction In most instances, diagnosis is usually established during the autopsy.", "contents": "Fat Embolism -- Introduction. Fat embolism (FE) and fat embolism syndrome(FES) are a clinical phenomenon that are characterized by systemic dissemination of fat emboli within the system circulation. The dissipation of fat emboli will disrupt the capillary bed and affect microcirculation, causing a systemic inflammatory response syndrome. [1] [2] [3] [4] End-organ manifestation typically will involve the following: Skin and integumentary organ Central nervous system Respiratory system lungs Eyes retina Fat embolism syndrome is most common in patients with orthopedic trauma. It also can occur in nontraumatic patients. The following nontraumatic conditions can cause fat embolism syndrome: Acute or chronic pancreatitis Bone marrow transplant Liposuction In most instances, diagnosis is usually established during the autopsy."}
{"id": "article-21632_3", "title": "Fat Embolism -- Introduction", "content": "Fat embolism is the presence of fat globules in microcirculation whereas fat embolism syndrome is a systemic manifestation of dissemination of fat molecules or globules in microcirculation. Fat embolism syndrome is a continuum of fat embolism.", "contents": "Fat Embolism -- Introduction. Fat embolism is the presence of fat globules in microcirculation whereas fat embolism syndrome is a systemic manifestation of dissemination of fat molecules or globules in microcirculation. Fat embolism syndrome is a continuum of fat embolism."}
{"id": "article-21632_4", "title": "Fat Embolism -- Introduction", "content": "Zenker first described the clinical presentation of fat embolism syndrome in 1863 in a patient suffering from crush injury. In 1873, Von Bergmann clinically diagnosed the condition for the first time. Since the initial description by Zenker and Von Bergmann, several articles and studies have been published on this diseases entity. In the early 70's, Gurd proposed a clinical criterion for the diagnosis of fat embolism syndrome. This was later modified by Wilson in 1974 in conjunction with Gurd and is the most commonly used clinical criteria for diagnosis. Since the majority of reported cases of fat embolism is seen in patients with orthopedic trauma,most research on this condition is in orthopedic patients. Even though the clinical criteria proposed by Gurd et al. and Wilson can help or aid in the diagnosis, fat embolism syndrome still poses a major diagnostic challenge to most clinicians. [5] [6]", "contents": "Fat Embolism -- Introduction. Zenker first described the clinical presentation of fat embolism syndrome in 1863 in a patient suffering from crush injury. In 1873, Von Bergmann clinically diagnosed the condition for the first time. Since the initial description by Zenker and Von Bergmann, several articles and studies have been published on this diseases entity. In the early 70's, Gurd proposed a clinical criterion for the diagnosis of fat embolism syndrome. This was later modified by Wilson in 1974 in conjunction with Gurd and is the most commonly used clinical criteria for diagnosis. Since the majority of reported cases of fat embolism is seen in patients with orthopedic trauma,most research on this condition is in orthopedic patients. Even though the clinical criteria proposed by Gurd et al. and Wilson can help or aid in the diagnosis, fat embolism syndrome still poses a major diagnostic challenge to most clinicians. [5] [6]"}
{"id": "article-21632_5", "title": "Fat Embolism -- Etiology", "content": "Fat embolism and fat embolism syndrome can be categorized as traumatic or nontraumatic.", "contents": "Fat Embolism -- Etiology. Fat embolism and fat embolism syndrome can be categorized as traumatic or nontraumatic."}
{"id": "article-21632_6", "title": "Fat Embolism -- Etiology -- Traumatic Causes", "content": "Traumatic causes of fat embolism syndrome are more common that than nontraumatic causes. Trauma as a cause of fat embolism syndrome can occur from the following: Fracture of the long bones, specifically Femur Tibia Pelvis The postoperative condition also can favor the development of fat embolism syndrome including the following: Pelvic arthroplasty Knee arthroplasty Intramedullary nailing and reaming Other rare traumatic conditions that can cause fat embolism syndrome include the following: Massive soft tissue damage Crush injury Prolonged cardiopulmonary resuscitation Severe burn involving more than 50% of body surface area Bone marrow transplantation Liposuction Median sternotomy", "contents": "Fat Embolism -- Etiology -- Traumatic Causes. Traumatic causes of fat embolism syndrome are more common that than nontraumatic causes. Trauma as a cause of fat embolism syndrome can occur from the following: Fracture of the long bones, specifically Femur Tibia Pelvis The postoperative condition also can favor the development of fat embolism syndrome including the following: Pelvic arthroplasty Knee arthroplasty Intramedullary nailing and reaming Other rare traumatic conditions that can cause fat embolism syndrome include the following: Massive soft tissue damage Crush injury Prolonged cardiopulmonary resuscitation Severe burn involving more than 50% of body surface area Bone marrow transplantation Liposuction Median sternotomy"}
{"id": "article-21632_7", "title": "Fat Embolism -- Etiology -- Nontraumatic Causes", "content": "Cases of nontraumatic fat embolism syndrome are very rare and include the following: Fatty Liver Acute or chronic pancreatitis Therapy with corticosteroid Infusion of fat emulsion Lymphography Hemoglobinopathies Sickle cell disease Thalassemia Several risk factors are associated with the development of fat embolism syndrome. The following conditions increase the risk of developing fat embolism syndrome: Young age Closed fractures Multiple fractures Prolonged conservative management of long bone fracture The technique of inserting the intramedullary nails also can contribute to the risk of developing fat embolism syndrome. Increased velocity in reaming Overzealousness in the nailing of the medullary cavity The widened gap between the nail and the cortex of the bone", "contents": "Fat Embolism -- Etiology -- Nontraumatic Causes. Cases of nontraumatic fat embolism syndrome are very rare and include the following: Fatty Liver Acute or chronic pancreatitis Therapy with corticosteroid Infusion of fat emulsion Lymphography Hemoglobinopathies Sickle cell disease Thalassemia Several risk factors are associated with the development of fat embolism syndrome. The following conditions increase the risk of developing fat embolism syndrome: Young age Closed fractures Multiple fractures Prolonged conservative management of long bone fracture The technique of inserting the intramedullary nails also can contribute to the risk of developing fat embolism syndrome. Increased velocity in reaming Overzealousness in the nailing of the medullary cavity The widened gap between the nail and the cortex of the bone"}
{"id": "article-21632_8", "title": "Fat Embolism -- Epidemiology", "content": "Variable data have been reported on the incidence of fat embolism and fat embolism syndrome. Clinical diagnosis of small fat embolism or mild cases of fat embolism syndrome may be missed and go away unnoticed. In one study, about 67% of orthopedic trauma patients have fat globules in their blood. If the blood sample was taken from a site close to the area of the fracture, the incidence is closer to 95%.", "contents": "Fat Embolism -- Epidemiology. Variable data have been reported on the incidence of fat embolism and fat embolism syndrome. Clinical diagnosis of small fat embolism or mild cases of fat embolism syndrome may be missed and go away unnoticed. In one study, about 67% of orthopedic trauma patients have fat globules in their blood. If the blood sample was taken from a site close to the area of the fracture, the incidence is closer to 95%."}
{"id": "article-21632_9", "title": "Fat Embolism -- Epidemiology", "content": "Fat embolism and fat embolism syndrome also can occur intraoperatively while repairing a long bone fracture. With a transesophageal echocardiogram, fat embolism has been detected in close to 41% of patients.", "contents": "Fat Embolism -- Epidemiology. Fat embolism and fat embolism syndrome also can occur intraoperatively while repairing a long bone fracture. With a transesophageal echocardiogram, fat embolism has been detected in close to 41% of patients."}
{"id": "article-21632_10", "title": "Fat Embolism -- Epidemiology", "content": "Fat embolism has a higher incidence than fat embolism syndrome. In the landmark study carried out by Gurd, using the established clinical criteria, an incidence of 19% of fat embolism syndrome was reported in a group of trauma patients. Since early open reduction and internal fixation has become the standard of care for repairing fractures of long bones, the incidence of fat embolism and fat embolism syndrome has gradually decreased. Most recent studies show an incidence of about 1% to 11%.", "contents": "Fat Embolism -- Epidemiology. Fat embolism has a higher incidence than fat embolism syndrome. In the landmark study carried out by Gurd, using the established clinical criteria, an incidence of 19% of fat embolism syndrome was reported in a group of trauma patients. Since early open reduction and internal fixation has become the standard of care for repairing fractures of long bones, the incidence of fat embolism and fat embolism syndrome has gradually decreased. Most recent studies show an incidence of about 1% to 11%."}
{"id": "article-21632_11", "title": "Fat Embolism -- Pathophysiology", "content": "Fat particles or globules are released from the organs of primary origin and enter the microcirculation, causing damage to the capillary beds. The disruption affects the microcirculatory hemostasis in the following organs: Brain Skin Eyes Heart Two main theories try to explain the development of fat embolism syndrome.", "contents": "Fat Embolism -- Pathophysiology. Fat particles or globules are released from the organs of primary origin and enter the microcirculation, causing damage to the capillary beds. The disruption affects the microcirculatory hemostasis in the following organs: Brain Skin Eyes Heart Two main theories try to explain the development of fat embolism syndrome."}
{"id": "article-21632_12", "title": "Fat Embolism -- Pathophysiology -- Mechanical Theory", "content": "This theory was postulated by Gassling et al. According to Gassling, large fat droplets are released into the venous system. Elevation of the intramedullary from trauma or surgery leads to the release of fat into the venous sinusoids. From the venous system, these fat globules are deposited in the pulmonary capillary bed where they travel to the brain via the arteriovenous shunt into the brain. Initially, there was no valid explanation for the development of fat embolism syndrome in patients with no patent foramen ovale, but the presence of an arteriovenous shunt clarifies this. Also, intravascular fat droplets are deformable, hence their ability to transverse the pulmonary vasculature. The pathophysiological changes produced by fat droplets include the following: Elevated pulmonary artery pressure Impairment of oxygen exchange from ventilation-perfusion mismatch Systemic effects on end-organs such as the brain, kidney, and skin.", "contents": "Fat Embolism -- Pathophysiology -- Mechanical Theory. This theory was postulated by Gassling et al. According to Gassling, large fat droplets are released into the venous system. Elevation of the intramedullary from trauma or surgery leads to the release of fat into the venous sinusoids. From the venous system, these fat globules are deposited in the pulmonary capillary bed where they travel to the brain via the arteriovenous shunt into the brain. Initially, there was no valid explanation for the development of fat embolism syndrome in patients with no patent foramen ovale, but the presence of an arteriovenous shunt clarifies this. Also, intravascular fat droplets are deformable, hence their ability to transverse the pulmonary vasculature. The pathophysiological changes produced by fat droplets include the following: Elevated pulmonary artery pressure Impairment of oxygen exchange from ventilation-perfusion mismatch Systemic effects on end-organs such as the brain, kidney, and skin."}
{"id": "article-21632_13", "title": "Fat Embolism -- Pathophysiology -- Mechanical Theory", "content": "Deposition of the fat droplets in the brain produces a cascade of reactions and leads to a systemic inflammatory response syndrome, local inflammation, and ischemia as a result of disruption of microcirculation. The release of inflammatory mediators and vasoactive amines like histamine, serotonin leads to an increase in vascular permeability and vasodilation with ensuing hypotension and hypoperfusion.", "contents": "Fat Embolism -- Pathophysiology -- Mechanical Theory. Deposition of the fat droplets in the brain produces a cascade of reactions and leads to a systemic inflammatory response syndrome, local inflammation, and ischemia as a result of disruption of microcirculation. The release of inflammatory mediators and vasoactive amines like histamine, serotonin leads to an increase in vascular permeability and vasodilation with ensuing hypotension and hypoperfusion."}
{"id": "article-21632_14", "title": "Fat Embolism -- Pathophysiology -- Biochemical Theory", "content": "Baker et al. proposed this theory for the development of fat embolism syndrome. According to this theory, the precipitating event, whether traumatic or nontraumatic, triggers a hormonal change in the body system. This leads to release of free fatty acid (FFA) and chylomicrons. The presence of acute phase reactants, such as C-reactive protein, causes the chylomicron to coalesce and migrate. Baker et al. attribute the development of fat embolism syndrome to FFA. Pneumocyte hydrolysis of fat particles generates FFA which migrate to other organs, causing multiple organ dysfunction syndromes. The biochemical theory helps to explain the development of fat embolism syndrome in nontraumatic patients.", "contents": "Fat Embolism -- Pathophysiology -- Biochemical Theory. Baker et al. proposed this theory for the development of fat embolism syndrome. According to this theory, the precipitating event, whether traumatic or nontraumatic, triggers a hormonal change in the body system. This leads to release of free fatty acid (FFA) and chylomicrons. The presence of acute phase reactants, such as C-reactive protein, causes the chylomicron to coalesce and migrate. Baker et al. attribute the development of fat embolism syndrome to FFA. Pneumocyte hydrolysis of fat particles generates FFA which migrate to other organs, causing multiple organ dysfunction syndromes. The biochemical theory helps to explain the development of fat embolism syndrome in nontraumatic patients."}
{"id": "article-21632_15", "title": "Fat Embolism -- Histopathology", "content": "The pathogenesis of fat embolism syndrome is poorly understood, and evaluation of the progression of histopathological changes in patients is not very practical. Animal model studies included injecting Tirolean, a form of fat found in bone marrow, into the caudal veins of rats and monitoring changes in the lungs over an 11 days period. The subsequent histopathological examination of the lung tissues included staining for fat, collagen, and actin of the smooth muscle. The most notable change was a decrease in the patency of the arteries and arterioles over the first 96 hours, but there was a return to normal patency towards the end of the period of observation which is the 11th day. There was also a significant amount of inflammation and fibrosis around the blood vessels. These changes were noticeable within the first couple of hours of infusion and persisted for the time frame for which the study was conducted.", "contents": "Fat Embolism -- Histopathology. The pathogenesis of fat embolism syndrome is poorly understood, and evaluation of the progression of histopathological changes in patients is not very practical. Animal model studies included injecting Tirolean, a form of fat found in bone marrow, into the caudal veins of rats and monitoring changes in the lungs over an 11 days period. The subsequent histopathological examination of the lung tissues included staining for fat, collagen, and actin of the smooth muscle. The most notable change was a decrease in the patency of the arteries and arterioles over the first 96 hours, but there was a return to normal patency towards the end of the period of observation which is the 11th day. There was also a significant amount of inflammation and fibrosis around the blood vessels. These changes were noticeable within the first couple of hours of infusion and persisted for the time frame for which the study was conducted."}
{"id": "article-21632_16", "title": "Fat Embolism -- Histopathology", "content": "Although the results of a rat model, they give insight into the changes that can occur in patients with fat embolism or fat embolism syndrome.", "contents": "Fat Embolism -- Histopathology. Although the results of a rat model, they give insight into the changes that can occur in patients with fat embolism or fat embolism syndrome."}
{"id": "article-21632_17", "title": "Fat Embolism -- History and Physical", "content": "A fat embolism can travel to most of the organs in the body. Fat embolism and fat embolism syndrome are multiorgan diseases that can damage the kidneys, heart, skin, brain, and lungs. Fat embolism typically manifests at around 24 to 72 hours after the initial insult.", "contents": "Fat Embolism -- History and Physical. A fat embolism can travel to most of the organs in the body. Fat embolism and fat embolism syndrome are multiorgan diseases that can damage the kidneys, heart, skin, brain, and lungs. Fat embolism typically manifests at around 24 to 72 hours after the initial insult."}
{"id": "article-21632_18", "title": "Fat Embolism -- History and Physical -- History", "content": "The history should elicit the time and onset of symptoms. Also, since most cases of fat embolism and fat embolism syndrome are related to orthopedic trauma, the time and mechanism of the trauma and intraoperative maneuvers should be noted in the history.", "contents": "Fat Embolism -- History and Physical -- History. The history should elicit the time and onset of symptoms. Also, since most cases of fat embolism and fat embolism syndrome are related to orthopedic trauma, the time and mechanism of the trauma and intraoperative maneuvers should be noted in the history."}
{"id": "article-21632_19", "title": "Fat Embolism -- History and Physical -- History", "content": "Sickle cell disease and other forms of hemoglobinopathy can precipitate fat embolism syndrome. Patients should be asked about the history of sickle cell disease in family members as well as any complications of sickle cell diseases like acute chest syndrome, vaso-occlusive crises, or avascular necrosis of long bones. History of drug ingestion or alcoholism that can trigger pancreatitis leading to fat embolism syndrome should also be clarified. The symptoms in fat embolism and fat embolism syndrome are nonspecific. Patients might complain of the following: Pain related to bone fracture Nausea General weakness Malaise Difficulty breathing Headache", "contents": "Fat Embolism -- History and Physical -- History. Sickle cell disease and other forms of hemoglobinopathy can precipitate fat embolism syndrome. Patients should be asked about the history of sickle cell disease in family members as well as any complications of sickle cell diseases like acute chest syndrome, vaso-occlusive crises, or avascular necrosis of long bones. History of drug ingestion or alcoholism that can trigger pancreatitis leading to fat embolism syndrome should also be clarified. The symptoms in fat embolism and fat embolism syndrome are nonspecific. Patients might complain of the following: Pain related to bone fracture Nausea General weakness Malaise Difficulty breathing Headache"}
{"id": "article-21632_20", "title": "Fat Embolism -- History and Physical -- Signs and Symptoms", "content": "These include but is not limited to the following:", "contents": "Fat Embolism -- History and Physical -- Signs and Symptoms. These include but is not limited to the following:"}
{"id": "article-21632_21", "title": "Fat Embolism -- History and Physical -- Respiratory", "content": "Tachypnea Tachycardia Diaphoresis", "contents": "Fat Embolism -- History and Physical -- Respiratory. Tachypnea Tachycardia Diaphoresis"}
{"id": "article-21632_22", "title": "Fat Embolism -- History and Physical -- Central nervous system", "content": "Agitation from hypoxia Restlessness Change in mental status Seizure Coma", "contents": "Fat Embolism -- History and Physical -- Central nervous system. Agitation from hypoxia Restlessness Change in mental status Seizure Coma"}
{"id": "article-21632_23", "title": "Fat Embolism -- History and Physical -- Skin", "content": "Petechial rash", "contents": "Fat Embolism -- History and Physical -- Skin. Petechial rash"}
{"id": "article-21632_24", "title": "Fat Embolism -- History and Physical -- Eye", "content": "Retinal hemorrhage", "contents": "Fat Embolism -- History and Physical -- Eye. Retinal hemorrhage"}
{"id": "article-21632_25", "title": "Fat Embolism -- History and Physical -- Physical Examination", "content": "Examination of a patient with fat embolism syndrome should be very thorough. Particular attention should be paid to the general appearance of the patient. General appearance Most patients with fat embolism syndrome will be anxious, agitated and ill-looking. Respiratory system Assess for the presence of abnormal breath sound, work of breathing, and evidence of respiratory distress or impending respiratory failure. Cardiovascular The blood pressure and heart rate might be high in the beginning, but patients might suffer a cardiovascular collapse with ensuing hypotension Central nervous system", "contents": "Fat Embolism -- History and Physical -- Physical Examination. Examination of a patient with fat embolism syndrome should be very thorough. Particular attention should be paid to the general appearance of the patient. General appearance Most patients with fat embolism syndrome will be anxious, agitated and ill-looking. Respiratory system Assess for the presence of abnormal breath sound, work of breathing, and evidence of respiratory distress or impending respiratory failure. Cardiovascular The blood pressure and heart rate might be high in the beginning, but patients might suffer a cardiovascular collapse with ensuing hypotension Central nervous system"}
{"id": "article-21632_26", "title": "Fat Embolism -- History and Physical -- Physical Examination", "content": "Glasgow Coma Scale assessment (GCS). A GCS less than 8 is an indication to secure the airway and put the patient on mechanical ventilation. Symptoms involving the central nervous system in fat embolism syndrome is thought to arise from cerebral edema rather than from cerebral ischemia. Skin Usually, the presence of a petechial rash on the skin with all the risk above factors should alert the clinician about fat embolism syndrome. Eye A fundoscopic examination is necessary to check for the presence of retinal hemorrhage.", "contents": "Fat Embolism -- History and Physical -- Physical Examination. Glasgow Coma Scale assessment (GCS). A GCS less than 8 is an indication to secure the airway and put the patient on mechanical ventilation. Symptoms involving the central nervous system in fat embolism syndrome is thought to arise from cerebral edema rather than from cerebral ischemia. Skin Usually, the presence of a petechial rash on the skin with all the risk above factors should alert the clinician about fat embolism syndrome. Eye A fundoscopic examination is necessary to check for the presence of retinal hemorrhage."}
{"id": "article-21632_27", "title": "Fat Embolism -- Evaluation", "content": "Diagnosis of fat embolism syndrome can be very challenging because the signs and symptoms can be vague. There are no universally accepted diagnostic criteria. Several authors based on experience and research have proposed diagnostic criteria for fat embolism syndrome. [7] [8] [9] Gurd et al. in 1970 and later Wilson in 1974 put forward the following diagnostic criterion requiring two major criteria or at least one major criteria and four minor criteria.", "contents": "Fat Embolism -- Evaluation. Diagnosis of fat embolism syndrome can be very challenging because the signs and symptoms can be vague. There are no universally accepted diagnostic criteria. Several authors based on experience and research have proposed diagnostic criteria for fat embolism syndrome. [7] [8] [9] Gurd et al. in 1970 and later Wilson in 1974 put forward the following diagnostic criterion requiring two major criteria or at least one major criteria and four minor criteria."}
{"id": "article-21632_28", "title": "Fat Embolism -- Evaluation -- Major Criteria", "content": "Petechial rash Respiratory insufficiency Cerebral involvement in non-head injury patients", "contents": "Fat Embolism -- Evaluation -- Major Criteria. Petechial rash Respiratory insufficiency Cerebral involvement in non-head injury patients"}
{"id": "article-21632_29", "title": "Fat Embolism -- Evaluation -- Minor Criteria", "content": "Fever greater than 38.5 C Tachycardia heart rate greater than 110 beats per minutes Retinal involvement Jaundice Renal signs Anemia Thrombocytopenia High erythrocyte sedimentation rate Fat macroglobulinemia", "contents": "Fat Embolism -- Evaluation -- Minor Criteria. Fever greater than 38.5 C Tachycardia heart rate greater than 110 beats per minutes Retinal involvement Jaundice Renal signs Anemia Thrombocytopenia High erythrocyte sedimentation rate Fat macroglobulinemia"}
{"id": "article-21632_30", "title": "Fat Embolism -- Evaluation -- Schoenfeld  Criteria", "content": "Another report by Schoenfeld et al. proposed a quantitative means for the diagnosis of fat embolism syndrome. A cumulative score greater than five is required for the diagnosis. 5 points - petechiae rash 4 points - diffuse infiltrate on x-ray 3 points - hypoxemia 1 point (for each) - fever, tachycardia, confusion Lindeque Criteria", "contents": "Fat Embolism -- Evaluation -- Schoenfeld  Criteria. Another report by Schoenfeld et al. proposed a quantitative means for the diagnosis of fat embolism syndrome. A cumulative score greater than five is required for the diagnosis. 5 points - petechiae rash 4 points - diffuse infiltrate on x-ray 3 points - hypoxemia 1 point (for each) - fever, tachycardia, confusion Lindeque Criteria"}
{"id": "article-21632_31", "title": "Fat Embolism -- Evaluation -- Schoenfeld  Criteria", "content": "Lastly, Lindegue et al. suggested the use of respiratory symptoms alone as the diagnostic criteria for fat embolism syndrome. This criterion has not gained worldwide acceptance when compared to the Gurd, Wilson, and Schoenfeld criteria. Sustained Pa02 less than 8 kilopascal Sustained PC02 greater than 7.3 kilopascal Sustained respiratory rate greater than 35 breaths per minute despite sedation Dyspnea, increased work of breathing, anxiety, tachycardia", "contents": "Fat Embolism -- Evaluation -- Schoenfeld  Criteria. Lastly, Lindegue et al. suggested the use of respiratory symptoms alone as the diagnostic criteria for fat embolism syndrome. This criterion has not gained worldwide acceptance when compared to the Gurd, Wilson, and Schoenfeld criteria. Sustained Pa02 less than 8 kilopascal Sustained PC02 greater than 7.3 kilopascal Sustained respiratory rate greater than 35 breaths per minute despite sedation Dyspnea, increased work of breathing, anxiety, tachycardia"}
{"id": "article-21632_32", "title": "Fat Embolism -- Evaluation -- Ancillary Studies", "content": "Apart from the aforementioned diagnostic criteria, other ancillary studies are needed to aid in the diagnostic workup including the following: Complete blood count Anemia and thrombocytopenia are very common in fat embolism syndrome. Comprehensive metabolic panel Metabolic acidosis, increased level of BUN, and creatinine can be seen in patients with fat embolism syndrome. Arterial blood gas", "contents": "Fat Embolism -- Evaluation -- Ancillary Studies. Apart from the aforementioned diagnostic criteria, other ancillary studies are needed to aid in the diagnostic workup including the following: Complete blood count Anemia and thrombocytopenia are very common in fat embolism syndrome. Comprehensive metabolic panel Metabolic acidosis, increased level of BUN, and creatinine can be seen in patients with fat embolism syndrome. Arterial blood gas"}
{"id": "article-21632_33", "title": "Fat Embolism -- Evaluation -- Ancillary Studies", "content": "Ventilation-perfusion mismatch is a hallmark of fat embolism syndrome. The arterial blood gas analysis usually has a low partial pressure of oxygen, causing hypoxemia. An increased alveolar-arterial (A-a) gradient is common in fat embolism syndrome. The A-a gradient is the difference in the partial pressure of oxygen in the alveolus and the partial pressure of oxygen in the pulmonary artery. In fat embolism syndrome, there is occlusion of the pulmonary blood vessels, causing impairment of perfusion with normal ventilation. The end result of this in fat embolism syndrome is a ventilation-perfusion mismatch. To calculate the A-a gradient, use the formula:", "contents": "Fat Embolism -- Evaluation -- Ancillary Studies. Ventilation-perfusion mismatch is a hallmark of fat embolism syndrome. The arterial blood gas analysis usually has a low partial pressure of oxygen, causing hypoxemia. An increased alveolar-arterial (A-a) gradient is common in fat embolism syndrome. The A-a gradient is the difference in the partial pressure of oxygen in the alveolus and the partial pressure of oxygen in the pulmonary artery. In fat embolism syndrome, there is occlusion of the pulmonary blood vessels, causing impairment of perfusion with normal ventilation. The end result of this in fat embolism syndrome is a ventilation-perfusion mismatch. To calculate the A-a gradient, use the formula:"}
{"id": "article-21632_34", "title": "Fat Embolism -- Evaluation -- A-a gradient = PA02 - Pa02", "content": "Pa02 is the partial pressure of oxygen in the pulmonary artery PA02 is the partial pressure of oxygen in the alveolar sac To calculate the PAO2 and Pa02 PAO2 = FiO2 (P atmospheric - P water vapor) – (PCO2/R). PaO2 = partial pressure of oxygen in the pulmonary artery. PaO2 in arterial blood gas can be used as follows. FiO2 is the concentration of inspired oxygen expressed as a fraction. This is around 0.21 at room air. P atmospheric is the barometric pressure (760 mmHg at sea level). P water vapor is the water vapor pressure (48 mmHg at 37 C). PaCO2 is the partial pressure of alveolar carbon dioxide. If approximated, this is presumed to be equal to arterial PCO2. PACO2 is presumed to be equal to 40 mmHg R is the respiratory quotient and is equated to about 0.8 on a regular diet. The normal alveolar partial pressure of oxygen is as follows: PA02 = alveolar partial pressure of O2 = FiO2 × (patmospheric - P water vapor) - (PCO2/R). 0.21 × (760 - 48) - (40/0.8) = 150-50 = 100 mmHg", "contents": "Fat Embolism -- Evaluation -- A-a gradient = PA02 - Pa02. Pa02 is the partial pressure of oxygen in the pulmonary artery PA02 is the partial pressure of oxygen in the alveolar sac To calculate the PAO2 and Pa02 PAO2 = FiO2 (P atmospheric - P water vapor) – (PCO2/R). PaO2 = partial pressure of oxygen in the pulmonary artery. PaO2 in arterial blood gas can be used as follows. FiO2 is the concentration of inspired oxygen expressed as a fraction. This is around 0.21 at room air. P atmospheric is the barometric pressure (760 mmHg at sea level). P water vapor is the water vapor pressure (48 mmHg at 37 C). PaCO2 is the partial pressure of alveolar carbon dioxide. If approximated, this is presumed to be equal to arterial PCO2. PACO2 is presumed to be equal to 40 mmHg R is the respiratory quotient and is equated to about 0.8 on a regular diet. The normal alveolar partial pressure of oxygen is as follows: PA02 = alveolar partial pressure of O2 = FiO2 × (patmospheric - P water vapor) - (PCO2/R). 0.21 × (760 - 48) - (40/0.8) = 150-50 = 100 mmHg"}
{"id": "article-21632_35", "title": "Fat Embolism -- Evaluation", "content": "The normal partial pressure of oxygen in arterial blood is beween 75 to 100mmHg. PA02 - Pa02 = 100 mmHg - 75 mm = 25 mmHg PA02-Pa02 =100 mmHg -100 mmHg = 0 mmHg This implies that the A-a gradient can have values that range from 0 to 25 mmHg The normal A-a gradient is usually less than 10 mmHg. This can increased significantly in fat embolism syndrome because of ventilation-perfusion mismatch.", "contents": "Fat Embolism -- Evaluation. The normal partial pressure of oxygen in arterial blood is beween 75 to 100mmHg. PA02 - Pa02 = 100 mmHg - 75 mm = 25 mmHg PA02-Pa02 =100 mmHg -100 mmHg = 0 mmHg This implies that the A-a gradient can have values that range from 0 to 25 mmHg The normal A-a gradient is usually less than 10 mmHg. This can increased significantly in fat embolism syndrome because of ventilation-perfusion mismatch."}
{"id": "article-21632_36", "title": "Fat Embolism -- Evaluation -- Bronchoalveolar Lavage", "content": "Bronchoalveolar Lavage (BAL) has been researching extensively as a diagnostic tool for fat embolism syndrome. Lipid inclusion in the macrophages might point to a diagnosis of fat embolism syndrome but is not specific, as this can be seen in other clinical conditions. Moreover, the procedure is time-consuming, invasive, and might not give the best diagnostic yield.", "contents": "Fat Embolism -- Evaluation -- Bronchoalveolar Lavage. Bronchoalveolar Lavage (BAL) has been researching extensively as a diagnostic tool for fat embolism syndrome. Lipid inclusion in the macrophages might point to a diagnosis of fat embolism syndrome but is not specific, as this can be seen in other clinical conditions. Moreover, the procedure is time-consuming, invasive, and might not give the best diagnostic yield."}
{"id": "article-21632_37", "title": "Fat Embolism -- Evaluation -- Bronchoalveolar Lavage", "content": "Attempts at developing biological markers for fat embolism syndrome have been disappointing because of low specificity. Lipase, free fatty acid, and phospholipase A2 have been demonstrated to be elevated in fat embolism syndrome, but this also can be seen in other disease conditions of the lung Blood, urine, and sputum analysis might show the presence of fat globules. Again, this is nonspecific in fat embolism and fat embolism syndrome.", "contents": "Fat Embolism -- Evaluation -- Bronchoalveolar Lavage. Attempts at developing biological markers for fat embolism syndrome have been disappointing because of low specificity. Lipase, free fatty acid, and phospholipase A2 have been demonstrated to be elevated in fat embolism syndrome, but this also can be seen in other disease conditions of the lung Blood, urine, and sputum analysis might show the presence of fat globules. Again, this is nonspecific in fat embolism and fat embolism syndrome."}
{"id": "article-21632_38", "title": "Fat Embolism -- Evaluation -- Imaging Studies", "content": "Chest x-ray The chest X-ray will reveal the presence of the following: Diffuse interstitial marking Pulmonary edema Lung infiltrate Flake-like pulmonary marking (snowstorm appearance)31 CAT scan of the chest Area of  increased vascular congestion Pulmonary edema Imaging of the brain CAT scan This is not a very sensitive imaging study of the brain in fat embolism syndrome, but it can be used to exclude other causes of altered mental status such as epidural, subdural or subarachnoid bleed. MRI", "contents": "Fat Embolism -- Evaluation -- Imaging Studies. Chest x-ray The chest X-ray will reveal the presence of the following: Diffuse interstitial marking Pulmonary edema Lung infiltrate Flake-like pulmonary marking (snowstorm appearance)31 CAT scan of the chest Area of  increased vascular congestion Pulmonary edema Imaging of the brain CAT scan This is not a very sensitive imaging study of the brain in fat embolism syndrome, but it can be used to exclude other causes of altered mental status such as epidural, subdural or subarachnoid bleed. MRI"}
{"id": "article-21632_39", "title": "Fat Embolism -- Evaluation -- Imaging Studies", "content": "This is the most sensitive test that can be used to demonstrated changes in the brain related to fat embolism syndrome. Takahashi et al. categorized these changes into the following four grades based on the size and distribution of the lesions in T2 weighted imaging: Grade 0 - normal Grade 1 - mild Grade 2 - moderate Grade 3 - severe Lesions seen in fat embolism syndrome are distributed in the following areas of the brain: Centrum semi vale, Subcortical white matter Ganglionic regions Thalamus", "contents": "Fat Embolism -- Evaluation -- Imaging Studies. This is the most sensitive test that can be used to demonstrated changes in the brain related to fat embolism syndrome. Takahashi et al. categorized these changes into the following four grades based on the size and distribution of the lesions in T2 weighted imaging: Grade 0 - normal Grade 1 - mild Grade 2 - moderate Grade 3 - severe Lesions seen in fat embolism syndrome are distributed in the following areas of the brain: Centrum semi vale, Subcortical white matter Ganglionic regions Thalamus"}
{"id": "article-21632_40", "title": "Fat Embolism -- Evaluation -- Imaging Studies", "content": "The authors demonstrated that resolution of these lesions correlates well with clinical recovery from fat embolism syndrome. Some of these lesions develop as a result of vasogenic edema from free fatty acids (FFA) which is potentially neurotoxic.", "contents": "Fat Embolism -- Evaluation -- Imaging Studies. The authors demonstrated that resolution of these lesions correlates well with clinical recovery from fat embolism syndrome. Some of these lesions develop as a result of vasogenic edema from free fatty acids (FFA) which is potentially neurotoxic."}
{"id": "article-21632_41", "title": "Fat Embolism -- Evaluation -- Imaging Studies", "content": "Transesophageal echocardiography may be utilized intraoperatively to monitor the release of fat globules or bone marrow materials into the bloodstream during the process of intramedullary nailing and reaming. Fat emboli in the pulmonary artery can increase the pulmonary artery wedge pressure as well as the right ventricular afterload.", "contents": "Fat Embolism -- Evaluation -- Imaging Studies. Transesophageal echocardiography may be utilized intraoperatively to monitor the release of fat globules or bone marrow materials into the bloodstream during the process of intramedullary nailing and reaming. Fat emboli in the pulmonary artery can increase the pulmonary artery wedge pressure as well as the right ventricular afterload."}
{"id": "article-21632_42", "title": "Fat Embolism -- Treatment / Management -- Pharmacotherapy", "content": "There is no specific treatment for fat embolism or fat embolism syndrome. Based on experimental studies, an attempt was made to use dextrose infusion to decrease FFA mobilization. Ethanol also was used as an agent to inhibit lipolysis. In clinical practice, there were no proven benefits. [10] [11] [12]", "contents": "Fat Embolism -- Treatment / Management -- Pharmacotherapy. There is no specific treatment for fat embolism or fat embolism syndrome. Based on experimental studies, an attempt was made to use dextrose infusion to decrease FFA mobilization. Ethanol also was used as an agent to inhibit lipolysis. In clinical practice, there were no proven benefits. [10] [11] [12]"}
{"id": "article-21632_43", "title": "Fat Embolism -- Treatment / Management -- Pharmacotherapy", "content": "Experimental use of heparin in an animal model was found to be beneficial but is no longer used in clinical practice because of the potential risk of bleeding. There has not been a proven clinical benefit with the use of heparin in fat embolism syndrome. Therapy with corticosteroids has been proposed for the treatment of fat embolism syndrome based on the following effects of corticosteroids: Inhibition of complement activated leucocyte aggregation Limiting FFA level Membrane stabilization", "contents": "Fat Embolism -- Treatment / Management -- Pharmacotherapy. Experimental use of heparin in an animal model was found to be beneficial but is no longer used in clinical practice because of the potential risk of bleeding. There has not been a proven clinical benefit with the use of heparin in fat embolism syndrome. Therapy with corticosteroids has been proposed for the treatment of fat embolism syndrome based on the following effects of corticosteroids: Inhibition of complement activated leucocyte aggregation Limiting FFA level Membrane stabilization"}
{"id": "article-21632_44", "title": "Fat Embolism -- Treatment / Management -- Pharmacotherapy", "content": "A meta-analysis of seven randomized control trials using corticosteroid prophylaxis showed close to 77% reduction in the risk for fat embolism syndrome in a patient with a long bone fracture. There is, however, no difference in mortality, infection, or avascular necrosis between the treatment group and control. For this reason, the use of corticosteroids is still very controversial.", "contents": "Fat Embolism -- Treatment / Management -- Pharmacotherapy. A meta-analysis of seven randomized control trials using corticosteroid prophylaxis showed close to 77% reduction in the risk for fat embolism syndrome in a patient with a long bone fracture. There is, however, no difference in mortality, infection, or avascular necrosis between the treatment group and control. For this reason, the use of corticosteroids is still very controversial."}
{"id": "article-21632_45", "title": "Fat Embolism -- Treatment / Management -- Inferior Vena Cava Filter", "content": "This has been proposed as a measure to prevent the showering of fat emboli. As a prophylactic treatment for fat embolism syndrome, placement of an inferior vena cava filter has not been studied sufficiently.", "contents": "Fat Embolism -- Treatment / Management -- Inferior Vena Cava Filter. This has been proposed as a measure to prevent the showering of fat emboli. As a prophylactic treatment for fat embolism syndrome, placement of an inferior vena cava filter has not been studied sufficiently."}
{"id": "article-21632_46", "title": "Fat Embolism -- Treatment / Management -- Operative Measures", "content": "It is highly recommended to start early open reduction and internal fixation of long bone fractures. The incidence of fat embolism syndrome is higher in a patient with long bone fractures who are managed conservatively. The use of internal fixation devices in the management of fractures of long bones significantly reduces the incidence of fat embolism syndrome.", "contents": "Fat Embolism -- Treatment / Management -- Operative Measures. It is highly recommended to start early open reduction and internal fixation of long bone fractures. The incidence of fat embolism syndrome is higher in a patient with long bone fractures who are managed conservatively. The use of internal fixation devices in the management of fractures of long bones significantly reduces the incidence of fat embolism syndrome."}
{"id": "article-21632_47", "title": "Fat Embolism -- Treatment / Management -- Operative Measures", "content": "During operative fixation of the long bone fracture, care must be taken to limit the intramedullary pressure, as a high pressure is associated with an increased amount of fat emboli entering the systemic circulation. Some techniques utilized in orthopedic surgery to reduce embolization include: Lavage of bone marrow prior to fixation Venting of the femoral bone Drilling of small holes in the cortex of the bone to lower intramedullary pressure None of these maneuvers has been shown to reduce fat embolism syndrome.", "contents": "Fat Embolism -- Treatment / Management -- Operative Measures. During operative fixation of the long bone fracture, care must be taken to limit the intramedullary pressure, as a high pressure is associated with an increased amount of fat emboli entering the systemic circulation. Some techniques utilized in orthopedic surgery to reduce embolization include: Lavage of bone marrow prior to fixation Venting of the femoral bone Drilling of small holes in the cortex of the bone to lower intramedullary pressure None of these maneuvers has been shown to reduce fat embolism syndrome."}
{"id": "article-21632_48", "title": "Fat Embolism -- Treatment / Management -- Supportive Care", "content": "This is the mainstay treatment once a patient develops fat embolism syndrome. Supportive care is geared towards adequately oxygenating the end organs.", "contents": "Fat Embolism -- Treatment / Management -- Supportive Care. This is the mainstay treatment once a patient develops fat embolism syndrome. Supportive care is geared towards adequately oxygenating the end organs."}
{"id": "article-21632_49", "title": "Fat Embolism -- Treatment / Management -- Goals of Supportive Care", "content": "Provision of adequate oxygenation and ventilation Maintenance of adequate hemodynamic stability Transfusion of packed red blood cells to improve oxygen delivery if indicated Prophylaxis of deep venous thrombosis with a sequential compression device Adequate nutrition and hydration Supplemental oxygen might be required, and if the patient develops fulminant acute respiratory distress syndrome, intubation and mechanical ventilation might be required.", "contents": "Fat Embolism -- Treatment / Management -- Goals of Supportive Care. Provision of adequate oxygenation and ventilation Maintenance of adequate hemodynamic stability Transfusion of packed red blood cells to improve oxygen delivery if indicated Prophylaxis of deep venous thrombosis with a sequential compression device Adequate nutrition and hydration Supplemental oxygen might be required, and if the patient develops fulminant acute respiratory distress syndrome, intubation and mechanical ventilation might be required."}
{"id": "article-21632_50", "title": "Fat Embolism -- Treatment / Management -- Albumin", "content": "Albumin is recommended as part of the resuscitation tools for hypovolemia. It restores intravascular volume and helps to bind free fatty acid. This prevents the systemic dissemination of fat globules.", "contents": "Fat Embolism -- Treatment / Management -- Albumin. Albumin is recommended as part of the resuscitation tools for hypovolemia. It restores intravascular volume and helps to bind free fatty acid. This prevents the systemic dissemination of fat globules."}
{"id": "article-21632_51", "title": "Fat Embolism -- Treatment / Management -- Indications for Intubation", "content": "Altered mental status with Glasgow coma score of less than 8 Moderate to several respiratory distresses with no improvement on noninvasive support fat embolism syndrome might also cause pulmonary hypertension with right ventricular failure. Inotropic support with dobutamine or a phosphodiesterase inhibitor like milrinone might be required. Cerebral edema if present might require management with the following: Mannitol Hypertonic saline Intracranial pressure monitors", "contents": "Fat Embolism -- Treatment / Management -- Indications for Intubation. Altered mental status with Glasgow coma score of less than 8 Moderate to several respiratory distresses with no improvement on noninvasive support fat embolism syndrome might also cause pulmonary hypertension with right ventricular failure. Inotropic support with dobutamine or a phosphodiesterase inhibitor like milrinone might be required. Cerebral edema if present might require management with the following: Mannitol Hypertonic saline Intracranial pressure monitors"}
{"id": "article-21632_52", "title": "Fat Embolism -- Differential Diagnosis", "content": "The differential diagnosis of fat embolism and fat embolism syndrome are related to each system that this system disease affects", "contents": "Fat Embolism -- Differential Diagnosis. The differential diagnosis of fat embolism and fat embolism syndrome are related to each system that this system disease affects"}
{"id": "article-21632_53", "title": "Fat Embolism -- Differential Diagnosis -- Respiratory", "content": "fat embolism syndrome and fat embolism should be distinguished from Pulmonary Contusion Pulmonary edema Aspiration pneumonia Pulmonary Thromboembolism. CT of the chest can aid in distinguishing fat embolism syndrome from other pathologies of the lung. Pulmonary contusion – Typically develops after about 6 to 10 hours of a chest injury, on CT of the chest, there is a localized ground glass opacification on the lung. Pulmonary edema – In pulmonary edema, there is symmetrical vascular engorgement with pleural effusion and ground-glass opacification. Thromboembolism – The gold standard for diagnosis is CT angiogram of the chest where classically a filling defect will be present.", "contents": "Fat Embolism -- Differential Diagnosis -- Respiratory. fat embolism syndrome and fat embolism should be distinguished from Pulmonary Contusion Pulmonary edema Aspiration pneumonia Pulmonary Thromboembolism. CT of the chest can aid in distinguishing fat embolism syndrome from other pathologies of the lung. Pulmonary contusion – Typically develops after about 6 to 10 hours of a chest injury, on CT of the chest, there is a localized ground glass opacification on the lung. Pulmonary edema – In pulmonary edema, there is symmetrical vascular engorgement with pleural effusion and ground-glass opacification. Thromboembolism – The gold standard for diagnosis is CT angiogram of the chest where classically a filling defect will be present."}
{"id": "article-21632_54", "title": "Fat Embolism -- Differential Diagnosis -- Central Nervous System", "content": "Clinical conditions affecting the central nervous system that should be factored in the differential diagnosis: Meningitis Encephalitis Brain tumor Epidural Subdural Subarachnoid bleed", "contents": "Fat Embolism -- Differential Diagnosis -- Central Nervous System. Clinical conditions affecting the central nervous system that should be factored in the differential diagnosis: Meningitis Encephalitis Brain tumor Epidural Subdural Subarachnoid bleed"}
{"id": "article-21632_55", "title": "Fat Embolism -- Differential Diagnosis -- Central Nervous System", "content": "All the conditions listed above can cause altered mental status with a change in Glasgow Coma Scale mimicking fat embolism syndrome. CAT scan of the brain can help delineate a bleed or tumor. Meningitis and encephalitis can be ruled out with a lumbar puncture and cerebrospinal fluid analysis", "contents": "Fat Embolism -- Differential Diagnosis -- Central Nervous System. All the conditions listed above can cause altered mental status with a change in Glasgow Coma Scale mimicking fat embolism syndrome. CAT scan of the brain can help delineate a bleed or tumor. Meningitis and encephalitis can be ruled out with a lumbar puncture and cerebrospinal fluid analysis"}
{"id": "article-21632_56", "title": "Fat Embolism -- Differential Diagnosis -- Skin Rash", "content": "The following conditions can present with petechial skin rashes Idiopathic thrombocytopenic purpura, Thrombotic thrombocytopenic purpura, Leukemia", "contents": "Fat Embolism -- Differential Diagnosis -- Skin Rash. The following conditions can present with petechial skin rashes Idiopathic thrombocytopenic purpura, Thrombotic thrombocytopenic purpura, Leukemia"}
{"id": "article-21632_57", "title": "Fat Embolism -- Differential Diagnosis -- Skin Rash", "content": "All of these blood disorders should be considered in the presence of skin rash and other associated clinical signs and symptoms. Consultation with a hematologist/oncologist and dermatologist can help in the clinical diagnosis.", "contents": "Fat Embolism -- Differential Diagnosis -- Skin Rash. All of these blood disorders should be considered in the presence of skin rash and other associated clinical signs and symptoms. Consultation with a hematologist/oncologist and dermatologist can help in the clinical diagnosis."}
{"id": "article-21632_58", "title": "Fat Embolism -- Prognosis", "content": "In patients with traumatic fat embolism syndrome, the prognosis depends on early open reduction and internal fixation of the long bone fracture. Most patients with adequate support therapy can recover from the neurological, respiratory, and retinal changes associated with fat embolism syndrome. The most recent studies approximate mortality between 7% to 10%. The most common cause of morbidity or mortality include: Acute respiratory distress syndrome ARDS Cerebral edema", "contents": "Fat Embolism -- Prognosis. In patients with traumatic fat embolism syndrome, the prognosis depends on early open reduction and internal fixation of the long bone fracture. Most patients with adequate support therapy can recover from the neurological, respiratory, and retinal changes associated with fat embolism syndrome. The most recent studies approximate mortality between 7% to 10%. The most common cause of morbidity or mortality include: Acute respiratory distress syndrome ARDS Cerebral edema"}
{"id": "article-21632_59", "title": "Fat Embolism -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of fat embolism is best done by an interprofessional team. The diagnosis is not always simple and there is no specific treatment for the disorder. The key is to keep the patient hydrated and ensure that the fractured limb is immobilized or fixed promptly. Many agents have been recommended for the treatment of fat embolism but none has proven to be reliable or consistently effective.", "contents": "Fat Embolism -- Enhancing Healthcare Team Outcomes. The diagnosis and management of fat embolism is best done by an interprofessional team. The diagnosis is not always simple and there is no specific treatment for the disorder. The key is to keep the patient hydrated and ensure that the fractured limb is immobilized or fixed promptly. Many agents have been recommended for the treatment of fat embolism but none has proven to be reliable or consistently effective."}
{"id": "article-21632_60", "title": "Fat Embolism -- Enhancing Healthcare Team Outcomes", "content": "A meta-analysis of seven randomized control trials using corticosteroid prophylaxis showed close to 77% reduction in the risk for fat embolism syndrome in a patient with a long bone fracture. There is, however, no difference in mortality, infection, or avascular necrosis between the treatment group and control. For this reason, the use of corticosteroids is still very controversial.", "contents": "Fat Embolism -- Enhancing Healthcare Team Outcomes. A meta-analysis of seven randomized control trials using corticosteroid prophylaxis showed close to 77% reduction in the risk for fat embolism syndrome in a patient with a long bone fracture. There is, however, no difference in mortality, infection, or avascular necrosis between the treatment group and control. For this reason, the use of corticosteroids is still very controversial."}
{"id": "article-21632_61", "title": "Fat Embolism -- Enhancing Healthcare Team Outcomes", "content": "The prognosis of patients with fat embolism depends on early open reduction and internal fixation of the long bone fracture. Most patients with adequate support therapy can recover from the neurological, respiratory, and retinal changes associated with fat embolism syndrome. Delays in treatment can lead to ARDs, cerebral edema and a mortality rate that averages 7%. [13] [14] (Level V)", "contents": "Fat Embolism -- Enhancing Healthcare Team Outcomes. The prognosis of patients with fat embolism depends on early open reduction and internal fixation of the long bone fracture. Most patients with adequate support therapy can recover from the neurological, respiratory, and retinal changes associated with fat embolism syndrome. Delays in treatment can lead to ARDs, cerebral edema and a mortality rate that averages 7%. [13] [14] (Level V)"}
{"id": "article-21632_62", "title": "Fat Embolism -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fat Embolism -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}