{"id": "article-22341_0", "title": "Biochemistry, Glycosaminoglycans -- Introduction", "content": "Glycosaminoglycans (GAGs), also known as mucopolysaccharides, are negatively-charged polysaccharide compounds.  They are composed of repeating disaccharide units that are present in every mammalian tissue. [1] Their functions within the body are widespread and determined by their molecular structure. Historically, the function of GAGs was thought to be limited to cell hydration and structural scaffolding. However, evidence now suggests that GAGs play a key role in cell signaling, which serves to modulate a vast amount of biochemical processes. [2] Some of these processes include regulation of cell growth and proliferation, promotion of cell adhesion, anticoagulation, and wound repair, among many more. The four primary groups of GAGs are classified based on their core disaccharide units and include heparin/heparan sulfate, chondroitin sulfate/dermatan sulfate, keratan sulfate, and hyaluronic acid. [3] This activity will provide a summary of the molecular structures and resulting physiologic functions of the four primary groups of GAGs.", "contents": "Biochemistry, Glycosaminoglycans -- Introduction. Glycosaminoglycans (GAGs), also known as mucopolysaccharides, are negatively-charged polysaccharide compounds.  They are composed of repeating disaccharide units that are present in every mammalian tissue. [1] Their functions within the body are widespread and determined by their molecular structure. Historically, the function of GAGs was thought to be limited to cell hydration and structural scaffolding. However, evidence now suggests that GAGs play a key role in cell signaling, which serves to modulate a vast amount of biochemical processes. [2] Some of these processes include regulation of cell growth and proliferation, promotion of cell adhesion, anticoagulation, and wound repair, among many more. The four primary groups of GAGs are classified based on their core disaccharide units and include heparin/heparan sulfate, chondroitin sulfate/dermatan sulfate, keratan sulfate, and hyaluronic acid. [3] This activity will provide a summary of the molecular structures and resulting physiologic functions of the four primary groups of GAGs."}
{"id": "article-22341_1", "title": "Biochemistry, Glycosaminoglycans -- Cellular Level", "content": "The cellular organelles involved in the synthesis and modification of GAGs to their final, bioactive structure are numerous and differ based on the unique GAG synthesized. This section will provide an overview of the cellular mechanisms involved in GAG biosynthesis. It is important to note that unlike proteins and nucleic acids, GAG biosynthesis is a non-template driven process that occurs through the combined action of several tissue-specific enzymes. [2]", "contents": "Biochemistry, Glycosaminoglycans -- Cellular Level. The cellular organelles involved in the synthesis and modification of GAGs to their final, bioactive structure are numerous and differ based on the unique GAG synthesized. This section will provide an overview of the cellular mechanisms involved in GAG biosynthesis. It is important to note that unlike proteins and nucleic acids, GAG biosynthesis is a non-template driven process that occurs through the combined action of several tissue-specific enzymes. [2]"}
{"id": "article-22341_2", "title": "Biochemistry, Glycosaminoglycans -- Cellular Level", "content": "The process of GAG biosynthesis begins in the cellular cytoplasm with the synthesis of five uridine diphosphate (UDP) derived activated sugars. These sugars include UDP-glucuronic acid, UDP- N -acetylglucosamine, UDP-xylose, UDP-galactose, and UDP- N -acetylgalactosamine. [4] These UDP-activated sugars are then transported from the cytoplasm to the Golgi apparatus through an antiporter transmembrane transporter for further modification.", "contents": "Biochemistry, Glycosaminoglycans -- Cellular Level. The process of GAG biosynthesis begins in the cellular cytoplasm with the synthesis of five uridine diphosphate (UDP) derived activated sugars. These sugars include UDP-glucuronic acid, UDP- N -acetylglucosamine, UDP-xylose, UDP-galactose, and UDP- N -acetylgalactosamine. [4] These UDP-activated sugars are then transported from the cytoplasm to the Golgi apparatus through an antiporter transmembrane transporter for further modification."}
{"id": "article-22341_3", "title": "Biochemistry, Glycosaminoglycans -- Cellular Level", "content": "The noteworthy exception to the following steps in GAG biosynthesis is hyaluronic acid (HA). Instead of undergoing modification and sulfation in the Golgi apparatus, the HA precursor sugars UDP-glucuronic acid and UDP- N -acetylglucosamine are transported from the cytoplasm to the plasma membrane for further processing without sulfation, which leads to the production of HA. [4]", "contents": "Biochemistry, Glycosaminoglycans -- Cellular Level. The noteworthy exception to the following steps in GAG biosynthesis is hyaluronic acid (HA). Instead of undergoing modification and sulfation in the Golgi apparatus, the HA precursor sugars UDP-glucuronic acid and UDP- N -acetylglucosamine are transported from the cytoplasm to the plasma membrane for further processing without sulfation, which leads to the production of HA. [4]"}
{"id": "article-22341_4", "title": "Biochemistry, Glycosaminoglycans -- Cellular Level", "content": "All other GAGs require additional modification steps that take place in and around the Golgi apparatus, including sulfation of functional groups by the action of the sulfate donor compound 3`-phosphoadenosine-5`-phosphosulfate (PAPS). The availability of PAPS for sulfation of GAGs significantly affects the biosynthetic rate of production of sulfated GAGs [4] . The sulfated GAGs synthesized in the Golgi apparatus undergo covalent linkage to anchor proteins known as proteoglycans (PGs). The tethering process for the GAGs heparin/heparan sulfate, chondroitin sulfate, and dermatan sulfate occurs through a serine amino acid residue present on the protein core that connects to a common tetrasaccharide linker between the GAG and PG. Keratan sulfate is the only sulfated GAG that is not linked to a PG protein core by this mechanism and is instead linked by various other compounds depending on the subtype of keratan sulfate, described in further detail below. [3]", "contents": "Biochemistry, Glycosaminoglycans -- Cellular Level. All other GAGs require additional modification steps that take place in and around the Golgi apparatus, including sulfation of functional groups by the action of the sulfate donor compound 3`-phosphoadenosine-5`-phosphosulfate (PAPS). The availability of PAPS for sulfation of GAGs significantly affects the biosynthetic rate of production of sulfated GAGs [4] . The sulfated GAGs synthesized in the Golgi apparatus undergo covalent linkage to anchor proteins known as proteoglycans (PGs). The tethering process for the GAGs heparin/heparan sulfate, chondroitin sulfate, and dermatan sulfate occurs through a serine amino acid residue present on the protein core that connects to a common tetrasaccharide linker between the GAG and PG. Keratan sulfate is the only sulfated GAG that is not linked to a PG protein core by this mechanism and is instead linked by various other compounds depending on the subtype of keratan sulfate, described in further detail below. [3]"}
{"id": "article-22341_5", "title": "Biochemistry, Glycosaminoglycans -- Cellular Level", "content": "Modification by epimerization of the resulting polysaccharide structures by enzymatic action is responsible for the production of the various molecular structures of GAGs and their resulting properties. The molecular structures of individual GAGs are in the following section.", "contents": "Biochemistry, Glycosaminoglycans -- Cellular Level. Modification by epimerization of the resulting polysaccharide structures by enzymatic action is responsible for the production of the various molecular structures of GAGs and their resulting properties. The molecular structures of individual GAGs are in the following section."}
{"id": "article-22341_6", "title": "Biochemistry, Glycosaminoglycans -- Molecular Level", "content": "As the name suggests, the “glyco-” prefix refers to galactose or a uronic sugar (glucuronic acid or iduronic acid) attached to an aminoglycan, or amino sugar ( N -acetylglucosamine or N -acetylgalactosamine). Variations in the type of monosaccharides and the presence or absence of modification by sulfation results in the different major categories of GAGs, including hyaluronic acid, heparin/heparan sulfate, chondroitin sulfate/dermatan sulfate, and keratan sulfate. The molecular structure of each of the major categories appears below.", "contents": "Biochemistry, Glycosaminoglycans -- Molecular Level. As the name suggests, the “glyco-” prefix refers to galactose or a uronic sugar (glucuronic acid or iduronic acid) attached to an aminoglycan, or amino sugar ( N -acetylglucosamine or N -acetylgalactosamine). Variations in the type of monosaccharides and the presence or absence of modification by sulfation results in the different major categories of GAGs, including hyaluronic acid, heparin/heparan sulfate, chondroitin sulfate/dermatan sulfate, and keratan sulfate. The molecular structure of each of the major categories appears below."}
{"id": "article-22341_7", "title": "Biochemistry, Glycosaminoglycans -- Molecular Level -- Hyaluronic Acid", "content": "Hyaluronic acid (HA) has the simplest structure of all GAGs and does not require additional sulfation of functional groups in the Golgi apparatus as do the other GAGs. Instead, the structure consists of sequentially bound glucuronic acid and N -acetylglucosamine residues. [4] These monosaccharide building blocks are synthesized in the cell cytoplasm and are recruited to the plasma membrane by diffusion for HA synthesis. [3] After synthesis within the plasma membrane, HA gets secreted from the cell into the extracellular space unmodified.", "contents": "Biochemistry, Glycosaminoglycans -- Molecular Level -- Hyaluronic Acid. Hyaluronic acid (HA) has the simplest structure of all GAGs and does not require additional sulfation of functional groups in the Golgi apparatus as do the other GAGs. Instead, the structure consists of sequentially bound glucuronic acid and N -acetylglucosamine residues. [4] These monosaccharide building blocks are synthesized in the cell cytoplasm and are recruited to the plasma membrane by diffusion for HA synthesis. [3] After synthesis within the plasma membrane, HA gets secreted from the cell into the extracellular space unmodified."}
{"id": "article-22341_8", "title": "Biochemistry, Glycosaminoglycans -- Molecular Level -- Heparan Sulfate/Heparin", "content": "Heparan sulfate (HS) and heparin (Hep) contain repeating disaccharide units of N -acetylglucosamine and hexuronic acid residues. The hexuronic acid residue glucuronic acid is seen in heparan sulfate, while iduronic acid is present in heparin. Sulfation of the various hydroxyl groups or the amino group present on the glucosamine compound of HS/Hep determines its ability to interact with various proteins, cytokines, and growth factors, and ultimately its bioactive function. [1] HS/Hep is tethered to a PG protein core via a serine residue connected to a tetrasaccharide linker consisting of one xylose, two galactose, and one glucuronic acid residue. [3]", "contents": "Biochemistry, Glycosaminoglycans -- Molecular Level -- Heparan Sulfate/Heparin. Heparan sulfate (HS) and heparin (Hep) contain repeating disaccharide units of N -acetylglucosamine and hexuronic acid residues. The hexuronic acid residue glucuronic acid is seen in heparan sulfate, while iduronic acid is present in heparin. Sulfation of the various hydroxyl groups or the amino group present on the glucosamine compound of HS/Hep determines its ability to interact with various proteins, cytokines, and growth factors, and ultimately its bioactive function. [1] HS/Hep is tethered to a PG protein core via a serine residue connected to a tetrasaccharide linker consisting of one xylose, two galactose, and one glucuronic acid residue. [3]"}
{"id": "article-22341_9", "title": "Biochemistry, Glycosaminoglycans -- Molecular Level -- Chondroitin Sulfate/Dermatan Sulfate", "content": "Chondroitin sulfate (CS) and dermatan sulfate (DS) are similar in structural composition to HS. Their disaccharide repeat consists of N -acetylgalactosamine and hexuronic acids – iduronic acid in DS and glucuronic acid in CS. They are tethered to a PG protein core via the same serine residue and tetrasaccharide linker as HS. [2] Similar to HS/Hep, the sulfation pattern of CS/DS that takes place in the Golgi apparatus determines the biological activity of the resulting compound. CS polysaccharide chains linked to carrier proteins range in their number of repeat units from 10 to 200 and are found both on cell surfaces and in the extracellular matrix. [5]", "contents": "Biochemistry, Glycosaminoglycans -- Molecular Level -- Chondroitin Sulfate/Dermatan Sulfate. Chondroitin sulfate (CS) and dermatan sulfate (DS) are similar in structural composition to HS. Their disaccharide repeat consists of N -acetylgalactosamine and hexuronic acids – iduronic acid in DS and glucuronic acid in CS. They are tethered to a PG protein core via the same serine residue and tetrasaccharide linker as HS. [2] Similar to HS/Hep, the sulfation pattern of CS/DS that takes place in the Golgi apparatus determines the biological activity of the resulting compound. CS polysaccharide chains linked to carrier proteins range in their number of repeat units from 10 to 200 and are found both on cell surfaces and in the extracellular matrix. [5]"}
{"id": "article-22341_10", "title": "Biochemistry, Glycosaminoglycans -- Molecular Level -- Keratan Sulfate", "content": "Keratan sulfate (KS) contains the disaccharide repeat consisting of galactose and N -acetylglucosamine. Sulfation patterns may be present on either unit of the disaccharide repeat of KS with increased frequency on the N -acetylglucosamine residue. As previously mentioned, KS is the only sulfated GAG that is not connected to the PG protein core by a tetrasaccharide linker compound. Instead, the subtypes of KS including KSI, KSII, and KSIII each use a unique mechanism for PG protein core linkage. KS type I GAG chains are tethered to a PG protein core by a complex glycan structure utilizing an asparagine amino acid link. KS type II chains are predominantly found in cartilage and utilize an N -acetylgalactosamine link via a serine or threonine residue. KS type III is most frequently noted in brain tissue and uses a mannose linker to the protein core via serine or threonine residues. [3]", "contents": "Biochemistry, Glycosaminoglycans -- Molecular Level -- Keratan Sulfate. Keratan sulfate (KS) contains the disaccharide repeat consisting of galactose and N -acetylglucosamine. Sulfation patterns may be present on either unit of the disaccharide repeat of KS with increased frequency on the N -acetylglucosamine residue. As previously mentioned, KS is the only sulfated GAG that is not connected to the PG protein core by a tetrasaccharide linker compound. Instead, the subtypes of KS including KSI, KSII, and KSIII each use a unique mechanism for PG protein core linkage. KS type I GAG chains are tethered to a PG protein core by a complex glycan structure utilizing an asparagine amino acid link. KS type II chains are predominantly found in cartilage and utilize an N -acetylgalactosamine link via a serine or threonine residue. KS type III is most frequently noted in brain tissue and uses a mannose linker to the protein core via serine or threonine residues. [3]"}
{"id": "article-22341_11", "title": "Biochemistry, Glycosaminoglycans -- Pathophysiology", "content": "Pathophysiological processes related to GAGs are very broad in range due to the ubiquitous nature of GAGs in the body. This section will describe how GAGs are involved in the pathophysiology of various infectious processes as well as a group of rare genetic diseases known as Mucopolysaccharidoses (MPS) related to the metabolism of GAGs.", "contents": "Biochemistry, Glycosaminoglycans -- Pathophysiology. Pathophysiological processes related to GAGs are very broad in range due to the ubiquitous nature of GAGs in the body. This section will describe how GAGs are involved in the pathophysiology of various infectious processes as well as a group of rare genetic diseases known as Mucopolysaccharidoses (MPS) related to the metabolism of GAGs."}
{"id": "article-22341_12", "title": "Biochemistry, Glycosaminoglycans -- Pathophysiology -- Infection", "content": "GAGs are very important to the infectious processes of various viral, bacterial, fungal, and parasitic pathogens. The mechanisms by which these pathogens utilize GAGs to promote virulence vary based on the unique GAGs expressed in each organ system. [6] Pathogens that invade through the skin provide many examples of how GAGs are targeted to promote dermal infection.", "contents": "Biochemistry, Glycosaminoglycans -- Pathophysiology -- Infection. GAGs are very important to the infectious processes of various viral, bacterial, fungal, and parasitic pathogens. The mechanisms by which these pathogens utilize GAGs to promote virulence vary based on the unique GAGs expressed in each organ system. [6] Pathogens that invade through the skin provide many examples of how GAGs are targeted to promote dermal infection."}
{"id": "article-22341_13", "title": "Biochemistry, Glycosaminoglycans -- Pathophysiology -- Infection", "content": "An intact skin epithelium is arguably the body’s most important defense against infection by providing a physical barrier composed of thick layers of dead keratinocytes. When this outer layer of skin is compromised, pathogens can then invade and proliferate to cause infection using GAGs. Merkel cell polyomavirus (MCV) is a double-stranded DNA virus that makes use of HS and CS on dermal cell surfaces to bind and invade host cells to cause infection. [6]", "contents": "Biochemistry, Glycosaminoglycans -- Pathophysiology -- Infection. An intact skin epithelium is arguably the body’s most important defense against infection by providing a physical barrier composed of thick layers of dead keratinocytes. When this outer layer of skin is compromised, pathogens can then invade and proliferate to cause infection using GAGs. Merkel cell polyomavirus (MCV) is a double-stranded DNA virus that makes use of HS and CS on dermal cell surfaces to bind and invade host cells to cause infection. [6]"}
{"id": "article-22341_14", "title": "Biochemistry, Glycosaminoglycans -- Pathophysiology -- Infection", "content": "Group A Streptococci (GAS, Streptococcus pyogenes ) are Gram-positive bacteria that represent another mechanism by which pathogens use GAGs to promote virulence. GAS utilizes a capsule composed of HA GAGs to evade host immune defenses by molecular mimicry. Due to the abundance of HA already present in the dermis and epidermis, the HA capsule of GAS prevents recognition and subsequent phagocytosis by host leukocytes. [7] Examples of other pathogens that use GAGs to promote dermal infection include Herpes Simplex Virus (HSV), Candida , Staphylococcus Aureus , and Leishmania . [6]", "contents": "Biochemistry, Glycosaminoglycans -- Pathophysiology -- Infection. Group A Streptococci (GAS, Streptococcus pyogenes ) are Gram-positive bacteria that represent another mechanism by which pathogens use GAGs to promote virulence. GAS utilizes a capsule composed of HA GAGs to evade host immune defenses by molecular mimicry. Due to the abundance of HA already present in the dermis and epidermis, the HA capsule of GAS prevents recognition and subsequent phagocytosis by host leukocytes. [7] Examples of other pathogens that use GAGs to promote dermal infection include Herpes Simplex Virus (HSV), Candida , Staphylococcus Aureus , and Leishmania . [6]"}
{"id": "article-22341_15", "title": "Biochemistry, Glycosaminoglycans -- Pathophysiology -- Mucopolysaccharidoses", "content": "Mucopolysaccharidoses comprise a group of rare genetic diseases characterized by a deficiency of lysosomal enzymes required for the metabolism of GAGs. [8] This deficit results in lysosomal accumulation of GAG intermediates that eventually leads to cellular dysfunction and death. Mucopolysaccharidoses manifest with variable symptoms depending on the dysfunctional enzyme and associated expression of affected GAG metabolism in organ systems.", "contents": "Biochemistry, Glycosaminoglycans -- Pathophysiology -- Mucopolysaccharidoses. Mucopolysaccharidoses comprise a group of rare genetic diseases characterized by a deficiency of lysosomal enzymes required for the metabolism of GAGs. [8] This deficit results in lysosomal accumulation of GAG intermediates that eventually leads to cellular dysfunction and death. Mucopolysaccharidoses manifest with variable symptoms depending on the dysfunctional enzyme and associated expression of affected GAG metabolism in organ systems."}
{"id": "article-22341_16", "title": "Biochemistry, Glycosaminoglycans -- Pathophysiology -- Mucopolysaccharidoses", "content": "Initial diagnostic steps of mucopolysaccharidoses following clinical suspicion include urinary GAG and enzyme assays. Confirmatory testing for mucopolysaccharidosis is via molecular diagnosis. Previously, treatment for mucopolysaccharidoses had its basis around symptom management. However, both enzyme replacement therapy and hematopoietic stem cell transplantation have been successfully used to treat certain subgroups of mucopolysaccharidosis. [9]", "contents": "Biochemistry, Glycosaminoglycans -- Pathophysiology -- Mucopolysaccharidoses. Initial diagnostic steps of mucopolysaccharidoses following clinical suspicion include urinary GAG and enzyme assays. Confirmatory testing for mucopolysaccharidosis is via molecular diagnosis. Previously, treatment for mucopolysaccharidoses had its basis around symptom management. However, both enzyme replacement therapy and hematopoietic stem cell transplantation have been successfully used to treat certain subgroups of mucopolysaccharidosis. [9]"}
{"id": "article-22341_17", "title": "Biochemistry, Glycosaminoglycans -- Clinical Significance", "content": "As previously mentioned, GAGs play an essential role in many physiological processes present throughout the body. The clinical significance of each class of GAG will be summarized below. Note that the information provided is concise and is not intended to represent all physiological processes that involve GAGs.", "contents": "Biochemistry, Glycosaminoglycans -- Clinical Significance. As previously mentioned, GAGs play an essential role in many physiological processes present throughout the body. The clinical significance of each class of GAG will be summarized below. Note that the information provided is concise and is not intended to represent all physiological processes that involve GAGs."}
{"id": "article-22341_18", "title": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Hyaluronic Acid", "content": "HA is ubiquitous in body tissues and is best known for its capability of attracting water molecules. The highly polar structure of HA makes it capable of binding 10000 times its own weight in water. Due to this characteristic, it plays a key role in the lubrication of synovial joints and wound healing processes. [5] HA is also used exogenously by clinicians for the promotion of tissue regeneration and skin repair and has demonstrated safety and efficacy for this purpose. [10] HA is used in a variety of cosmetic products and shows promising efficacy in promoting skin tightness, elasticity, and improving aesthetic scores. [11] In addition to its water-binding capabilities, HA has also been shown to be involved in the promotion and inhibition of angiogenesis and therefore involved in the process of carcinogenesis. [5]", "contents": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Hyaluronic Acid. HA is ubiquitous in body tissues and is best known for its capability of attracting water molecules. The highly polar structure of HA makes it capable of binding 10000 times its own weight in water. Due to this characteristic, it plays a key role in the lubrication of synovial joints and wound healing processes. [5] HA is also used exogenously by clinicians for the promotion of tissue regeneration and skin repair and has demonstrated safety and efficacy for this purpose. [10] HA is used in a variety of cosmetic products and shows promising efficacy in promoting skin tightness, elasticity, and improving aesthetic scores. [11] In addition to its water-binding capabilities, HA has also been shown to be involved in the promotion and inhibition of angiogenesis and therefore involved in the process of carcinogenesis. [5]"}
{"id": "article-22341_19", "title": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Heparan Sulfate/Heparin", "content": "Heparan sulfate is one of the most well-studied GAGs due to its many roles and potential use as a pharmacological target for cancer treatment. Noteworthy functions of heparan sulfate include extracellular matrix (ECM) organization and modulation of cellular growth factor signaling by acting as a bridge between receptors and ligands. In the extracellular matrix, heparan sulfate interacts with many compounds including collagen, laminin, and fibronectin to promote cell to cell and cell to extracellular matrix adhesion. In the setting of malignancy such as melanoma, degradation of heparan sulfate in the extracellular matrix by the action of the enzyme heparanase leads to migration of malignant cells and metastasis. This mechanism makes heparanase and heparan sulfate viable pharmacological targets for the prevention of cancer metastasis. [1]", "contents": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Heparan Sulfate/Heparin. Heparan sulfate is one of the most well-studied GAGs due to its many roles and potential use as a pharmacological target for cancer treatment. Noteworthy functions of heparan sulfate include extracellular matrix (ECM) organization and modulation of cellular growth factor signaling by acting as a bridge between receptors and ligands. In the extracellular matrix, heparan sulfate interacts with many compounds including collagen, laminin, and fibronectin to promote cell to cell and cell to extracellular matrix adhesion. In the setting of malignancy such as melanoma, degradation of heparan sulfate in the extracellular matrix by the action of the enzyme heparanase leads to migration of malignant cells and metastasis. This mechanism makes heparanase and heparan sulfate viable pharmacological targets for the prevention of cancer metastasis. [1]"}
{"id": "article-22341_20", "title": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Heparan Sulfate/Heparin", "content": "Heparan sulfate also plays a key role in cellular growth factor signaling. One example of this role involves the interaction of heparan sulfate with fibroblast growth factor (FGF) and fibroblast growth factor receptor (FGFR). Heparan sulfate facilitates the formation of FGF-FGFR complexes, resulting in a signaling cascade that leads to cellular proliferation. The degree of sulfation of heparan sulfate influences the formation of these complexes. For example, the proliferation of melanoma cells gets stimulated by the action of highly sulfated heparan sulfate on FGF. [1]", "contents": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Heparan Sulfate/Heparin. Heparan sulfate also plays a key role in cellular growth factor signaling. One example of this role involves the interaction of heparan sulfate with fibroblast growth factor (FGF) and fibroblast growth factor receptor (FGFR). Heparan sulfate facilitates the formation of FGF-FGFR complexes, resulting in a signaling cascade that leads to cellular proliferation. The degree of sulfation of heparan sulfate influences the formation of these complexes. For example, the proliferation of melanoma cells gets stimulated by the action of highly sulfated heparan sulfate on FGF. [1]"}
{"id": "article-22341_21", "title": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Heparan Sulfate/Heparin", "content": "Heparin represents the earliest recognized biological role of GAGs for its use as an anticoagulant. The mechanism for this role involves its interaction with the protein antithrombin III (ATIII). The interaction of heparin with ATIII causes a conformational change in ATIII that enhances its ability to function as a serine protease inhibitor of coagulation factors. Differing molecular weights of heparin have been studied to exhibit various clinical anticoagulation intensities [5] .", "contents": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Heparan Sulfate/Heparin. Heparin represents the earliest recognized biological role of GAGs for its use as an anticoagulant. The mechanism for this role involves its interaction with the protein antithrombin III (ATIII). The interaction of heparin with ATIII causes a conformational change in ATIII that enhances its ability to function as a serine protease inhibitor of coagulation factors. Differing molecular weights of heparin have been studied to exhibit various clinical anticoagulation intensities [5] ."}
{"id": "article-22341_22", "title": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Chondroitin Sulfate", "content": "Chondroitin sulfate is historically known for its clinical use as a disease-modifying osteoarthritis drug (DMOAD). Clinical trials have documented its potential for symptomatic pain relief as well as the structure-modifying effect in osteoarthritis (OA) based on radiographic joint findings. [12] There are multiple mechanisms by which chondroitin sulfate is responsible for these clinical effects. The pain-relieving properties of chondroitin sulfate in OA relate to its anti-inflammatory properties that cause attenuation of the nuclear factor-kappa-B (NF-kappa-B) pathway that is overactive in OA. [13]", "contents": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Chondroitin Sulfate. Chondroitin sulfate is historically known for its clinical use as a disease-modifying osteoarthritis drug (DMOAD). Clinical trials have documented its potential for symptomatic pain relief as well as the structure-modifying effect in osteoarthritis (OA) based on radiographic joint findings. [12] There are multiple mechanisms by which chondroitin sulfate is responsible for these clinical effects. The pain-relieving properties of chondroitin sulfate in OA relate to its anti-inflammatory properties that cause attenuation of the nuclear factor-kappa-B (NF-kappa-B) pathway that is overactive in OA. [13]"}
{"id": "article-22341_23", "title": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Chondroitin Sulfate", "content": "One of the leading pathophysiological causes of OA relates to loss of chondroitin sulfate from articular cartilage in joints, leading to inflammation and catabolism of cartilage and subchondral bone. The structure-modifying role of chondroitin sulfate in OA is due to its role in stimulating type II collagen and PG production in both articular cartilage and the synovial membrane. This anabolic effect of chondroitin sulfate prevents further tissue damage and remodeling of synovial tissues. [13]", "contents": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Chondroitin Sulfate. One of the leading pathophysiological causes of OA relates to loss of chondroitin sulfate from articular cartilage in joints, leading to inflammation and catabolism of cartilage and subchondral bone. The structure-modifying role of chondroitin sulfate in OA is due to its role in stimulating type II collagen and PG production in both articular cartilage and the synovial membrane. This anabolic effect of chondroitin sulfate prevents further tissue damage and remodeling of synovial tissues. [13]"}
{"id": "article-22341_24", "title": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Keratan Sulfate", "content": "Keratan sulfate has been well-studied for its functional role in both the cornea and the nervous system. The cornea comprises the richest known source of keratan sulfate in the body, followed by brain tissue. [14] The role of keratan sulfate in the cornea includes regulation of collagen fibril spacing that is essential for optical clarity, as well as optimization of corneal hydration during development based on its interaction with water molecules. As with other GAGs, the degree of sulfation of keratan sulfate determines its functional status. Abnormal sulfation patterns of keratan sulfate due to specific genetic mutations result in increased opacity of the cornea and result in visual disturbances. [14]", "contents": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Keratan Sulfate. Keratan sulfate has been well-studied for its functional role in both the cornea and the nervous system. The cornea comprises the richest known source of keratan sulfate in the body, followed by brain tissue. [14] The role of keratan sulfate in the cornea includes regulation of collagen fibril spacing that is essential for optical clarity, as well as optimization of corneal hydration during development based on its interaction with water molecules. As with other GAGs, the degree of sulfation of keratan sulfate determines its functional status. Abnormal sulfation patterns of keratan sulfate due to specific genetic mutations result in increased opacity of the cornea and result in visual disturbances. [14]"}
{"id": "article-22341_25", "title": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Keratan Sulfate", "content": "Keratan sulfate has also been shown to play an important regulatory role in the development of neural tissue. Various subgroups of keratan sulfate in the brain have key roles in stimulating the growth of microglial cells and the promotion of axonal repair following injury. Abakan is an example of a type of keratan sulfate seen in brain tissue that serves to block neural attachment, which marks boundaries of neural growth in the developing brain. [14]", "contents": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Keratan Sulfate. Keratan sulfate has also been shown to play an important regulatory role in the development of neural tissue. Various subgroups of keratan sulfate in the brain have key roles in stimulating the growth of microglial cells and the promotion of axonal repair following injury. Abakan is an example of a type of keratan sulfate seen in brain tissue that serves to block neural attachment, which marks boundaries of neural growth in the developing brain. [14]"}
{"id": "article-22341_26", "title": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Keratan Sulfate", "content": "In conclusion, glycosaminoglycans (GAGs),  have widespread functions within the body. They play a crucial role in the cell signaling process, including regulation of cell growth, proliferation, promotion of cell adhesion, anticoagulation, and wound repair.", "contents": "Biochemistry, Glycosaminoglycans -- Clinical Significance -- Keratan Sulfate. In conclusion, glycosaminoglycans (GAGs),  have widespread functions within the body. They play a crucial role in the cell signaling process, including regulation of cell growth, proliferation, promotion of cell adhesion, anticoagulation, and wound repair."}
{"id": "article-22341_27", "title": "Biochemistry, Glycosaminoglycans -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Glycosaminoglycans -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}