{"id": "article-130469_0", "title": "Diversity and Discrimination in Health Care -- Continuing Education Activity", "content": "The United States is a diverse country and a place for people of all backgrounds. However, discrimination against individuals and groups belonging to minority identities persists, leading to negative outcomes for patients and healthcare professionals. Clinicians are responsible for addressing inequity in the medical profession, a part of the American healthcare system. Several decades ago, diversity and discrimination were considered terms within social justice or social movements. However, in recent years, there has been a notable shift in focus within the healthcare field towards understanding and addressing social determinants of health. Remaining cognizant of these cultural shifts is relevant for healthcare community members at all levels to remain productive and contribute within the field.", "contents": "Diversity and Discrimination in Health Care -- Continuing Education Activity. The United States is a diverse country and a place for people of all backgrounds. However, discrimination against individuals and groups belonging to minority identities persists, leading to negative outcomes for patients and healthcare professionals. Clinicians are responsible for addressing inequity in the medical profession, a part of the American healthcare system. Several decades ago, diversity and discrimination were considered terms within social justice or social movements. However, in recent years, there has been a notable shift in focus within the healthcare field towards understanding and addressing social determinants of health. Remaining cognizant of these cultural shifts is relevant for healthcare community members at all levels to remain productive and contribute within the field."}
{"id": "article-130469_1", "title": "Diversity and Discrimination in Health Care -- Continuing Education Activity", "content": "This activity reviews the concepts of diversity and discrimination and highlights the interprofessional team's role in improving care for patients from diverse backgrounds through medical education. Participating clinicians are equipped with historical milestones, past and present events, and recommendations to inform policy that aims to increase diversity and decrease discrimination within healthcare settings.", "contents": "Diversity and Discrimination in Health Care -- Continuing Education Activity. This activity reviews the concepts of diversity and discrimination and highlights the interprofessional team's role in improving care for patients from diverse backgrounds through medical education. Participating clinicians are equipped with historical milestones, past and present events, and recommendations to inform policy that aims to increase diversity and decrease discrimination within healthcare settings."}
{"id": "article-130469_2", "title": "Diversity and Discrimination in Health Care -- Continuing Education Activity", "content": "Objectives: Identify different manifestations of diversity and discrimination, and analyze their impacts on health care. Interpret the different levels within the healthcare system on which bias and discrimination occur. Evaluate relationships between bias and negative patient outcomes in the healthcare system. Implement interprofessional guidance that healthcare systems can adopt to increase diversity and reduce disparities. Access free multiple choice questions on this topic.", "contents": "Diversity and Discrimination in Health Care -- Continuing Education Activity. Objectives: Identify different manifestations of diversity and discrimination, and analyze their impacts on health care. Interpret the different levels within the healthcare system on which bias and discrimination occur. Evaluate relationships between bias and negative patient outcomes in the healthcare system. Implement interprofessional guidance that healthcare systems can adopt to increase diversity and reduce disparities. Access free multiple choice questions on this topic."}
{"id": "article-130469_3", "title": "Diversity and Discrimination in Health Care -- Introduction", "content": "Diversity is broadly defined as the inclusion of varied attributes or characteristics. In the medical community, diversity often includes healthcare professionals, trainees, educators, researchers, and patients from diverse backgrounds, including race, ethnicity, gender, disability, social class, socioeconomic status, sexual orientation, gender identity, primary spoken language, and geographic region.", "contents": "Diversity and Discrimination in Health Care -- Introduction. Diversity is broadly defined as the inclusion of varied attributes or characteristics. In the medical community, diversity often includes healthcare professionals, trainees, educators, researchers, and patients from diverse backgrounds, including race, ethnicity, gender, disability, social class, socioeconomic status, sexual orientation, gender identity, primary spoken language, and geographic region."}
{"id": "article-130469_4", "title": "Diversity and Discrimination in Health Care -- Introduction", "content": "Discrimination in health care is defined as negative actions or lack of consideration directed towards an individual or group based on preconceived notions about their identity. Individuals do not have to belong to a marginalized group themselves to experience discrimination against that group. Discrimination can occur based on perceived membership. Furthermore, harm does not need to occur for discrimination to exist. A group may be discriminated against if it consistently receives lower-quality healthcare services compared to another group solely because of their race, ethnicity, gender, disability, social class, socioeconomic status, sexual orientation, gender identity, primary spoken language, or location of residence.", "contents": "Diversity and Discrimination in Health Care -- Introduction. Discrimination in health care is defined as negative actions or lack of consideration directed towards an individual or group based on preconceived notions about their identity. Individuals do not have to belong to a marginalized group themselves to experience discrimination against that group. Discrimination can occur based on perceived membership. Furthermore, harm does not need to occur for discrimination to exist. A group may be discriminated against if it consistently receives lower-quality healthcare services compared to another group solely because of their race, ethnicity, gender, disability, social class, socioeconomic status, sexual orientation, gender identity, primary spoken language, or location of residence."}
{"id": "article-130469_5", "title": "Diversity and Discrimination in Health Care -- Introduction", "content": "Although discrimination can manifest for various reasons, this activity focuses mainly on gender, ethnicity, and race-based discrimination in the healthcare workforce. Discrimination occurs in all workforce segments, not limited solely to health care. However, health care presents a unique scenario because both care providers and recipients may face discrimination simultaneously, underscoring an inherent power dynamic. [1]", "contents": "Diversity and Discrimination in Health Care -- Introduction. Although discrimination can manifest for various reasons, this activity focuses mainly on gender, ethnicity, and race-based discrimination in the healthcare workforce. Discrimination occurs in all workforce segments, not limited solely to health care. However, health care presents a unique scenario because both care providers and recipients may face discrimination simultaneously, underscoring an inherent power dynamic. [1]"}
{"id": "article-130469_6", "title": "Diversity and Discrimination in Health Care -- Issues of Concern", "content": "The 2 main types of discriminatory acts are macroaggressions and microaggressions. Macroaggressions are more overt and radical forms of discrimination deeply rooted in a society or within a system. Examples of macroaggressions include the forced relocation of Japanese-Americans into internment camps during World War II, laws preventing equal suffrage rights for women, and the Tuskegee study, where Black men were intentionally misled and denied standard treatment for syphilis.", "contents": "Diversity and Discrimination in Health Care -- Issues of Concern. The 2 main types of discriminatory acts are macroaggressions and microaggressions. Macroaggressions are more overt and radical forms of discrimination deeply rooted in a society or within a system. Examples of macroaggressions include the forced relocation of Japanese-Americans into internment camps during World War II, laws preventing equal suffrage rights for women, and the Tuskegee study, where Black men were intentionally misled and denied standard treatment for syphilis."}
{"id": "article-130469_7", "title": "Diversity and Discrimination in Health Care -- Issues of Concern", "content": "Laws such as Title VII of the Civil Rights Act and the Americans with Disabilities Act (ADA) prohibiting unequal treatment based on race, sex, and disability have decreased overt racism within healthcare settings. In areas where overt racism has declined, awareness of microaggressions has increased. Microaggression can be defined as short, everyday insults or snubs that can be barely perceptible or difficult to define but convey a negative message to individuals because of their identity or affiliation with marginalized groups. [2] Microaggressions, often unintentional and rooted in unconscious biases, can be challenging to identify, easily concealed, and delivered involuntarily through verbal or non-verbal communication. [3] [4] Microaggressions are often delivered during one-on-one interactions, whereas macroaggressions are rooted in systems. [5]", "contents": "Diversity and Discrimination in Health Care -- Issues of Concern. Laws such as Title VII of the Civil Rights Act and the Americans with Disabilities Act (ADA) prohibiting unequal treatment based on race, sex, and disability have decreased overt racism within healthcare settings. In areas where overt racism has declined, awareness of microaggressions has increased. Microaggression can be defined as short, everyday insults or snubs that can be barely perceptible or difficult to define but convey a negative message to individuals because of their identity or affiliation with marginalized groups. [2] Microaggressions, often unintentional and rooted in unconscious biases, can be challenging to identify, easily concealed, and delivered involuntarily through verbal or non-verbal communication. [3] [4] Microaggressions are often delivered during one-on-one interactions, whereas macroaggressions are rooted in systems. [5]"}
{"id": "article-130469_8", "title": "Diversity and Discrimination in Health Care -- Issues of Concern", "content": "Despite their insidious nature, microaggressions have perceptible negative impacts on the quality of life of oppressed individuals or groups. Increased exposure to microaggressions increases the likelihood of feeling discriminated against. Microaggressions may damage the mental health of oppressed individuals, causing lower self-esteem, poorer self-care, and increasing susceptibility to substance abuse, depression, suicidal ideation, and anxiety. [6] [7] [8] [9] Growing evidence suggests that repeated exposure to microaggressions is associated with a higher incidence of hypertension, increased frequency of hospital admission, and more severe diabetes-specific distress. [10] [11]", "contents": "Diversity and Discrimination in Health Care -- Issues of Concern. Despite their insidious nature, microaggressions have perceptible negative impacts on the quality of life of oppressed individuals or groups. Increased exposure to microaggressions increases the likelihood of feeling discriminated against. Microaggressions may damage the mental health of oppressed individuals, causing lower self-esteem, poorer self-care, and increasing susceptibility to substance abuse, depression, suicidal ideation, and anxiety. [6] [7] [8] [9] Growing evidence suggests that repeated exposure to microaggressions is associated with a higher incidence of hypertension, increased frequency of hospital admission, and more severe diabetes-specific distress. [10] [11]"}
{"id": "article-130469_9", "title": "Diversity and Discrimination in Health Care -- Issues of Concern", "content": "The killing of George Floyd in 2020 in a succession of incidents of police brutality, in conjunction with the disproportionate burden of COVID-19 in communities of color, has elevated the national consciousness regarding diversity and discrimination. [12] Americans are more aware that structural racism is causing healthcare disparities. [13] Research demonstrates that discrimination and bias exacerbate and create new healthcare disparities. [14] As a result, the national conversation surrounding racism has resulted in the recognition of racism as a public health crisis. [15] As the national discussion surrounding diversity, discrimination, and structural racism continues, several matters have been brought to the forefront, as discussed below.", "contents": "Diversity and Discrimination in Health Care -- Issues of Concern. The killing of George Floyd in 2020 in a succession of incidents of police brutality, in conjunction with the disproportionate burden of COVID-19 in communities of color, has elevated the national consciousness regarding diversity and discrimination. [12] Americans are more aware that structural racism is causing healthcare disparities. [13] Research demonstrates that discrimination and bias exacerbate and create new healthcare disparities. [14] As a result, the national conversation surrounding racism has resulted in the recognition of racism as a public health crisis. [15] As the national discussion surrounding diversity, discrimination, and structural racism continues, several matters have been brought to the forefront, as discussed below."}
{"id": "article-130469_10", "title": "Diversity and Discrimination in Health Care -- Issues of Concern -- A Multicultural Society Requires a More Diverse Workforce", "content": "As our country's racial and ethnic diversity increases, the need to diversify our healthcare workforce increases. The need to diversify health care has been present since the inception of the first women and individuals of color entering higher medical education. [16] The Flexner report significantly slowed the inclusion of Black physicians in the American medical system. [17] [18] Flexner concluded that medical education within African American schools was deficient, resulting in the closure of 5 of 7 African American medical schools. [19] Since then, the ability of Black and Brown clinicians to reach higher workforce levels has increased, but discrimination is still prevalent, intersecting with several marginalized identities. Many years later, when COVID-19 disrupted the American healthcare system, a rise in discrimination towards Asians and Asian Americans necessitated a focus on increasing social support from students to the professional level. [20] Concerning diversity outside of race, individuals belonging to gender-diverse and disabled groups face significant exclusion. [21] [22]", "contents": "Diversity and Discrimination in Health Care -- Issues of Concern -- A Multicultural Society Requires a More Diverse Workforce. As our country's racial and ethnic diversity increases, the need to diversify our healthcare workforce increases. The need to diversify health care has been present since the inception of the first women and individuals of color entering higher medical education. [16] The Flexner report significantly slowed the inclusion of Black physicians in the American medical system. [17] [18] Flexner concluded that medical education within African American schools was deficient, resulting in the closure of 5 of 7 African American medical schools. [19] Since then, the ability of Black and Brown clinicians to reach higher workforce levels has increased, but discrimination is still prevalent, intersecting with several marginalized identities. Many years later, when COVID-19 disrupted the American healthcare system, a rise in discrimination towards Asians and Asian Americans necessitated a focus on increasing social support from students to the professional level. [20] Concerning diversity outside of race, individuals belonging to gender-diverse and disabled groups face significant exclusion. [21] [22]"}
{"id": "article-130469_11", "title": "Diversity and Discrimination in Health Care -- Issues of Concern -- Progression From Individual to Structural Racism", "content": "Racism is a social construct that emphasizes phenotype. According to the National Museum of African American History & Culture, individual racism, interpersonal racism, institutional racism, and structural racism are delineated. Individual racism is most directly related to the biases that we hold, and interpersonal racism is an expression of these biases between individuals. Institutional racism is reflected in the policies and procedures of an organization. Structural racism is the cumulative effect of these forces across systems and between institutions or organizations. The promotion of health equity and a decrease in health disparities requires addressing individual and interpersonal racism and dismantling institutional and structural racism. However, the complexity of such endeavors should be recognized, given the hundreds of years of history where individual and structural racism have prevailed within health care. [23] [24] The decision regarding Dobbs v. Jackson in 2022 that overturned Roe v. Wade reignited the conversation surrounding the relationship between the healthcare system and reproductive health. [25] In 2023, the ruling against affirmative action for college admissions had an unknown impact on higher medical education in the following years. [26] The conversation in many sectors about the potential effects of structural racism, particularly concerning artificial intelligence, is prevalent in 2024. [27]", "contents": "Diversity and Discrimination in Health Care -- Issues of Concern -- Progression From Individual to Structural Racism. Racism is a social construct that emphasizes phenotype. According to the National Museum of African American History & Culture, individual racism, interpersonal racism, institutional racism, and structural racism are delineated. Individual racism is most directly related to the biases that we hold, and interpersonal racism is an expression of these biases between individuals. Institutional racism is reflected in the policies and procedures of an organization. Structural racism is the cumulative effect of these forces across systems and between institutions or organizations. The promotion of health equity and a decrease in health disparities requires addressing individual and interpersonal racism and dismantling institutional and structural racism. However, the complexity of such endeavors should be recognized, given the hundreds of years of history where individual and structural racism have prevailed within health care. [23] [24] The decision regarding Dobbs v. Jackson in 2022 that overturned Roe v. Wade reignited the conversation surrounding the relationship between the healthcare system and reproductive health. [25] In 2023, the ruling against affirmative action for college admissions had an unknown impact on higher medical education in the following years. [26] The conversation in many sectors about the potential effects of structural racism, particularly concerning artificial intelligence, is prevalent in 2024. [27]"}
{"id": "article-130469_12", "title": "Diversity and Discrimination in Health Care -- Issues of Concern -- Bias, Stereotype Threat, and Negative Outcomes", "content": "Increasing awareness in the United States involves recognizing that implicit bias contributes to poorer healthcare outcomes for patients of color. [28] Racist behavior negatively impacts patient well-being. In addition, stereotype threat is a psychological state where individuals underperform due to their fear of fulfilling negative stereotypes. The hypothesis is that stereotype threat impairs the performance of minority students on standardized tests such as the Medical College Admission Test (MCAT) and the United States Medical Licensing Examination (USMLE). [29] Stereotype threat has been found to cause psychological harm among students and trainees of color. [30] Several efforts continue to examine the approaches to teaching trainees about healthcare disparities. [31] [32]", "contents": "Diversity and Discrimination in Health Care -- Issues of Concern -- Bias, Stereotype Threat, and Negative Outcomes. Increasing awareness in the United States involves recognizing that implicit bias contributes to poorer healthcare outcomes for patients of color. [28] Racist behavior negatively impacts patient well-being. In addition, stereotype threat is a psychological state where individuals underperform due to their fear of fulfilling negative stereotypes. The hypothesis is that stereotype threat impairs the performance of minority students on standardized tests such as the Medical College Admission Test (MCAT) and the United States Medical Licensing Examination (USMLE). [29] Stereotype threat has been found to cause psychological harm among students and trainees of color. [30] Several efforts continue to examine the approaches to teaching trainees about healthcare disparities. [31] [32]"}
{"id": "article-130469_13", "title": "Diversity and Discrimination in Health Care -- Clinical Significance", "content": "Individual racism is a personal belief in the superiority of one's race over another, often leading to discriminatory behavior driven by implicit and explicit biases. Historically, racist beliefs regarding biological differences between Black and White people were used to justify slavery and medical experimentation on men and women of color. The legacy of this false belief in fundamental and innate biological differences between Black and White people is still present in medical practice, leading to health disparities such as the undertreatment of pain in Black patients.", "contents": "Diversity and Discrimination in Health Care -- Clinical Significance. Individual racism is a personal belief in the superiority of one's race over another, often leading to discriminatory behavior driven by implicit and explicit biases. Historically, racist beliefs regarding biological differences between Black and White people were used to justify slavery and medical experimentation on men and women of color. The legacy of this false belief in fundamental and innate biological differences between Black and White people is still present in medical practice, leading to health disparities such as the undertreatment of pain in Black patients."}
{"id": "article-130469_14", "title": "Diversity and Discrimination in Health Care -- Clinical Significance", "content": "A research study published in the Proceedings of the National Academy of Sciences of the United States demonstrates the connection between false beliefs about biological differences between Black and White people and racial bias in pain assessment and treatment recommendations. In this 2-part study, medical students and residents endorsed beliefs suggesting biological differences between Black and White patients. These beliefs included that the nerve endings of Black people are less sensitive compared to White people and that the skin of Black people is thicker compared to White people. Furthermore, medical students and residents who held these beliefs rated the pain of Black people lower compared to that of White people and, therefore, made less accurate treatment recommendations. [28] Historically, similar beliefs were endorsed by the Nazis during the Holocaust regarding tolerance of pain levels that led to some of the most brutal documented recollections of medical experimentation based on identity. [33] [34] [33]", "contents": "Diversity and Discrimination in Health Care -- Clinical Significance. A research study published in the Proceedings of the National Academy of Sciences of the United States demonstrates the connection between false beliefs about biological differences between Black and White people and racial bias in pain assessment and treatment recommendations. In this 2-part study, medical students and residents endorsed beliefs suggesting biological differences between Black and White patients. These beliefs included that the nerve endings of Black people are less sensitive compared to White people and that the skin of Black people is thicker compared to White people. Furthermore, medical students and residents who held these beliefs rated the pain of Black people lower compared to that of White people and, therefore, made less accurate treatment recommendations. [28] Historically, similar beliefs were endorsed by the Nazis during the Holocaust regarding tolerance of pain levels that led to some of the most brutal documented recollections of medical experimentation based on identity. [33] [34] [33]"}
{"id": "article-130469_15", "title": "Diversity and Discrimination in Health Care -- Clinical Significance", "content": "Structural racism is rooted in societal, historical, and cultural norms that support racial group inequality. As an institution, medicine has adopted and implemented practices and policies that promote structural racism. Race-adjusted algorithms are based on the historic racist belief that Black people are physiologically different. For instance, race-corrected estimations of glomerular filtration rate are based on the unscientifically supported belief that Black people are more muscular and have higher creatinine levels. Consequently, this may result in a higher reported estimated glomerular filtration rate, interpreted as a better renal function for anyone identified as Black. As a result, there may be delays in diagnosing renal disease and reduce access to transplantation. [35]", "contents": "Diversity and Discrimination in Health Care -- Clinical Significance. Structural racism is rooted in societal, historical, and cultural norms that support racial group inequality. As an institution, medicine has adopted and implemented practices and policies that promote structural racism. Race-adjusted algorithms are based on the historic racist belief that Black people are physiologically different. For instance, race-corrected estimations of glomerular filtration rate are based on the unscientifically supported belief that Black people are more muscular and have higher creatinine levels. Consequently, this may result in a higher reported estimated glomerular filtration rate, interpreted as a better renal function for anyone identified as Black. As a result, there may be delays in diagnosing renal disease and reduce access to transplantation. [35]"}
{"id": "article-130469_16", "title": "Diversity and Discrimination in Health Care -- Clinical Significance", "content": "At a systems level, the failure to identify the health implications of discrimination may result in developing a system promoting health disparities. For example, an algorithmic bias was identified in a medical artificial intelligence program that considered past healthcare costs when predicting clinical risk. Consequently, due to White patients having greater healthcare expenditures compared to Black patients, they were determined to have higher risk scores compared to Black patients. These scores may have led to more referrals for White patients to specialty services, perpetuating both spending discrepancies and race bias in health care. [36] In the United States, maternal mortality rates are disproportionately high, and patients who identify as female face numerous barriers to accessing equitable medical care, ranging from the use of imaging modalities, surgical recommendations, and perception of self-efficacy in decision-making to the final diagnosis, now termed gender-affirming health care. [37] Disability-conscious health care is also emerging in the continued movement toward equity in clinical practice. [38]", "contents": "Diversity and Discrimination in Health Care -- Clinical Significance. At a systems level, the failure to identify the health implications of discrimination may result in developing a system promoting health disparities. For example, an algorithmic bias was identified in a medical artificial intelligence program that considered past healthcare costs when predicting clinical risk. Consequently, due to White patients having greater healthcare expenditures compared to Black patients, they were determined to have higher risk scores compared to Black patients. These scores may have led to more referrals for White patients to specialty services, perpetuating both spending discrepancies and race bias in health care. [36] In the United States, maternal mortality rates are disproportionately high, and patients who identify as female face numerous barriers to accessing equitable medical care, ranging from the use of imaging modalities, surgical recommendations, and perception of self-efficacy in decision-making to the final diagnosis, now termed gender-affirming health care. [37] Disability-conscious health care is also emerging in the continued movement toward equity in clinical practice. [38]"}
{"id": "article-130469_17", "title": "Diversity and Discrimination in Health Care -- Clinical Significance", "content": "The root cause of discrimination based on race, gender, or other identifying social constructs has led to racism, inequality, and inequity concerning the process of patient history intake, evaluation, and diagnostic testing. Within each specialty, the effect of discriminatory beliefs is exhaustive, but some commonalities can be observed. Considering the past pitfalls of experimentation on marginalized groups and restructuring the approach to medical education in the present is the path presented in this activity.", "contents": "Diversity and Discrimination in Health Care -- Clinical Significance. The root cause of discrimination based on race, gender, or other identifying social constructs has led to racism, inequality, and inequity concerning the process of patient history intake, evaluation, and diagnostic testing. Within each specialty, the effect of discriminatory beliefs is exhaustive, but some commonalities can be observed. Considering the past pitfalls of experimentation on marginalized groups and restructuring the approach to medical education in the present is the path presented in this activity."}
{"id": "article-130469_18", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Medical Education on Diversity in Healthcare", "content": "This section is intended primarily for healthcare professional educators. However, all educators may benefit from both peer- and self-education.", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Medical Education on Diversity in Healthcare. This section is intended primarily for healthcare professional educators. However, all educators may benefit from both peer- and self-education."}
{"id": "article-130469_19", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Preface", "content": "The Liaison Committee on Medical Education and the Commission on Osteopathic College Accreditation require medical schools to promote diversity and prohibit discrimination. However, researchers have yet to confirm whether such actions affect health outcomes. A search in PubMed for education studies about diversity for healthcare professionals did not yield results generalizable to the effectiveness of any specific strategy. Before considering healthcare outcomes, an intermediate step is raising the awareness of bias to modify perceptions and behaviors at the student level; research in this area is abundant and described below.", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Preface. The Liaison Committee on Medical Education and the Commission on Osteopathic College Accreditation require medical schools to promote diversity and prohibit discrimination. However, researchers have yet to confirm whether such actions affect health outcomes. A search in PubMed for education studies about diversity for healthcare professionals did not yield results generalizable to the effectiveness of any specific strategy. Before considering healthcare outcomes, an intermediate step is raising the awareness of bias to modify perceptions and behaviors at the student level; research in this area is abundant and described below."}
{"id": "article-130469_20", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Preface", "content": "Valuing cultures other than oneself involves a willingness to learn and self-reflect continuously. When discussing the ability of education to change perceptions and behaviors, the terms cultural humility, cultural awareness, and cultural sensitivity are more appropriate compared to cultural competency, as competency implies having attained a finite body of knowledge. [39] The former terms present the knowledge as existing on a continuum that requires progress toward inclusion.", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Preface. Valuing cultures other than oneself involves a willingness to learn and self-reflect continuously. When discussing the ability of education to change perceptions and behaviors, the terms cultural humility, cultural awareness, and cultural sensitivity are more appropriate compared to cultural competency, as competency implies having attained a finite body of knowledge. [39] The former terms present the knowledge as existing on a continuum that requires progress toward inclusion."}
{"id": "article-130469_21", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches", "content": "Inclusive education emphasizes that healthcare professionals should consider patients in their unique individual contexts and acknowledge that a situation may be experienced differently by different patients. What matters in making informed decisions are an individual's health perspectives, requirements, and experiences, not their ethnicity, race, or social status. [40] A critical skill for all healthcare professionals is to understand patients not by employing any particular label but instead by employing an attitude of curiosity about how each patient’s experiences and context shape their views and behaviors.", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches. Inclusive education emphasizes that healthcare professionals should consider patients in their unique individual contexts and acknowledge that a situation may be experienced differently by different patients. What matters in making informed decisions are an individual's health perspectives, requirements, and experiences, not their ethnicity, race, or social status. [40] A critical skill for all healthcare professionals is to understand patients not by employing any particular label but instead by employing an attitude of curiosity about how each patient’s experiences and context shape their views and behaviors."}
{"id": "article-130469_22", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches", "content": "Developing a healthcare professional's critical consciousness, defined as a reflective awareness of the self, others, and the world and a commitment to addressing issues of societal relevance in health care, is believed to be an effective approach to education about diversity than teaching facts or emphasizing the use of an individualized approach to patient care. [41] Healthcare professionals should also undergo training in recognizing their own implicit biases and biases of the institutions and systems in which they work. This training includes understanding the composition of the leadership workforce and how decisions are made within their workplaces. Recent review articles provide general guidance and practical examples for educators. In 2007, Smith et al developed recommendations for curricula on health disparities and suggested that the broad goal of such curricula should be to eliminate health disparities.", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches. Developing a healthcare professional's critical consciousness, defined as a reflective awareness of the self, others, and the world and a commitment to addressing issues of societal relevance in health care, is believed to be an effective approach to education about diversity than teaching facts or emphasizing the use of an individualized approach to patient care. [41] Healthcare professionals should also undergo training in recognizing their own implicit biases and biases of the institutions and systems in which they work. This training includes understanding the composition of the leadership workforce and how decisions are made within their workplaces. Recent review articles provide general guidance and practical examples for educators. In 2007, Smith et al developed recommendations for curricula on health disparities and suggested that the broad goal of such curricula should be to eliminate health disparities."}
{"id": "article-130469_23", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches", "content": "In 2016, Dogra et al published a curriculum guide and reviewed examples of education about diversity. They recommended integrating education concerning diversity throughout the curriculum and highlighted the importance of self-reflection in learning and teaching related concepts.", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches. In 2016, Dogra et al published a curriculum guide and reviewed examples of education about diversity. They recommended integrating education concerning diversity throughout the curriculum and highlighted the importance of self-reflection in learning and teaching related concepts."}
{"id": "article-130469_24", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches", "content": "In 2020, Brottman et al reviewed education models for trainees and professionals in medicine, nursing, pharmacy, dentistry, physical and occupational therapy, public health, audiology, and social work. The interventions studied ranged from 20 minutes to hundreds of hours and included immersion experiences, simulation, discussion, lecture, reflection, educational technology, case-based learning, essays, presentations, readings, and videos. This extensive review determined insufficient evidence to recommend any particular format as a best practice. A multidisciplinary approach incorporating many education modalities typically enhances knowledge retention. Similar to Objective Structured Clinical Examinations (OSCEs), simulations, in particular, may resemble real-life clinical encounters as applicable to situations of discrimination. [42] [43]", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches. In 2020, Brottman et al reviewed education models for trainees and professionals in medicine, nursing, pharmacy, dentistry, physical and occupational therapy, public health, audiology, and social work. The interventions studied ranged from 20 minutes to hundreds of hours and included immersion experiences, simulation, discussion, lecture, reflection, educational technology, case-based learning, essays, presentations, readings, and videos. This extensive review determined insufficient evidence to recommend any particular format as a best practice. A multidisciplinary approach incorporating many education modalities typically enhances knowledge retention. Similar to Objective Structured Clinical Examinations (OSCEs), simulations, in particular, may resemble real-life clinical encounters as applicable to situations of discrimination. [42] [43]"}
{"id": "article-130469_25", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches", "content": "Despite the lack of large-scale evidence for best practices, many smaller studies focused on particular target populations or particular interventions. Some evidence suggests that multimodal, active learning formats, such as a combination of faculty role modeling, interprofessional rounds, and OSCEs, can yield gains in learners' knowledge, skills, and attitudes. [44] Lectures are useful but have potential pitfalls and should be followed by hands-on practice with feedback and formative evaluation. The discussion format is likely more effective compared to lectures alone in helping learners explore and develop their attitudes on cultural issues.", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches. Despite the lack of large-scale evidence for best practices, many smaller studies focused on particular target populations or particular interventions. Some evidence suggests that multimodal, active learning formats, such as a combination of faculty role modeling, interprofessional rounds, and OSCEs, can yield gains in learners' knowledge, skills, and attitudes. [44] Lectures are useful but have potential pitfalls and should be followed by hands-on practice with feedback and formative evaluation. The discussion format is likely more effective compared to lectures alone in helping learners explore and develop their attitudes on cultural issues."}
{"id": "article-130469_26", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches", "content": "When education about diversity is integrated longitudinally throughout a curriculum, appointing someone to oversee all curricular modules can maximize cohesion and minimize redundancy. Smith et al proposed that a curriculum committee not assign all teaching roles to faculty persons of minority demographics because that arrangement can imply that issues related to discrimination are only a problem for minorities to navigate rather than the responsibility of all healthcare professionals. [32]", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches. When education about diversity is integrated longitudinally throughout a curriculum, appointing someone to oversee all curricular modules can maximize cohesion and minimize redundancy. Smith et al proposed that a curriculum committee not assign all teaching roles to faculty persons of minority demographics because that arrangement can imply that issues related to discrimination are only a problem for minorities to navigate rather than the responsibility of all healthcare professionals. [32]"}
{"id": "article-130469_27", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches", "content": "Diversity education is a unique curricular topic. Healthcare team members at all expertise levels, from trainees to experienced clinicians, require the same foundation that builds a skill set. If education is considered a shared responsibility, professionals from diverse backgrounds can engage in mutual learning and collaboration.", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Educational Approaches. Diversity education is a unique curricular topic. Healthcare team members at all expertise levels, from trainees to experienced clinicians, require the same foundation that builds a skill set. If education is considered a shared responsibility, professionals from diverse backgrounds can engage in mutual learning and collaboration."}
{"id": "article-130469_28", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Pitfalls", "content": "Healthcare professionals have made many false assumptions about the relationship between cultural variables and medical outcomes, unnecessarily reinforcing negative stereotypes. Teaching typical characteristics of minority groups frequently promotes stigmatization without promoting healthcare outcomes. This approach makes culture a proxy that prevents healthcare professionals from noting the person behind the patient. Categorizing patients based on cultural characteristics assumes that culture and its impact on persons' responses are fixed. Healthcare professionals should instead realize that patients have dynamic views that vary based on their immediate contexts and recognize that identity classifications such as gender, age, class, disability, sexuality, race, and ethnicity are multifaceted.", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Pitfalls. Healthcare professionals have made many false assumptions about the relationship between cultural variables and medical outcomes, unnecessarily reinforcing negative stereotypes. Teaching typical characteristics of minority groups frequently promotes stigmatization without promoting healthcare outcomes. This approach makes culture a proxy that prevents healthcare professionals from noting the person behind the patient. Categorizing patients based on cultural characteristics assumes that culture and its impact on persons' responses are fixed. Healthcare professionals should instead realize that patients have dynamic views that vary based on their immediate contexts and recognize that identity classifications such as gender, age, class, disability, sexuality, race, and ethnicity are multifaceted."}
{"id": "article-130469_29", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Pitfalls", "content": "Faculty preparation is crucial for effectively teaching diversity education; educators who are well-intentioned but unprepared can inadvertently promote students' and patients' stereotyping. Microaggressions embedded in curricular content create an unsafe climate for cultural minority students. Emphasizing minority patient characteristics as inconsistent with the privileged majority's norm marginalizes minority patients and paints them as a problematic other. [40]", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Pitfalls. Faculty preparation is crucial for effectively teaching diversity education; educators who are well-intentioned but unprepared can inadvertently promote students' and patients' stereotyping. Microaggressions embedded in curricular content create an unsafe climate for cultural minority students. Emphasizing minority patient characteristics as inconsistent with the privileged majority's norm marginalizes minority patients and paints them as a problematic other. [40]"}
{"id": "article-130469_30", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Pitfalls", "content": "Finally, educators should realize that they teach a curriculum implicitly or explicitly. While the planned curriculum describes what educators perceive, the experienced curriculum describes what students perceive. What educators teach students unintentionally is the hidden curriculum, described as a set of influences that function at the level of organizational structure and culture. [45] The hidden curriculum can have positive effects, such as when an educator role models cultural humility. The hidden curriculum can also have negative effects, such as using clinical vignettes that promote stereotypes and undermining cultural sensitivity training in other parts of the curriculum. [46] In addition, a lack of diversity among faculty or institutional leaders can project through the hidden curriculum that minorities do not have a role in higher career positions. [31]", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Pitfalls. Finally, educators should realize that they teach a curriculum implicitly or explicitly. While the planned curriculum describes what educators perceive, the experienced curriculum describes what students perceive. What educators teach students unintentionally is the hidden curriculum, described as a set of influences that function at the level of organizational structure and culture. [45] The hidden curriculum can have positive effects, such as when an educator role models cultural humility. The hidden curriculum can also have negative effects, such as using clinical vignettes that promote stereotypes and undermining cultural sensitivity training in other parts of the curriculum. [46] In addition, a lack of diversity among faculty or institutional leaders can project through the hidden curriculum that minorities do not have a role in higher career positions. [31]"}
{"id": "article-130469_31", "title": "Diversity and Discrimination in Health Care -- Other Issues -- Summary", "content": "Education regarding diversity is not a time-bound goal but rather a journey. The education should provide learners with the opportunity to become actively engaged in fostering a level of critical awareness of the healthcare provider's position of power and privilege in society. [47] Inclusiveness in a curriculum does not involve adding a few learning activities to the existing curriculum but rather involves a culture shift. [48]", "contents": "Diversity and Discrimination in Health Care -- Other Issues -- Summary. Education regarding diversity is not a time-bound goal but rather a journey. The education should provide learners with the opportunity to become actively engaged in fostering a level of critical awareness of the healthcare provider's position of power and privilege in society. [47] Inclusiveness in a curriculum does not involve adding a few learning activities to the existing curriculum but rather involves a culture shift. [48]"}
{"id": "article-130469_32", "title": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes", "content": "Based on existing literature and the results of several studies, the hypothesis positing an inverse relationship between discrimination and diversity is recognized. The prevailing belief within the medical community is that discrimination decreases and equity increases if the percentage of underrepresented minorities reaches a critical mass. Evidence suggests that although diversity is a goal, it alone does not create equity. Although more than half the pediatricians and gynecologists in the United States are now women, leadership positions within departments remain predominantly occupied by men. [5] Men are likelier to be selected for editorial board membership and achieve status as an associate or full professor, department chair, or medical school dean. Men also earn more at each academic rank. [49] Therefore, diversity does not necessarily impact the distribution of resources within the teaching system.", "contents": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes. Based on existing literature and the results of several studies, the hypothesis positing an inverse relationship between discrimination and diversity is recognized. The prevailing belief within the medical community is that discrimination decreases and equity increases if the percentage of underrepresented minorities reaches a critical mass. Evidence suggests that although diversity is a goal, it alone does not create equity. Although more than half the pediatricians and gynecologists in the United States are now women, leadership positions within departments remain predominantly occupied by men. [5] Men are likelier to be selected for editorial board membership and achieve status as an associate or full professor, department chair, or medical school dean. Men also earn more at each academic rank. [49] Therefore, diversity does not necessarily impact the distribution of resources within the teaching system."}
{"id": "article-130469_33", "title": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes", "content": "These results are similar to those found in the nursing profession. The male advantage in nursing has been described as a glass escalator, in which men are put on a fast track and almost pushed to achieve positions that include greater responsibility, higher salaries, and more organizational benefits. [50] Thus, although diversity is necessary and important, equity is needed to decrease disparities and mitigate the impact of discrimination.", "contents": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes. These results are similar to those found in the nursing profession. The male advantage in nursing has been described as a glass escalator, in which men are put on a fast track and almost pushed to achieve positions that include greater responsibility, higher salaries, and more organizational benefits. [50] Thus, although diversity is necessary and important, equity is needed to decrease disparities and mitigate the impact of discrimination."}
{"id": "article-130469_34", "title": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes", "content": "Although increasing diversity may not eliminate all problems related to healthcare disparities and discrimination, we strongly encourage healthcare systems to promote diversity among clinicians. A larger talent pool, including clinicians with heterogeneous customs, experiences, and problem-solving tactics, can create more innovative approaches to systems-based problems. Individuals within a group may best solve healthcare issues that are more prevalent within that group. Diverse viewpoints enhance patient care and clinical research design, which may lead to improved inclusion.", "contents": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes. Although increasing diversity may not eliminate all problems related to healthcare disparities and discrimination, we strongly encourage healthcare systems to promote diversity among clinicians. A larger talent pool, including clinicians with heterogeneous customs, experiences, and problem-solving tactics, can create more innovative approaches to systems-based problems. Individuals within a group may best solve healthcare issues that are more prevalent within that group. Diverse viewpoints enhance patient care and clinical research design, which may lead to improved inclusion."}
{"id": "article-130469_35", "title": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes", "content": "Numerous studies have shown that increased clinician diversity is associated with improved healthcare quality. Concordant care, defined as a patient and clinician sharing a common attribute such as race, ethnicity, or gender, has been associated with improved quality of care. Race-concordant patient-physician relationships are associated with improved communication, longer patient visits, greater medication adherence, and higher patient satisfaction scores. [51] [52] Language and gender-concordant patient-physician relationships have similarly been associated with improved home medication compliance and outcomes. [53] [54] Such results suggest that patient-physician concordance may facilitate communication and trust.", "contents": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes. Numerous studies have shown that increased clinician diversity is associated with improved healthcare quality. Concordant care, defined as a patient and clinician sharing a common attribute such as race, ethnicity, or gender, has been associated with improved quality of care. Race-concordant patient-physician relationships are associated with improved communication, longer patient visits, greater medication adherence, and higher patient satisfaction scores. [51] [52] Language and gender-concordant patient-physician relationships have similarly been associated with improved home medication compliance and outcomes. [53] [54] Such results suggest that patient-physician concordance may facilitate communication and trust."}
{"id": "article-130469_36", "title": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes", "content": "Poor access to quality care continues to impact minority and low-income individuals in the United States disproportionately. A potential solution is to focus on recruiting and retaining underrepresented healthcare professionals. Underrepresented minority physicians are more likely to serve in areas with a physician shortage and serve underserved groups, including minorities, low-income individuals, and the uninsured. [55] [56] [57] The following measures are encouraged to be considered by healthcare groups and systems to improve the recruitment and retention of employees from underrepresented groups:", "contents": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes. Poor access to quality care continues to impact minority and low-income individuals in the United States disproportionately. A potential solution is to focus on recruiting and retaining underrepresented healthcare professionals. Underrepresented minority physicians are more likely to serve in areas with a physician shortage and serve underserved groups, including minorities, low-income individuals, and the uninsured. [55] [56] [57] The following measures are encouraged to be considered by healthcare groups and systems to improve the recruitment and retention of employees from underrepresented groups:"}
{"id": "article-130469_37", "title": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes", "content": "Eliminate financial barriers to higher education for socioeconomically disadvantaged groups by developing scholarships, grants, and tuition assistance. Create mentorship and pipeline programs to increase the number of underrepresented minorities in healthcare careers. When possible, these mentorship pairings should align with the race and gender of participants. Provide opportunities for coaching and leadership training for healthcare professionals from underrepresented groups. Use transparent processes to select committee members and leaders with diverse backgrounds and viewpoints. Provide pay transparency and objective measures for promotion and salary increase. The following actions are encouraged to be considered by healthcare groups and systems to quell discrimination and accelerate the remedy of healthcare disparities:", "contents": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes. Eliminate financial barriers to higher education for socioeconomically disadvantaged groups by developing scholarships, grants, and tuition assistance. Create mentorship and pipeline programs to increase the number of underrepresented minorities in healthcare careers. When possible, these mentorship pairings should align with the race and gender of participants. Provide opportunities for coaching and leadership training for healthcare professionals from underrepresented groups. Use transparent processes to select committee members and leaders with diverse backgrounds and viewpoints. Provide pay transparency and objective measures for promotion and salary increase. The following actions are encouraged to be considered by healthcare groups and systems to quell discrimination and accelerate the remedy of healthcare disparities:"}
{"id": "article-130469_38", "title": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes", "content": "Acknowledge that past discrimination and current implicit biases lead to inequities related to race, gender, ethnicity, sexual orientation, and disability, which still exist in healthcare settings. Progress is limited by denying the existence of discrimination and bias. Educate healthcare professionals on the impact of health disparities and structural racism on patient outcomes. Equip healthcare trainees and practicing clinicians with tools and resources to confront macroaggressions and microaggressions. Create a zero-tolerance policy for harassment and discrimination that includes a safe reporting mechanism for both the victim and the reporter. Increase support for research on healthcare disparities. Consider diversity as a subject integrated into medical education rather than an adjunct.", "contents": "Diversity and Discrimination in Health Care -- Enhancing Healthcare Team Outcomes. Acknowledge that past discrimination and current implicit biases lead to inequities related to race, gender, ethnicity, sexual orientation, and disability, which still exist in healthcare settings. Progress is limited by denying the existence of discrimination and bias. Educate healthcare professionals on the impact of health disparities and structural racism on patient outcomes. Equip healthcare trainees and practicing clinicians with tools and resources to confront macroaggressions and microaggressions. Create a zero-tolerance policy for harassment and discrimination that includes a safe reporting mechanism for both the victim and the reporter. Increase support for research on healthcare disparities. Consider diversity as a subject integrated into medical education rather than an adjunct."}
{"id": "article-130469_39", "title": "Diversity and Discrimination in Health Care -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diversity and Discrimination in Health Care -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}