{"id": "article-30885_0", "title": "Solar Urticaria -- Continuing Education Activity", "content": "Solar urticaria is a chronic acquired photosensitivity disorder. It consists of recurrent episodes of urticaria overlying areas of the skin that are exposed to sunlight. Despite being usually a benign condition, it may be extremely disabling, limiting everyday activities and severely altering the quality of life of patients. This activity reviews the evaluation and management of solar urticaria and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Solar Urticaria -- Continuing Education Activity. Solar urticaria is a chronic acquired photosensitivity disorder. It consists of recurrent episodes of urticaria overlying areas of the skin that are exposed to sunlight. Despite being usually a benign condition, it may be extremely disabling, limiting everyday activities and severely altering the quality of life of patients. This activity reviews the evaluation and management of solar urticaria and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-30885_1", "title": "Solar Urticaria -- Continuing Education Activity", "content": "Objectives: Describe a patient presentation consistent with solar urticaria. Explain when a definitive diagnosis of solar urticaria can be made. Review the treatment of solar urticaria. Summarize strategies to optimize care coordination among interprofessional team members to improve outcomes for patients affected by solar urticaria. Access free multiple choice questions on this topic.", "contents": "Solar Urticaria -- Continuing Education Activity. Objectives: Describe a patient presentation consistent with solar urticaria. Explain when a definitive diagnosis of solar urticaria can be made. Review the treatment of solar urticaria. Summarize strategies to optimize care coordination among interprofessional team members to improve outcomes for patients affected by solar urticaria. Access free multiple choice questions on this topic."}
{"id": "article-30885_2", "title": "Solar Urticaria -- Introduction", "content": "Solar urticaria is a chronic acquired photosensitivity disorder. It consists of recurrent episodes of urticaria rash developed on areas of the skin exposed to sunlight. Despite being usually a benign condition, it may be extremely disabling, thus limiting everyday activities and severely altering the quality of life of patients. [1] [2] [3] [4]", "contents": "Solar Urticaria -- Introduction. Solar urticaria is a chronic acquired photosensitivity disorder. It consists of recurrent episodes of urticaria rash developed on areas of the skin exposed to sunlight. Despite being usually a benign condition, it may be extremely disabling, thus limiting everyday activities and severely altering the quality of life of patients. [1] [2] [3] [4]"}
{"id": "article-30885_3", "title": "Solar Urticaria -- Etiology", "content": "Exposure of skin to sunlight causes solar urticaria. The radiation spectrum of action for solar urticaria ranges from ultraviolet B to visible light (wavelength of 300 nanometers to 500 nanometers) and is variable from one patient to another. [5]", "contents": "Solar Urticaria -- Etiology. Exposure of skin to sunlight causes solar urticaria. The radiation spectrum of action for solar urticaria ranges from ultraviolet B to visible light (wavelength of 300 nanometers to 500 nanometers) and is variable from one patient to another. [5]"}
{"id": "article-30885_4", "title": "Solar Urticaria -- Epidemiology", "content": "Solar urticaria is an uncommon type of urticaria. It accounts for less than 0.5% of all urticaria cases and 7% of all photodermatoses. The disease usually begins in young adulthood (median age 35 years), but cases of onset in neonates or elderly persons have been reported. There is a female predominance but no ethnic difference. In the largest series of patients, a history of atopy is noticed in less than 30% of cases. The association of solar urticaria with other types of chronic urticaria may be seen in up to 16% of patients. [6] [7]", "contents": "Solar Urticaria -- Epidemiology. Solar urticaria is an uncommon type of urticaria. It accounts for less than 0.5% of all urticaria cases and 7% of all photodermatoses. The disease usually begins in young adulthood (median age 35 years), but cases of onset in neonates or elderly persons have been reported. There is a female predominance but no ethnic difference. In the largest series of patients, a history of atopy is noticed in less than 30% of cases. The association of solar urticaria with other types of chronic urticaria may be seen in up to 16% of patients. [6] [7]"}
{"id": "article-30885_5", "title": "Solar Urticaria -- Pathophysiology", "content": "Solar urticaria pathophysiology is not entirely understood. It is an immediate hypersensitivity reaction, which might be IgE-mediated, occurring after exposure to the sun. The radiation may activate an endogenous substance called a chromophore, which could be present in the serum and/or the dermis, turning it into an immunologically active photo allergen. This later induces the degranulation of mast cells, resulting in lesions of urticaria. The intradermal positive reaction after injection of the patient’s irradiated serum is consistent with the hypothesis of a circulating chromophore. Certain radiation wavelengths (usually long ones) may inhibit the immunological reaction induced by other wavelengths (usually short ones). This is called the double spectrum of action. Occasionally, solar urticaria is triggered by an exogenous substance, such as some medications. Some examples include atorvastatin, chlorpromazine, tetracycline, or oral contraceptives. [8] [9] [10]", "contents": "Solar Urticaria -- Pathophysiology. Solar urticaria pathophysiology is not entirely understood. It is an immediate hypersensitivity reaction, which might be IgE-mediated, occurring after exposure to the sun. The radiation may activate an endogenous substance called a chromophore, which could be present in the serum and/or the dermis, turning it into an immunologically active photo allergen. This later induces the degranulation of mast cells, resulting in lesions of urticaria. The intradermal positive reaction after injection of the patient’s irradiated serum is consistent with the hypothesis of a circulating chromophore. Certain radiation wavelengths (usually long ones) may inhibit the immunological reaction induced by other wavelengths (usually short ones). This is called the double spectrum of action. Occasionally, solar urticaria is triggered by an exogenous substance, such as some medications. Some examples include atorvastatin, chlorpromazine, tetracycline, or oral contraceptives. [8] [9] [10]"}
{"id": "article-30885_6", "title": "Solar Urticaria -- Histopathology", "content": "The histopathology of solar urticaria almost mirrors other urticarias; the dermis shows mild edema with mixed infiltrate of neutrophils and eosinophils around the vasculature.", "contents": "Solar Urticaria -- Histopathology. The histopathology of solar urticaria almost mirrors other urticarias; the dermis shows mild edema with mixed infiltrate of neutrophils and eosinophils around the vasculature."}
{"id": "article-30885_7", "title": "Solar Urticaria -- History and Physical", "content": "Erythema and edematous papules occur within a few minutes after exposure to sunlight, on sun-exposed areas, and even on areas covered with thin and white clothing that allows the solar radiation to reach the underlying skin. Usually, covered skin reacts more severely to the sun when it is exposed. The face and hand skin seem more tolerant to sun radiation. The rash is associated with a sensation of itching or burning. Periorbital and/or mucosal angioedema may also be observed. Dermographism may be noticed in some patients. Systemic symptoms such as nausea, wheezing, dyspnea, or syncope are not uncommon, especially if large areas of the skin are exposed to sunlight during a long period. However, even if systemic symptoms are present, anaphylactic shock rarely occurs in solar urticaria. The cutaneous symptoms resolve in 75% of cases within an hour following the interruption of sun exposure and more within 24 hours. The severity and the duration of the symptoms are also related to the intensity of light.", "contents": "Solar Urticaria -- History and Physical. Erythema and edematous papules occur within a few minutes after exposure to sunlight, on sun-exposed areas, and even on areas covered with thin and white clothing that allows the solar radiation to reach the underlying skin. Usually, covered skin reacts more severely to the sun when it is exposed. The face and hand skin seem more tolerant to sun radiation. The rash is associated with a sensation of itching or burning. Periorbital and/or mucosal angioedema may also be observed. Dermographism may be noticed in some patients. Systemic symptoms such as nausea, wheezing, dyspnea, or syncope are not uncommon, especially if large areas of the skin are exposed to sunlight during a long period. However, even if systemic symptoms are present, anaphylactic shock rarely occurs in solar urticaria. The cutaneous symptoms resolve in 75% of cases within an hour following the interruption of sun exposure and more within 24 hours. The severity and the duration of the symptoms are also related to the intensity of light."}
{"id": "article-30885_8", "title": "Solar Urticaria -- Evaluation", "content": "The diagnosis of solar urticaria is suspected on anamnesis (transient urticarial lesions occurring a few minutes after exposure to sunlight), while the physical examination is normal in the absence of sun exposure.", "contents": "Solar Urticaria -- Evaluation. The diagnosis of solar urticaria is suspected on anamnesis (transient urticarial lesions occurring a few minutes after exposure to sunlight), while the physical examination is normal in the absence of sun exposure."}
{"id": "article-30885_9", "title": "Solar Urticaria -- Evaluation", "content": "Symptoms and distribution of solar urticaria can mimic other acquired photodermatoses. Differential diagnosis includes polymorphous light eruption, lupus erythematosus, drug-induced photosensitivity, and photo contact dermatitis. However, solar urticaria may be associated with other photodermatoses, such as polymorphous light eruption and porphyria cutanea tarda.", "contents": "Solar Urticaria -- Evaluation. Symptoms and distribution of solar urticaria can mimic other acquired photodermatoses. Differential diagnosis includes polymorphous light eruption, lupus erythematosus, drug-induced photosensitivity, and photo contact dermatitis. However, solar urticaria may be associated with other photodermatoses, such as polymorphous light eruption and porphyria cutanea tarda."}
{"id": "article-30885_10", "title": "Solar Urticaria -- Evaluation", "content": "The diagnosis of solar urticaria is confirmed by photo testing using UVA, UVB, and visible light sources. Sometimes natural light is also used. The aim of photo testing is to determine the spectrum of action (the triggering wavelengths) and the minimal urticarial dose (the minimal dose inducing an urticarial reaction). Determining the spectrum of action is also important for subsequent management so that the patients take precautions to avoid the triggering wavelengths.", "contents": "Solar Urticaria -- Evaluation. The diagnosis of solar urticaria is confirmed by photo testing using UVA, UVB, and visible light sources. Sometimes natural light is also used. The aim of photo testing is to determine the spectrum of action (the triggering wavelengths) and the minimal urticarial dose (the minimal dose inducing an urticarial reaction). Determining the spectrum of action is also important for subsequent management so that the patients take precautions to avoid the triggering wavelengths."}
{"id": "article-30885_11", "title": "Solar Urticaria -- Evaluation", "content": "The light sources are placed 10 centimeters to 15 centimeters from the back of the patient, and different doses of radiation are delivered. Clinical response is assessed every 10 minutes for an hour. Erythema and wheal occur immediately after photo testing and fade a few minutes after radiation cessation. However, in many cases, photo testing with artificial light sources is not contributive, as it may fail to induce cutaneous lesions, which may be triggered only by natural sunlight exposure. In some cases, repeating photo testing may help to obtain positive results.", "contents": "Solar Urticaria -- Evaluation. The light sources are placed 10 centimeters to 15 centimeters from the back of the patient, and different doses of radiation are delivered. Clinical response is assessed every 10 minutes for an hour. Erythema and wheal occur immediately after photo testing and fade a few minutes after radiation cessation. However, in many cases, photo testing with artificial light sources is not contributive, as it may fail to induce cutaneous lesions, which may be triggered only by natural sunlight exposure. In some cases, repeating photo testing may help to obtain positive results."}
{"id": "article-30885_12", "title": "Solar Urticaria -- Evaluation", "content": "A histopathological examination may be performed to rule out other photodermatoses. In solar urticaria, it shows typical features of urticaria which are endothelial swelling and dermal neutrophil, monocyte, and eosinophil infiltration. Photopatch testing may be beneficial to rule out drug-induced photosensitivity or photo contact dermatitis.", "contents": "Solar Urticaria -- Evaluation. A histopathological examination may be performed to rule out other photodermatoses. In solar urticaria, it shows typical features of urticaria which are endothelial swelling and dermal neutrophil, monocyte, and eosinophil infiltration. Photopatch testing may be beneficial to rule out drug-induced photosensitivity or photo contact dermatitis."}
{"id": "article-30885_13", "title": "Solar Urticaria -- Treatment / Management", "content": "There are no guidelines for the treatment of solar urticaria. Different treatments have been used with variable success. Sun exposure avoidance is logically recommended, as well as photoprotection with the use of broad-spectrum sunscreens and dark clothing. [11] [12] [13]", "contents": "Solar Urticaria -- Treatment / Management. There are no guidelines for the treatment of solar urticaria. Different treatments have been used with variable success. Sun exposure avoidance is logically recommended, as well as photoprotection with the use of broad-spectrum sunscreens and dark clothing. [11] [12] [13]"}
{"id": "article-30885_14", "title": "Solar Urticaria -- Treatment / Management", "content": "By analogy with idiopathic chronic urticaria treatment, second-generation antihistamine one receptor antagonist agents are largely used and are generally accepted as first-line. These include loratadine, fexofenadine, and cetirizine. They may induce relief in most cases but usually require higher doses, two to four times higher than the conventional ones. 2nd generation antihistamine 1 receptor antagonists seem to have greater efficacy in delayed onset urticaria but no effect on the erythema in solar urticaria.", "contents": "Solar Urticaria -- Treatment / Management. By analogy with idiopathic chronic urticaria treatment, second-generation antihistamine one receptor antagonist agents are largely used and are generally accepted as first-line. These include loratadine, fexofenadine, and cetirizine. They may induce relief in most cases but usually require higher doses, two to four times higher than the conventional ones. 2nd generation antihistamine 1 receptor antagonists seem to have greater efficacy in delayed onset urticaria but no effect on the erythema in solar urticaria."}
{"id": "article-30885_15", "title": "Solar Urticaria -- Treatment / Management", "content": "Since chronically exposed areas seem relatively tolerant to sun radiations, phototherapy (UVA, UVB, visible light) and photochemotherapy (PUVA) have been used to induce tolerance (hardening) to sunlight. This hardening process should be based on the spectrum of action and the minimal urticarial dose. PUVA seems to give a longer-lived response than phototherapy alone. Intravenous immunoglobulins, plasma exchange, cyclosporine, afamelanotide, and omalizumab have been used in patients with refractory solar urticaria with some success.", "contents": "Solar Urticaria -- Treatment / Management. Since chronically exposed areas seem relatively tolerant to sun radiations, phototherapy (UVA, UVB, visible light) and photochemotherapy (PUVA) have been used to induce tolerance (hardening) to sunlight. This hardening process should be based on the spectrum of action and the minimal urticarial dose. PUVA seems to give a longer-lived response than phototherapy alone. Intravenous immunoglobulins, plasma exchange, cyclosporine, afamelanotide, and omalizumab have been used in patients with refractory solar urticaria with some success."}
{"id": "article-30885_16", "title": "Solar Urticaria -- Treatment / Management", "content": "Oral steroids, leukotriene receptor antagonists, antimalarial drugs, prostaglandin inhibitors, and oral beta-carotene have shown little or no effect in the management of solar urticaria. Combination therapies are frequently needed to achieve and maintain acceptable clinical relief.", "contents": "Solar Urticaria -- Treatment / Management. Oral steroids, leukotriene receptor antagonists, antimalarial drugs, prostaglandin inhibitors, and oral beta-carotene have shown little or no effect in the management of solar urticaria. Combination therapies are frequently needed to achieve and maintain acceptable clinical relief."}
{"id": "article-30885_17", "title": "Solar Urticaria -- Differential Diagnosis", "content": "Differential diagnosis includes polymorphous light eruption, lupus erythematosus, drug-induced photosensitivity, and photo contact dermatitis. However, solar urticaria may be associated with other photodermatoses, such as polymorphous light eruption and porphyria cutanea tarda.", "contents": "Solar Urticaria -- Differential Diagnosis. Differential diagnosis includes polymorphous light eruption, lupus erythematosus, drug-induced photosensitivity, and photo contact dermatitis. However, solar urticaria may be associated with other photodermatoses, such as polymorphous light eruption and porphyria cutanea tarda."}
{"id": "article-30885_18", "title": "Solar Urticaria -- Prognosis", "content": "Solar urticaria is an enigmatic disorder that is not well understood. While the diagnosis is simple, its management is difficult. Solar urticaria usually develops in the third decade of life and becomes a chronic disease. The symptoms are managed with a range of treatments, but remission relies on a phenomenon known as \"hardening\" and is not achieved by all patients. This is the process where continued exposure to ultraviolet radiation decreases the likelihood of attacks. The probability of spontaneous resolution has been estimated as being 15% at 5 years and 25% at 10 years after the onset of the condition. [14] Overall, the prognosis for patients with severe urticaria is poor. Many patients are restricted indoors and lead a poor quality of life.", "contents": "Solar Urticaria -- Prognosis. Solar urticaria is an enigmatic disorder that is not well understood. While the diagnosis is simple, its management is difficult. Solar urticaria usually develops in the third decade of life and becomes a chronic disease. The symptoms are managed with a range of treatments, but remission relies on a phenomenon known as \"hardening\" and is not achieved by all patients. This is the process where continued exposure to ultraviolet radiation decreases the likelihood of attacks. The probability of spontaneous resolution has been estimated as being 15% at 5 years and 25% at 10 years after the onset of the condition. [14] Overall, the prognosis for patients with severe urticaria is poor. Many patients are restricted indoors and lead a poor quality of life."}
{"id": "article-30885_19", "title": "Solar Urticaria -- Complications", "content": "Because solar urticaria is thought to be caused by a type 1 hypersensitivity reaction, severe attacks of solar urticaria can lead to syncopal episodes, bronchospasm, and even anaphylaxis.", "contents": "Solar Urticaria -- Complications. Because solar urticaria is thought to be caused by a type 1 hypersensitivity reaction, severe attacks of solar urticaria can lead to syncopal episodes, bronchospasm, and even anaphylaxis."}
{"id": "article-30885_20", "title": "Solar Urticaria -- Deterrence and Patient Education", "content": "As with other conditions that involve photosensitivity, avoidance and protection from UVR must be stressed with patients. Broad-spectrum sunscreen applied liberally to sun-exposed areas, wide-brimmed hats, and clothing that provides adequate coverage from sunlight should be encouraged to avoid attacks of solar urticaria.", "contents": "Solar Urticaria -- Deterrence and Patient Education. As with other conditions that involve photosensitivity, avoidance and protection from UVR must be stressed with patients. Broad-spectrum sunscreen applied liberally to sun-exposed areas, wide-brimmed hats, and clothing that provides adequate coverage from sunlight should be encouraged to avoid attacks of solar urticaria."}
{"id": "article-30885_21", "title": "Solar Urticaria -- Pearls and Other Issues", "content": "Solar urticaria often has a chronic course. Approximately half of patients continue to be symptomatic ten to 15 years after the disease onset. A longer duration of solar urticaria before the first medical evaluation, as well as age older than 40 years, are associated with a longer disease course. Patients with exclusive reactivity to visible or natural light seem to have the best prognosis.", "contents": "Solar Urticaria -- Pearls and Other Issues. Solar urticaria often has a chronic course. Approximately half of patients continue to be symptomatic ten to 15 years after the disease onset. A longer duration of solar urticaria before the first medical evaluation, as well as age older than 40 years, are associated with a longer disease course. Patients with exclusive reactivity to visible or natural light seem to have the best prognosis."}
{"id": "article-30885_22", "title": "Solar Urticaria -- Enhancing Healthcare Team Outcomes", "content": "Solar urticaria is an enigmatic disorder that is not well understood. While the diagnosis is simple, its management is difficult. The condition is often encountered by the primary care provider, nurse practitioner, dermatologist, and internist. However, because the condition can be difficult to distinguish from other itching disorders, a referral to a dermatologist is recommended.", "contents": "Solar Urticaria -- Enhancing Healthcare Team Outcomes. Solar urticaria is an enigmatic disorder that is not well understood. While the diagnosis is simple, its management is difficult. The condition is often encountered by the primary care provider, nurse practitioner, dermatologist, and internist. However, because the condition can be difficult to distinguish from other itching disorders, a referral to a dermatologist is recommended."}
{"id": "article-30885_23", "title": "Solar Urticaria -- Enhancing Healthcare Team Outcomes", "content": "There are no guidelines for the treatment of solar urticaria. Different treatments have been used with variable success. Currently, high-dose second generation antihistamines, sun exposure avoidance, use of broad-spectrum sunscreens, and dark clothing photoprotection are considered first-line.", "contents": "Solar Urticaria -- Enhancing Healthcare Team Outcomes. There are no guidelines for the treatment of solar urticaria. Different treatments have been used with variable success. Currently, high-dose second generation antihistamines, sun exposure avoidance, use of broad-spectrum sunscreens, and dark clothing photoprotection are considered first-line."}
{"id": "article-30885_24", "title": "Solar Urticaria -- Enhancing Healthcare Team Outcomes", "content": "Those who fail conservative treatment may be managed with phototherapy and biological agents. Overall, the prognosis for patients with severe urticaria is poor. Many patients are restricted indoors and lead a poor quality of life. [15] [Level 5]", "contents": "Solar Urticaria -- Enhancing Healthcare Team Outcomes. Those who fail conservative treatment may be managed with phototherapy and biological agents. Overall, the prognosis for patients with severe urticaria is poor. Many patients are restricted indoors and lead a poor quality of life. [15] [Level 5]"}
{"id": "article-30885_25", "title": "Solar Urticaria -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Solar Urticaria -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}