{"id": "article-29129_0", "title": "Pediatric Skull Fractures -- Continuing Education Activity", "content": "A child's skull is thinner and more pliable than an adult skull, thus providing less protection to the brain. Head trauma is a common cause of morbidity and mortality in children. It is a regular presentation in the Paediatric Emergency Department (PED) and primary care. Suspected pediatric skull fractures should be evaluated using a CT, plain radiograph, MRI, and ultrasound to determine the extent of the injury. This activity outlines the evaluation and management of pediatric skull fractures and reviews the role of the interprofessional team in improving care for patients with this condition.", "contents": "Pediatric Skull Fractures -- Continuing Education Activity. A child's skull is thinner and more pliable than an adult skull, thus providing less protection to the brain. Head trauma is a common cause of morbidity and mortality in children. It is a regular presentation in the Paediatric Emergency Department (PED) and primary care. Suspected pediatric skull fractures should be evaluated using a CT, plain radiograph, MRI, and ultrasound to determine the extent of the injury. This activity outlines the evaluation and management of pediatric skull fractures and reviews the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-29129_1", "title": "Pediatric Skull Fractures -- Continuing Education Activity", "content": "Objectives: Describe the unique anatomy of a child's skull vs. an adult. Identify the important factors in an examination for a pediatric skull fracture, including diagnostic imaging, and cite possible evidence of child abuse. Outline management and treatment strategies for a pediatric skull fracture. Summarize the importance of improving care coordination among the interprofessional team members for close follow to ensure safe outcomes in those with pediatric skull fractures. Access free multiple choice questions on this topic.", "contents": "Pediatric Skull Fractures -- Continuing Education Activity. Objectives: Describe the unique anatomy of a child's skull vs. an adult. Identify the important factors in an examination for a pediatric skull fracture, including diagnostic imaging, and cite possible evidence of child abuse. Outline management and treatment strategies for a pediatric skull fracture. Summarize the importance of improving care coordination among the interprofessional team members for close follow to ensure safe outcomes in those with pediatric skull fractures. Access free multiple choice questions on this topic."}
{"id": "article-29129_2", "title": "Pediatric Skull Fractures -- Introduction", "content": "Head trauma can result in a skull fracture and is a common cause of morbidity and mortality in children. It is a regular presentation in the Paediatric Emergency Department (PED) and primary care. Children are more susceptible to head trauma and skull fracture than adults. A child's head size is approximately 18% of the total body surface area in infancy.  This will decrease to roughly 9% by adulthood.  Generally speaking, a child's skull is thinner and more pliable, thus providing less protection to the brain. [1] [2] [3]", "contents": "Pediatric Skull Fractures -- Introduction. Head trauma can result in a skull fracture and is a common cause of morbidity and mortality in children. It is a regular presentation in the Paediatric Emergency Department (PED) and primary care. Children are more susceptible to head trauma and skull fracture than adults. A child's head size is approximately 18% of the total body surface area in infancy.  This will decrease to roughly 9% by adulthood.  Generally speaking, a child's skull is thinner and more pliable, thus providing less protection to the brain. [1] [2] [3]"}
{"id": "article-29129_3", "title": "Pediatric Skull Fractures -- Etiology", "content": "Causes of head injury and skull fracture can be separated into accidental and non-accidental injuries.  Commonly, head injuries are caused by a fall. Other causes can include motor vehicle accidents (MVA), sports-related injuries, or other direct blows to the head. Occasionally, depressed \"ping-pong\" fractures can occur in newborns due to injury at birth. A non-accidental injury is important for clinicians to identify in children who present with a head injury and subsequent skull fracture.  This is particularly important in the non-mobile infant. A meta-analysis of 12 studies of skull fractures in abuse has shown a skull fracture to be a positive predictive value of 20.1% in suspected or confirmed abuse cases. [4] [5] [6]", "contents": "Pediatric Skull Fractures -- Etiology. Causes of head injury and skull fracture can be separated into accidental and non-accidental injuries.  Commonly, head injuries are caused by a fall. Other causes can include motor vehicle accidents (MVA), sports-related injuries, or other direct blows to the head. Occasionally, depressed \"ping-pong\" fractures can occur in newborns due to injury at birth. A non-accidental injury is important for clinicians to identify in children who present with a head injury and subsequent skull fracture.  This is particularly important in the non-mobile infant. A meta-analysis of 12 studies of skull fractures in abuse has shown a skull fracture to be a positive predictive value of 20.1% in suspected or confirmed abuse cases. [4] [5] [6]"}
{"id": "article-29129_4", "title": "Pediatric Skull Fractures -- Epidemiology", "content": "Head injury is a very common presentation to the PED and is the most common cause of lethal trauma in children. Fortunately, the majority (80% to 90%) of head injuries can be classified as mild. Very few injuries are life-threatening or require neurosurgical intervention. The incidence of skull fracture in children following head injury ranges from 2% to 20%, and further epidemiological study is needed for more accurate incidence and prevalence rates. Skull fracture has been shown to be more common in children under the age of 2 years following head trauma. A fracture of the calvarium (skull cap) is more common than one at the base of the skull. [7]", "contents": "Pediatric Skull Fractures -- Epidemiology. Head injury is a very common presentation to the PED and is the most common cause of lethal trauma in children. Fortunately, the majority (80% to 90%) of head injuries can be classified as mild. Very few injuries are life-threatening or require neurosurgical intervention. The incidence of skull fracture in children following head injury ranges from 2% to 20%, and further epidemiological study is needed for more accurate incidence and prevalence rates. Skull fracture has been shown to be more common in children under the age of 2 years following head trauma. A fracture of the calvarium (skull cap) is more common than one at the base of the skull. [7]"}
{"id": "article-29129_5", "title": "Pediatric Skull Fractures -- Pathophysiology", "content": "The skull can be divided into the calvarium and the skull base. The calvarium is made up of the frontal, parietal, occipital, and temporal bones. The skull base is composed of the sphenoid, palatine, and maxillary bones along with portions of the temporal and occipital bones.", "contents": "Pediatric Skull Fractures -- Pathophysiology. The skull can be divided into the calvarium and the skull base. The calvarium is made up of the frontal, parietal, occipital, and temporal bones. The skull base is composed of the sphenoid, palatine, and maxillary bones along with portions of the temporal and occipital bones."}
{"id": "article-29129_6", "title": "Pediatric Skull Fractures -- Pathophysiology -- Linear", "content": "This is the most common simple type. It is typically in the temporal or parietal area.", "contents": "Pediatric Skull Fractures -- Pathophysiology -- Linear. This is the most common simple type. It is typically in the temporal or parietal area."}
{"id": "article-29129_7", "title": "Pediatric Skull Fractures -- Pathophysiology -- Depressed", "content": "This is usually caused by a direct blow to the head and requires a neurosurgical opinion. A depressed skull fracture can sometimes be referred to as a ping-pong fracture.", "contents": "Pediatric Skull Fractures -- Pathophysiology -- Depressed. This is usually caused by a direct blow to the head and requires a neurosurgical opinion. A depressed skull fracture can sometimes be referred to as a ping-pong fracture."}
{"id": "article-29129_8", "title": "Pediatric Skull Fractures -- Pathophysiology -- Open", "content": "An open fracture carries a high risk of infection.", "contents": "Pediatric Skull Fractures -- Pathophysiology -- Open. An open fracture carries a high risk of infection."}
{"id": "article-29129_9", "title": "Pediatric Skull Fractures -- Pathophysiology -- Basal", "content": "Basal fractures involve any of the bones of the base of the skull. Basal fractures are more complicated due to underlying structures such as cranial nerves and sinuses which can lead to hearing loss, facial paralysis, or decreased sense of smell. They also can pose a risk for meningitis, with the most common causative organism being Streptococcus pneumoniae.", "contents": "Pediatric Skull Fractures -- Pathophysiology -- Basal. Basal fractures involve any of the bones of the base of the skull. Basal fractures are more complicated due to underlying structures such as cranial nerves and sinuses which can lead to hearing loss, facial paralysis, or decreased sense of smell. They also can pose a risk for meningitis, with the most common causative organism being Streptococcus pneumoniae."}
{"id": "article-29129_10", "title": "Pediatric Skull Fractures -- Pathophysiology -- Diastatic", "content": "Diastatic fractures occur when there is a separation of the cranial sutures, most commonly with the lambdoid suture.", "contents": "Pediatric Skull Fractures -- Pathophysiology -- Diastatic. Diastatic fractures occur when there is a separation of the cranial sutures, most commonly with the lambdoid suture."}
{"id": "article-29129_11", "title": "Pediatric Skull Fractures -- Pathophysiology -- Growing", "content": "A growing fracture describes herniation of the brain through the broken dura following a skull fracture (often diastatic). It usually presents later and grows as the brain herniates through the gap, as a persistent swelling or pulsatile mass. It is uncommon.", "contents": "Pediatric Skull Fractures -- Pathophysiology -- Growing. A growing fracture describes herniation of the brain through the broken dura following a skull fracture (often diastatic). It usually presents later and grows as the brain herniates through the gap, as a persistent swelling or pulsatile mass. It is uncommon."}
{"id": "article-29129_12", "title": "Pediatric Skull Fractures -- History and Physical", "content": "A concise history can assist the clinician when determining whether a child presenting with a head injury has a high risk of a skull fracture or traumatic brain injury.", "contents": "Pediatric Skull Fractures -- History and Physical. A concise history can assist the clinician when determining whether a child presenting with a head injury has a high risk of a skull fracture or traumatic brain injury."}
{"id": "article-29129_13", "title": "Pediatric Skull Fractures -- History and Physical -- Important Factors", "content": "Time and presentation of injury: A delayed presentation should trigger concern and further questioning to determine if a non-accidental injury is a possibility. Mechanism of injury: Fall, dropped,  collision, blow to the head, or motor vehicle accident (MVA). Whether the event was witnessed and if so by whom. Further details about the injury: In the case of a fall, note the height of the fall and landing surface. In the case of an MVA, ask if the patient was ejected from the car or was rolled over and whether another passenger was killed, indicating a high-risk injury. Condition immediately after the injury: Period of lost consciousness versus immediate cry. Condition since the injury occurred: Level of alertness, eating, vomiting, seizures. Past medical history: Bony disorders such as osteogenesis imperfecta, bleeding disorders such as hemophilia, or if the child is on any medications.", "contents": "Pediatric Skull Fractures -- History and Physical -- Important Factors. Time and presentation of injury: A delayed presentation should trigger concern and further questioning to determine if a non-accidental injury is a possibility. Mechanism of injury: Fall, dropped,  collision, blow to the head, or motor vehicle accident (MVA). Whether the event was witnessed and if so by whom. Further details about the injury: In the case of a fall, note the height of the fall and landing surface. In the case of an MVA, ask if the patient was ejected from the car or was rolled over and whether another passenger was killed, indicating a high-risk injury. Condition immediately after the injury: Period of lost consciousness versus immediate cry. Condition since the injury occurred: Level of alertness, eating, vomiting, seizures. Past medical history: Bony disorders such as osteogenesis imperfecta, bleeding disorders such as hemophilia, or if the child is on any medications."}
{"id": "article-29129_14", "title": "Pediatric Skull Fractures -- History and Physical -- Examination", "content": "A trauma protocol with the primary, secondary, and tertiary survey if major trauma is suspected.", "contents": "Pediatric Skull Fractures -- History and Physical -- Examination. A trauma protocol with the primary, secondary, and tertiary survey if major trauma is suspected."}
{"id": "article-29129_15", "title": "Pediatric Skull Fractures -- History and Physical -- Examination", "content": "Glasgow coma scale (GCS) to assess the level of alertness. GCS may be less accurate in younger age groups, and a modified score should be used.", "contents": "Pediatric Skull Fractures -- History and Physical -- Examination. Glasgow coma scale (GCS) to assess the level of alertness. GCS may be less accurate in younger age groups, and a modified score should be used."}
{"id": "article-29129_16", "title": "Pediatric Skull Fractures -- History and Physical -- Examination", "content": "Examination of the head to palpate for a boggy swelling (may indicate an underlying fracture), a palpable fracture line, or lacerations. Head circumference should be measured if the fontanelle is open as an increasing head circumference can indicate intracranial bleeding or swelling.", "contents": "Pediatric Skull Fractures -- History and Physical -- Examination. Examination of the head to palpate for a boggy swelling (may indicate an underlying fracture), a palpable fracture line, or lacerations. Head circumference should be measured if the fontanelle is open as an increasing head circumference can indicate intracranial bleeding or swelling."}
{"id": "article-29129_17", "title": "Pediatric Skull Fractures -- History and Physical -- Examination", "content": "Ear, nose, and throat examination to look for signs of basal skull fracture including haemotympanum, cerebrospinal fluid (CSF) or bloody otorrhoea or rhinorrhoea, Battle sign (ecchymosis on the mastoid process), or raccoon eyes (periorbital ecchymosis). Ring sign can be used to assess for CSF rhinorrhoea/otorrhoea that is mixed with blood. When the fluid is dropped onto filter paper, the CSF separates as a ring around the blood (central blood with a clear ring around it). However, the ring sign is not specific to CSF as blood mixed with water, saline, and other mucous also will produce a ring sign.", "contents": "Pediatric Skull Fractures -- History and Physical -- Examination. Ear, nose, and throat examination to look for signs of basal skull fracture including haemotympanum, cerebrospinal fluid (CSF) or bloody otorrhoea or rhinorrhoea, Battle sign (ecchymosis on the mastoid process), or raccoon eyes (periorbital ecchymosis). Ring sign can be used to assess for CSF rhinorrhoea/otorrhoea that is mixed with blood. When the fluid is dropped onto filter paper, the CSF separates as a ring around the blood (central blood with a clear ring around it). However, the ring sign is not specific to CSF as blood mixed with water, saline, and other mucous also will produce a ring sign."}
{"id": "article-29129_18", "title": "Pediatric Skull Fractures -- History and Physical -- Examination", "content": "Neurological and cranial nerve examination for signs of raised intracranial pressure including fundoscopy. Cranial nerve abnormalities such as visual defect, anosmia, hearing defect, facial numbness, or paralysis also can indicate a skull base fracture.", "contents": "Pediatric Skull Fractures -- History and Physical -- Examination. Neurological and cranial nerve examination for signs of raised intracranial pressure including fundoscopy. Cranial nerve abnormalities such as visual defect, anosmia, hearing defect, facial numbness, or paralysis also can indicate a skull base fracture."}
{"id": "article-29129_19", "title": "Pediatric Skull Fractures -- History and Physical -- Examination", "content": "Head-to-toe examination assessing for bruising or other injuries in case of other traumatic injuries, or if suspicious, of non-accidental injury.", "contents": "Pediatric Skull Fractures -- History and Physical -- Examination. Head-to-toe examination assessing for bruising or other injuries in case of other traumatic injuries, or if suspicious, of non-accidental injury."}
{"id": "article-29129_20", "title": "Pediatric Skull Fractures -- History and Physical", "content": "As a safeguarding procedure, the clinician always needs to carefully consider whether the described mechanism of injury is consistent with the developmental age of the child and the clinical findings.", "contents": "Pediatric Skull Fractures -- History and Physical. As a safeguarding procedure, the clinician always needs to carefully consider whether the described mechanism of injury is consistent with the developmental age of the child and the clinical findings."}
{"id": "article-29129_21", "title": "Pediatric Skull Fractures -- Evaluation", "content": "Skull fractures can be identified on plain radiography, computed tomogram (CT), ultrasound, and magnetic resonance imaging (MRI). Although practice varies throughout the literature, current guidance discourages the use of a skull radiograph and advises the use of a CT scan as the first-line investigation of choice if a skull fracture is suspected. In a few cases, a well, asymptomatic child with a localized head injury that is suspicious for a fracture may be a candidate for a skull x-ray instead of CT. The risks associated with a CT scan in a child also should be considered. The younger the child, the greater the risk of malignancy later in life as a result of exposure to ionizing radiation. There also are associated risks with the sedation or anesthesia that may be required to perform a CT on a child. [8] [9]", "contents": "Pediatric Skull Fractures -- Evaluation. Skull fractures can be identified on plain radiography, computed tomogram (CT), ultrasound, and magnetic resonance imaging (MRI). Although practice varies throughout the literature, current guidance discourages the use of a skull radiograph and advises the use of a CT scan as the first-line investigation of choice if a skull fracture is suspected. In a few cases, a well, asymptomatic child with a localized head injury that is suspicious for a fracture may be a candidate for a skull x-ray instead of CT. The risks associated with a CT scan in a child also should be considered. The younger the child, the greater the risk of malignancy later in life as a result of exposure to ionizing radiation. There also are associated risks with the sedation or anesthesia that may be required to perform a CT on a child. [8] [9]"}
{"id": "article-29129_22", "title": "Pediatric Skull Fractures -- Evaluation", "content": "Multiple clinical decision rules exist to guide clinicians when a child with a head injury requires CT; the PECARN  (Paediatric Emergency Care Applied Research Network) head injury algorithm, the CATCH (Canadian Assessment for Tomography of Childhood Head Injury) rule, and the CHALICE (Children's Head Injury Algorithm for prediction of Clinically Important Events) rule. Signs of skull fracture that warrant investigation with CT include signs of basal skull fracture, a palpable fracture, a swelling, bruise or hematoma measuring greater than 5 millimeters, or suspicion of a depressed skull fracture.", "contents": "Pediatric Skull Fractures -- Evaluation. Multiple clinical decision rules exist to guide clinicians when a child with a head injury requires CT; the PECARN  (Paediatric Emergency Care Applied Research Network) head injury algorithm, the CATCH (Canadian Assessment for Tomography of Childhood Head Injury) rule, and the CHALICE (Children's Head Injury Algorithm for prediction of Clinically Important Events) rule. Signs of skull fracture that warrant investigation with CT include signs of basal skull fracture, a palpable fracture, a swelling, bruise or hematoma measuring greater than 5 millimeters, or suspicion of a depressed skull fracture."}
{"id": "article-29129_23", "title": "Pediatric Skull Fractures -- Evaluation", "content": "Ultrasound can be used to identify skull fractures in younger patients although it is not widely used and further studies are needed to assess its efficacy. MRI could prove a useful investigation without radiation exposure, but its use is also limited, due to availability in the acute setting. Repeat CT imaging for patients with isolated skull fractures is not deemed necessary unless worsening clinical indicators develop.", "contents": "Pediatric Skull Fractures -- Evaluation. Ultrasound can be used to identify skull fractures in younger patients although it is not widely used and further studies are needed to assess its efficacy. MRI could prove a useful investigation without radiation exposure, but its use is also limited, due to availability in the acute setting. Repeat CT imaging for patients with isolated skull fractures is not deemed necessary unless worsening clinical indicators develop."}
{"id": "article-29129_24", "title": "Pediatric Skull Fractures -- Evaluation", "content": "Some centers have safeguarding policies in place to guide the need for further investigation for non-accidental injury in younger children and infants with a skull fracture. Routine skeletal surveys in this population with isolated skull fracture may only yield results in the non-mobile infants (less than 6 months) unless there are other indications. In these children, a skull radiograph may be required in addition to a CT as it has a higher sensitivity for old fractures.", "contents": "Pediatric Skull Fractures -- Evaluation. Some centers have safeguarding policies in place to guide the need for further investigation for non-accidental injury in younger children and infants with a skull fracture. Routine skeletal surveys in this population with isolated skull fracture may only yield results in the non-mobile infants (less than 6 months) unless there are other indications. In these children, a skull radiograph may be required in addition to a CT as it has a higher sensitivity for old fractures."}
{"id": "article-29129_25", "title": "Pediatric Skull Fractures -- Treatment / Management", "content": "Management of skull fractures depends on the location and type of fracture along with the presence (or absence) of underlying brain injury. Most skull fractures that are simple linear fractures without underlying brain injury will require no intervention. Various practice patterns exist in regard to recommendations for observation periods or close outpatient follow-up. There are also variations in whether skull fractures should be treated similarly to concussions. In fact, one study has shown that most fractures requiring intervention do not necessarily require intervention for the fracture alone, but rather for an associated underlying injury. Younger patients, and symptomatic patients, should be admitted to the hospital for an observation period.  Variations to this practice are supported by multiple studies that have shown that asymptomatic children with simple fractures can be safely discharged from the emergency department. However, in each of these cases, a CT of the head had been performed to rule out an underlying brain injury. [10] [11] [12]", "contents": "Pediatric Skull Fractures -- Treatment / Management. Management of skull fractures depends on the location and type of fracture along with the presence (or absence) of underlying brain injury. Most skull fractures that are simple linear fractures without underlying brain injury will require no intervention. Various practice patterns exist in regard to recommendations for observation periods or close outpatient follow-up. There are also variations in whether skull fractures should be treated similarly to concussions. In fact, one study has shown that most fractures requiring intervention do not necessarily require intervention for the fracture alone, but rather for an associated underlying injury. Younger patients, and symptomatic patients, should be admitted to the hospital for an observation period.  Variations to this practice are supported by multiple studies that have shown that asymptomatic children with simple fractures can be safely discharged from the emergency department. However, in each of these cases, a CT of the head had been performed to rule out an underlying brain injury. [10] [11] [12]"}
{"id": "article-29129_26", "title": "Pediatric Skull Fractures -- Treatment / Management", "content": "Frontal bone fractures are more likely to require neurosurgical repair. A depressed fracture usually requires intervention. Indications for a neurosurgical elevation of a depressed fracture include depression of 5 millimeters or more, dural injury, underlying hematoma, or gross contamination. An open fracture will likely require exploration and washout with antibiotic coverage. Basal skull fractures are usually managed conservatively unless there is persistent CSF leakage. A patient with a basal skull fracture should not have a nasogastric tube or nasal cannula. There is no evidence to support the role of prophylactic antibiotics in preventing meningitis, although, persistent CSF leak may increase the risk of meningitis.", "contents": "Pediatric Skull Fractures -- Treatment / Management. Frontal bone fractures are more likely to require neurosurgical repair. A depressed fracture usually requires intervention. Indications for a neurosurgical elevation of a depressed fracture include depression of 5 millimeters or more, dural injury, underlying hematoma, or gross contamination. An open fracture will likely require exploration and washout with antibiotic coverage. Basal skull fractures are usually managed conservatively unless there is persistent CSF leakage. A patient with a basal skull fracture should not have a nasogastric tube or nasal cannula. There is no evidence to support the role of prophylactic antibiotics in preventing meningitis, although, persistent CSF leak may increase the risk of meningitis."}
{"id": "article-29129_27", "title": "Pediatric Skull Fractures -- Differential Diagnosis", "content": "Brain laceration Epidural hematoma Frontal lobe syndromes Generalized tonic-clonic seizures Hydrocephalus Open and depressed fracture Prion-related diseases Subdural empyema Subgaleal hematoma", "contents": "Pediatric Skull Fractures -- Differential Diagnosis. Brain laceration Epidural hematoma Frontal lobe syndromes Generalized tonic-clonic seizures Hydrocephalus Open and depressed fracture Prion-related diseases Subdural empyema Subgaleal hematoma"}
{"id": "article-29129_28", "title": "Pediatric Skull Fractures -- Complications", "content": "The main complications associated with a pediatric skull fracture include: Seizures Venous sinus thrombosis Intracerebral bleed Meningitis (if there is an open fracture) Growing skull fracture", "contents": "Pediatric Skull Fractures -- Complications. The main complications associated with a pediatric skull fracture include: Seizures Venous sinus thrombosis Intracerebral bleed Meningitis (if there is an open fracture) Growing skull fracture"}
{"id": "article-29129_29", "title": "Pediatric Skull Fractures -- Consultations", "content": "Neurosurgery Trauma surgery Neurointensivist", "contents": "Pediatric Skull Fractures -- Consultations. Neurosurgery Trauma surgery Neurointensivist"}
{"id": "article-29129_30", "title": "Pediatric Skull Fractures -- Pearls and Other Issues", "content": "Although head injury can lead to fatal brain injury and death, the majority of skull fractures are simple and can be managed conservatively. A head injury with a skull fracture, understandably, can generate huge parental anxiety, and clinicians need to be equipped with information to educate parents and allay fears. In addition, addressing concerns about safeguarding and non-accidental injury should be dealt with openly and in a professional manner. When the discharge occurs directly from the emergency department, it should be to a safe environment with clear discharge instructions and return precautions.", "contents": "Pediatric Skull Fractures -- Pearls and Other Issues. Although head injury can lead to fatal brain injury and death, the majority of skull fractures are simple and can be managed conservatively. A head injury with a skull fracture, understandably, can generate huge parental anxiety, and clinicians need to be equipped with information to educate parents and allay fears. In addition, addressing concerns about safeguarding and non-accidental injury should be dealt with openly and in a professional manner. When the discharge occurs directly from the emergency department, it should be to a safe environment with clear discharge instructions and return precautions."}
{"id": "article-29129_31", "title": "Pediatric Skull Fractures -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional approach should be considered in conjunction with trauma services, neurosurgery, general pediatrics, nurse practitioners, and social work.  The treatment depends on the severity of the injury and depression of the bone fragments. Close follow-up is paramount to ensure safe outcomes.  Any child suspected to be a victim of nonaccidental trauma should be reported per state law.  The outcomes of skull fractures depend on many factors like a concomitant injury to other organs, the presence of neurological deficit at the time of presentation, low GCS, and the need for mechanical ventilation. [13] [14] (Level V)", "contents": "Pediatric Skull Fractures -- Enhancing Healthcare Team Outcomes. An interprofessional approach should be considered in conjunction with trauma services, neurosurgery, general pediatrics, nurse practitioners, and social work.  The treatment depends on the severity of the injury and depression of the bone fragments. Close follow-up is paramount to ensure safe outcomes.  Any child suspected to be a victim of nonaccidental trauma should be reported per state law.  The outcomes of skull fractures depend on many factors like a concomitant injury to other organs, the presence of neurological deficit at the time of presentation, low GCS, and the need for mechanical ventilation. [13] [14] (Level V)"}
{"id": "article-29129_32", "title": "Pediatric Skull Fractures -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pediatric Skull Fractures -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}