{"id": "article-24149_0", "title": "Left Atrial Enlargement -- Continuing Education Activity", "content": "Left atrial enlargement (LAE) is an anatomic variation of the left atria and is a result of increased left atrial pressure for a prolonged period. Left atrial size has prognostic implications, and studies reveal that LAE can independently predict the development of clinically significant cardiovascular diseases and heart failure. Underlying pathologies leading to LAE must be explored in a timely fashion to avoid life fatal consequences. This activity reviews the evaluation and management of LAE and highlights the significance of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Left Atrial Enlargement -- Continuing Education Activity. Left atrial enlargement (LAE) is an anatomic variation of the left atria and is a result of increased left atrial pressure for a prolonged period. Left atrial size has prognostic implications, and studies reveal that LAE can independently predict the development of clinically significant cardiovascular diseases and heart failure. Underlying pathologies leading to LAE must be explored in a timely fashion to avoid life fatal consequences. This activity reviews the evaluation and management of LAE and highlights the significance of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-24149_1", "title": "Left Atrial Enlargement -- Continuing Education Activity", "content": "Objectives: Identify the etiology of left atrial enlargement. Outline the typical presentation of a patient with left atrial enlargement. Review the treatment and management options for patients with left atrial enlargement. Explain the importance of improving care coordination amongst the interprofessional team to enhance the delivery of care for patients with left atrial enlargement. Access free multiple choice questions on this topic.", "contents": "Left Atrial Enlargement -- Continuing Education Activity. Objectives: Identify the etiology of left atrial enlargement. Outline the typical presentation of a patient with left atrial enlargement. Review the treatment and management options for patients with left atrial enlargement. Explain the importance of improving care coordination amongst the interprofessional team to enhance the delivery of care for patients with left atrial enlargement. Access free multiple choice questions on this topic."}
{"id": "article-24149_2", "title": "Left Atrial Enlargement -- Introduction", "content": "The left atrium (LA) is a crucial component of the cardiac physiology that partakes in collecting blood into the heart and modulates left ventricular filling during systole and diastole, respectively. [1] Left atrial enlargement (LAE) is the hallmark of the structural remodeling process, which occurs in response to chronic pressure and volume overload. LAE occurs most commonly in association with diastolic dysfunction, left ventricular hypertrophy, mitral valvular disease, and systemic hypertension. [2] [3] The size of LA has prognostic implications, and studies reveal that LAE can independently predict the development of clinically significant several cardiovascular diseases and heart failure. [4] [5] In the absence of mitral valvular disease, atrial fibrillation, and high cardiac output states its an excellent indicator of Left ventricular diastolic dysfunction. Therefore, the assessment of LAE is important and is achievable by various imaging techniques.", "contents": "Left Atrial Enlargement -- Introduction. The left atrium (LA) is a crucial component of the cardiac physiology that partakes in collecting blood into the heart and modulates left ventricular filling during systole and diastole, respectively. [1] Left atrial enlargement (LAE) is the hallmark of the structural remodeling process, which occurs in response to chronic pressure and volume overload. LAE occurs most commonly in association with diastolic dysfunction, left ventricular hypertrophy, mitral valvular disease, and systemic hypertension. [2] [3] The size of LA has prognostic implications, and studies reveal that LAE can independently predict the development of clinically significant several cardiovascular diseases and heart failure. [4] [5] In the absence of mitral valvular disease, atrial fibrillation, and high cardiac output states its an excellent indicator of Left ventricular diastolic dysfunction. Therefore, the assessment of LAE is important and is achievable by various imaging techniques."}
{"id": "article-24149_3", "title": "Left Atrial Enlargement -- Etiology", "content": "Both congenital and acquired conditions can lead to LAE. Some of the causes and conditions are as follows [4] [6] : Left ventricular diastolic dysfunction Left to right shunt as in ventricular septal defect (VSD) and patent ductus arteriosus (PDA) Hypertension Aortic stenosis Mitral stenosis Mitral regurgitation Left ventricular failure Left atrial mass or myxoma Arteriovenous fistulas Athlete's heart", "contents": "Left Atrial Enlargement -- Etiology. Both congenital and acquired conditions can lead to LAE. Some of the causes and conditions are as follows [4] [6] : Left ventricular diastolic dysfunction Left to right shunt as in ventricular septal defect (VSD) and patent ductus arteriosus (PDA) Hypertension Aortic stenosis Mitral stenosis Mitral regurgitation Left ventricular failure Left atrial mass or myxoma Arteriovenous fistulas Athlete's heart"}
{"id": "article-24149_4", "title": "Left Atrial Enlargement -- Epidemiology", "content": "The exact prevalence of left atrial enlargement is not available. Nonetheless, a study conducted by Bombelli et al. revealed that 12% of the participant over 10 years developed LAE. [7] The average age of the participants at the beginning of the study was 47 years old. LA size is affected by anthropomorphic variants such as age, gender, and body size. LAE is not a result of the normal aging process rather a consequence of pathophysiological changes associated with normal aging. Further, men have larger LA than women, and the size of left atria increases with an increase in body size. [4]", "contents": "Left Atrial Enlargement -- Epidemiology. The exact prevalence of left atrial enlargement is not available. Nonetheless, a study conducted by Bombelli et al. revealed that 12% of the participant over 10 years developed LAE. [7] The average age of the participants at the beginning of the study was 47 years old. LA size is affected by anthropomorphic variants such as age, gender, and body size. LAE is not a result of the normal aging process rather a consequence of pathophysiological changes associated with normal aging. Further, men have larger LA than women, and the size of left atria increases with an increase in body size. [4]"}
{"id": "article-24149_5", "title": "Left Atrial Enlargement -- Pathophysiology", "content": "LAE is most commonly due to conditions caused by pressure overload, volume overload, or both. Mitral valve stenosis or left ventricular dysfunction with or without any valvular disease can increase left atrial afterload, which over time, causes LAE as compensation. [8] [9] The left atrium connects to the left ventricular through the mitral valve. In a non-compliant left ventricle, left atrial pressure increases, followed by LAE to maintain LV filling pressure. Similarly, right to left shunts and arteriovenous fistulas and mitral regurgitation cause volume overload in the left atria, subsequently leading to LAE. [4] LAE is an early finding in hypertensive heart disease. [10] LAE is a strong predictor of atrial fibrillation. [11] [12]", "contents": "Left Atrial Enlargement -- Pathophysiology. LAE is most commonly due to conditions caused by pressure overload, volume overload, or both. Mitral valve stenosis or left ventricular dysfunction with or without any valvular disease can increase left atrial afterload, which over time, causes LAE as compensation. [8] [9] The left atrium connects to the left ventricular through the mitral valve. In a non-compliant left ventricle, left atrial pressure increases, followed by LAE to maintain LV filling pressure. Similarly, right to left shunts and arteriovenous fistulas and mitral regurgitation cause volume overload in the left atria, subsequently leading to LAE. [4] LAE is an early finding in hypertensive heart disease. [10] LAE is a strong predictor of atrial fibrillation. [11] [12]"}
{"id": "article-24149_6", "title": "Left Atrial Enlargement -- History and Physical", "content": "There are no signs and symptoms of LAE in itself, and it is a pathophysiological response to other underlying cardiovascular conditions. Therefore, the focus should be on recognizing signs and symptoms related to the underlying pathological causes of LAE. Patients with LAE might present with a variety of symptoms, including palpitations, dyspnea, syncope, peripheral edema, fatigue, and weight gain.", "contents": "Left Atrial Enlargement -- History and Physical. There are no signs and symptoms of LAE in itself, and it is a pathophysiological response to other underlying cardiovascular conditions. Therefore, the focus should be on recognizing signs and symptoms related to the underlying pathological causes of LAE. Patients with LAE might present with a variety of symptoms, including palpitations, dyspnea, syncope, peripheral edema, fatigue, and weight gain."}
{"id": "article-24149_7", "title": "Left Atrial Enlargement -- History and Physical", "content": "Similarly, some patients in early phases of underlying cardiac disease such as left ventricular hypertrophy and a mild form of mitral valve diseases, stenosis or regurgitation, and undiagnosed systemic hypertension may present with absolutely no symptom, and the initial presentation could be an abnormal electrocardiogram or echocardiogram examined for any other reason. It is necessary for proper evaluation of the history of present illness in these patients, including the past medical history, social and family history that includes the risk factors for left ventricular hypertrophy, valvular abnormalities, congenital heart diseases, arrhythmias, and hypertension.", "contents": "Left Atrial Enlargement -- History and Physical. Similarly, some patients in early phases of underlying cardiac disease such as left ventricular hypertrophy and a mild form of mitral valve diseases, stenosis or regurgitation, and undiagnosed systemic hypertension may present with absolutely no symptom, and the initial presentation could be an abnormal electrocardiogram or echocardiogram examined for any other reason. It is necessary for proper evaluation of the history of present illness in these patients, including the past medical history, social and family history that includes the risk factors for left ventricular hypertrophy, valvular abnormalities, congenital heart diseases, arrhythmias, and hypertension."}
{"id": "article-24149_8", "title": "Left Atrial Enlargement -- Evaluation", "content": "Atrial size and function are assessable using various modalities, including echocardiography, cardiac computed tomography (CCT), and cardiac magnetic resonance (CMR). However, an echocardiogram is a more common choice due to easy availability and safety. [13] [14] . Echocardiographic assessment of left atrial volume correlates well with  CT and MRI. [15]", "contents": "Left Atrial Enlargement -- Evaluation. Atrial size and function are assessable using various modalities, including echocardiography, cardiac computed tomography (CCT), and cardiac magnetic resonance (CMR). However, an echocardiogram is a more common choice due to easy availability and safety. [13] [14] . Echocardiographic assessment of left atrial volume correlates well with  CT and MRI. [15]"}
{"id": "article-24149_9", "title": "Left Atrial Enlargement -- Evaluation", "content": "Echocardiogram: LA size is measurable by multiple methods using two-dimensional and M-mode echocardiography. [16] [17] [13] Linear measurement of the left atria, however, might not truly represent the left atrial size, especially in asymmetrical enlargement of the LA. Hence, there has been a paradigm shift in the LA assessment. LA volume is the current standard of echocardiographic assessment of LA remodeling.  LV volume is approximated using either the biplane area-length method or Simpson’s biplane method as per the recommendation of the American Society of Echocardiography and the European Association of Echocardiography. LA volume is affected by the body habitus, and hence it should be indexed to body surface area (LAVi). [18] [19] A normal LAVi using an echocardiogram is 22 plus or minus  6 ml/m, and the American Society of Echocardiography considers the cut-off for LA enlargement as greater than 28 ml/m (mild greater than or equal to 28; moderate greater than or equal to 34; severe greater than or equal to 40). Newer three-dimensional echocardiography is increasingly an option to assess LA volume and enlargement. [20]", "contents": "Left Atrial Enlargement -- Evaluation. Echocardiogram: LA size is measurable by multiple methods using two-dimensional and M-mode echocardiography. [16] [17] [13] Linear measurement of the left atria, however, might not truly represent the left atrial size, especially in asymmetrical enlargement of the LA. Hence, there has been a paradigm shift in the LA assessment. LA volume is the current standard of echocardiographic assessment of LA remodeling.  LV volume is approximated using either the biplane area-length method or Simpson’s biplane method as per the recommendation of the American Society of Echocardiography and the European Association of Echocardiography. LA volume is affected by the body habitus, and hence it should be indexed to body surface area (LAVi). [18] [19] A normal LAVi using an echocardiogram is 22 plus or minus  6 ml/m, and the American Society of Echocardiography considers the cut-off for LA enlargement as greater than 28 ml/m (mild greater than or equal to 28; moderate greater than or equal to 34; severe greater than or equal to 40). Newer three-dimensional echocardiography is increasingly an option to assess LA volume and enlargement. [20]"}
{"id": "article-24149_10", "title": "Left Atrial Enlargement -- Evaluation", "content": "Electrocardiogram (EKG): The presence of any one of the following EKG findings would warrant a further investigation for LAE in the appropriate clinical context. [21] [22] [23] [24] P wave in any lead greater than 0.11 s Notched P wave with an interpeak duration exceeding 0.04 s; P mitral P wave axis less than 30 degrees", "contents": "Left Atrial Enlargement -- Evaluation. Electrocardiogram (EKG): The presence of any one of the following EKG findings would warrant a further investigation for LAE in the appropriate clinical context. [21] [22] [23] [24] P wave in any lead greater than 0.11 s Notched P wave with an interpeak duration exceeding 0.04 s; P mitral P wave axis less than 30 degrees"}
{"id": "article-24149_11", "title": "Left Atrial Enlargement -- Treatment / Management", "content": "There is no guidelines-based treatment available for LAE. Currently, no known medical therapy is available to reverse the left atrial remodeling. The focus of care and medical treatment in patients with LAE is the identification and treatment of underlying pathologies.", "contents": "Left Atrial Enlargement -- Treatment / Management. There is no guidelines-based treatment available for LAE. Currently, no known medical therapy is available to reverse the left atrial remodeling. The focus of care and medical treatment in patients with LAE is the identification and treatment of underlying pathologies."}
{"id": "article-24149_12", "title": "Left Atrial Enlargement -- Treatment / Management", "content": "Treating valvular abnormalities: Mitral valve stenosis/regurgitation involves medical therapy geared towards relieving symptoms, percutaneous mitral valvuloplasty, and surgical treatment. Patients might also need anticoagulation therapy should they develop arrhythmias to lower thromboembolic risks.", "contents": "Left Atrial Enlargement -- Treatment / Management. Treating valvular abnormalities: Mitral valve stenosis/regurgitation involves medical therapy geared towards relieving symptoms, percutaneous mitral valvuloplasty, and surgical treatment. Patients might also need anticoagulation therapy should they develop arrhythmias to lower thromboembolic risks."}
{"id": "article-24149_13", "title": "Left Atrial Enlargement -- Treatment / Management", "content": "Treating hypertension: It is the most common modifiable risk factor for cardiovascular diseases. Many blood pressures lowering agents are available to aid patients in lowering blood pressure. Similarly, lifestyle modification, including consuming low salt diet, exercising regularly, limiting alcohol intake, quitting smoking are some of the measures that assist in lowering blood pressure.", "contents": "Left Atrial Enlargement -- Treatment / Management. Treating hypertension: It is the most common modifiable risk factor for cardiovascular diseases. Many blood pressures lowering agents are available to aid patients in lowering blood pressure. Similarly, lifestyle modification, including consuming low salt diet, exercising regularly, limiting alcohol intake, quitting smoking are some of the measures that assist in lowering blood pressure."}
{"id": "article-24149_14", "title": "Left Atrial Enlargement -- Treatment / Management", "content": "Treating left ventricular dysfunction and heart failure: Medical therapy remains the cornerstone of these pathologies. The mainstay of medical treatment includes beta-blockers (BB) including carvedilol, metoprolol succinate, and bisoprolol, angiotensin-converting enzyme inhibitors (ACEi)/angiotensin receptor blockers (ARB), and mineralocorticoid receptor antagonists (MRA). A new class of medication angiotensin receptor neprilysin inhibitor sacubitril/valsartan is also being recognized recently for offering mortality benefits in patients with heart failure with reduced ejection fraction. [25] [26]", "contents": "Left Atrial Enlargement -- Treatment / Management. Treating left ventricular dysfunction and heart failure: Medical therapy remains the cornerstone of these pathologies. The mainstay of medical treatment includes beta-blockers (BB) including carvedilol, metoprolol succinate, and bisoprolol, angiotensin-converting enzyme inhibitors (ACEi)/angiotensin receptor blockers (ARB), and mineralocorticoid receptor antagonists (MRA). A new class of medication angiotensin receptor neprilysin inhibitor sacubitril/valsartan is also being recognized recently for offering mortality benefits in patients with heart failure with reduced ejection fraction. [25] [26]"}
{"id": "article-24149_15", "title": "Left Atrial Enlargement -- Differential Diagnosis", "content": "Mitral stenosis", "contents": "Left Atrial Enlargement -- Differential Diagnosis. Mitral stenosis"}
{"id": "article-24149_16", "title": "Left Atrial Enlargement -- Prognosis", "content": "LAE is not a benign condition.  LA diameter, in the absence of LVH, acts as a prognosticator of fatal and nonfatal cardiovascular events independently of other contributors to cardiovascular risk such as hypertension. [27] Left atrial size is independently associated with all-cause mortality in both sexes and with ischemic stroke in women. [28] Underlying pathology leading to LAE should be explored and managed accordingly to avoid any catastrophic outcome and prevent poor quality of life.", "contents": "Left Atrial Enlargement -- Prognosis. LAE is not a benign condition.  LA diameter, in the absence of LVH, acts as a prognosticator of fatal and nonfatal cardiovascular events independently of other contributors to cardiovascular risk such as hypertension. [27] Left atrial size is independently associated with all-cause mortality in both sexes and with ischemic stroke in women. [28] Underlying pathology leading to LAE should be explored and managed accordingly to avoid any catastrophic outcome and prevent poor quality of life."}
{"id": "article-24149_17", "title": "Left Atrial Enlargement -- Complications", "content": "Most commonly encountered complications include [27] [4] : Atrial fibrillation Stroke Heart failure with preserved ejection fraction (HFpEF)", "contents": "Left Atrial Enlargement -- Complications. Most commonly encountered complications include [27] [4] : Atrial fibrillation Stroke Heart failure with preserved ejection fraction (HFpEF)"}
{"id": "article-24149_18", "title": "Left Atrial Enlargement -- Deterrence and Patient Education", "content": "It is likely that patients with left atrial enlargement may not experience any symptoms throughout their lifetime. Nonetheless, the presence of LAE might be a sign of underlying cardiac pathology and requires further exploration. Since treatment of the disease itself is not available, patients with left atrial enlargement must be made aware of the other underlying cardiac pathologies and guided accordingly in terms of management, which ranges from simple lifestyle modifications to surgical evaluation and treatment.", "contents": "Left Atrial Enlargement -- Deterrence and Patient Education. It is likely that patients with left atrial enlargement may not experience any symptoms throughout their lifetime. Nonetheless, the presence of LAE might be a sign of underlying cardiac pathology and requires further exploration. Since treatment of the disease itself is not available, patients with left atrial enlargement must be made aware of the other underlying cardiac pathologies and guided accordingly in terms of management, which ranges from simple lifestyle modifications to surgical evaluation and treatment."}
{"id": "article-24149_19", "title": "Left Atrial Enlargement -- Pearls and Other Issues", "content": "One of the major pitfalls in LA assessment is inaccurate echocardiographic measurements. More than one echocardiographic plane (especially two orthogonal planes) are necessary for assessing LAVi. The foreshortening of the long axis of LA should be avoided.", "contents": "Left Atrial Enlargement -- Pearls and Other Issues. One of the major pitfalls in LA assessment is inaccurate echocardiographic measurements. More than one echocardiographic plane (especially two orthogonal planes) are necessary for assessing LAVi. The foreshortening of the long axis of LA should be avoided."}
{"id": "article-24149_20", "title": "Left Atrial Enlargement -- Enhancing Healthcare Team Outcomes", "content": "There are guidelines available for the diagnosis of LAE, but no therapeutic management geared towards its management. Hence, the most critical feature in terms of management of the condition is the treatment of any underlying cardiac pathology and patient education to avoid fatal consequences. Since LAE is a prognosticator of cardiovascular events, both fatal and non-fatal, management of the condition is best with an interprofessional health care team approach, including doctors, nurses, pharmacists, physiotherapists, dietitians, physical trainers, and psychologists.", "contents": "Left Atrial Enlargement -- Enhancing Healthcare Team Outcomes. There are guidelines available for the diagnosis of LAE, but no therapeutic management geared towards its management. Hence, the most critical feature in terms of management of the condition is the treatment of any underlying cardiac pathology and patient education to avoid fatal consequences. Since LAE is a prognosticator of cardiovascular events, both fatal and non-fatal, management of the condition is best with an interprofessional health care team approach, including doctors, nurses, pharmacists, physiotherapists, dietitians, physical trainers, and psychologists."}
{"id": "article-24149_21", "title": "Left Atrial Enlargement -- Enhancing Healthcare Team Outcomes", "content": "Following an established diagnosis of LAE is established, the patient should receive education about the disease and the need for further evaluation of other coexisting cardiac pathologies. Asymptomatic patients should continue to get annual exams, including echocardiograms. Patients with underlying hypertension need strict blood pressure control. Patients with underlying heart failure require medical management and lifestyle modification, as well. A dietary consult can help patients to adjust to low salt diet and healthy eating habits. A patient with LAE and palpitation must undergo an EKG and a Holter monitor to evaluate any underlying arrhythmia that can develop as a consequence of LAE. Many patients might require anticoagulation therapy to avoid any thromboembolic event. Pharmacists can help ensure patients get all their medications in a timely fashion. They can also recommend medication selection, dosing, and reconciliation to avoid any drug interactions. Pharmacists can also help report any adverse drug reaction to the health care team and assist in subsequent medication changes as well as patient counseling. Nurses, especially cardiovascular trained, are a vital part of the patient team care. Nurses are an extension of the treating physician in an appropriate clinical setting. They can help administer medications while the patient remains in the hospital. Their role is also vital in monitoring patient compliance, providing counseling, and answering questions from the patient and the family members. A fully collaborative, interprofessional team approach can help achieve optimal results in patients with LAE. [Level 5]", "contents": "Left Atrial Enlargement -- Enhancing Healthcare Team Outcomes. Following an established diagnosis of LAE is established, the patient should receive education about the disease and the need for further evaluation of other coexisting cardiac pathologies. Asymptomatic patients should continue to get annual exams, including echocardiograms. Patients with underlying hypertension need strict blood pressure control. Patients with underlying heart failure require medical management and lifestyle modification, as well. A dietary consult can help patients to adjust to low salt diet and healthy eating habits. A patient with LAE and palpitation must undergo an EKG and a Holter monitor to evaluate any underlying arrhythmia that can develop as a consequence of LAE. Many patients might require anticoagulation therapy to avoid any thromboembolic event. Pharmacists can help ensure patients get all their medications in a timely fashion. They can also recommend medication selection, dosing, and reconciliation to avoid any drug interactions. Pharmacists can also help report any adverse drug reaction to the health care team and assist in subsequent medication changes as well as patient counseling. Nurses, especially cardiovascular trained, are a vital part of the patient team care. Nurses are an extension of the treating physician in an appropriate clinical setting. They can help administer medications while the patient remains in the hospital. Their role is also vital in monitoring patient compliance, providing counseling, and answering questions from the patient and the family members. A fully collaborative, interprofessional team approach can help achieve optimal results in patients with LAE. [Level 5]"}
{"id": "article-24149_22", "title": "Left Atrial Enlargement -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Left Atrial Enlargement -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}