{"id": "article-27007_0", "title": "Peripheral Edema -- Continuing Education Activity", "content": "Edema can affect any body part and range from local swelling to full-blown anasarca, depending on the underlying pathology. A classic example of local swelling is an insect bite. An example of anasarca can be seen in nephrotic syndrome. Other than localized edema, edema does not become clinically apparent until the interstitial volume has increased by 2.5 to 3 liters because the tissues constituting the interstitium can easily accommodate several liters of fluid. Peripheral edema is a common finding in daily medical practice, both in outpatient and inpatient settings. It can vary from benign conditions to serious medical conditions, including congestive heart failure, liver failure, and kidney failure. This activity reviews the evaluation and treatment of peripheral edema and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Peripheral Edema -- Continuing Education Activity. Edema can affect any body part and range from local swelling to full-blown anasarca, depending on the underlying pathology. A classic example of local swelling is an insect bite. An example of anasarca can be seen in nephrotic syndrome. Other than localized edema, edema does not become clinically apparent until the interstitial volume has increased by 2.5 to 3 liters because the tissues constituting the interstitium can easily accommodate several liters of fluid. Peripheral edema is a common finding in daily medical practice, both in outpatient and inpatient settings. It can vary from benign conditions to serious medical conditions, including congestive heart failure, liver failure, and kidney failure. This activity reviews the evaluation and treatment of peripheral edema and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-27007_1", "title": "Peripheral Edema -- Continuing Education Activity", "content": "Objectives: Describe the causes of peripheral edema. Outline the evaluation that should be completed on a patient with peripheral edema. Summarize the management of peripheral edema. Explain the importance of coordination of care of the interprofessional team in caring for patients with peripheral edema. Access free multiple choice questions on this topic.", "contents": "Peripheral Edema -- Continuing Education Activity. Objectives: Describe the causes of peripheral edema. Outline the evaluation that should be completed on a patient with peripheral edema. Summarize the management of peripheral edema. Explain the importance of coordination of care of the interprofessional team in caring for patients with peripheral edema. Access free multiple choice questions on this topic."}
{"id": "article-27007_2", "title": "Peripheral Edema -- Introduction", "content": "Fluid compartments in the human body are divided between the intracellular and extracellular spaces. The extracellular space constitutes about one-third of total body water, further divided into intravascular plasma volume (25%) and the extravascular interstitial space (75%). The fluid balance between these compartments is maintained by hydrostatic pressures and oncotic pressures described by Starling. The other two important factors in fluid balance are vessel wall permeability and the lymphatic system. The lymphatic system collects fluid and filtered proteins from the interstitial space and returns that back to the vasculature. Any disturbance in this delicate homeostasis that results in net filtration out of the vascular space or impaired fluid return by lymphatics leads to fluid accumulation in the interstitial space, called edema. Edema can affect any body part and range from local swelling to full-blown anasarca, depending on the underlying pathology. A classic example of local swelling is an insect bite. An example of anasarca can be seen in nephrotic syndrome. [1]", "contents": "Peripheral Edema -- Introduction. Fluid compartments in the human body are divided between the intracellular and extracellular spaces. The extracellular space constitutes about one-third of total body water, further divided into intravascular plasma volume (25%) and the extravascular interstitial space (75%). The fluid balance between these compartments is maintained by hydrostatic pressures and oncotic pressures described by Starling. The other two important factors in fluid balance are vessel wall permeability and the lymphatic system. The lymphatic system collects fluid and filtered proteins from the interstitial space and returns that back to the vasculature. Any disturbance in this delicate homeostasis that results in net filtration out of the vascular space or impaired fluid return by lymphatics leads to fluid accumulation in the interstitial space, called edema. Edema can affect any body part and range from local swelling to full-blown anasarca, depending on the underlying pathology. A classic example of local swelling is an insect bite. An example of anasarca can be seen in nephrotic syndrome. [1]"}
{"id": "article-27007_3", "title": "Peripheral Edema -- Introduction", "content": "Other than localized edema, edema does not become clinically apparent until the interstitial volume has increased by 2.5 to 3 liters because the tissues constituting the interstitium can easily accommodate several liters of fluid. Therefore, a patient's weight may increase by nearly 10% before pitting edema is evident.", "contents": "Peripheral Edema -- Introduction. Other than localized edema, edema does not become clinically apparent until the interstitial volume has increased by 2.5 to 3 liters because the tissues constituting the interstitium can easily accommodate several liters of fluid. Therefore, a patient's weight may increase by nearly 10% before pitting edema is evident."}
{"id": "article-27007_4", "title": "Peripheral Edema -- Etiology", "content": "Causes of peripheral edema can be divided depending on the underlying mechanism. [2]", "contents": "Peripheral Edema -- Etiology. Causes of peripheral edema can be divided depending on the underlying mechanism. [2]"}
{"id": "article-27007_5", "title": "Peripheral Edema -- Etiology -- Regional Venous Hypertension (often unilateral)", "content": "Deep vein thrombosis Compartment syndrome Chronic venous insufficiency", "contents": "Peripheral Edema -- Etiology -- Regional Venous Hypertension (often unilateral). Deep vein thrombosis Compartment syndrome Chronic venous insufficiency"}
{"id": "article-27007_6", "title": "Peripheral Edema -- Etiology -- Systemic Venous Hypertension (often bilateral)", "content": "Heart failure Pericarditis Pulmonary hypertension Liver failure/cirrhosis", "contents": "Peripheral Edema -- Etiology -- Systemic Venous Hypertension (often bilateral). Heart failure Pericarditis Pulmonary hypertension Liver failure/cirrhosis"}
{"id": "article-27007_7", "title": "Peripheral Edema -- Etiology -- Increased Plasma Volume", "content": "Pregnancy Premenstrual edema Renal failure Heart failure Drugs", "contents": "Peripheral Edema -- Etiology -- Increased Plasma Volume. Pregnancy Premenstrual edema Renal failure Heart failure Drugs"}
{"id": "article-27007_8", "title": "Peripheral Edema -- Etiology -- Protein Loss", "content": "Nephrotic syndrome Preeclampsia/eclampsia", "contents": "Peripheral Edema -- Etiology -- Protein Loss. Nephrotic syndrome Preeclampsia/eclampsia"}
{"id": "article-27007_9", "title": "Peripheral Edema -- Etiology -- Reduced Protein Synthesis", "content": "Malnutrition/malabsorption Liver failure/cirrhosis Vitamin deficiencies", "contents": "Peripheral Edema -- Etiology -- Reduced Protein Synthesis. Malnutrition/malabsorption Liver failure/cirrhosis Vitamin deficiencies"}
{"id": "article-27007_10", "title": "Peripheral Edema -- Etiology -- Increased Capillary Permeability", "content": "Burns Insect bites Cellulitis Allergic reactions", "contents": "Peripheral Edema -- Etiology -- Increased Capillary Permeability. Burns Insect bites Cellulitis Allergic reactions"}
{"id": "article-27007_11", "title": "Peripheral Edema -- Etiology -- Lymphatic Obstruction", "content": "Filariasis Malignancy involving lymph nodes leading to obstruction Postsurgical after lymphadenectomy/radiation", "contents": "Peripheral Edema -- Etiology -- Lymphatic Obstruction. Filariasis Malignancy involving lymph nodes leading to obstruction Postsurgical after lymphadenectomy/radiation"}
{"id": "article-27007_12", "title": "Peripheral Edema -- Etiology -- Others", "content": "Myxedema in hypothyroidism Lipedema Idiopathic", "contents": "Peripheral Edema -- Etiology -- Others. Myxedema in hypothyroidism Lipedema Idiopathic"}
{"id": "article-27007_13", "title": "Peripheral Edema -- Etiology -- Medications Associated with Edema", "content": "More Common Endocrine Thiazolidinediones Rosiglitazone Pioglitazone Glucocorticoids Aromatase inhibitors Testosterone Androgens Fludrocortisone Estrogen Progesterone Tamoxifen Calcium channel blockers and other vasodilators Amlodipine Felodipine Nicardipine Nifedipine Nimodipine Alpha-blockers Hydralazine Minoxidil Less Common Antidepressants Trazodone Monoamine oxidase inhibitors Nondidydropridine calcium channel blockers Verapamil Diltiazem Antiparkinson Ropinirole Pramipexole Other Proton pump inhibitors Diazoxide NSAIDs", "contents": "Peripheral Edema -- Etiology -- Medications Associated with Edema. More Common Endocrine Thiazolidinediones Rosiglitazone Pioglitazone Glucocorticoids Aromatase inhibitors Testosterone Androgens Fludrocortisone Estrogen Progesterone Tamoxifen Calcium channel blockers and other vasodilators Amlodipine Felodipine Nicardipine Nifedipine Nimodipine Alpha-blockers Hydralazine Minoxidil Less Common Antidepressants Trazodone Monoamine oxidase inhibitors Nondidydropridine calcium channel blockers Verapamil Diltiazem Antiparkinson Ropinirole Pramipexole Other Proton pump inhibitors Diazoxide NSAIDs"}
{"id": "article-27007_14", "title": "Peripheral Edema -- Epidemiology", "content": "The most common cause of peripheral edema in patients over 50 yrs of age is venous insufficiency. It is related to aging, but many other underlying comorbid conditions like heart failure, renal failure, liver failure, and trauma can affect any age group. Peripheral edema can also be commonly observed in pregnancy.", "contents": "Peripheral Edema -- Epidemiology. The most common cause of peripheral edema in patients over 50 yrs of age is venous insufficiency. It is related to aging, but many other underlying comorbid conditions like heart failure, renal failure, liver failure, and trauma can affect any age group. Peripheral edema can also be commonly observed in pregnancy."}
{"id": "article-27007_15", "title": "Peripheral Edema -- Pathophysiology", "content": "The two basic steps involved in edema formation are alterations in the capillary hemodynamics that favors fluid leakage from the vascular compartment into the interstitium and renal retention of sodium and water by the kidneys via the renin-angiotensin-aldosterone system as a compensatory mechanism. Any systemic or local venous obstruction or expansion in plasma volume leads to an increase in the hydrostatic pressure that predisposes to edema. As normal body plasma is only about 3 liters, the diffusion of large amounts of water and electrolytes into the interstitial compartment compels the renal retention of sodium and water to maintain intravascular volume and hemodynamic stability.", "contents": "Peripheral Edema -- Pathophysiology. The two basic steps involved in edema formation are alterations in the capillary hemodynamics that favors fluid leakage from the vascular compartment into the interstitium and renal retention of sodium and water by the kidneys via the renin-angiotensin-aldosterone system as a compensatory mechanism. Any systemic or local venous obstruction or expansion in plasma volume leads to an increase in the hydrostatic pressure that predisposes to edema. As normal body plasma is only about 3 liters, the diffusion of large amounts of water and electrolytes into the interstitial compartment compels the renal retention of sodium and water to maintain intravascular volume and hemodynamic stability."}
{"id": "article-27007_16", "title": "Peripheral Edema -- Pathophysiology", "content": "Effective intravascular volume depletion in congestive heart failure and liver cirrhosis initiates a neurohumoral cascade to maintain adequate circulating volume. This cascade works via renal vasoconstriction, reducing glomerular filtration, increasing sodium reabsorption proximally mediated by angiotensin II and norepinephrine, and increasing sodium and water reabsorption in the collecting tubules mediated by aldosterone and antidiuretic hormone. Additionally, endothelium-derived factors like nitric oxide and prostaglandins further limit sodium and water excretion, promoting edema. [2]", "contents": "Peripheral Edema -- Pathophysiology. Effective intravascular volume depletion in congestive heart failure and liver cirrhosis initiates a neurohumoral cascade to maintain adequate circulating volume. This cascade works via renal vasoconstriction, reducing glomerular filtration, increasing sodium reabsorption proximally mediated by angiotensin II and norepinephrine, and increasing sodium and water reabsorption in the collecting tubules mediated by aldosterone and antidiuretic hormone. Additionally, endothelium-derived factors like nitric oxide and prostaglandins further limit sodium and water excretion, promoting edema. [2]"}
{"id": "article-27007_17", "title": "Peripheral Edema -- Pathophysiology", "content": "The major contributor to maintaining intravascular oncotic pressure is impermeant proteins, mainly albumin. Albumin is essential for maintaining plasma oncotic pressure, and a level below 2 g/dl of plasma often results in edema. Hypoproteinemia can occur in many conditions, including nephrotic syndrome, severe nutritional deficiency, and severe liver disease in which hepatic synthetic function is impaired. Some medications, like calcium channel blockers, especially dihydropyridines, are more notorious, causing peripheral edema due to more selective arteriolar vasodilatation. Other uncommon conditions are myxedema, lymphedema, and idiopathic edema.", "contents": "Peripheral Edema -- Pathophysiology. The major contributor to maintaining intravascular oncotic pressure is impermeant proteins, mainly albumin. Albumin is essential for maintaining plasma oncotic pressure, and a level below 2 g/dl of plasma often results in edema. Hypoproteinemia can occur in many conditions, including nephrotic syndrome, severe nutritional deficiency, and severe liver disease in which hepatic synthetic function is impaired. Some medications, like calcium channel blockers, especially dihydropyridines, are more notorious, causing peripheral edema due to more selective arteriolar vasodilatation. Other uncommon conditions are myxedema, lymphedema, and idiopathic edema."}
{"id": "article-27007_18", "title": "Peripheral Edema -- Pathophysiology", "content": "Myxedema occurs in hypothyroidism, causing more often localized edema of the eyelids, face, and hands. There is an accumulation of mucopolysaccharides and proteins in the interstitium due to an increase in capillary permeability followed by sodium and water, but the exact pathophysiology of myxedema is not fully understood. Lymphedema is caused by impaired lymphatic transport leading to the accumulation of lymphatic fluid in the interstitium, mostly in the extremities. [3]", "contents": "Peripheral Edema -- Pathophysiology. Myxedema occurs in hypothyroidism, causing more often localized edema of the eyelids, face, and hands. There is an accumulation of mucopolysaccharides and proteins in the interstitium due to an increase in capillary permeability followed by sodium and water, but the exact pathophysiology of myxedema is not fully understood. Lymphedema is caused by impaired lymphatic transport leading to the accumulation of lymphatic fluid in the interstitium, mostly in the extremities. [3]"}
{"id": "article-27007_19", "title": "Peripheral Edema -- Pathophysiology", "content": "Idiopathic edema is poorly understood that primarily affects premenopausal women. The key features are periodic episodes of edema in the hands and legs and abdominal bloating that are not clearly related to the menstrual cycle. By definition, it is a diagnosis of exclusion. It is most common in the third and fourth decades of life. Psychologic and emotional disturbances can exacerbate this condition.", "contents": "Peripheral Edema -- Pathophysiology. Idiopathic edema is poorly understood that primarily affects premenopausal women. The key features are periodic episodes of edema in the hands and legs and abdominal bloating that are not clearly related to the menstrual cycle. By definition, it is a diagnosis of exclusion. It is most common in the third and fourth decades of life. Psychologic and emotional disturbances can exacerbate this condition."}
{"id": "article-27007_20", "title": "Peripheral Edema -- History and Physical", "content": "The history and physical are essential because of a wide range of differential diagnoses in peripheral edema. Therefore, the timing of the edema, any changes in position, whether unilateral or bilateral, medication history, and evaluation for systemic diseases are crucial. Acute swelling of the limb within 72 hours is more common in deep venous thrombosis (DVT), cellulitis, acute injury from trauma, or recent initiation of new medications like calcium channel blockers. The chronic accumulation of more generalized edema over days, weeks, and months is usually due to underlying systemic conditions like congestive heart failure (CHF), liver disease, and renal disease.", "contents": "Peripheral Edema -- History and Physical. The history and physical are essential because of a wide range of differential diagnoses in peripheral edema. Therefore, the timing of the edema, any changes in position, whether unilateral or bilateral, medication history, and evaluation for systemic diseases are crucial. Acute swelling of the limb within 72 hours is more common in deep venous thrombosis (DVT), cellulitis, acute injury from trauma, or recent initiation of new medications like calcium channel blockers. The chronic accumulation of more generalized edema over days, weeks, and months is usually due to underlying systemic conditions like congestive heart failure (CHF), liver disease, and renal disease."}
{"id": "article-27007_21", "title": "Peripheral Edema -- History and Physical", "content": "Dependent edema is more common in venous insufficiency, which usually improves with elevation and worsens with dependency. Edema due to a decrease in plasma oncotic pressure, like malabsorption, liver failure, and nephrotic syndrome, does not change much with the position. Unilateral edema suggests local insults like DVT, cellulitis, venous obstruction, or lymphatic obstruction from tumor and radiation treatment. On the other hand, bilateral edema suggests systemic diseases such as CHF, liver failure, kidney disease, or severe malabsorption syndromes. [4]", "contents": "Peripheral Edema -- History and Physical. Dependent edema is more common in venous insufficiency, which usually improves with elevation and worsens with dependency. Edema due to a decrease in plasma oncotic pressure, like malabsorption, liver failure, and nephrotic syndrome, does not change much with the position. Unilateral edema suggests local insults like DVT, cellulitis, venous obstruction, or lymphatic obstruction from tumor and radiation treatment. On the other hand, bilateral edema suggests systemic diseases such as CHF, liver failure, kidney disease, or severe malabsorption syndromes. [4]"}
{"id": "article-27007_22", "title": "Peripheral Edema -- History and Physical", "content": "The detailed physical exam can help immensely to differentiate systemic causes such as CHF (common findings are jugular venous distension, dyspnea, bilateral crackles, and history of heart disease), liver disease (jaundice, ascites, history of hepatitis, and alcohol use disorder), renal disease (proteinuria, oliguria, history of uncontrolled diabetes and hypertension), thyroid disease (fatigue, anemia, weight gain). Edema should be assessed for pitting, tenderness, and skin changes. Also, in the early stages of lymphedema, pitting occurs due to an influx of protein-rich fluid into the interstitium before fibrosis of the subcutaneous tissue; therefore, lymphedema should be considered in the differential in pitting edema. Tenderness is common in cellulitis and DVT, while edema in systemic diseases like CHF, renal, and liver disease is usually non-tender. Acute DVT and cellulitis can increase the temperature of the skin over the affected area due to the activation of cellular and humoral factors. Chronic venous insufficiency is often associated with a brawny reddish texture due to the deposition of hemosiderin. In later stages, patients can develop venous ulcers that may progress to deep, weeping erosions. [5]", "contents": "Peripheral Edema -- History and Physical. The detailed physical exam can help immensely to differentiate systemic causes such as CHF (common findings are jugular venous distension, dyspnea, bilateral crackles, and history of heart disease), liver disease (jaundice, ascites, history of hepatitis, and alcohol use disorder), renal disease (proteinuria, oliguria, history of uncontrolled diabetes and hypertension), thyroid disease (fatigue, anemia, weight gain). Edema should be assessed for pitting, tenderness, and skin changes. Also, in the early stages of lymphedema, pitting occurs due to an influx of protein-rich fluid into the interstitium before fibrosis of the subcutaneous tissue; therefore, lymphedema should be considered in the differential in pitting edema. Tenderness is common in cellulitis and DVT, while edema in systemic diseases like CHF, renal, and liver disease is usually non-tender. Acute DVT and cellulitis can increase the temperature of the skin over the affected area due to the activation of cellular and humoral factors. Chronic venous insufficiency is often associated with a brawny reddish texture due to the deposition of hemosiderin. In later stages, patients can develop venous ulcers that may progress to deep, weeping erosions. [5]"}
{"id": "article-27007_23", "title": "Peripheral Edema -- History and Physical", "content": "Myxedema, due to hypothyroidism, presents with generalized thick skin with yellow to orange discoloration associated with nonpitting periorbital edema. [6] In lipedema, which is a pathologic accumulation of adipose tissue in the extremities, the feet are generally spared.", "contents": "Peripheral Edema -- History and Physical. Myxedema, due to hypothyroidism, presents with generalized thick skin with yellow to orange discoloration associated with nonpitting periorbital edema. [6] In lipedema, which is a pathologic accumulation of adipose tissue in the extremities, the feet are generally spared."}
{"id": "article-27007_24", "title": "Peripheral Edema -- Evaluation", "content": "Initial efforts in the workup should focus on excluding major systemic causes, including heart failure, liver failure, and kidney failure. Therefore, a thorough history and physical examination are vital to minimize unnecessary testing. If systemic causes are suspected, for example, in CHF, chest radiography, EKG, serum brain natriuretic peptide (BNP) should be checked. Depending on these tests, echocardiography can be obtained for further evaluation. [7] In renal disease, the basic metabolic profile, including serum creatinine and urinalysis to check proteinuria, are the basic laboratory tests. Renal ultrasound can be obtained if suspicion of renal disease is high to rule out intrinsic disease. [8]", "contents": "Peripheral Edema -- Evaluation. Initial efforts in the workup should focus on excluding major systemic causes, including heart failure, liver failure, and kidney failure. Therefore, a thorough history and physical examination are vital to minimize unnecessary testing. If systemic causes are suspected, for example, in CHF, chest radiography, EKG, serum brain natriuretic peptide (BNP) should be checked. Depending on these tests, echocardiography can be obtained for further evaluation. [7] In renal disease, the basic metabolic profile, including serum creatinine and urinalysis to check proteinuria, are the basic laboratory tests. Renal ultrasound can be obtained if suspicion of renal disease is high to rule out intrinsic disease. [8]"}
{"id": "article-27007_25", "title": "Peripheral Edema -- Evaluation", "content": "In liver disease, start with liver function tests and albumin, followed by a liver ultrasound if suspicion is high or abnormal labs. [9] If hypothyroidism is suspected, thyroid function tests followed by ultrasound are obtained if necessary. Doppler ultrasonography is the modality of choice if suspicion of DVT is high. It can also be used to confirm the diagnosis of chronic venous insufficiency.", "contents": "Peripheral Edema -- Evaluation. In liver disease, start with liver function tests and albumin, followed by a liver ultrasound if suspicion is high or abnormal labs. [9] If hypothyroidism is suspected, thyroid function tests followed by ultrasound are obtained if necessary. Doppler ultrasonography is the modality of choice if suspicion of DVT is high. It can also be used to confirm the diagnosis of chronic venous insufficiency."}
{"id": "article-27007_26", "title": "Peripheral Edema -- Treatment / Management", "content": "Treatment should be guided by an underlying condition predisposing to edema formation. [10] The only form of generalized edema that is life-threatening is pulmonary edema. Therefore it is the only form that requires immediate therapy. All other edematous states are not as dangerous to the patient. Therefore, the removal of the excess fluid can proceed more slowly.", "contents": "Peripheral Edema -- Treatment / Management. Treatment should be guided by an underlying condition predisposing to edema formation. [10] The only form of generalized edema that is life-threatening is pulmonary edema. Therefore it is the only form that requires immediate therapy. All other edematous states are not as dangerous to the patient. Therefore, the removal of the excess fluid can proceed more slowly."}
{"id": "article-27007_27", "title": "Peripheral Edema -- Treatment / Management", "content": "Diuretics are the treatment of choice for CHF, liver, and renal disease. Loop diuretics are usually the most effective, but several doses are required daily because of their short half-life. Patients with cirrhosis often have secondary hyperaldosteronism; therefore, spironolactone is the first choice of diuretic therapy along with furosemide. [11] Approximately 300 to 500 mL/day is the maximum amount mobilized by most patients with isolated ascites. [12] However, rapid diuresis should be avoided in cirrhotic patients, especially those without much peripheral edema, to avoid hepatorenal syndrome, azotemia, and hemodynamic collapse in already low intravascular fluid volume. Paracentesis can be performed if needed to reduce the need for a high dose of diuretics and avoid electrolyte imbalance. Some patients with idiopathic edema are already on diuretics; in that case, the treatment is usually a low-sodium diet and stopping diuretics for at least two to three weeks. [13] In patients who fail to respond to diuretic withdrawal or those not taking diuretics, a diet restricted in sodium and carbohydrate (approximately 90 g/day) may lead to the resolution of edema. [14]", "contents": "Peripheral Edema -- Treatment / Management. Diuretics are the treatment of choice for CHF, liver, and renal disease. Loop diuretics are usually the most effective, but several doses are required daily because of their short half-life. Patients with cirrhosis often have secondary hyperaldosteronism; therefore, spironolactone is the first choice of diuretic therapy along with furosemide. [11] Approximately 300 to 500 mL/day is the maximum amount mobilized by most patients with isolated ascites. [12] However, rapid diuresis should be avoided in cirrhotic patients, especially those without much peripheral edema, to avoid hepatorenal syndrome, azotemia, and hemodynamic collapse in already low intravascular fluid volume. Paracentesis can be performed if needed to reduce the need for a high dose of diuretics and avoid electrolyte imbalance. Some patients with idiopathic edema are already on diuretics; in that case, the treatment is usually a low-sodium diet and stopping diuretics for at least two to three weeks. [13] In patients who fail to respond to diuretic withdrawal or those not taking diuretics, a diet restricted in sodium and carbohydrate (approximately 90 g/day) may lead to the resolution of edema. [14]"}
{"id": "article-27007_28", "title": "Peripheral Edema -- Treatment / Management", "content": "Anticoagulation therapy is used in patients with DVT, either with low molecular weight heparin or newer anticoagulants like rivaroxaban or apixaban. [15] Currently, warfarin is not used much because of less risk of bleeding with newer anticoagulants. [16] Also, in addition to anticoagulation, compression stockings should be used to prevent post-thrombotic syndrome. [17]", "contents": "Peripheral Edema -- Treatment / Management. Anticoagulation therapy is used in patients with DVT, either with low molecular weight heparin or newer anticoagulants like rivaroxaban or apixaban. [15] Currently, warfarin is not used much because of less risk of bleeding with newer anticoagulants. [16] Also, in addition to anticoagulation, compression stockings should be used to prevent post-thrombotic syndrome. [17]"}
{"id": "article-27007_29", "title": "Peripheral Edema -- Treatment / Management", "content": "Mechanical therapies, including leg elevation and compression stockings, are effective in patients with chronic venous insufficiency. Compression therapy is contraindicated in peripheral arterial disease because it can compromise blood supply further. In lymphedema, treatment involves complex decongestive physiotherapy composed of manual lymphatic massage and multilayer bandages. Maintenance therapy includes compression stockings and pneumatic compression devices. In patients where medications are the offending agent, they should be discontinued and switched to a different class.", "contents": "Peripheral Edema -- Treatment / Management. Mechanical therapies, including leg elevation and compression stockings, are effective in patients with chronic venous insufficiency. Compression therapy is contraindicated in peripheral arterial disease because it can compromise blood supply further. In lymphedema, treatment involves complex decongestive physiotherapy composed of manual lymphatic massage and multilayer bandages. Maintenance therapy includes compression stockings and pneumatic compression devices. In patients where medications are the offending agent, they should be discontinued and switched to a different class."}
{"id": "article-27007_30", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Following are the differential diagnosis of peripheral edema:", "contents": "Peripheral Edema -- Differential Diagnosis. Following are the differential diagnosis of peripheral edema:"}
{"id": "article-27007_31", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Congestive heart failure: Decreased cardiac out or ejection fraction leads to pulmonary and peripheral venous congestion resulting in pulmonary edema and peripheral edema, respectively. Edema is bilateral and symmetric.", "contents": "Peripheral Edema -- Differential Diagnosis. Congestive heart failure: Decreased cardiac out or ejection fraction leads to pulmonary and peripheral venous congestion resulting in pulmonary edema and peripheral edema, respectively. Edema is bilateral and symmetric."}
{"id": "article-27007_32", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Hepatic disease: Bilateral edema caused by portal vein congestion leading to an increase in capillary permeability and a decrease in plasma oncotic pressure due to a decrease in the synthesis of albumin by the liver.", "contents": "Peripheral Edema -- Differential Diagnosis. Hepatic disease: Bilateral edema caused by portal vein congestion leading to an increase in capillary permeability and a decrease in plasma oncotic pressure due to a decrease in the synthesis of albumin by the liver."}
{"id": "article-27007_33", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Renal disease: Bilateral edema caused by protein loss, especially albumin, such as nephrotic syndrome and an increase in plasma volume due to renal retention and activation of neurohumoral factors.", "contents": "Peripheral Edema -- Differential Diagnosis. Renal disease: Bilateral edema caused by protein loss, especially albumin, such as nephrotic syndrome and an increase in plasma volume due to renal retention and activation of neurohumoral factors."}
{"id": "article-27007_34", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Venous insufficiency: Usually, bilateral edema is caused by the failure of venous return secondary to chronic deep venous system damage and/or incompetence.", "contents": "Peripheral Edema -- Differential Diagnosis. Venous insufficiency: Usually, bilateral edema is caused by the failure of venous return secondary to chronic deep venous system damage and/or incompetence."}
{"id": "article-27007_35", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Deep vein thrombus: Usually acute in nature and unilateral, caused by obstruction of deep veins", "contents": "Peripheral Edema -- Differential Diagnosis. Deep vein thrombus: Usually acute in nature and unilateral, caused by obstruction of deep veins"}
{"id": "article-27007_36", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Lymphedema: Chronic, often following lymphatic obstruction from trauma or surgery. Another common cause in developing countries is filariasis. Location can be upper or lower extremities depending on the underlying cause.", "contents": "Peripheral Edema -- Differential Diagnosis. Lymphedema: Chronic, often following lymphatic obstruction from trauma or surgery. Another common cause in developing countries is filariasis. Location can be upper or lower extremities depending on the underlying cause."}
{"id": "article-27007_37", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Myxedema: Soft tissue edema in patients with severe and advanced hypothyroidism. It is typically associated with other hypothyroid features such as bradycardia, constipation, and weight gain.", "contents": "Peripheral Edema -- Differential Diagnosis. Myxedema: Soft tissue edema in patients with severe and advanced hypothyroidism. It is typically associated with other hypothyroid features such as bradycardia, constipation, and weight gain."}
{"id": "article-27007_38", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Angioedema and urticaria: Secondary to allergic reactions such as bug bites and medications.", "contents": "Peripheral Edema -- Differential Diagnosis. Angioedema and urticaria: Secondary to allergic reactions such as bug bites and medications."}
{"id": "article-27007_39", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Cellulitis: Edema with signs of infection like fever and elevated white blood cell count. Most common in patients who are obese and have chronic medical conditions like diabetes mellitus.", "contents": "Peripheral Edema -- Differential Diagnosis. Cellulitis: Edema with signs of infection like fever and elevated white blood cell count. Most common in patients who are obese and have chronic medical conditions like diabetes mellitus."}
{"id": "article-27007_40", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Lipedema: Chronic, begins around or after puberty. Predominantly involves thighs, legs, and buttocks. Spares feet, ankles, and torso.", "contents": "Peripheral Edema -- Differential Diagnosis. Lipedema: Chronic, begins around or after puberty. Predominantly involves thighs, legs, and buttocks. Spares feet, ankles, and torso."}
{"id": "article-27007_41", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Medication-induced: Onset is weeks after the start of medication. Soft, pitting edema resolves within days after stopping the offending medication. [18]", "contents": "Peripheral Edema -- Differential Diagnosis. Medication-induced: Onset is weeks after the start of medication. Soft, pitting edema resolves within days after stopping the offending medication. [18]"}
{"id": "article-27007_42", "title": "Peripheral Edema -- Differential Diagnosis", "content": "Obstructive sleep apnea: Chronic secondary to pulmonary hypertension. Patients will usually have daytime fatigue, snoring, and obesity. [19]", "contents": "Peripheral Edema -- Differential Diagnosis. Obstructive sleep apnea: Chronic secondary to pulmonary hypertension. Patients will usually have daytime fatigue, snoring, and obesity. [19]"}
{"id": "article-27007_43", "title": "Peripheral Edema -- Prognosis", "content": "Peripheral edema is a common manifestation of multiple disease entities ranging from advanced heart failure and liver disease to localized swelling from an allergic reaction. Therefore prognosis depends upon the underlying disease process.", "contents": "Peripheral Edema -- Prognosis. Peripheral edema is a common manifestation of multiple disease entities ranging from advanced heart failure and liver disease to localized swelling from an allergic reaction. Therefore prognosis depends upon the underlying disease process."}
{"id": "article-27007_44", "title": "Peripheral Edema -- Complications", "content": "Peripheral edema may be a warning sign for many systemic diseases, leading to high morbidity and mortality if not treated early. The most important diseases to rule out are heart, liver, and kidney diseases. Therefore, detailed history and physical followed by relevant testing are essential in these patients to decrease complications.", "contents": "Peripheral Edema -- Complications. Peripheral edema may be a warning sign for many systemic diseases, leading to high morbidity and mortality if not treated early. The most important diseases to rule out are heart, liver, and kidney diseases. Therefore, detailed history and physical followed by relevant testing are essential in these patients to decrease complications."}
{"id": "article-27007_45", "title": "Peripheral Edema -- Consultations", "content": "Patients usually seek help from primary care providers. Other specialties consulted are internists, renal, and cardiovascular practitioners.", "contents": "Peripheral Edema -- Consultations. Patients usually seek help from primary care providers. Other specialties consulted are internists, renal, and cardiovascular practitioners."}
{"id": "article-27007_46", "title": "Peripheral Edema -- Deterrence and Patient Education", "content": "Patient education is very crucial in peripheral edema, as in other diseases. For example, in congestive heart failure, a low salt diet is one of the essential parts of management, along with diuretic therapy. Generally speaking, patients should be educated regarding healthy lifestyles such as exercise, diet, and routine check-ups to diagnose underlying disease entities early and prevent long-term complications.", "contents": "Peripheral Edema -- Deterrence and Patient Education. Patient education is very crucial in peripheral edema, as in other diseases. For example, in congestive heart failure, a low salt diet is one of the essential parts of management, along with diuretic therapy. Generally speaking, patients should be educated regarding healthy lifestyles such as exercise, diet, and routine check-ups to diagnose underlying disease entities early and prevent long-term complications."}
{"id": "article-27007_47", "title": "Peripheral Edema -- Enhancing Healthcare Team Outcomes", "content": "Due to various underlying diseases, peripheral edema poses a diagnostic dilemma to family physicians. As discussed above, the causes of edema may be due to various diagnoses, including heart, liver, renal, thyroid, and other vascular etiologies. Therefore, initial efforts in the work-up should focus on ruling out any major organ system failure as the underlying etiology. If the systemic disease is suspected, it is essential to consult with an interprofessional team of specialists, including a cardiologist, gastroenterologist, nephrologist, and so forth, depending upon underlying disease suspicion.", "contents": "Peripheral Edema -- Enhancing Healthcare Team Outcomes. Due to various underlying diseases, peripheral edema poses a diagnostic dilemma to family physicians. As discussed above, the causes of edema may be due to various diagnoses, including heart, liver, renal, thyroid, and other vascular etiologies. Therefore, initial efforts in the work-up should focus on ruling out any major organ system failure as the underlying etiology. If the systemic disease is suspected, it is essential to consult with an interprofessional team of specialists, including a cardiologist, gastroenterologist, nephrologist, and so forth, depending upon underlying disease suspicion."}
{"id": "article-27007_48", "title": "Peripheral Edema -- Enhancing Healthcare Team Outcomes", "content": "The nurses are also vital members of the interprofessional group as they will monitor the patient's daily progress, especially when the patient is on diuretics, by monitoring daily weights, fluid input, and output. If the patient is on antibiotics or anticoagulants, the pharmacist will ensure that the patient is on the correct dosage and has no underlying allergy to that specific medicine. Any team member who notes changes in the patient's condition or an adverse event should immediately communicate this to the rest of the team for corrective interventions. The current recommendations have been developed after an exhaustive review of current medical literature from peer-reviewed journals and book chapters to determine the appropriateness of diagnosis and treatment. The outcomes of edema depend on the cause. Therefore, to improve outcomes, prompt consultation with an interprofessional group of specialists is essential to prevent complications. [Level 5]", "contents": "Peripheral Edema -- Enhancing Healthcare Team Outcomes. The nurses are also vital members of the interprofessional group as they will monitor the patient's daily progress, especially when the patient is on diuretics, by monitoring daily weights, fluid input, and output. If the patient is on antibiotics or anticoagulants, the pharmacist will ensure that the patient is on the correct dosage and has no underlying allergy to that specific medicine. Any team member who notes changes in the patient's condition or an adverse event should immediately communicate this to the rest of the team for corrective interventions. The current recommendations have been developed after an exhaustive review of current medical literature from peer-reviewed journals and book chapters to determine the appropriateness of diagnosis and treatment. The outcomes of edema depend on the cause. Therefore, to improve outcomes, prompt consultation with an interprofessional group of specialists is essential to prevent complications. [Level 5]"}
{"id": "article-27007_49", "title": "Peripheral Edema -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Peripheral Edema -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}