{"id": "article-24226_0", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Introduction", "content": "The levator palpebrae superioris is a triangular muscle that elevates and retracts the upper eyelid (see Image. Orbital Muscles). This muscle has an abundant blood supply mainly provided by the ophthalmic and supraorbital arteries, both emanating from the internal carotid artery. These vessels anastomose with external carotid branches via the angular and superficial temporal arteries through the superior peripheral arcade. [1] [2] Lymphatic drainage travels laterally to the preauricular/parotid nodes before draining to the deep cervical lymph nodes. [3] The muscle receives innervation from the superior oculomotor nerve branch (3rd cranial nerve or CN III). Levator palpebrae superioris function or innervation problems typically result in upper eyelid ptosis. [4]", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Introduction. The levator palpebrae superioris is a triangular muscle that elevates and retracts the upper eyelid (see Image. Orbital Muscles). This muscle has an abundant blood supply mainly provided by the ophthalmic and supraorbital arteries, both emanating from the internal carotid artery. These vessels anastomose with external carotid branches via the angular and superficial temporal arteries through the superior peripheral arcade. [1] [2] Lymphatic drainage travels laterally to the preauricular/parotid nodes before draining to the deep cervical lymph nodes. [3] The muscle receives innervation from the superior oculomotor nerve branch (3rd cranial nerve or CN III). Levator palpebrae superioris function or innervation problems typically result in upper eyelid ptosis. [4]"}
{"id": "article-24226_1", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Structure and Function -- Origin", "content": "The levator palpebrae superioris originates from the periosteum of the sphenoid bone's lesser wing, positioned superiorly to the optic foramen. The muscle courses anteriorly along the superior orbit, running superiorly to the superior rectus muscle. Notably, the supraorbital artery and the frontal and lacrimal nerves are situated superior to the levator muscle within the orbit. Distally, the muscle expands to form a tendon sheath, known as the levator aponeurosis. This fibrous structure lies near the Whitnall ligament.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Structure and Function -- Origin. The levator palpebrae superioris originates from the periosteum of the sphenoid bone's lesser wing, positioned superiorly to the optic foramen. The muscle courses anteriorly along the superior orbit, running superiorly to the superior rectus muscle. Notably, the supraorbital artery and the frontal and lacrimal nerves are situated superior to the levator muscle within the orbit. Distally, the muscle expands to form a tendon sheath, known as the levator aponeurosis. This fibrous structure lies near the Whitnall ligament."}
{"id": "article-24226_2", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Structure and Function -- Insertion", "content": "The levator aponeurosis inserts onto the upper eyelid skin anteriorly and the upper tarsal plate's anterior surface inferiorly. Indirect muscle extensions reach the superior conjunctival fornix. The superior tarsal muscle (Müller muscle) is a smooth muscle that attaches to the superior tarsal plate and lies posterior to the levator aponeurosis. The levator palpebrae superioris is categorized as a skeletal muscle, not a smooth muscle.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Structure and Function -- Insertion. The levator aponeurosis inserts onto the upper eyelid skin anteriorly and the upper tarsal plate's anterior surface inferiorly. Indirect muscle extensions reach the superior conjunctival fornix. The superior tarsal muscle (Müller muscle) is a smooth muscle that attaches to the superior tarsal plate and lies posterior to the levator aponeurosis. The levator palpebrae superioris is categorized as a skeletal muscle, not a smooth muscle."}
{"id": "article-24226_3", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Structure and Function -- Associated Structures", "content": "Structures associated with the levator palpebrae superioris include the Whitnall ligament and levator aponeurosis. The Whitnall ligament is a transverse suspensory ligament pivotal to the orbital pulley system, facilitating the transition of the horizontally oriented levator palpebrae superioris into the vertical levator aponeurosis. This ligament is a component of the complex Koornneef orbital septae, supporting the globe and orbital components and serving as an auxiliary locomotor system. The levator aponeurosis exhibits lateral and medial wings that attach to their respective canthal tendons. The lateral horn typically displays greater robustness than the medial horn.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Structure and Function -- Associated Structures. Structures associated with the levator palpebrae superioris include the Whitnall ligament and levator aponeurosis. The Whitnall ligament is a transverse suspensory ligament pivotal to the orbital pulley system, facilitating the transition of the horizontally oriented levator palpebrae superioris into the vertical levator aponeurosis. This ligament is a component of the complex Koornneef orbital septae, supporting the globe and orbital components and serving as an auxiliary locomotor system. The levator aponeurosis exhibits lateral and medial wings that attach to their respective canthal tendons. The lateral horn typically displays greater robustness than the medial horn."}
{"id": "article-24226_4", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Structure and Function -- Function", "content": "The primary function of the levator palpebrae superioris muscle is to elevate the upper eyelid and maintain its position. [5] This muscle also coordinates with the orbicularis oculi during blinking and contributes to facial expression. [6] [7]", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Structure and Function -- Function. The primary function of the levator palpebrae superioris muscle is to elevate the upper eyelid and maintain its position. [5] This muscle also coordinates with the orbicularis oculi during blinking and contributes to facial expression. [6] [7]"}
{"id": "article-24226_5", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Embryology", "content": "The levator palpebrae superioris derives from the 2nd pharyngeal arch mesenchyme. The muscle starts to form during the 6th gestational week from the frontal nasal process' lateral and medial mesodermal extensions. The levator palpebrae superioris arises as part of a superior mesodermal complex with the superior rectus and oblique muscles. The superior and inferior mesodermal complexes fuse during the 8th gestational week, followed by upper and lower lid differentiation that includes the levator palpebrae muscles. [8] [9]", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Embryology. The levator palpebrae superioris derives from the 2nd pharyngeal arch mesenchyme. The muscle starts to form during the 6th gestational week from the frontal nasal process' lateral and medial mesodermal extensions. The levator palpebrae superioris arises as part of a superior mesodermal complex with the superior rectus and oblique muscles. The superior and inferior mesodermal complexes fuse during the 8th gestational week, followed by upper and lower lid differentiation that includes the levator palpebrae muscles. [8] [9]"}
{"id": "article-24226_6", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Blood Supply and Lymphatics -- Arterial Supply", "content": "The internal carotid artery provides most of the levator palpebrae superioris' blood supply via ophthalmic artery branches. The 4 arterial systems directing blood to the levator palpebrae muscle emanating from the ophthalmic artery are the lacrimal, supratrochlear, supraorbital, and muscular branches. [10] [11] [10] These vessels connect to the superior peripheral arcade, providing circulation to the upper eyelid's superior aspect.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Blood Supply and Lymphatics -- Arterial Supply. The internal carotid artery provides most of the levator palpebrae superioris' blood supply via ophthalmic artery branches. The 4 arterial systems directing blood to the levator palpebrae muscle emanating from the ophthalmic artery are the lacrimal, supratrochlear, supraorbital, and muscular branches. [10] [11] [10] These vessels connect to the superior peripheral arcade, providing circulation to the upper eyelid's superior aspect."}
{"id": "article-24226_7", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Blood Supply and Lymphatics -- Arterial Supply", "content": "The superior peripheral arcade connects medially and laterally with the superior marginal arcade, which supplies the upper eyelid margin. These 2 arcades form a vast anastomosis with the internal and external carotid arteries. The internal carotid artery supplies most of the blood to the superior peripheral arcade via the previously stated branches. The external carotid artery provides additional circulation to the superior peripheral arcade medially via the angular artery (a facial artery branch) and laterally via the superficial temporal artery. This complex anastomosis maintains a rich blood supply to the lateral palpebrae superioris.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Blood Supply and Lymphatics -- Arterial Supply. The superior peripheral arcade connects medially and laterally with the superior marginal arcade, which supplies the upper eyelid margin. These 2 arcades form a vast anastomosis with the internal and external carotid arteries. The internal carotid artery supplies most of the blood to the superior peripheral arcade via the previously stated branches. The external carotid artery provides additional circulation to the superior peripheral arcade medially via the angular artery (a facial artery branch) and laterally via the superficial temporal artery. This complex anastomosis maintains a rich blood supply to the lateral palpebrae superioris."}
{"id": "article-24226_8", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Blood Supply and Lymphatics -- Venous Drainage", "content": "The superior and inferior ophthalmic veins drain the orbital muscles. The superior ophthalmic vein empties into the cavernous sinus, while the inferior ophthalmic vein drains into the pterygoid venous plexus.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Blood Supply and Lymphatics -- Venous Drainage. The superior and inferior ophthalmic veins drain the orbital muscles. The superior ophthalmic vein empties into the cavernous sinus, while the inferior ophthalmic vein drains into the pterygoid venous plexus."}
{"id": "article-24226_9", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Blood Supply and Lymphatics -- Lymphatics", "content": "The medial upper eyelid's lymphatic vessels were previously thought to drain medially along the angular artery, while the lateral upper eyelid lymph vessels were believed to drain laterally to the preauricular/parotid nodes. Recent findings from human lymphoscintigraphy studies have reshaped our understanding of eyelid lymphatic drainage. The upper eyelid lymphatics, including the levator palpebrae superioris muscles, are now believed to drain solely laterally to the preauricular/parotid lymph nodes and the deep cervical lymph nodes. From here, lymph drainage follows conventional patterns.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Blood Supply and Lymphatics -- Lymphatics. The medial upper eyelid's lymphatic vessels were previously thought to drain medially along the angular artery, while the lateral upper eyelid lymph vessels were believed to drain laterally to the preauricular/parotid nodes. Recent findings from human lymphoscintigraphy studies have reshaped our understanding of eyelid lymphatic drainage. The upper eyelid lymphatics, including the levator palpebrae superioris muscles, are now believed to drain solely laterally to the preauricular/parotid lymph nodes and the deep cervical lymph nodes. From here, lymph drainage follows conventional patterns."}
{"id": "article-24226_10", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Nerves", "content": "CN III innervates the levator palpebrae superioris like most orbital cavity muscles. The nerve originates from a single caudal subnucleus within the midbrain's oculomotor nucleus. CN III exits the brainstem between the superior and posterior cerebellar arteries. The nerve then traverses the cavernous sinus laterally before exiting the cranium through the superior orbital fissure and dividing into superior and inferior branches. The superior branch crosses over the optic nerve and directly innervates the levator palpebrae superioris and superior rectus muscles. A single lesion can produce bilateral ptosis because innervation originates from a single subnucleus.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Nerves. CN III innervates the levator palpebrae superioris like most orbital cavity muscles. The nerve originates from a single caudal subnucleus within the midbrain's oculomotor nucleus. CN III exits the brainstem between the superior and posterior cerebellar arteries. The nerve then traverses the cavernous sinus laterally before exiting the cranium through the superior orbital fissure and dividing into superior and inferior branches. The superior branch crosses over the optic nerve and directly innervates the levator palpebrae superioris and superior rectus muscles. A single lesion can produce bilateral ptosis because innervation originates from a single subnucleus."}
{"id": "article-24226_11", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Muscles", "content": "The levator palpebrae superioris strongly associates with the superior rectus, superior tarsal, and orbicularis oculi. CN III's superior branch dually innervates the superior rectus and levator palpebrae superioris, allowing synchronous upper eyelid elevation during upward gaze.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Muscles. The levator palpebrae superioris strongly associates with the superior rectus, superior tarsal, and orbicularis oculi. CN III's superior branch dually innervates the superior rectus and levator palpebrae superioris, allowing synchronous upper eyelid elevation during upward gaze."}
{"id": "article-24226_12", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Muscles", "content": "The superior tarsal muscle is posterior to the levator aponeurosis, extending from the levator palpebrae superioris' inferior aspect to the tarsal plate's superior portion. The superior tarsal muscle is sympathetically innervated and assists with eyelid retraction. [12] The levator palpebrae superioris is the orbicularis oculi's major antagonistic muscle and primarily closes the eyelid. [13] [14]", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Muscles. The superior tarsal muscle is posterior to the levator aponeurosis, extending from the levator palpebrae superioris' inferior aspect to the tarsal plate's superior portion. The superior tarsal muscle is sympathetically innervated and assists with eyelid retraction. [12] The levator palpebrae superioris is the orbicularis oculi's major antagonistic muscle and primarily closes the eyelid. [13] [14]"}
{"id": "article-24226_13", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Physiologic Variants", "content": "The levator palpebrae superioris typically has 1 muscle belly, but bipartite variations can occur. Occasionally, a bipartite muscle belly may be absent, resulting in an off-center unipartite levator palpebrae superioris. Accessory muscle slips, such as the \"levator-trochlear muscle,\" may also form, often receiving innervation from the oculomotor nerve. [15] This muscle's lymph drainage may also have variants. Lymph vessels empty into an accessory or secondary preauricular/parotid lymph node or directly to the deep cervical node in some individuals.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Physiologic Variants. The levator palpebrae superioris typically has 1 muscle belly, but bipartite variations can occur. Occasionally, a bipartite muscle belly may be absent, resulting in an off-center unipartite levator palpebrae superioris. Accessory muscle slips, such as the \"levator-trochlear muscle,\" may also form, often receiving innervation from the oculomotor nerve. [15] This muscle's lymph drainage may also have variants. Lymph vessels empty into an accessory or secondary preauricular/parotid lymph node or directly to the deep cervical node in some individuals."}
{"id": "article-24226_14", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Surgical Considerations", "content": "The levator palpebrae superioris is often the target for correcting various ptosis causes. Surgical procedures may be approached anteriorly or posteriorly.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Surgical Considerations. The levator palpebrae superioris is often the target for correcting various ptosis causes. Surgical procedures may be approached anteriorly or posteriorly."}
{"id": "article-24226_15", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Surgical Considerations", "content": "The anterior approach for correcting ptosis with levator aponeurosis dehiscence involves reinserting the aponeurosis onto the tarsal plate. A more aggressive shortening of the levator aponeurosis and muscle is preferred for congenital ptosis with more than 4 mm of function. In the posterior approach, the levator palpebrae superioris may be advanced after incising the top of the tarsal plate. Alternatively, a Müllerectomy procedure may be performed, which involves resecting the conjunctiva and the Müller muscle, potentially removing some levator aponeurosis as demonstrated histopathologically.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Surgical Considerations. The anterior approach for correcting ptosis with levator aponeurosis dehiscence involves reinserting the aponeurosis onto the tarsal plate. A more aggressive shortening of the levator aponeurosis and muscle is preferred for congenital ptosis with more than 4 mm of function. In the posterior approach, the levator palpebrae superioris may be advanced after incising the top of the tarsal plate. Alternatively, a Müllerectomy procedure may be performed, which involves resecting the conjunctiva and the Müller muscle, potentially removing some levator aponeurosis as demonstrated histopathologically."}
{"id": "article-24226_16", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Surgical Considerations", "content": "Weights (commonly gold and platinum) may also be surgically attached to the upper eyelids to increase upper eyelid weight and counter the levator palpebrae superioris muscle's action. This procedure helps correct excessive upper eyelid retraction and lagophthalmos (inability to close eyelids). [16]", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Surgical Considerations. Weights (commonly gold and platinum) may also be surgically attached to the upper eyelids to increase upper eyelid weight and counter the levator palpebrae superioris muscle's action. This procedure helps correct excessive upper eyelid retraction and lagophthalmos (inability to close eyelids). [16]"}
{"id": "article-24226_17", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Clinical Significance", "content": "Myogenic or neurogenic levator palpebrae superioris problems may occur, resulting in ptosis (eyelid drooping). Myogenic ptosis may occur due to a failure of differentiation between the levator palpebrae superioris and superior rectus muscle. A thickened fibrous tissue is often identified instead of 2 differentiated muscles during surgical correction. Various myopathies and eyelid trauma with subsequent scarring may also cause myogenic ptosis. Ptosis may likewise result from long-term hard contact lens use, which tends to result in the disinsertion of the levator palpebrae superioris' aponeurosis.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Clinical Significance. Myogenic or neurogenic levator palpebrae superioris problems may occur, resulting in ptosis (eyelid drooping). Myogenic ptosis may occur due to a failure of differentiation between the levator palpebrae superioris and superior rectus muscle. A thickened fibrous tissue is often identified instead of 2 differentiated muscles during surgical correction. Various myopathies and eyelid trauma with subsequent scarring may also cause myogenic ptosis. Ptosis may likewise result from long-term hard contact lens use, which tends to result in the disinsertion of the levator palpebrae superioris' aponeurosis."}
{"id": "article-24226_18", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Clinical Significance", "content": "Neurogenic ptosis due to inadequate levator palpebrae superioris innervation may occur from a CN III palsy, trauma, Guillain–Barré syndrome, and chronic inflammatory demyelinating polyneuropathy. [17] [18] [19] Congenital ptosis may occur following levator palpebrae superioris dystrophy, which shows fatty infiltration with poor levator function on microscopy.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Clinical Significance. Neurogenic ptosis due to inadequate levator palpebrae superioris innervation may occur from a CN III palsy, trauma, Guillain–Barré syndrome, and chronic inflammatory demyelinating polyneuropathy. [17] [18] [19] Congenital ptosis may occur following levator palpebrae superioris dystrophy, which shows fatty infiltration with poor levator function on microscopy."}
{"id": "article-24226_19", "title": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Levator Palpebrae Superioris Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}