{"id": "article-29634_0", "title": "Submandibular Sialadenitis and Sialadenosis -- Continuing Education Activity", "content": "Sialadenitis and sialadenosis are common causes of submandibular gland swelling. Submandibular sialadenitis is inflammation of the submandibular gland caused by salivary stasis that leads to retrograde seeding of bacteria from the oral cavity. Sialadenosis is a benign,non-inflammatory swelling of salivary glands usually associated with metabolic conditions. This activity reviews the epidemiology, pathophysiology, histopathology, clinical features, treatment, and management of submandibular sialadenitis and sialadenosis. This activity also discusses complications and the prognosis of submandibular sialadenosis and sialadenitis and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Continuing Education Activity. Sialadenitis and sialadenosis are common causes of submandibular gland swelling. Submandibular sialadenitis is inflammation of the submandibular gland caused by salivary stasis that leads to retrograde seeding of bacteria from the oral cavity. Sialadenosis is a benign,non-inflammatory swelling of salivary glands usually associated with metabolic conditions. This activity reviews the epidemiology, pathophysiology, histopathology, clinical features, treatment, and management of submandibular sialadenitis and sialadenosis. This activity also discusses complications and the prognosis of submandibular sialadenosis and sialadenitis and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-29634_1", "title": "Submandibular Sialadenitis and Sialadenosis -- Continuing Education Activity", "content": "Objectives: Apply knowledge of the pathophysiology of submandibular sialadenitis and sialadenosis. Evaluate the steps in diagnosing submandibular sialadenitis and sialadenosis. Identify the management options available for submandibular sialadenitis and sialadenosis. Communicate the prognosis of submandibular sialadenitis and sialadenosis. Access free multiple choice questions on this topic.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Continuing Education Activity. Objectives: Apply knowledge of the pathophysiology of submandibular sialadenitis and sialadenosis. Evaluate the steps in diagnosing submandibular sialadenitis and sialadenosis. Identify the management options available for submandibular sialadenitis and sialadenosis. Communicate the prognosis of submandibular sialadenitis and sialadenosis. Access free multiple choice questions on this topic."}
{"id": "article-29634_2", "title": "Submandibular Sialadenitis and Sialadenosis -- Introduction", "content": "Submandibular glands are major paired salivary glands. It is in the submandibular triangle, covered by the investing layer of deep cervical fascia. Mylohyoid muscle separates the superficial and deep lobes of the glands. Submandibular glands drain into the mouth via Wharton’s duct, which courses between the sublingual gland and hyoglossus muscle; it opens through a small opening lateral to the frenulum on the floor of the mouth. [1]", "contents": "Submandibular Sialadenitis and Sialadenosis -- Introduction. Submandibular glands are major paired salivary glands. It is in the submandibular triangle, covered by the investing layer of deep cervical fascia. Mylohyoid muscle separates the superficial and deep lobes of the glands. Submandibular glands drain into the mouth via Wharton’s duct, which courses between the sublingual gland and hyoglossus muscle; it opens through a small opening lateral to the frenulum on the floor of the mouth. [1]"}
{"id": "article-29634_3", "title": "Submandibular Sialadenitis and Sialadenosis -- Introduction", "content": "Parasympathetic stimulation increases saliva secretion, and sympathetic stimulation slows it down. Saliva is high in potassium and low in sodium; it contains substances that begin the breakdown of food to maintain and protect the oral cavity environment and immunoglobulin A (IgA).", "contents": "Submandibular Sialadenitis and Sialadenosis -- Introduction. Parasympathetic stimulation increases saliva secretion, and sympathetic stimulation slows it down. Saliva is high in potassium and low in sodium; it contains substances that begin the breakdown of food to maintain and protect the oral cavity environment and immunoglobulin A (IgA)."}
{"id": "article-29634_4", "title": "Submandibular Sialadenitis and Sialadenosis -- Introduction", "content": "Sialadenitis is inflammation of the salivary gland. Sialadenitis of the submandibular gland is less common than that of the parotid gland. Acute sialadenitis is usually due to bacterial or viral infections and presents with rapid-onset pain and swelling. Chronic sialadenitis is characterized by recurrent or persistent of the salivary gland. Chronic sialadenitis is usually due to obstruction, eg, calculi or stricture, and usually presents with swelling without erythema.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Introduction. Sialadenitis is inflammation of the salivary gland. Sialadenitis of the submandibular gland is less common than that of the parotid gland. Acute sialadenitis is usually due to bacterial or viral infections and presents with rapid-onset pain and swelling. Chronic sialadenitis is characterized by recurrent or persistent of the salivary gland. Chronic sialadenitis is usually due to obstruction, eg, calculi or stricture, and usually presents with swelling without erythema."}
{"id": "article-29634_5", "title": "Submandibular Sialadenitis and Sialadenosis -- Introduction", "content": "Sialdenosis is a nonneoplastic, non-inflammatory swelling of the salivary gland associated with acinar hypertrophy and ductal atrophy. Sialdenosis presents as non-tender swelling that is often bilateral and symmetric. Sialadenosis is often associated with systemic metabolic conditions.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Introduction. Sialdenosis is a nonneoplastic, non-inflammatory swelling of the salivary gland associated with acinar hypertrophy and ductal atrophy. Sialdenosis presents as non-tender swelling that is often bilateral and symmetric. Sialadenosis is often associated with systemic metabolic conditions."}
{"id": "article-29634_6", "title": "Submandibular Sialadenitis and Sialadenosis -- Etiology -- Causes of Submandibular Sialadenitis", "content": "Infectious causes Bacterial: Often, polymicrobial. Staphylococcal aureus: the most common organism Hemophilus influenza Gram-negative aerobes (eg, Enterobacteriaceae ) Anaerobes: Prevotella , Fusobacterium , Peptostreptococcus Virus: Mumps HIV Others: Actinomyces Tuberculosis [2] Obstructive causes Sialolithiasis Ductal stricture Ductal foreign body eg, fish bone, hair, grass blade External compression of duct: eg, denture flanges Inflammatory causes Postradiation sialadenitis Contrast-induced sialadenitis [3] Radioiodine treatment (131-I) Drug-induced sialadenitis Clozapine I-asparaginase Phenylbutazone Autoimmune sialadenitis Sjögren syndrome IgG4-related disease [4] Granulomatous sialadenitis Sarcoidosis Xanthogranulomatous sialadenitis", "contents": "Submandibular Sialadenitis and Sialadenosis -- Etiology -- Causes of Submandibular Sialadenitis. Infectious causes Bacterial: Often, polymicrobial. Staphylococcal aureus: the most common organism Hemophilus influenza Gram-negative aerobes (eg, Enterobacteriaceae ) Anaerobes: Prevotella , Fusobacterium , Peptostreptococcus Virus: Mumps HIV Others: Actinomyces Tuberculosis [2] Obstructive causes Sialolithiasis Ductal stricture Ductal foreign body eg, fish bone, hair, grass blade External compression of duct: eg, denture flanges Inflammatory causes Postradiation sialadenitis Contrast-induced sialadenitis [3] Radioiodine treatment (131-I) Drug-induced sialadenitis Clozapine I-asparaginase Phenylbutazone Autoimmune sialadenitis Sjögren syndrome IgG4-related disease [4] Granulomatous sialadenitis Sarcoidosis Xanthogranulomatous sialadenitis"}
{"id": "article-29634_7", "title": "Submandibular Sialadenitis and Sialadenosis -- Etiology -- Causes of Sialadenosis", "content": "Nutritional disorders Bulimia nervosa [5] Vitamin deficiency Endocrinal disorders Diabetic mellitus Hypothyroidism Metabolic disorders Obesity Cirrhosis Malabsorption Autoimmune disorders Sjögren disease Drug-induced Valproic acid [6] Thiourea", "contents": "Submandibular Sialadenitis and Sialadenosis -- Etiology -- Causes of Sialadenosis. Nutritional disorders Bulimia nervosa [5] Vitamin deficiency Endocrinal disorders Diabetic mellitus Hypothyroidism Metabolic disorders Obesity Cirrhosis Malabsorption Autoimmune disorders Sjögren disease Drug-induced Valproic acid [6] Thiourea"}
{"id": "article-29634_8", "title": "Submandibular Sialadenitis and Sialadenosis -- Epidemiology", "content": "The exact prevalence of submandibular sialadenitis is not clear. Submandibular gland sialadenitis accounts for about 10% of all cases of sialadenitis. It accounts for about 0.001 to 0.002% of all hospital admissions. There is no age or sex predilection. It commonly affects older, dehydrated patients. Sialadenosis is the most common cause of salivary gland swelling in the US.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Epidemiology. The exact prevalence of submandibular sialadenitis is not clear. Submandibular gland sialadenitis accounts for about 10% of all cases of sialadenitis. It accounts for about 0.001 to 0.002% of all hospital admissions. There is no age or sex predilection. It commonly affects older, dehydrated patients. Sialadenosis is the most common cause of salivary gland swelling in the US."}
{"id": "article-29634_9", "title": "Submandibular Sialadenitis and Sialadenosis -- Pathophysiology", "content": "Major risk factors for sialadenitis include reduced salivary secretion and duct obstruction. Hyposecretion of saliva can occur in dehydrated people, postoperative patients, immunocompromised, and undernourished. Medications that decrease salivary flow, like antihistaminics, diuretics, and beta-blockers, can predispose to sialadenitis. Decreased salivary production can occur in patients with a history of radiation to the head and neck region, long-standing xerostomia (eg, Sjogren syndrome), and those with chronic illness. Salivary duct obstruction is usually due to sialolithiasis, ductal stricture, ductal foreign body, and external compression of the duct.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Pathophysiology. Major risk factors for sialadenitis include reduced salivary secretion and duct obstruction. Hyposecretion of saliva can occur in dehydrated people, postoperative patients, immunocompromised, and undernourished. Medications that decrease salivary flow, like antihistaminics, diuretics, and beta-blockers, can predispose to sialadenitis. Decreased salivary production can occur in patients with a history of radiation to the head and neck region, long-standing xerostomia (eg, Sjogren syndrome), and those with chronic illness. Salivary duct obstruction is usually due to sialolithiasis, ductal stricture, ductal foreign body, and external compression of the duct."}
{"id": "article-29634_10", "title": "Submandibular Sialadenitis and Sialadenosis -- Pathophysiology", "content": "Other risk factors include old age, poor oral hygiene, postoperative state, intubation, and use of anticholinergic agents. [7] Stasis of salivary flow through the ducts and parenchyma promotes acute suppurative infection. Retrograde contamination of salivary ducts and parenchymal tissues by bacteria inhabiting the oral cavity is common. Usually, submandibular sialadenitis is polymicrobial. Staphylococcus aureus is the most frequently isolated organism. Other bacteria include Streptococcus viridans , Haemophilus influenza , Enterobacteriaceae spp, and anaerobes like Prevotella , Fusobacterium spp, Peptostreptococcus . Viral sialadenitis can result from mumps, parainfluenza, Epstein-Barr virus, and HIV.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Pathophysiology. Other risk factors include old age, poor oral hygiene, postoperative state, intubation, and use of anticholinergic agents. [7] Stasis of salivary flow through the ducts and parenchyma promotes acute suppurative infection. Retrograde contamination of salivary ducts and parenchymal tissues by bacteria inhabiting the oral cavity is common. Usually, submandibular sialadenitis is polymicrobial. Staphylococcus aureus is the most frequently isolated organism. Other bacteria include Streptococcus viridans , Haemophilus influenza , Enterobacteriaceae spp, and anaerobes like Prevotella , Fusobacterium spp, Peptostreptococcus . Viral sialadenitis can result from mumps, parainfluenza, Epstein-Barr virus, and HIV."}
{"id": "article-29634_11", "title": "Submandibular Sialadenitis and Sialadenosis -- Histopathology", "content": "In acute suppurative submandibular sialadenitis, interstitial neutrophilic infiltration and necrosis with acinar destruction are present. Vacuolar changes in the acini cells and lymphocytic infiltration are more common in viral sialadenitis. Dilated duct with calculi, chronic inflammation, and fibrosis are evident in chronic sialadenitis due to sialolith. In sialadenosis, there is atrophy of parenchymal tissue and a compensatory increase in the amount of adipose tissue. Inflammatory infiltrates are absent.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Histopathology. In acute suppurative submandibular sialadenitis, interstitial neutrophilic infiltration and necrosis with acinar destruction are present. Vacuolar changes in the acini cells and lymphocytic infiltration are more common in viral sialadenitis. Dilated duct with calculi, chronic inflammation, and fibrosis are evident in chronic sialadenitis due to sialolith. In sialadenosis, there is atrophy of parenchymal tissue and a compensatory increase in the amount of adipose tissue. Inflammatory infiltrates are absent."}
{"id": "article-29634_12", "title": "Submandibular Sialadenitis and Sialadenosis -- History and Physical", "content": "History and physical examination have a crucial role in the evaluation of submandibular swelling. History should address many factors including: Duration of symptoms (acute vs. chronic) The number of glands involved Discomfort associated with swelling Foul taste in the mouth Frequency of symptoms Aggravating factors (association with meals or salivary stimulants) Constitutional symptoms (fever, viral prodrome, weight loss) Systemic symptoms (eg, joint pain, dry eyes, and mouth ) Medical comorbidities (eg, alcohol use, diabetes, bulimia, liver disease, autoimmune disease) History of radiation treatment", "contents": "Submandibular Sialadenitis and Sialadenosis -- History and Physical. History and physical examination have a crucial role in the evaluation of submandibular swelling. History should address many factors including: Duration of symptoms (acute vs. chronic) The number of glands involved Discomfort associated with swelling Foul taste in the mouth Frequency of symptoms Aggravating factors (association with meals or salivary stimulants) Constitutional symptoms (fever, viral prodrome, weight loss) Systemic symptoms (eg, joint pain, dry eyes, and mouth ) Medical comorbidities (eg, alcohol use, diabetes, bulimia, liver disease, autoimmune disease) History of radiation treatment"}
{"id": "article-29634_13", "title": "Submandibular Sialadenitis and Sialadenosis -- History and Physical", "content": "A physical exam includes a visual inspection of glands to observe the number of glands involved, erythema of overlying glands, palpation of the gland to note gland size, texture, and tenderness—massage of the gland to express salivary discharge from duct orifice and note the type of discharge. A focused cranial nerve exam is necessary to evaluate the facial nerve and trigeminal nerve, especially the mandibular branch. An examination of cervical lymph nodes is also required. Fever may be present.", "contents": "Submandibular Sialadenitis and Sialadenosis -- History and Physical. A physical exam includes a visual inspection of glands to observe the number of glands involved, erythema of overlying glands, palpation of the gland to note gland size, texture, and tenderness—massage of the gland to express salivary discharge from duct orifice and note the type of discharge. A focused cranial nerve exam is necessary to evaluate the facial nerve and trigeminal nerve, especially the mandibular branch. An examination of cervical lymph nodes is also required. Fever may be present."}
{"id": "article-29634_14", "title": "Submandibular Sialadenitis and Sialadenosis -- History and Physical", "content": "On examination, the gland is swollen, indurated, and tender. Cervical lymphadenitis may be present in cases of infections. Chronic or recurrent sialadenitis causes repeated episodes of pain and swelling, often with meals and recurrent infections. Massage of the gland may reveal purulent saliva at the ductal orifice. Acute unifocal salivary gland swelling due to obstructive sialadenitis is usually the result of salivary gland stones and/or strictures and is characterized by intermittent gland swelling occurring with the stimulation of meals. Mechanical obstruction of salivary flow within the duct causes swelling of the gland.", "contents": "Submandibular Sialadenitis and Sialadenosis -- History and Physical. On examination, the gland is swollen, indurated, and tender. Cervical lymphadenitis may be present in cases of infections. Chronic or recurrent sialadenitis causes repeated episodes of pain and swelling, often with meals and recurrent infections. Massage of the gland may reveal purulent saliva at the ductal orifice. Acute unifocal salivary gland swelling due to obstructive sialadenitis is usually the result of salivary gland stones and/or strictures and is characterized by intermittent gland swelling occurring with the stimulation of meals. Mechanical obstruction of salivary flow within the duct causes swelling of the gland."}
{"id": "article-29634_15", "title": "Submandibular Sialadenitis and Sialadenosis -- History and Physical", "content": "Viral sialadenitis (eg, mumps) presents with acute multifocal salivary gland swelling accompanied by constitutional symptoms, including fever, headache, malaise, and myalgia. Submandibular sialdenosis presents with painless bilateral submandibular enlargement and may be associated with mild discomfort. Approximately 50% of cases are associated with recognized risk factors, including diabetes, metabolic syndrome, alcoholism, bulimia, malnutrition, and liver disease.", "contents": "Submandibular Sialadenitis and Sialadenosis -- History and Physical. Viral sialadenitis (eg, mumps) presents with acute multifocal salivary gland swelling accompanied by constitutional symptoms, including fever, headache, malaise, and myalgia. Submandibular sialdenosis presents with painless bilateral submandibular enlargement and may be associated with mild discomfort. Approximately 50% of cases are associated with recognized risk factors, including diabetes, metabolic syndrome, alcoholism, bulimia, malnutrition, and liver disease."}
{"id": "article-29634_16", "title": "Submandibular Sialadenitis and Sialadenosis -- Evaluation", "content": "In addition to history and physical examination, evaluation of sialadenitis requires lab investigations, radiography, biopsy, if indicated, and other tests to rule out autoimmune etiology.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Evaluation. In addition to history and physical examination, evaluation of sialadenitis requires lab investigations, radiography, biopsy, if indicated, and other tests to rule out autoimmune etiology."}
{"id": "article-29634_17", "title": "Submandibular Sialadenitis and Sialadenosis -- Evaluation", "content": "Culture and sensitivity of exudate from duct: It should be conducted before the initiation of empiric antibiotic therapy. After the results come, an antibiotic is tailored according to sensitivity.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Evaluation. Culture and sensitivity of exudate from duct: It should be conducted before the initiation of empiric antibiotic therapy. After the results come, an antibiotic is tailored according to sensitivity."}
{"id": "article-29634_18", "title": "Submandibular Sialadenitis and Sialadenosis -- Evaluation", "content": "Complete blood count: to rule out infections", "contents": "Submandibular Sialadenitis and Sialadenosis -- Evaluation. Complete blood count: to rule out infections"}
{"id": "article-29634_19", "title": "Submandibular Sialadenitis and Sialadenosis -- Evaluation", "content": "Imaging studies [8] X-ray: It can be useful to detect sialolith in chronic sialadenitis. Around 70 to 80% of submandibular stones are radioopaque. Ultrasonography: Can demonstrate sialolith (>1 mm) and abscess cavity if present. CT scan: This is indicated if conventional plain films are negative or when the clinical presentation is severe. It can demonstrate sialolith. In chronic sclerosing sialadenitis, the salivary gland may be enlarged or atrophic. DSA sialography: Acute inflammation is a relative contraindication. It can detect sialolith, ductal stricture, and loss of parenchymal integrity if present in chronic sialadenitis. MRI: if neoplasia is suspected", "contents": "Submandibular Sialadenitis and Sialadenosis -- Evaluation. Imaging studies [8] X-ray: It can be useful to detect sialolith in chronic sialadenitis. Around 70 to 80% of submandibular stones are radioopaque. Ultrasonography: Can demonstrate sialolith (>1 mm) and abscess cavity if present. CT scan: This is indicated if conventional plain films are negative or when the clinical presentation is severe. It can demonstrate sialolith. In chronic sclerosing sialadenitis, the salivary gland may be enlarged or atrophic. DSA sialography: Acute inflammation is a relative contraindication. It can detect sialolith, ductal stricture, and loss of parenchymal integrity if present in chronic sialadenitis. MRI: if neoplasia is suspected"}
{"id": "article-29634_20", "title": "Submandibular Sialadenitis and Sialadenosis -- Evaluation", "content": "SSA/anti-Ro, SSB/anti-La, ANA, RF: if sialadenitis secondary to connective tissue disorders are suspected", "contents": "Submandibular Sialadenitis and Sialadenosis -- Evaluation. SSA/anti-Ro, SSB/anti-La, ANA, RF: if sialadenitis secondary to connective tissue disorders are suspected"}
{"id": "article-29634_21", "title": "Submandibular Sialadenitis and Sialadenosis -- Evaluation", "content": "FNA cytology of affected gland: Chronic sclerosing sialadenitis can present similarly to a tumor; FNA is useful to exclude the presence of a neoplasm. [9]", "contents": "Submandibular Sialadenitis and Sialadenosis -- Evaluation. FNA cytology of affected gland: Chronic sclerosing sialadenitis can present similarly to a tumor; FNA is useful to exclude the presence of a neoplasm. [9]"}
{"id": "article-29634_22", "title": "Submandibular Sialadenitis and Sialadenosis -- Treatment / Management", "content": "The treatment options for acute sialadenitis, chronic sialadenitis, and sialadenosis includes:", "contents": "Submandibular Sialadenitis and Sialadenosis -- Treatment / Management. The treatment options for acute sialadenitis, chronic sialadenitis, and sialadenosis includes:"}
{"id": "article-29634_23", "title": "Submandibular Sialadenitis and Sialadenosis -- Treatment / Management", "content": "Acute sialadenitis: Most cases receive treatment with conservative medical management; this includes hydration, warm compresses, massage, pain relief with analgesics (eg, NSAIDs), and sialogogues. Empiric antibiotic therapy starts with amoxicillin/clavulanate or clindamycin. Antibiotic selection should be according to culture and sensitivity reports. Intravenous antibiotics may be necessary for severe cases. If soft tissue swelling is significant and there is no contraindication, corticosteroid therapy is an option. Rarely, acute suppurative sialadenitis can lead to abscess formation; surgical incision and drainage are indicated in these cases.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Treatment / Management. Acute sialadenitis: Most cases receive treatment with conservative medical management; this includes hydration, warm compresses, massage, pain relief with analgesics (eg, NSAIDs), and sialogogues. Empiric antibiotic therapy starts with amoxicillin/clavulanate or clindamycin. Antibiotic selection should be according to culture and sensitivity reports. Intravenous antibiotics may be necessary for severe cases. If soft tissue swelling is significant and there is no contraindication, corticosteroid therapy is an option. Rarely, acute suppurative sialadenitis can lead to abscess formation; surgical incision and drainage are indicated in these cases."}
{"id": "article-29634_24", "title": "Submandibular Sialadenitis and Sialadenosis -- Treatment / Management", "content": "Chronic sialadenitis: Medical management includes hydration, oral hygiene, pain relief, and sialogogues. In cases of infection, broad-spectrum antibiotics are added. In the case of sialolithiasis, salivary gland stone removal should occur using interventional sialendoscopy or direct surgical removal. [10] [11] EWSL, under ultrasonic guidance, is used for intraglandular duct stone removal.Recurrent sialadenitis (>3 episodes/year) or in chronic sclerosing sialadenitis: excision of the salivary gland is the recommendation.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Treatment / Management. Chronic sialadenitis: Medical management includes hydration, oral hygiene, pain relief, and sialogogues. In cases of infection, broad-spectrum antibiotics are added. In the case of sialolithiasis, salivary gland stone removal should occur using interventional sialendoscopy or direct surgical removal. [10] [11] EWSL, under ultrasonic guidance, is used for intraglandular duct stone removal.Recurrent sialadenitis (>3 episodes/year) or in chronic sclerosing sialadenitis: excision of the salivary gland is the recommendation."}
{"id": "article-29634_25", "title": "Submandibular Sialadenitis and Sialadenosis -- Treatment / Management", "content": "Sialadenosis: Sialadenosis requires expectant management. Treatment of the underlying cause is the approach taken.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Treatment / Management. Sialadenosis: Sialadenosis requires expectant management. Treatment of the underlying cause is the approach taken."}
{"id": "article-29634_26", "title": "Submandibular Sialadenitis and Sialadenosis -- Differential Diagnosis", "content": "The differential diagnoses for submandibular sialadenitis and sialadenosis include the following: Infectious causes: bacterial (eg, Staphylococcus aureus ) or viral (eg, mumps ) Granulomatous causes: Tuberculosis, sarcoidosis, cat scratch disease, actinomycosis Autoimmune cause: Sjogren disease, systemic lupus erythematosus Tumors: Pleomorphic adenoma, oncocytoma, ductal papilloma, adenoid cystic carcinoma, squamous cell carcinoma, mucoepidermoid carcinoma Endocrine and metabolic causes: hypothyroidism, diabetes mellitus, bulimia, cirrhosis, vitamin deficiency, malabsorption Drug-related: thiourea", "contents": "Submandibular Sialadenitis and Sialadenosis -- Differential Diagnosis. The differential diagnoses for submandibular sialadenitis and sialadenosis include the following: Infectious causes: bacterial (eg, Staphylococcus aureus ) or viral (eg, mumps ) Granulomatous causes: Tuberculosis, sarcoidosis, cat scratch disease, actinomycosis Autoimmune cause: Sjogren disease, systemic lupus erythematosus Tumors: Pleomorphic adenoma, oncocytoma, ductal papilloma, adenoid cystic carcinoma, squamous cell carcinoma, mucoepidermoid carcinoma Endocrine and metabolic causes: hypothyroidism, diabetes mellitus, bulimia, cirrhosis, vitamin deficiency, malabsorption Drug-related: thiourea"}
{"id": "article-29634_27", "title": "Submandibular Sialadenitis and Sialadenosis -- Prognosis", "content": "Acute sialadenitis has an excellent prognosis. Complete resolution is usually the expectation following conservative outpatient management. Most of the acute symptoms resolve in a week; however, edema takes a longer time to disappear. Chronic sialadenitis can have multiple relapses and remissions.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Prognosis. Acute sialadenitis has an excellent prognosis. Complete resolution is usually the expectation following conservative outpatient management. Most of the acute symptoms resolve in a week; however, edema takes a longer time to disappear. Chronic sialadenitis can have multiple relapses and remissions."}
{"id": "article-29634_28", "title": "Submandibular Sialadenitis and Sialadenosis -- Prognosis", "content": "The prognosis is dependent on the etiology. If sialoliths require surgery, the prognosis is good. Symptoms of autoimmune sialadenitis often improve following medical management of the underlying condition (such as Sjogren's syndrome). With the treatment of the underlying cause, sialadenosis has an excellent prognosis.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Prognosis. The prognosis is dependent on the etiology. If sialoliths require surgery, the prognosis is good. Symptoms of autoimmune sialadenitis often improve following medical management of the underlying condition (such as Sjogren's syndrome). With the treatment of the underlying cause, sialadenosis has an excellent prognosis."}
{"id": "article-29634_29", "title": "Submandibular Sialadenitis and Sialadenosis -- Complications", "content": "The complications that can manifest with submandibular sialadenitis and sialadenosis are as follows: Recurrence Abscess formation: Infection may spread along the fascial planes of the neck, causing a potentially serious complication. Incision and drainage are required. Dental decay: Hypofunction of the salivary gland with reduced saliva production causes decreased protection from acid erosion, promoting dental decay.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Complications. The complications that can manifest with submandibular sialadenitis and sialadenosis are as follows: Recurrence Abscess formation: Infection may spread along the fascial planes of the neck, causing a potentially serious complication. Incision and drainage are required. Dental decay: Hypofunction of the salivary gland with reduced saliva production causes decreased protection from acid erosion, promoting dental decay."}
{"id": "article-29634_30", "title": "Submandibular Sialadenitis and Sialadenosis -- Deterrence and Patient Education", "content": "Patients with sialadenitis should receive education about oral hygiene regimens (eg, brushing teeth) and hydration. When the acute symptoms and tenderness have subsided, repeated massage of the submandibular gland can be an ongoing therapy. Avoid anticholinergic medications and diuretics. Treatment of underlying causes (eg, Sjogren syndrome) is essential. Patients with submandibular sialadenosis should focus on control of underlying factors (eg, hypothyroidism, diabetes, cirrhosis).", "contents": "Submandibular Sialadenitis and Sialadenosis -- Deterrence and Patient Education. Patients with sialadenitis should receive education about oral hygiene regimens (eg, brushing teeth) and hydration. When the acute symptoms and tenderness have subsided, repeated massage of the submandibular gland can be an ongoing therapy. Avoid anticholinergic medications and diuretics. Treatment of underlying causes (eg, Sjogren syndrome) is essential. Patients with submandibular sialadenosis should focus on control of underlying factors (eg, hypothyroidism, diabetes, cirrhosis)."}
{"id": "article-29634_31", "title": "Submandibular Sialadenitis and Sialadenosis -- Enhancing Healthcare Team Outcomes", "content": "Submandibular sialadenitis and sialadenosis are common causes of submandibular swelling. Patients with acute sialadenitis usually present in outpatient primary care or dental care and sometimes in an emergency care setting. Chronic sialadenitis evaluation can involve interventional radiologists, otolaryngologists, rheumatologists, and internists.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Enhancing Healthcare Team Outcomes. Submandibular sialadenitis and sialadenosis are common causes of submandibular swelling. Patients with acute sialadenitis usually present in outpatient primary care or dental care and sometimes in an emergency care setting. Chronic sialadenitis evaluation can involve interventional radiologists, otolaryngologists, rheumatologists, and internists."}
{"id": "article-29634_32", "title": "Submandibular Sialadenitis and Sialadenosis -- Enhancing Healthcare Team Outcomes", "content": "Communication between the healthcare team is essential for proper treatment and management, especially in chronic sialadenitis and sialolithiasis. A multidisciplinary approach helps to find out the cause and manage sialadenosis.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Enhancing Healthcare Team Outcomes. Communication between the healthcare team is essential for proper treatment and management, especially in chronic sialadenitis and sialolithiasis. A multidisciplinary approach helps to find out the cause and manage sialadenosis."}
{"id": "article-29634_33", "title": "Submandibular Sialadenitis and Sialadenosis -- Enhancing Healthcare Team Outcomes", "content": "Open communication between different teams is essential. For example, during the management of chronic sialadenitis due to sialolith that fails, conservative management requires proper communication between the primary care physician, radiologist, and otolaryngologist are necessary. Patients should receive counsel regarding symptoms, oral hygiene, hydration, and warning signs suggesting the failure of conservative measures so that timely consultation and management can occur.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Enhancing Healthcare Team Outcomes. Open communication between different teams is essential. For example, during the management of chronic sialadenitis due to sialolith that fails, conservative management requires proper communication between the primary care physician, radiologist, and otolaryngologist are necessary. Patients should receive counsel regarding symptoms, oral hygiene, hydration, and warning signs suggesting the failure of conservative measures so that timely consultation and management can occur."}
{"id": "article-29634_34", "title": "Submandibular Sialadenitis and Sialadenosis -- Enhancing Healthcare Team Outcomes", "content": "For patients with acute sialadenitis who do not require admission, follow-up 3 days from the first visit and then 1 week later (with improvement) is recommended. Patients with chronic sialadenitis/sialolithiasis and autoimmune sialadenitis or sialadenosis should be followed up regularly and in acute exacerbations.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Enhancing Healthcare Team Outcomes. For patients with acute sialadenitis who do not require admission, follow-up 3 days from the first visit and then 1 week later (with improvement) is recommended. Patients with chronic sialadenitis/sialolithiasis and autoimmune sialadenitis or sialadenosis should be followed up regularly and in acute exacerbations."}
{"id": "article-29634_35", "title": "Submandibular Sialadenitis and Sialadenosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Submandibular Sialadenitis and Sialadenosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}