{"id": "article-135221_0", "title": "Pegloticase -- Continuing Education Activity", "content": "Pegloticase, an FDA-approved pegylated, recombinant uricase, helps manage chronic gout refractory to standard therapy among adult patients. Since its approval in 2010, this drug has demonstrated efficacy by catalyzing uric acid into the water-soluble purine metabolite allantoin, facilitating its easy excretion. This activity discusses pegloticase's indications, mechanisms of action, and contraindications, emphasizing its indispensable role in treating and managing chronic gout that remains unresponsive to conventional therapeutic approaches. Attendees will become more knowledgeable about pegloticase therapy, including its adverse event profile, enabling interprofessional team members involved in caring for patients with chronic gout and related conditions to make informed decisions within a clinical setting.", "contents": "Pegloticase -- Continuing Education Activity. Pegloticase, an FDA-approved pegylated, recombinant uricase, helps manage chronic gout refractory to standard therapy among adult patients. Since its approval in 2010, this drug has demonstrated efficacy by catalyzing uric acid into the water-soluble purine metabolite allantoin, facilitating its easy excretion. This activity discusses pegloticase's indications, mechanisms of action, and contraindications, emphasizing its indispensable role in treating and managing chronic gout that remains unresponsive to conventional therapeutic approaches. Attendees will become more knowledgeable about pegloticase therapy, including its adverse event profile, enabling interprofessional team members involved in caring for patients with chronic gout and related conditions to make informed decisions within a clinical setting."}
{"id": "article-135221_1", "title": "Pegloticase -- Continuing Education Activity", "content": "Objectives: Develop proficiency in dosing and administering pegloticase to patients in the healthcare setting. Identify the potential adverse effects of pegloticase. Screen patients based on the contraindications against pegloticase therapy. Implement strategies with an interprofessional team for monitoring patients with gout and improving care coordination and communication when using pegloticase in adult patients with chronic gout refractory to conventional therapy to improve outcomes. Access free multiple choice questions on this topic.", "contents": "Pegloticase -- Continuing Education Activity. Objectives: Develop proficiency in dosing and administering pegloticase to patients in the healthcare setting. Identify the potential adverse effects of pegloticase. Screen patients based on the contraindications against pegloticase therapy. Implement strategies with an interprofessional team for monitoring patients with gout and improving care coordination and communication when using pegloticase in adult patients with chronic gout refractory to conventional therapy to improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-135221_2", "title": "Pegloticase -- Indications", "content": "Pegloticase is a pegylated, recombinant uricase (urate-oxidase) FDA-approved in 2010 for its use in managing chronic gout refractory to standard therapy in adult patients. [1] Conventional treatment for chronic gout includes xanthine oxidase inhibitors such as allopurinol and febuxostat. [2]", "contents": "Pegloticase -- Indications. Pegloticase is a pegylated, recombinant uricase (urate-oxidase) FDA-approved in 2010 for its use in managing chronic gout refractory to standard therapy in adult patients. [1] Conventional treatment for chronic gout includes xanthine oxidase inhibitors such as allopurinol and febuxostat. [2]"}
{"id": "article-135221_3", "title": "Pegloticase -- Indications", "content": "Patients with unresponsive uric acid levels or who have 2 or more gout flares and subcutaneous tophi persisting despite treatment at maximum dosages of conventional therapy are considered refractory and qualify as indications for pegloticase. [2] Patients with increased uric acid levels and not experiencing gout symptoms are not recommended for treatment with pegloticase.", "contents": "Pegloticase -- Indications. Patients with unresponsive uric acid levels or who have 2 or more gout flares and subcutaneous tophi persisting despite treatment at maximum dosages of conventional therapy are considered refractory and qualify as indications for pegloticase. [2] Patients with increased uric acid levels and not experiencing gout symptoms are not recommended for treatment with pegloticase."}
{"id": "article-135221_4", "title": "Pegloticase -- Indications", "content": "Pegloticase's safety and efficacy were assessed in 2 replicate, multination, 6-month randomized, double-blind, placebo-controlled clinical trials. [3] The study included 225 participants with severe gout who were intolerant to conventional therapy. [3] The participants were randomized to 3 study groups: pegloticase every 2 weeks, pegloticase every 4 weeks, and placebo group. [3] The study's primary goal was to achieve plasma uric acid levels below 6.0 mg/dL at the 3-month and 6-month periods. [3] Among the 3 groups, the treatment groups of 8 mg biweekly group and 8 mg monthly of pegloticase exhibited lower serum uric acid levels when compared with the placebo group participants. [3]", "contents": "Pegloticase -- Indications. Pegloticase's safety and efficacy were assessed in 2 replicate, multination, 6-month randomized, double-blind, placebo-controlled clinical trials. [3] The study included 225 participants with severe gout who were intolerant to conventional therapy. [3] The participants were randomized to 3 study groups: pegloticase every 2 weeks, pegloticase every 4 weeks, and placebo group. [3] The study's primary goal was to achieve plasma uric acid levels below 6.0 mg/dL at the 3-month and 6-month periods. [3] Among the 3 groups, the treatment groups of 8 mg biweekly group and 8 mg monthly of pegloticase exhibited lower serum uric acid levels when compared with the placebo group participants. [3]"}
{"id": "article-135221_5", "title": "Pegloticase -- Indications -- FDA-Approved Indications", "content": "Chronic gout (chronic and refractory to conventional therapy)", "contents": "Pegloticase -- Indications -- FDA-Approved Indications. Chronic gout (chronic and refractory to conventional therapy)"}
{"id": "article-135221_6", "title": "Pegloticase -- Mechanism of Action", "content": "Pegloticase is a pegylated, recombinant uricase (urate-oxidase) created by a genetically altered variant of Escherichia coli ( E. coli ) that exerts its mechanism of action by catalyzing uric acid to the water-soluble, easily excreted purine metabolite allantoin. [1] Although the onset of action of pegloticase is rapid, its effect is not sustained for an extended period since it does not inhibit the production of uric acid. As a result, multiple infusions may be necessary to keep uric acid levels within the normal range.", "contents": "Pegloticase -- Mechanism of Action. Pegloticase is a pegylated, recombinant uricase (urate-oxidase) created by a genetically altered variant of Escherichia coli ( E. coli ) that exerts its mechanism of action by catalyzing uric acid to the water-soluble, easily excreted purine metabolite allantoin. [1] Although the onset of action of pegloticase is rapid, its effect is not sustained for an extended period since it does not inhibit the production of uric acid. As a result, multiple infusions may be necessary to keep uric acid levels within the normal range."}
{"id": "article-135221_7", "title": "Pegloticase -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Peglitocase has a half-life of about 14 days.", "contents": "Pegloticase -- Mechanism of Action -- Pharmacokinetics. Metabolism: Peglitocase has a half-life of about 14 days."}
{"id": "article-135221_8", "title": "Pegloticase -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Once the uric acid is oxidized to allantoin, it is readily excreted by the kidneys for elimination, decreasing the uric acid levels in circulation and making it a helpful agent in treating chronic gout. [4]", "contents": "Pegloticase -- Mechanism of Action -- Pharmacokinetics. Elimination: Once the uric acid is oxidized to allantoin, it is readily excreted by the kidneys for elimination, decreasing the uric acid levels in circulation and making it a helpful agent in treating chronic gout. [4]"}
{"id": "article-135221_9", "title": "Pegloticase -- Administration -- Available Dosage Forms and Strengths", "content": "The pegloticase diluted solution should be infused gradually over 120 minutes intravenously. Infusion should be delivered through gravity feed, syringe-type pump, or infusion pump. The recommended dosage of pegloticase for chronic refractory gout is 8 mg/mL (1 mL) administered intravenously (IV) every 2 weeks. Gout flare prophylaxis should start more than 1 week before initiating pegloticase therapy using NSAIDs or colchicine and should continue for at least 6 months.", "contents": "Pegloticase -- Administration -- Available Dosage Forms and Strengths. The pegloticase diluted solution should be infused gradually over 120 minutes intravenously. Infusion should be delivered through gravity feed, syringe-type pump, or infusion pump. The recommended dosage of pegloticase for chronic refractory gout is 8 mg/mL (1 mL) administered intravenously (IV) every 2 weeks. Gout flare prophylaxis should start more than 1 week before initiating pegloticase therapy using NSAIDs or colchicine and should continue for at least 6 months."}
{"id": "article-135221_10", "title": "Pegloticase -- Administration -- Chronic Gout (Refractory to Conventional Therapy)", "content": "8 mg IV every 2 weeks", "contents": "Pegloticase -- Administration -- Chronic Gout (Refractory to Conventional Therapy). 8 mg IV every 2 weeks"}
{"id": "article-135221_11", "title": "Pegloticase -- Administration", "content": "Pegloticase is recommended to be co-administered with weekly oral methotrexate 15 mg alongside supplementation with folic acid or folinic acid. The use of pegloticase as monotherapy is not recommended, except in cases where using methotrexate is contraindicated or not suitable for the patient's clinical condition.", "contents": "Pegloticase -- Administration. Pegloticase is recommended to be co-administered with weekly oral methotrexate 15 mg alongside supplementation with folic acid or folinic acid. The use of pegloticase as monotherapy is not recommended, except in cases where using methotrexate is contraindicated or not suitable for the patient's clinical condition."}
{"id": "article-135221_12", "title": "Pegloticase -- Administration", "content": "Patients receiving pegloticase should be treated with pre-infusion medications, antihistamines, and corticosteroids to decrease the risk and prevent anaphylaxis and infusion reactions from occurring. Patients starting pegloticase are recommended to discontinue treatment with any oral urate-reducing agents. Concomitant use of pegloticase with other oral urate-lowering agents is not recommended. Infusion should be slowed or halted in the event an infusion reaction transpires and restarted at a more gradually slower rate. Monitoring patients for an hour after finishing an infusion is recommended, as infusion reactions may also occur during this period.", "contents": "Pegloticase -- Administration. Patients receiving pegloticase should be treated with pre-infusion medications, antihistamines, and corticosteroids to decrease the risk and prevent anaphylaxis and infusion reactions from occurring. Patients starting pegloticase are recommended to discontinue treatment with any oral urate-reducing agents. Concomitant use of pegloticase with other oral urate-lowering agents is not recommended. Infusion should be slowed or halted in the event an infusion reaction transpires and restarted at a more gradually slower rate. Monitoring patients for an hour after finishing an infusion is recommended, as infusion reactions may also occur during this period."}
{"id": "article-135221_13", "title": "Pegloticase -- Administration -- Special Patient Populations", "content": "Hepatic impairment : Dosing in hepatic impairment is undefined. Renal impairment : No dose adjustment is necessary for patients with impaired renal function", "contents": "Pegloticase -- Administration -- Special Patient Populations. Hepatic impairment : Dosing in hepatic impairment is undefined. Renal impairment : No dose adjustment is necessary for patients with impaired renal function"}
{"id": "article-135221_14", "title": "Pegloticase -- Administration -- Special Patient Populations", "content": "Pregnancy considerations: Clinicians should weigh the risk-to-benefit ratio; no human data are available. There is no known risk of teratogenicity, and infant harm is not expected based on the drug's properties. Pegloticase use in pregnancy has not been adequately evaluated in reproductive studies in humans or animals. Pegloticase is labeled as Pregnancy Category C.", "contents": "Pegloticase -- Administration -- Special Patient Populations. Pregnancy considerations: Clinicians should weigh the risk-to-benefit ratio; no human data are available. There is no known risk of teratogenicity, and infant harm is not expected based on the drug's properties. Pegloticase use in pregnancy has not been adequately evaluated in reproductive studies in humans or animals. Pegloticase is labeled as Pregnancy Category C."}
{"id": "article-135221_15", "title": "Pegloticase -- Administration -- Special Patient Populations", "content": "Breastfeeding considerations : However, research has not entirely determined if pegloticase is excreted in the human milk of nursing mothers; therefore, the drug is not recommended in breastfeeding women. Pediatric patients : This medication has no pediatric indication. Older patients : No altered dosing recommendations exist for patients older than 65.", "contents": "Pegloticase -- Administration -- Special Patient Populations. Breastfeeding considerations : However, research has not entirely determined if pegloticase is excreted in the human milk of nursing mothers; therefore, the drug is not recommended in breastfeeding women. Pediatric patients : This medication has no pediatric indication. Older patients : No altered dosing recommendations exist for patients older than 65."}
{"id": "article-135221_16", "title": "Pegloticase -- Adverse Effects", "content": "The most common adverse events associated with pegloticase include the following: Gout flare (77%) Infusion reaction (26%) Nausea (12%) Contusion or ecchymosis (11%) Nasopharyngitis (7%) Constipation (6%) Chest Pain (6%) Anaphylaxis (5%) Vomiting (5%) CHF exacerbation (2%) The adverse effects were reported from randomized, double-blind, placebo-controlled clinical trials in subjects receiving pegloticase at an 8 mg dosage every 2 weeks. [5]", "contents": "Pegloticase -- Adverse Effects. The most common adverse events associated with pegloticase include the following: Gout flare (77%) Infusion reaction (26%) Nausea (12%) Contusion or ecchymosis (11%) Nasopharyngitis (7%) Constipation (6%) Chest Pain (6%) Anaphylaxis (5%) Vomiting (5%) CHF exacerbation (2%) The adverse effects were reported from randomized, double-blind, placebo-controlled clinical trials in subjects receiving pegloticase at an 8 mg dosage every 2 weeks. [5]"}
{"id": "article-135221_17", "title": "Pegloticase -- Adverse Effects -- Boxed Warning", "content": "The FDA has issued a black box warning on pegloticase for the following: Anaphylaxis [6] Infusion reactions [6] G6PD deficiency (hemolysis and methemoglobinemia) [7]", "contents": "Pegloticase -- Adverse Effects -- Boxed Warning. The FDA has issued a black box warning on pegloticase for the following: Anaphylaxis [6] Infusion reactions [6] G6PD deficiency (hemolysis and methemoglobinemia) [7]"}
{"id": "article-135221_18", "title": "Pegloticase -- Contraindications", "content": "Pegloticase is contraindicated in individuals with glucose-6-phosphate dehydrogenase (G6PD) deficiency. [8] Individuals at increased risk of G6PD, such as people of Mediterranean descent or African Americans, should be screened before administering pegloticase to minimize the risk of hemolysis and methemoglobinemia. [5]", "contents": "Pegloticase -- Contraindications. Pegloticase is contraindicated in individuals with glucose-6-phosphate dehydrogenase (G6PD) deficiency. [8] Individuals at increased risk of G6PD, such as people of Mediterranean descent or African Americans, should be screened before administering pegloticase to minimize the risk of hemolysis and methemoglobinemia. [5]"}
{"id": "article-135221_19", "title": "Pegloticase -- Contraindications", "content": "Concomitant use of oral anti-hyperuricemic agents, including allopurinol, febuxostat, rasburicase, and lesinurad alongside pegloticase may result in are not recommended as they may result in delayed recognition of ineffective treatment and subsequently increase the risk of hypersensitivity and anaphylactoid like infusion reactions. Therefore, oral anti-hyperuricemic agents should be discontinued before initiating pegloticase therapy. Such agents also should not be started during treatment with pegloticase; this is essential to ensure an exact interpretation of serum uric acid levels in circulation and to minimize the risk of adverse reactions.", "contents": "Pegloticase -- Contraindications. Concomitant use of oral anti-hyperuricemic agents, including allopurinol, febuxostat, rasburicase, and lesinurad alongside pegloticase may result in are not recommended as they may result in delayed recognition of ineffective treatment and subsequently increase the risk of hypersensitivity and anaphylactoid like infusion reactions. Therefore, oral anti-hyperuricemic agents should be discontinued before initiating pegloticase therapy. Such agents also should not be started during treatment with pegloticase; this is essential to ensure an exact interpretation of serum uric acid levels in circulation and to minimize the risk of adverse reactions."}
{"id": "article-135221_20", "title": "Pegloticase -- Contraindications", "content": "Patients with pre-existing congestive heart failure planning to receive therapy with pegloticase should be carefully evaluated. Before initiating treatment, the potential benefits and risks should be assessed and discussed with the patient.", "contents": "Pegloticase -- Contraindications. Patients with pre-existing congestive heart failure planning to receive therapy with pegloticase should be carefully evaluated. Before initiating treatment, the potential benefits and risks should be assessed and discussed with the patient."}
{"id": "article-135221_21", "title": "Pegloticase -- Monitoring", "content": "During treatment with pegloticase, patients must be closely monitored for any anaphylaxis or infusion reactions that may occur. [6] Administration of pegloticase should be carried out in a healthcare setting by healthcare professionals with appropriate training and experience in responding to such reactions to therapy. The clinical team must monitor patients' serum uric acid levels before initiating pegloticase therapy and throughout treatment. If uric acid levels rise above 6 mg/dL, or 2 consecutive levels above 6 mg/dL are observed, suspending treatment should be considered. [6]", "contents": "Pegloticase -- Monitoring. During treatment with pegloticase, patients must be closely monitored for any anaphylaxis or infusion reactions that may occur. [6] Administration of pegloticase should be carried out in a healthcare setting by healthcare professionals with appropriate training and experience in responding to such reactions to therapy. The clinical team must monitor patients' serum uric acid levels before initiating pegloticase therapy and throughout treatment. If uric acid levels rise above 6 mg/dL, or 2 consecutive levels above 6 mg/dL are observed, suspending treatment should be considered. [6]"}
{"id": "article-135221_22", "title": "Pegloticase -- Monitoring", "content": "Individuals at an increased risk of glucose-6-phosphate dehydrogenase (G6PD) deficiency, such as those of African or Mediterranean descent, should undergo screening before beginning pegloticase therapy to reduce the likelihood of adverse events. [8]", "contents": "Pegloticase -- Monitoring. Individuals at an increased risk of glucose-6-phosphate dehydrogenase (G6PD) deficiency, such as those of African or Mediterranean descent, should undergo screening before beginning pegloticase therapy to reduce the likelihood of adverse events. [8]"}
{"id": "article-135221_23", "title": "Pegloticase -- Monitoring", "content": "Patients with pre-existing congestive heart failure who receive pegloticase treatment should be monitored periodically for exacerbations of their condition. Patients can develop an immune response to pegloticase therapy, forming anti-pegloticase and anti-polyethylene glycol (PEG) antibodies. [9]", "contents": "Pegloticase -- Monitoring. Patients with pre-existing congestive heart failure who receive pegloticase treatment should be monitored periodically for exacerbations of their condition. Patients can develop an immune response to pegloticase therapy, forming anti-pegloticase and anti-polyethylene glycol (PEG) antibodies. [9]"}
{"id": "article-135221_24", "title": "Pegloticase -- Monitoring", "content": "Clinical trials have shown that antibodies can develop in patients receiving pegloticase every 2 weeks, and these antibodies can be associated with increased transfusion reactions and the inability to maintain normal uric acid levels. [10] To ensure optimal patient outcomes, close monitoring of patients undergoing pegloticase therapy is necessary, along with the prompt detection and management of any adverse events that may occur.", "contents": "Pegloticase -- Monitoring. Clinical trials have shown that antibodies can develop in patients receiving pegloticase every 2 weeks, and these antibodies can be associated with increased transfusion reactions and the inability to maintain normal uric acid levels. [10] To ensure optimal patient outcomes, close monitoring of patients undergoing pegloticase therapy is necessary, along with the prompt detection and management of any adverse events that may occur."}
{"id": "article-135221_25", "title": "Pegloticase -- Toxicity", "content": "Currently, no antidote has been identified in the event of an overdose of pegloticase. Patients suspected of or who are experiencing an overdose should be managed supportively. The highest maximum dosage administered during clinical trials was 12 mg intravenously. The safety and efficacy of pegloticase in individuals younger than 18 have not been reported.", "contents": "Pegloticase -- Toxicity. Currently, no antidote has been identified in the event of an overdose of pegloticase. Patients suspected of or who are experiencing an overdose should be managed supportively. The highest maximum dosage administered during clinical trials was 12 mg intravenously. The safety and efficacy of pegloticase in individuals younger than 18 have not been reported."}
{"id": "article-135221_26", "title": "Pegloticase -- Enhancing Healthcare Team Outcomes", "content": "Pegloticase is a pegylated, recombinant uricase (urate-oxidase) FDA-approved for chronic gout refractory to conventional therapy in adult patients. Managing patients with chronic gout requires emphatic and interprofessional care from an interprofessional team of healthcare professionals. Thorough clinical investigations and communication can lead to more effective management strategies, which can further increase the impacts of pharmacologic management, decreasing flares and increasing the quality of life. The interprofessional team of healthcare professionals includes a primary care clinician (ie, a physician or advanced practice practitioner), a rheumatologist, nursing staff, a physical therapist (PT), and a pharmacist.", "contents": "Pegloticase -- Enhancing Healthcare Team Outcomes. Pegloticase is a pegylated, recombinant uricase (urate-oxidase) FDA-approved for chronic gout refractory to conventional therapy in adult patients. Managing patients with chronic gout requires emphatic and interprofessional care from an interprofessional team of healthcare professionals. Thorough clinical investigations and communication can lead to more effective management strategies, which can further increase the impacts of pharmacologic management, decreasing flares and increasing the quality of life. The interprofessional team of healthcare professionals includes a primary care clinician (ie, a physician or advanced practice practitioner), a rheumatologist, nursing staff, a physical therapist (PT), and a pharmacist."}
{"id": "article-135221_27", "title": "Pegloticase -- Enhancing Healthcare Team Outcomes", "content": "Patients being treated should be thoroughly educated on chronic gout and treatment with pegloticase and its possible adverse effects. Alongside therapy, lifestyle modifications should also be counseled. The primary care provider and rheumatologist should maintain regular follow-ups to manage symptoms and maintain a normalized targeted range for uric acid levels. All interprofessional team members should also continually be updated with the latest guidelines on chronic gout management.", "contents": "Pegloticase -- Enhancing Healthcare Team Outcomes. Patients being treated should be thoroughly educated on chronic gout and treatment with pegloticase and its possible adverse effects. Alongside therapy, lifestyle modifications should also be counseled. The primary care provider and rheumatologist should maintain regular follow-ups to manage symptoms and maintain a normalized targeted range for uric acid levels. All interprofessional team members should also continually be updated with the latest guidelines on chronic gout management."}
{"id": "article-135221_28", "title": "Pegloticase -- Enhancing Healthcare Team Outcomes", "content": "A healthcare professional should administer pegloticase treatment in a healthcare setting. Patients receiving treatment should be informed about anaphylaxis and transfusion reactions and be administered antihistamines and corticosteroids as pre-infusion medications. Healthcare providers should screen subjects at increased risk for G6PD deficiency as a contraindication to therapy, as hemolysis and methemoglobinemia may ensue. The health care team should also be aware that pegloticase is recommended to be co-administered with weekly oral methotrexate 15 mg alongside supplementation with folic acid or folinic acid, and monotherapy is not recommended, except in cases where the use of methotrexate is contraindicated or not suitable for the patient's clinical condition. Nurses can be involved in this screening activity, alerting the ordering/prescribing clinician of any concerns before initiating pegloticase therapy. The pharmacist will ensure proper dosing and medication reconciliation, alerting the team to any issues they encounter so modifications to the treatment plan can be implemented if necessary.", "contents": "Pegloticase -- Enhancing Healthcare Team Outcomes. A healthcare professional should administer pegloticase treatment in a healthcare setting. Patients receiving treatment should be informed about anaphylaxis and transfusion reactions and be administered antihistamines and corticosteroids as pre-infusion medications. Healthcare providers should screen subjects at increased risk for G6PD deficiency as a contraindication to therapy, as hemolysis and methemoglobinemia may ensue. The health care team should also be aware that pegloticase is recommended to be co-administered with weekly oral methotrexate 15 mg alongside supplementation with folic acid or folinic acid, and monotherapy is not recommended, except in cases where the use of methotrexate is contraindicated or not suitable for the patient's clinical condition. Nurses can be involved in this screening activity, alerting the ordering/prescribing clinician of any concerns before initiating pegloticase therapy. The pharmacist will ensure proper dosing and medication reconciliation, alerting the team to any issues they encounter so modifications to the treatment plan can be implemented if necessary."}
{"id": "article-135221_29", "title": "Pegloticase -- Enhancing Healthcare Team Outcomes", "content": "Patients receiving treatment should be counseled by their healthcare provider of no concomitant oral urate-lowering medications while on therapy with pegloticase. Patients with underlying CHF should be consulted with a cardiologist before initiation of treatment, as CHF exacerbation may occur while being treated. If pegloticase is considered in these patients, regular follow-ups are essential. The PCP and rheumatologist should routinely monitor uric acid levels as levels rising above 6 mg/dL or 2 sequential levels above 6 mg/dL are observed; suspending treatment should be considered.", "contents": "Pegloticase -- Enhancing Healthcare Team Outcomes. Patients receiving treatment should be counseled by their healthcare provider of no concomitant oral urate-lowering medications while on therapy with pegloticase. Patients with underlying CHF should be consulted with a cardiologist before initiation of treatment, as CHF exacerbation may occur while being treated. If pegloticase is considered in these patients, regular follow-ups are essential. The PCP and rheumatologist should routinely monitor uric acid levels as levels rising above 6 mg/dL or 2 sequential levels above 6 mg/dL are observed; suspending treatment should be considered."}
{"id": "article-135221_30", "title": "Pegloticase -- Enhancing Healthcare Team Outcomes", "content": "Childbearing women considering treatment with pegloticase should be counseled about the possible risks to the fetus, as currently, no reproductive studies in humans or animals have been reported. The rheumatologist and obstetrician should be consulted to consider the benefits and risks of therapy during pregnancy. Breastfeeding women should also be advised that treatment with pegloticase is not recommended as there has been insufficient research to determine if pegloticase is excreted in human milk.", "contents": "Pegloticase -- Enhancing Healthcare Team Outcomes. Childbearing women considering treatment with pegloticase should be counseled about the possible risks to the fetus, as currently, no reproductive studies in humans or animals have been reported. The rheumatologist and obstetrician should be consulted to consider the benefits and risks of therapy during pregnancy. Breastfeeding women should also be advised that treatment with pegloticase is not recommended as there has been insufficient research to determine if pegloticase is excreted in human milk."}
{"id": "article-135221_31", "title": "Pegloticase -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional coordinated activity and communication between healthcare providers and their patients are vital to establishing rapport and a caregiver-patient relationship. Thorough interaction and guidance on disease course and management can improve patient education on medication compliance and decrease disease progression.", "contents": "Pegloticase -- Enhancing Healthcare Team Outcomes. Interprofessional coordinated activity and communication between healthcare providers and their patients are vital to establishing rapport and a caregiver-patient relationship. Thorough interaction and guidance on disease course and management can improve patient education on medication compliance and decrease disease progression."}
{"id": "article-135221_32", "title": "Pegloticase -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pegloticase -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}