{"id": "article-23962_0", "title": "Kyphoscoliosis -- Continuing Education Activity", "content": "Kyphoscoliosis is a disease of the thoracolumbar spine in which normal curvature is excessively deviated in multiple planes. Its complications are varied by multiple factors including the age of onset and the primary disease that contributes towards its presentation. These complications may range from mild to severe, therefore education on how these structural changes may result in physical limitations is strongly encouraged. This activity describes the evaluation and management of kyphoscoliosis and reviews the role of the interprofessional team in improving care for patients with this condition.", "contents": "Kyphoscoliosis -- Continuing Education Activity. Kyphoscoliosis is a disease of the thoracolumbar spine in which normal curvature is excessively deviated in multiple planes. Its complications are varied by multiple factors including the age of onset and the primary disease that contributes towards its presentation. These complications may range from mild to severe, therefore education on how these structural changes may result in physical limitations is strongly encouraged. This activity describes the evaluation and management of kyphoscoliosis and reviews the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-23962_1", "title": "Kyphoscoliosis -- Continuing Education Activity", "content": "Objectives: Outline the typical presentation of a patient with kyphoscoliosis. Explain the evaluation of parients with kyphoscoliosis. Review the management options available for kyphoscoliosis. Access free multiple choice questions on this topic.", "contents": "Kyphoscoliosis -- Continuing Education Activity. Objectives: Outline the typical presentation of a patient with kyphoscoliosis. Explain the evaluation of parients with kyphoscoliosis. Review the management options available for kyphoscoliosis. Access free multiple choice questions on this topic."}
{"id": "article-23962_2", "title": "Kyphoscoliosis -- Introduction", "content": "Kyphoscoliosis is defined as a deviation of the normal curvature of the spine in the sagittal and coronal planes and can include a rotation of the spinal axis. [1] Adult scoliosis is defined as a lateral deviation of more than 10 degrees in the coronal plane as measured by the Cobb angle. Lateral deviations of less than 10 degrees can be attributed to postural variation. Kyphosis and lordosis refer to the curvature of the spine in the sagittal plane. When the spine is viewed laterally, a normal degree of lordosis (posterior curvature) can be seen in both the cervical and lumbar spine ranging between 35 and 80 degrees; whereas the thoracic spine has a natural degree of kyphosis (forward curvature) generally between 30 and 50 degrees. [2] The degree of thoracic kyphosis increases with age from 20 to 29 degrees in individuals younger than 40 years old, 53 degrees in those aged 60 to 74, and 66 degrees in patients older than 75 years. [3]", "contents": "Kyphoscoliosis -- Introduction. Kyphoscoliosis is defined as a deviation of the normal curvature of the spine in the sagittal and coronal planes and can include a rotation of the spinal axis. [1] Adult scoliosis is defined as a lateral deviation of more than 10 degrees in the coronal plane as measured by the Cobb angle. Lateral deviations of less than 10 degrees can be attributed to postural variation. Kyphosis and lordosis refer to the curvature of the spine in the sagittal plane. When the spine is viewed laterally, a normal degree of lordosis (posterior curvature) can be seen in both the cervical and lumbar spine ranging between 35 and 80 degrees; whereas the thoracic spine has a natural degree of kyphosis (forward curvature) generally between 30 and 50 degrees. [2] The degree of thoracic kyphosis increases with age from 20 to 29 degrees in individuals younger than 40 years old, 53 degrees in those aged 60 to 74, and 66 degrees in patients older than 75 years. [3]"}
{"id": "article-23962_3", "title": "Kyphoscoliosis -- Introduction", "content": "Although kyphoscoliosis occurs most commonly in the region of the thoracolumbar spine, it can also be noted in the cervicothoracic region as well. Moderate kyphoscoliosis is a Cobb angle ranging from 25 to 100 degrees, whereas severe kyphoscoliosis is a Cobb angle greater than 100 degrees. Abnormalities in curvature and it's clinical impact are affected by the severity and location of the curvature, the number of vertebrae involved, and the degree of axial rotation. [4] These may affect both energy consumption as well as pulmonary function.", "contents": "Kyphoscoliosis -- Introduction. Although kyphoscoliosis occurs most commonly in the region of the thoracolumbar spine, it can also be noted in the cervicothoracic region as well. Moderate kyphoscoliosis is a Cobb angle ranging from 25 to 100 degrees, whereas severe kyphoscoliosis is a Cobb angle greater than 100 degrees. Abnormalities in curvature and it's clinical impact are affected by the severity and location of the curvature, the number of vertebrae involved, and the degree of axial rotation. [4] These may affect both energy consumption as well as pulmonary function."}
{"id": "article-23962_4", "title": "Kyphoscoliosis -- Etiology", "content": "The cause of kyphoscoliosis is multifactorial and varies based on a patient’s demographics. [3] For simplification, causes can be classified as idiopathic, secondary, or congenital.", "contents": "Kyphoscoliosis -- Etiology. The cause of kyphoscoliosis is multifactorial and varies based on a patient’s demographics. [3] For simplification, causes can be classified as idiopathic, secondary, or congenital."}
{"id": "article-23962_5", "title": "Kyphoscoliosis -- Etiology", "content": "Idiopathic causes account for a large majority of cases and remain multifactorial with unclear etiology. [5]", "contents": "Kyphoscoliosis -- Etiology. Idiopathic causes account for a large majority of cases and remain multifactorial with unclear etiology. [5]"}
{"id": "article-23962_6", "title": "Kyphoscoliosis -- Etiology", "content": "Secondary and disease-related causes include degenerative and senile changes, inflammatory disease, posttraumatic fractures, iatrogenic post-surgical changes, and repetitive microtraumas from overuse. As discs naturally degenerate, these changes can lead to alterations of normal biomechanics of the spine resulting in increased anterior wedging. [3] Other causes include infectious etiologies, neuromuscular (cerebral palsy, muscular dystrophy, polio, Freidrich ataxia, spinal muscular atrophy, spina bifida, etc.), and connective tissue sources (Ehlers-Danlos syndrome, chondrodysplasia, Marfan syndrome, etc.). [6] Scheuermann disease, also known as juvenile kyphosis or juvenile discogenic disease, is a slowly progressive disorder of the spine most commonly affecting adolescents and involves the wedging of 3 or more adjacent vertebrae at an angle of more than 5 degrees. [7] In this disease, kyphosis is caused by osteochondrosis of vertebral secondary ossification centers. Radiographic imaging may note endplate narrowing and Schmorl's nodes.", "contents": "Kyphoscoliosis -- Etiology. Secondary and disease-related causes include degenerative and senile changes, inflammatory disease, posttraumatic fractures, iatrogenic post-surgical changes, and repetitive microtraumas from overuse. As discs naturally degenerate, these changes can lead to alterations of normal biomechanics of the spine resulting in increased anterior wedging. [3] Other causes include infectious etiologies, neuromuscular (cerebral palsy, muscular dystrophy, polio, Freidrich ataxia, spinal muscular atrophy, spina bifida, etc.), and connective tissue sources (Ehlers-Danlos syndrome, chondrodysplasia, Marfan syndrome, etc.). [6] Scheuermann disease, also known as juvenile kyphosis or juvenile discogenic disease, is a slowly progressive disorder of the spine most commonly affecting adolescents and involves the wedging of 3 or more adjacent vertebrae at an angle of more than 5 degrees. [7] In this disease, kyphosis is caused by osteochondrosis of vertebral secondary ossification centers. Radiographic imaging may note endplate narrowing and Schmorl's nodes."}
{"id": "article-23962_7", "title": "Kyphoscoliosis -- Etiology", "content": "Congenital sources may result from malformation or segmentation of the spine during embryonic development and may be associated with spinal cord or urinary abnormalities. Defects may include rib abnormalities, absent vertebrae, or hemivertebrae.", "contents": "Kyphoscoliosis -- Etiology. Congenital sources may result from malformation or segmentation of the spine during embryonic development and may be associated with spinal cord or urinary abnormalities. Defects may include rib abnormalities, absent vertebrae, or hemivertebrae."}
{"id": "article-23962_8", "title": "Kyphoscoliosis -- Etiology", "content": "Functional causes are typically reversible and may be attributed to muscle spasms or malpositioning, whereas structural causes are typically irreversible. [6]", "contents": "Kyphoscoliosis -- Etiology. Functional causes are typically reversible and may be attributed to muscle spasms or malpositioning, whereas structural causes are typically irreversible. [6]"}
{"id": "article-23962_9", "title": "Kyphoscoliosis -- Epidemiology", "content": "Given its multifactorial nature and a large number of diseases and pathologies that have a component of kyphoscoliosis, the exact epidemiology of this disease is unknown. Frequency and demographic data may be better appreciated when tailored to the primary underlying cause that may be contributing to its manifestation. [6] A common cause of juvenile kyphoscoliosis is Scheuermann's disease which has an incidence of 0.4% to 8% in the USA, occurs more commonly in boys, and typically affects children between the ages of 13 and 16 years old.", "contents": "Kyphoscoliosis -- Epidemiology. Given its multifactorial nature and a large number of diseases and pathologies that have a component of kyphoscoliosis, the exact epidemiology of this disease is unknown. Frequency and demographic data may be better appreciated when tailored to the primary underlying cause that may be contributing to its manifestation. [6] A common cause of juvenile kyphoscoliosis is Scheuermann's disease which has an incidence of 0.4% to 8% in the USA, occurs more commonly in boys, and typically affects children between the ages of 13 and 16 years old."}
{"id": "article-23962_10", "title": "Kyphoscoliosis -- Pathophysiology", "content": "The pathophysiology of kyphoscoliosis is dependent on the underlying etiology.", "contents": "Kyphoscoliosis -- Pathophysiology. The pathophysiology of kyphoscoliosis is dependent on the underlying etiology."}
{"id": "article-23962_11", "title": "Kyphoscoliosis -- Pathophysiology", "content": "Postural thoracic kyphosis may be attributed to reversible muscular imbalances that lead to excessive curvature of the thoracic spine.", "contents": "Kyphoscoliosis -- Pathophysiology. Postural thoracic kyphosis may be attributed to reversible muscular imbalances that lead to excessive curvature of the thoracic spine."}
{"id": "article-23962_12", "title": "Kyphoscoliosis -- Pathophysiology", "content": "In the elderly, a majority of cases of hyperkyphosis (about 60-70%) are not attributed to underlying vertebral compression fractures. [8] Rather, causes are more often attributed to degenerative disc disease, genetic predisposition, and muscle weakness of the extensors of the back. For cases that are caused by fractures, the defect exhibits a typical wedge pattern whereas there is an increased loss of height in the anterior aspect of the vertebrae compared to the posterior column thereby resulting in progressively worsening curvature. This in turn has a consequential effect on the remaining spine and alters pressure bearing mechanics.", "contents": "Kyphoscoliosis -- Pathophysiology. In the elderly, a majority of cases of hyperkyphosis (about 60-70%) are not attributed to underlying vertebral compression fractures. [8] Rather, causes are more often attributed to degenerative disc disease, genetic predisposition, and muscle weakness of the extensors of the back. For cases that are caused by fractures, the defect exhibits a typical wedge pattern whereas there is an increased loss of height in the anterior aspect of the vertebrae compared to the posterior column thereby resulting in progressively worsening curvature. This in turn has a consequential effect on the remaining spine and alters pressure bearing mechanics."}
{"id": "article-23962_13", "title": "Kyphoscoliosis -- Pathophysiology", "content": "Similarly to the above, in postinfectious cases, a loss of structural integrity of the anterior column leads to alterations in the capacity of loading forces and results in exaggerated curvature of the spine. There have been cases reported of kyphoscoliosis occurring in 12% of patients with postpolio residual paralysis (PPRP). [9]", "contents": "Kyphoscoliosis -- Pathophysiology. Similarly to the above, in postinfectious cases, a loss of structural integrity of the anterior column leads to alterations in the capacity of loading forces and results in exaggerated curvature of the spine. There have been cases reported of kyphoscoliosis occurring in 12% of patients with postpolio residual paralysis (PPRP). [9]"}
{"id": "article-23962_14", "title": "Kyphoscoliosis -- Pathophysiology", "content": "The literature review notes a report of kyphoscoliosis associated with congenital neuromuscular disease with uniform type 1 fibers (CNMDU1) and may be a risk factor for severe progression. [10]", "contents": "Kyphoscoliosis -- Pathophysiology. The literature review notes a report of kyphoscoliosis associated with congenital neuromuscular disease with uniform type 1 fibers (CNMDU1) and may be a risk factor for severe progression. [10]"}
{"id": "article-23962_15", "title": "Kyphoscoliosis -- History and Physical", "content": "Children with kyphoscoliosis are often asymptomatic upon initial presentation and may be brought in for evaluation by a family member that is concerned about uneven shoulders or hips, prominence of part of the spine or the scapula, uneven waist, or a change in gait. In children, chronic pain or neurological signs of weakness, tingling, or loss of bowel/bladder control are rare and demands closer investigation. [11] A thorough history should include details of growth trends, age at onset of changes, neurological changes, and psychosocial impact. In very young children, a referral to an orthopedic or neurosurgical specialist may help assuage parental concern and provide for closer follow up and earlier intervention as needed.", "contents": "Kyphoscoliosis -- History and Physical. Children with kyphoscoliosis are often asymptomatic upon initial presentation and may be brought in for evaluation by a family member that is concerned about uneven shoulders or hips, prominence of part of the spine or the scapula, uneven waist, or a change in gait. In children, chronic pain or neurological signs of weakness, tingling, or loss of bowel/bladder control are rare and demands closer investigation. [11] A thorough history should include details of growth trends, age at onset of changes, neurological changes, and psychosocial impact. In very young children, a referral to an orthopedic or neurosurgical specialist may help assuage parental concern and provide for closer follow up and earlier intervention as needed."}
{"id": "article-23962_16", "title": "Kyphoscoliosis -- History and Physical", "content": "Older patients may present for an initial evaluation with a variety of chief complaints that may include axial back pain, concerns of cosmesis, or progressively worsening respiratory function. As in children, a thorough history should be obtained, as well as screening for changes in neurological or psychosocial health.", "contents": "Kyphoscoliosis -- History and Physical. Older patients may present for an initial evaluation with a variety of chief complaints that may include axial back pain, concerns of cosmesis, or progressively worsening respiratory function. As in children, a thorough history should be obtained, as well as screening for changes in neurological or psychosocial health."}
{"id": "article-23962_17", "title": "Kyphoscoliosis -- History and Physical", "content": "Physical examination should begin with a thorough inspection of height, gross anatomy/symmetry, spinal alignment, flexibility, and work of the movement. Of note, correction of kyphosis by hyperextension of the vertebrae rules out Scheuermann disease. Skin assessment for hyper/hypopigmentation, dimpling, or tufts of hair may be helpful ruling out concomitant conditions such as Neurofibromatosis, myelomeningocele, etc. [11] [12]", "contents": "Kyphoscoliosis -- History and Physical. Physical examination should begin with a thorough inspection of height, gross anatomy/symmetry, spinal alignment, flexibility, and work of the movement. Of note, correction of kyphosis by hyperextension of the vertebrae rules out Scheuermann disease. Skin assessment for hyper/hypopigmentation, dimpling, or tufts of hair may be helpful ruling out concomitant conditions such as Neurofibromatosis, myelomeningocele, etc. [11] [12]"}
{"id": "article-23962_18", "title": "Kyphoscoliosis -- History and Physical", "content": "To perform Adam’s forward bend test, the patient stands facing away from the provider with their legs straight and feet shoulder-width apart. The patient then bends forward at the waist towards 90 degrees hip flexion with their arms hanging to the floor and palms placed together. An inclinometer along the thoracolumbar spine can be used to evaluate for asymmetry due to rotation or prominences. The examination also involves assessing the patient from the side while the patient transitions from lumbar flexion to upright stance and then to the lumbar extension. For children incapable of performing Adam’s forward bend test independently, a guardian or caregiver can assist in a supine or modified examination. If asymmetry is noted on examination, radiographic images may be obtained to supplement clinical findings, as often a 7 (or more) degree asymmetry noted on examination can correlate with a 20 degree spinal curve on imaging. [11]", "contents": "Kyphoscoliosis -- History and Physical. To perform Adam’s forward bend test, the patient stands facing away from the provider with their legs straight and feet shoulder-width apart. The patient then bends forward at the waist towards 90 degrees hip flexion with their arms hanging to the floor and palms placed together. An inclinometer along the thoracolumbar spine can be used to evaluate for asymmetry due to rotation or prominences. The examination also involves assessing the patient from the side while the patient transitions from lumbar flexion to upright stance and then to the lumbar extension. For children incapable of performing Adam’s forward bend test independently, a guardian or caregiver can assist in a supine or modified examination. If asymmetry is noted on examination, radiographic images may be obtained to supplement clinical findings, as often a 7 (or more) degree asymmetry noted on examination can correlate with a 20 degree spinal curve on imaging. [11]"}
{"id": "article-23962_19", "title": "Kyphoscoliosis -- History and Physical", "content": "Assessment should also include evaluation for strength, reflexes, sensation, range of motion of all joints, limb length discrepancy, and gait analysis. Studies have shown a direct relationship between worsening kyphoscoliosis and diminished spinal extensor muscle strength. [3] Patients may perform poorly on functional assessments of standing up from a chair, 6-minute walk test, walking speed, and the timed get up and go test.", "contents": "Kyphoscoliosis -- History and Physical. Assessment should also include evaluation for strength, reflexes, sensation, range of motion of all joints, limb length discrepancy, and gait analysis. Studies have shown a direct relationship between worsening kyphoscoliosis and diminished spinal extensor muscle strength. [3] Patients may perform poorly on functional assessments of standing up from a chair, 6-minute walk test, walking speed, and the timed get up and go test."}
{"id": "article-23962_20", "title": "Kyphoscoliosis -- Evaluation", "content": "In addition to a thorough history and physical examination, a functional assessment is a key to a complete examination. Studies have shown that the 6-minute walk test has a higher correlation to the severity of deformity than does pulmonary function testing or arterial blood gas parameters. [13]", "contents": "Kyphoscoliosis -- Evaluation. In addition to a thorough history and physical examination, a functional assessment is a key to a complete examination. Studies have shown that the 6-minute walk test has a higher correlation to the severity of deformity than does pulmonary function testing or arterial blood gas parameters. [13]"}
{"id": "article-23962_21", "title": "Kyphoscoliosis -- Evaluation", "content": "As previously noted, radiographic imaging assists in determining the extent of spinal curvature and is an important component of a complete evaluation. Comprehensive imaging of the spine should include upright PA and lateral views of the cervical, thoracic, and lumbar regions with an effort made to minimize any limb length discrepancy that may contribute toward excessive curvature. The Cobb angle can be utilized to assess for severity of kyphoscoliosis, risk of progression, and means of intervention. Kyphosis is defined as a Cobb angle of greater than 40 degrees in the thoracolumbar spine. [11] On a PA radiograph of the spine, the Cobb angle is measured by the intersection of a parallel line to the most cephalad superior endplate in a particular curve, and a parallel line to the caudal most inferior endplate in a particular curve. Conventionally, perpendicular lines can then be used to compute the angle of curvature. [1] In anatomically efficient models, a plumb line can be drawn from the body of the C7 vertebral body to the posterosuperior corner of the S1 vertebral body. [6] When the plumb line falls anterior to the femoral head, the spine stands in a positive sagittal balance. A negative sagittal balance is noted when the plumb line falls posterior to the femoral head.", "contents": "Kyphoscoliosis -- Evaluation. As previously noted, radiographic imaging assists in determining the extent of spinal curvature and is an important component of a complete evaluation. Comprehensive imaging of the spine should include upright PA and lateral views of the cervical, thoracic, and lumbar regions with an effort made to minimize any limb length discrepancy that may contribute toward excessive curvature. The Cobb angle can be utilized to assess for severity of kyphoscoliosis, risk of progression, and means of intervention. Kyphosis is defined as a Cobb angle of greater than 40 degrees in the thoracolumbar spine. [11] On a PA radiograph of the spine, the Cobb angle is measured by the intersection of a parallel line to the most cephalad superior endplate in a particular curve, and a parallel line to the caudal most inferior endplate in a particular curve. Conventionally, perpendicular lines can then be used to compute the angle of curvature. [1] In anatomically efficient models, a plumb line can be drawn from the body of the C7 vertebral body to the posterosuperior corner of the S1 vertebral body. [6] When the plumb line falls anterior to the femoral head, the spine stands in a positive sagittal balance. A negative sagittal balance is noted when the plumb line falls posterior to the femoral head."}
{"id": "article-23962_22", "title": "Kyphoscoliosis -- Evaluation", "content": "Adolescent idiopathic scoliosis is a condition in which there are structural abnormalities of the spine in the coronal, sagittal, and axial planes. In 1983, The King classification was established to describe the five thoracic curve types and the spinal arthrodesis recommended for specific vertebral levels. [14] As surgical techniques and equipment evolved, limitations of The King Classification were brought to light and the system fell out of favor. The Lenke Classification was established in 2001 and emphasizes the sagittal plane in addition to the coronal plane. The system is organized according to three main parameters: curve type (1-6), sagittal thoracic modifier (-, N, or +), a lumbar spine modifier (A, B, C). Further details on these classifications and their criteria are beyond the scope of this text. [14]", "contents": "Kyphoscoliosis -- Evaluation. Adolescent idiopathic scoliosis is a condition in which there are structural abnormalities of the spine in the coronal, sagittal, and axial planes. In 1983, The King classification was established to describe the five thoracic curve types and the spinal arthrodesis recommended for specific vertebral levels. [14] As surgical techniques and equipment evolved, limitations of The King Classification were brought to light and the system fell out of favor. The Lenke Classification was established in 2001 and emphasizes the sagittal plane in addition to the coronal plane. The system is organized according to three main parameters: curve type (1-6), sagittal thoracic modifier (-, N, or +), a lumbar spine modifier (A, B, C). Further details on these classifications and their criteria are beyond the scope of this text. [14]"}
{"id": "article-23962_23", "title": "Kyphoscoliosis -- Evaluation", "content": "If further investigation is warranted, a bone mineral density scan or an MRI may facilitate the transition for possible surgical intervention. Studies have shown a relationship between increased Cobb angle and poor performance on pulmonary function testing (PFT). [15]", "contents": "Kyphoscoliosis -- Evaluation. If further investigation is warranted, a bone mineral density scan or an MRI may facilitate the transition for possible surgical intervention. Studies have shown a relationship between increased Cobb angle and poor performance on pulmonary function testing (PFT). [15]"}
{"id": "article-23962_24", "title": "Kyphoscoliosis -- Evaluation", "content": "Structural abnormalities frequently affect pulmonary function, resulting in reduced exercise tolerance and ventilation. The examination may reveal asymmetric chest expansion and poor inspiratory capacity secondary to restrictive changes. Pulmonary function testing may reveal a reduction in functional residual capacity (FRC), Forced vital capacity (FVC), and FEV1. The development of cor pulmonale carries a poor prognosis and a higher risk of mortality. An echocardiogram may assist in assessing pulmonary arterial hypertension. [16]", "contents": "Kyphoscoliosis -- Evaluation. Structural abnormalities frequently affect pulmonary function, resulting in reduced exercise tolerance and ventilation. The examination may reveal asymmetric chest expansion and poor inspiratory capacity secondary to restrictive changes. Pulmonary function testing may reveal a reduction in functional residual capacity (FRC), Forced vital capacity (FVC), and FEV1. The development of cor pulmonale carries a poor prognosis and a higher risk of mortality. An echocardiogram may assist in assessing pulmonary arterial hypertension. [16]"}
{"id": "article-23962_25", "title": "Kyphoscoliosis -- Treatment / Management", "content": "The preferred treatment method is dependent on the underlying cause, age, the severity of the deformity, and the absence or presence of neurologic deficits. Treatment is typically initiated in a conservative manner and may progress to the point that surgical intervention is required. In younger patients, kyphoscoliosis may be an incidental finding with little to no effect on function. However, if pathology is significant enough to cause pain, neurologic changes, concerns of cosmesis, or concerns of progression, then further testing and referral to a specialist are recommended. In patients recommended non-operative management, treatment can include:", "contents": "Kyphoscoliosis -- Treatment / Management. The preferred treatment method is dependent on the underlying cause, age, the severity of the deformity, and the absence or presence of neurologic deficits. Treatment is typically initiated in a conservative manner and may progress to the point that surgical intervention is required. In younger patients, kyphoscoliosis may be an incidental finding with little to no effect on function. However, if pathology is significant enough to cause pain, neurologic changes, concerns of cosmesis, or concerns of progression, then further testing and referral to a specialist are recommended. In patients recommended non-operative management, treatment can include:"}
{"id": "article-23962_26", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Observation: In asymptomatic or minimally affected patients, physicians may choose to simply closely monitor over time. Management may include serial imaging studies and functional assessments to track curvature and symptom severity over time.", "contents": "Kyphoscoliosis -- Treatment / Management. Observation: In asymptomatic or minimally affected patients, physicians may choose to simply closely monitor over time. Management may include serial imaging studies and functional assessments to track curvature and symptom severity over time."}
{"id": "article-23962_27", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Pain management: Conservative pain management includes the use of NSAIDs. Due to risks of respiratory compromise, the use of stronger pain agents (ex: narcotics) should be used judiciously by physicians and their patients. Muscle relaxers such as cyclobenzaprine are also frequently prescribed, however resulting lethargy should be discussed and monitored.", "contents": "Kyphoscoliosis -- Treatment / Management. Pain management: Conservative pain management includes the use of NSAIDs. Due to risks of respiratory compromise, the use of stronger pain agents (ex: narcotics) should be used judiciously by physicians and their patients. Muscle relaxers such as cyclobenzaprine are also frequently prescribed, however resulting lethargy should be discussed and monitored."}
{"id": "article-23962_28", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Respiratory management: Structural abnormalities such as reduced lung volume secondary to a restrictive thoracic chest wall, decreased compliance, and limited diaphragm movements may result in restrictive lung disease and lead to chronic hypercapnic respiratory failure and alveolar hypoventilation. [17] The hypoxemia resulting from these changes may result in a reflexive vasoconstrictive response leading to pulmonary hypertension which is diagnosed via right heart catheterization. Clinicians should, therefore, be cognizant of this disease feature. Patients should be assessed for a history of sleep apnea, daytime fatigue, snoring, etc. In patients with chronic respiratory failure secondary to severe kyphoscoliosis, the treatment of choice is non-invasive intermittent positive pressure ventilation (NIPPV). Chest physiotherapy, bronchodilators, and diuretics can also be considered in those patients in which hypercapnia or cor pulmonale have developed. In patients with pulmonary arterial hypertension, literature has noted the use of endothelin receptor antagonists and inhaled prostanoids. Immunizations for influenza and pneumococci should be considered. Managing respiratory decline can be difficult and complex and patients tend to continue to deteriorate despite treatment. [18]", "contents": "Kyphoscoliosis -- Treatment / Management. Respiratory management: Structural abnormalities such as reduced lung volume secondary to a restrictive thoracic chest wall, decreased compliance, and limited diaphragm movements may result in restrictive lung disease and lead to chronic hypercapnic respiratory failure and alveolar hypoventilation. [17] The hypoxemia resulting from these changes may result in a reflexive vasoconstrictive response leading to pulmonary hypertension which is diagnosed via right heart catheterization. Clinicians should, therefore, be cognizant of this disease feature. Patients should be assessed for a history of sleep apnea, daytime fatigue, snoring, etc. In patients with chronic respiratory failure secondary to severe kyphoscoliosis, the treatment of choice is non-invasive intermittent positive pressure ventilation (NIPPV). Chest physiotherapy, bronchodilators, and diuretics can also be considered in those patients in which hypercapnia or cor pulmonale have developed. In patients with pulmonary arterial hypertension, literature has noted the use of endothelin receptor antagonists and inhaled prostanoids. Immunizations for influenza and pneumococci should be considered. Managing respiratory decline can be difficult and complex and patients tend to continue to deteriorate despite treatment. [18]"}
{"id": "article-23962_29", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Cardiac management: Clinics should perform transthoracic echocardiography (TTE) to rule out a cardiac etiology and evaluate for right ventricular overload in which right ventricular systolic pressure would be elevated.", "contents": "Kyphoscoliosis -- Treatment / Management. Cardiac management: Clinics should perform transthoracic echocardiography (TTE) to rule out a cardiac etiology and evaluate for right ventricular overload in which right ventricular systolic pressure would be elevated."}
{"id": "article-23962_30", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Bracing: Bracing is used in skeletally immature patients in an effort to reverse or prevent progressive abnormalities. Orthotic bracing can be either soft or rigid, and depending on the curvature of the spine, it can range from the cervical spine to the sacral spine. The duration of use, the rigidity of the structure are dependent on the needs of the spine. [19] Bracing can provide support to weakened musculature and corrective pressures on abnormal curvature. One technique for brace production is the utilization of Computer-aided design (CAD) and computer-aided manufacturing (CAM) to craft a polyurethane foam model into a polyethylene (PE) or polypropylene (PP) brace. [20]", "contents": "Kyphoscoliosis -- Treatment / Management. Bracing: Bracing is used in skeletally immature patients in an effort to reverse or prevent progressive abnormalities. Orthotic bracing can be either soft or rigid, and depending on the curvature of the spine, it can range from the cervical spine to the sacral spine. The duration of use, the rigidity of the structure are dependent on the needs of the spine. [19] Bracing can provide support to weakened musculature and corrective pressures on abnormal curvature. One technique for brace production is the utilization of Computer-aided design (CAD) and computer-aided manufacturing (CAM) to craft a polyurethane foam model into a polyethylene (PE) or polypropylene (PP) brace. [20]"}
{"id": "article-23962_31", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Physical therapy and exercise: A recent Meta-analysis indicates that exercise programs utilizing stretching and/or strengthening programs have a large statistically significant impact on the improvement of thoracic kyphosis. [21] However, these programs have minimal impact on the improvement of lumbar lordotic curvature. These exercise programs may also utilize specific methods such as Pilates, William’s training (stretching and strengthening), Kendall’s theory (local corrective exercises focusing on strengthening of weakened muscles and stretching of shortened musculature). [22] Targeted exercise programs may be effective for older patients with hyperkyphosis.", "contents": "Kyphoscoliosis -- Treatment / Management. Physical therapy and exercise: A recent Meta-analysis indicates that exercise programs utilizing stretching and/or strengthening programs have a large statistically significant impact on the improvement of thoracic kyphosis. [21] However, these programs have minimal impact on the improvement of lumbar lordotic curvature. These exercise programs may also utilize specific methods such as Pilates, William’s training (stretching and strengthening), Kendall’s theory (local corrective exercises focusing on strengthening of weakened muscles and stretching of shortened musculature). [22] Targeted exercise programs may be effective for older patients with hyperkyphosis."}
{"id": "article-23962_32", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Spinal cord stimulation (SCS) can be considered for patients with chronic back pain that is refractory to conservative interventions. It may be appropriate for patients that are deemed poor surgical candidates or for those that are averse to corrective surgery. In addition, it may be an option in those with failed back surgery syndrome. [23] SCS is a minimally invasive technique that utilizes the delivery of electrical impulses to the spinal cord to interrupt pain signaling to the brain. Research on the use of SCS in kyphoscoliosis is lacking, therefore success rates, optimal frequency, and complications remain uncertain. [24]", "contents": "Kyphoscoliosis -- Treatment / Management. Spinal cord stimulation (SCS) can be considered for patients with chronic back pain that is refractory to conservative interventions. It may be appropriate for patients that are deemed poor surgical candidates or for those that are averse to corrective surgery. In addition, it may be an option in those with failed back surgery syndrome. [23] SCS is a minimally invasive technique that utilizes the delivery of electrical impulses to the spinal cord to interrupt pain signaling to the brain. Research on the use of SCS in kyphoscoliosis is lacking, therefore success rates, optimal frequency, and complications remain uncertain. [24]"}
{"id": "article-23962_33", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Yoga may alleviate pain in some, however, care should be taken to avoid extreme hyperflexion and hyperextension, especially in patients with osteopenia or osteoporosis. [25] Extensive information on the use of yoga appears limited as several studies have listed the condition as meeting criteria for exclusion.", "contents": "Kyphoscoliosis -- Treatment / Management. Yoga may alleviate pain in some, however, care should be taken to avoid extreme hyperflexion and hyperextension, especially in patients with osteopenia or osteoporosis. [25] Extensive information on the use of yoga appears limited as several studies have listed the condition as meeting criteria for exclusion."}
{"id": "article-23962_34", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Lifestyle changes: Modification of habits and cessation of smoking and optimization of body weight may assist in symptom severity and improve quality of life.", "contents": "Kyphoscoliosis -- Treatment / Management. Lifestyle changes: Modification of habits and cessation of smoking and optimization of body weight may assist in symptom severity and improve quality of life."}
{"id": "article-23962_35", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Emotional: Clinicians should also frequently monitor a patient's emotional well being and screen for anxiety and depression.", "contents": "Kyphoscoliosis -- Treatment / Management. Emotional: Clinicians should also frequently monitor a patient's emotional well being and screen for anxiety and depression."}
{"id": "article-23962_36", "title": "Kyphoscoliosis -- Treatment / Management", "content": "In patients experiencing neurological changes, operative management may be warranted. [12] This population is particularly sensitive to peri-operative medication and side effects due to functional limitations and prolonged immobilization. [9] Surgical correction for a hypermobile spine can include an arthrodesis and the use of hardware such as rods, wires, and screws, whereas osteotomies can be used to relieve rigid spines. In patients without neurological compromise, procedures such as vertebroplasty and kyphoplasty have recently been gaining favor as a means for vertebral augmentation. Operative management may be indicated in those patients who have failed conservative therapy, experience intractable pain, have an onset of neurologic changes, or those that have persistent progression despite bracing. Scoliosis surgery: [26] Usually curves greater than 45 and 50 degrees are surgically managed. The two methods of surgical intervention are:", "contents": "Kyphoscoliosis -- Treatment / Management. In patients experiencing neurological changes, operative management may be warranted. [12] This population is particularly sensitive to peri-operative medication and side effects due to functional limitations and prolonged immobilization. [9] Surgical correction for a hypermobile spine can include an arthrodesis and the use of hardware such as rods, wires, and screws, whereas osteotomies can be used to relieve rigid spines. In patients without neurological compromise, procedures such as vertebroplasty and kyphoplasty have recently been gaining favor as a means for vertebral augmentation. Operative management may be indicated in those patients who have failed conservative therapy, experience intractable pain, have an onset of neurologic changes, or those that have persistent progression despite bracing. Scoliosis surgery: [26] Usually curves greater than 45 and 50 degrees are surgically managed. The two methods of surgical intervention are:"}
{"id": "article-23962_37", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Fusion surgeries - Posterior or anterior fusion Non-fusion surgeries - These involve instrumented or non-instrumented epiphysiodesis on the convexity side of the scoliosis curve. Wedge thoracostomy can result in thoracic insufficiency syndrome due to a combination of ribs and curves, which can be corrected by vertical expandable prosthetic titanium ribs (VEPTR). Kyphosis surgery: [6] The various correction osteotomies for kyphosis include: Smith-Peterson Osteotomy (posterior column wedge osteotomy with the opening of anterior column) - used for Scheuermann kyphosis and flat-back syndrome Ponte osteotomy (posterior closing wedge osteotomy) - for the treatment of Scheuermann kyphosis Pedicle Subtraction osteotomy (three-column closing-wedge posterior osteotomy) - for kyphosis due to congenital, traumatic, metabolic, and infectious causes Vertebral column resection", "contents": "Kyphoscoliosis -- Treatment / Management. Fusion surgeries - Posterior or anterior fusion Non-fusion surgeries - These involve instrumented or non-instrumented epiphysiodesis on the convexity side of the scoliosis curve. Wedge thoracostomy can result in thoracic insufficiency syndrome due to a combination of ribs and curves, which can be corrected by vertical expandable prosthetic titanium ribs (VEPTR). Kyphosis surgery: [6] The various correction osteotomies for kyphosis include: Smith-Peterson Osteotomy (posterior column wedge osteotomy with the opening of anterior column) - used for Scheuermann kyphosis and flat-back syndrome Ponte osteotomy (posterior closing wedge osteotomy) - for the treatment of Scheuermann kyphosis Pedicle Subtraction osteotomy (three-column closing-wedge posterior osteotomy) - for kyphosis due to congenital, traumatic, metabolic, and infectious causes Vertebral column resection"}
{"id": "article-23962_38", "title": "Kyphoscoliosis -- Treatment / Management", "content": "Post-operatively, a patient's course should be closely monitored to optimize pain control and assess for any neurological changes. Surgery is not typically recommended in elderly patients given their high-risk profile and poor bone health, however, it can be carefully considered as an option for those patients affected by significant malformation. [3]", "contents": "Kyphoscoliosis -- Treatment / Management. Post-operatively, a patient's course should be closely monitored to optimize pain control and assess for any neurological changes. Surgery is not typically recommended in elderly patients given their high-risk profile and poor bone health, however, it can be carefully considered as an option for those patients affected by significant malformation. [3]"}
{"id": "article-23962_39", "title": "Kyphoscoliosis -- Differential Diagnosis", "content": "Kyphoscoliosis may be idiopathic and be noted in otherwise healthy individuals. In children, the finding may be mild and should be followed over time to assess for curve progression. Rather than considering a differential for kyphoscoliosis, it may be more beneficial to consider the underlying cause contributing to its presentation or the constellation of symptoms in which it presents. As mentioned above, skin changes may play a role in identifying concomitant conditions such as neurofibromatosis and myelomeningocele. Some other conditions that should be considered include: Osteoporosis Scheuermann disease Idiopathic kyphoscoliosis Adolescent idiopathic scoliosis (AIS) Infantile idiopathic scoliosis with kyphosis Age-related hyperkyphosis Vertebral fracture infection (such as by Echinococcus granulosus ) [27] Tumors Kniest dysplasia Friedreich ataxia", "contents": "Kyphoscoliosis -- Differential Diagnosis. Kyphoscoliosis may be idiopathic and be noted in otherwise healthy individuals. In children, the finding may be mild and should be followed over time to assess for curve progression. Rather than considering a differential for kyphoscoliosis, it may be more beneficial to consider the underlying cause contributing to its presentation or the constellation of symptoms in which it presents. As mentioned above, skin changes may play a role in identifying concomitant conditions such as neurofibromatosis and myelomeningocele. Some other conditions that should be considered include: Osteoporosis Scheuermann disease Idiopathic kyphoscoliosis Adolescent idiopathic scoliosis (AIS) Infantile idiopathic scoliosis with kyphosis Age-related hyperkyphosis Vertebral fracture infection (such as by Echinococcus granulosus ) [27] Tumors Kniest dysplasia Friedreich ataxia"}
{"id": "article-23962_40", "title": "Kyphoscoliosis -- Prognosis", "content": "The prognosis for kyphoscoliosis is guarded and is dependent on the underlying etiology contributing to disease progression. Kyphoscoliosis complicated by pulmonary hypertension is associated with high mortality. [18]", "contents": "Kyphoscoliosis -- Prognosis. The prognosis for kyphoscoliosis is guarded and is dependent on the underlying etiology contributing to disease progression. Kyphoscoliosis complicated by pulmonary hypertension is associated with high mortality. [18]"}
{"id": "article-23962_41", "title": "Kyphoscoliosis -- Complications", "content": "Kyphoscoliosis increases the risk of all-cause mortality.", "contents": "Kyphoscoliosis -- Complications. Kyphoscoliosis increases the risk of all-cause mortality."}
{"id": "article-23962_42", "title": "Kyphoscoliosis -- Complications", "content": "In women, the severity of the kyphoscoliosis is correlated with an increased risk of vertebral fractures even in those without prior history of fractures. [3]", "contents": "Kyphoscoliosis -- Complications. In women, the severity of the kyphoscoliosis is correlated with an increased risk of vertebral fractures even in those without prior history of fractures. [3]"}
{"id": "article-23962_43", "title": "Kyphoscoliosis -- Complications", "content": "Given changes in biomechanics, patients are subject to gait changes and are at a higher risk of falls.", "contents": "Kyphoscoliosis -- Complications. Given changes in biomechanics, patients are subject to gait changes and are at a higher risk of falls."}
{"id": "article-23962_44", "title": "Kyphoscoliosis -- Complications", "content": "Structural abnormalities frequently affect pulmonary function, resulting in reduced exercise tolerance and ventilation. Dysfunction can include obstructive disease (ex: atelectasis or excessive airway secretions due to inability to clear productions), restrictive pulmonary changes, abnormal nocturnal ventilation, or hypoxemia. Pulmonary function testing may reveal a reduction in functional residual capacity (FRC), Forced vital capacity (FVC), and FEV1. As above, in patients with chronic respiratory failure secondary to severe kyphoscoliosis, the treatment of choice is non-invasive intermittent positive pressure ventilation (NIPPV). The development of cor pulmonale carries a poor prognosis and a higher risk of mortality.", "contents": "Kyphoscoliosis -- Complications. Structural abnormalities frequently affect pulmonary function, resulting in reduced exercise tolerance and ventilation. Dysfunction can include obstructive disease (ex: atelectasis or excessive airway secretions due to inability to clear productions), restrictive pulmonary changes, abnormal nocturnal ventilation, or hypoxemia. Pulmonary function testing may reveal a reduction in functional residual capacity (FRC), Forced vital capacity (FVC), and FEV1. As above, in patients with chronic respiratory failure secondary to severe kyphoscoliosis, the treatment of choice is non-invasive intermittent positive pressure ventilation (NIPPV). The development of cor pulmonale carries a poor prognosis and a higher risk of mortality."}
{"id": "article-23962_45", "title": "Kyphoscoliosis -- Complications", "content": "Skin findings can include complications secondary to breakdown at pressure points formed by abnormal curvature.", "contents": "Kyphoscoliosis -- Complications. Skin findings can include complications secondary to breakdown at pressure points formed by abnormal curvature."}
{"id": "article-23962_46", "title": "Kyphoscoliosis -- Complications", "content": "In cases resulting in progression, compression of the spinal cord can lead to devastating complications such as paraparesis or paraplegia as a result of neurologic compromise. [12] Further, the progression of the disease may lead to worsening muscle atrophy and limb contractures. Pressure within the spinal canal may be directly proportional to the severity of anterior angulation of the spine. Progression of curvature may result in vascular insufficiency of the spinal cord and neurologic deterioration. Curvature may also cause flattening of the spinal cord that can result in demyelination of anterior funiculus and atrophy of the anterior horn. [28]", "contents": "Kyphoscoliosis -- Complications. In cases resulting in progression, compression of the spinal cord can lead to devastating complications such as paraparesis or paraplegia as a result of neurologic compromise. [12] Further, the progression of the disease may lead to worsening muscle atrophy and limb contractures. Pressure within the spinal canal may be directly proportional to the severity of anterior angulation of the spine. Progression of curvature may result in vascular insufficiency of the spinal cord and neurologic deterioration. Curvature may also cause flattening of the spinal cord that can result in demyelination of anterior funiculus and atrophy of the anterior horn. [28]"}
{"id": "article-23962_47", "title": "Kyphoscoliosis -- Complications", "content": "Further, surgical complications may also lead to neurological compromise secondary to the challenge of restoring spinal stability to three-dimensional deformities. [24] Sudden onset of paraplegia following surgical correction of kyphoscoliosis correction is well documented in the literature. [28]", "contents": "Kyphoscoliosis -- Complications. Further, surgical complications may also lead to neurological compromise secondary to the challenge of restoring spinal stability to three-dimensional deformities. [24] Sudden onset of paraplegia following surgical correction of kyphoscoliosis correction is well documented in the literature. [28]"}
{"id": "article-23962_48", "title": "Kyphoscoliosis -- Deterrence and Patient Education", "content": "Patients should be educated on how these structural changes may result in physical limitations, increased risk of falls, diminished strength, diminished pulmonary function, and increased mortality. [3]", "contents": "Kyphoscoliosis -- Deterrence and Patient Education. Patients should be educated on how these structural changes may result in physical limitations, increased risk of falls, diminished strength, diminished pulmonary function, and increased mortality. [3]"}
{"id": "article-23962_49", "title": "Kyphoscoliosis -- Enhancing Healthcare Team Outcomes", "content": "The management of kyphoscoliosis is challenging and complex. To derive good outcomes, the goal is to minimize structural abnormality and progression and optimize functional capacity and independence. Initially, management of kyphoscoliosis is principally by the primary provider and likely includes conservative management techniques comprised of observation, physical therapy, pain management, bracing, etc. However, in a case resulting in rapid progression, refractory pain, or neurologic compromise, referral to a surgeon or specialist is warranted and operative management may be indicated. Thus, an interprofessional team that provides a holistic, unified, and shared decision-making approach can optimize patient care and help maintain functional ability. This team can include but is not limited to: the patient, family, primary provider, therapists, surgeons, orthotists, pulmonologists, and/or neurologists.", "contents": "Kyphoscoliosis -- Enhancing Healthcare Team Outcomes. The management of kyphoscoliosis is challenging and complex. To derive good outcomes, the goal is to minimize structural abnormality and progression and optimize functional capacity and independence. Initially, management of kyphoscoliosis is principally by the primary provider and likely includes conservative management techniques comprised of observation, physical therapy, pain management, bracing, etc. However, in a case resulting in rapid progression, refractory pain, or neurologic compromise, referral to a surgeon or specialist is warranted and operative management may be indicated. Thus, an interprofessional team that provides a holistic, unified, and shared decision-making approach can optimize patient care and help maintain functional ability. This team can include but is not limited to: the patient, family, primary provider, therapists, surgeons, orthotists, pulmonologists, and/or neurologists."}
{"id": "article-23962_50", "title": "Kyphoscoliosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Kyphoscoliosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}