{"id": "article-17168_0", "title": "Acute Renal Colic -- Continuing Education Activity", "content": "Acute renal colic is the severe acute flank pain resulting from the presence of an obstructing stone in the urinary system. The stone can be present anywhere along the path between the kidneys and the bladder. Ureteral calculi are the primary cause of acute renal colic. Underlying causes of urolithiasis include aciduria, inadequate urinary volumes, urinary infection, hypercalciuria, hyperoxaluria, hyperuricosuria, and hypocitraturia. The initial evaluation of a patient who presents with symptoms suggestive of acute renal colic includes laboratory testing, urinalysis, urine culture (if indicated), and appropriate imaging studies, including ultrasonography with resistive index, KUB, and unenhanced CT scans.", "contents": "Acute Renal Colic -- Continuing Education Activity. Acute renal colic is the severe acute flank pain resulting from the presence of an obstructing stone in the urinary system. The stone can be present anywhere along the path between the kidneys and the bladder. Ureteral calculi are the primary cause of acute renal colic. Underlying causes of urolithiasis include aciduria, inadequate urinary volumes, urinary infection, hypercalciuria, hyperoxaluria, hyperuricosuria, and hypocitraturia. The initial evaluation of a patient who presents with symptoms suggestive of acute renal colic includes laboratory testing, urinalysis, urine culture (if indicated), and appropriate imaging studies, including ultrasonography with resistive index, KUB, and unenhanced CT scans."}
{"id": "article-17168_1", "title": "Acute Renal Colic -- Continuing Education Activity", "content": "Many ureteral stones will pass spontaneously, but some will need elective surgical intervention. Such procedures include extracorporeal shockwave lithotripsy (ESWL), cystoscopy with double J stenting, and ureteroscopy. Some clinical situations may require urgent surgical intervention, such as sepsis from obstructive pyelonephritis (pyonephrosis), where the infected renal pelvis needs to be drained emergently. This activity reviews the evaluation and management of acute renal colic due to ureterolithiasis and highlights the role of the interprofessional team in caring for patients affected by this condition.", "contents": "Acute Renal Colic -- Continuing Education Activity. Many ureteral stones will pass spontaneously, but some will need elective surgical intervention. Such procedures include extracorporeal shockwave lithotripsy (ESWL), cystoscopy with double J stenting, and ureteroscopy. Some clinical situations may require urgent surgical intervention, such as sepsis from obstructive pyelonephritis (pyonephrosis), where the infected renal pelvis needs to be drained emergently. This activity reviews the evaluation and management of acute renal colic due to ureterolithiasis and highlights the role of the interprofessional team in caring for patients affected by this condition."}
{"id": "article-17168_2", "title": "Acute Renal Colic -- Continuing Education Activity", "content": "Objectives: Identify the most common locations for ureteral calculi to cause an obstruction and acute renal colic. Identify the most common presentations of patients with acute renal colic. Apply best practices and published guidelines to evaluate and treat patients with acute renal colic. Implement a cohesive interprofessional team in treating patients with acute renal colic and the associated complications of the condition. Access free multiple choice questions on this topic.", "contents": "Acute Renal Colic -- Continuing Education Activity. Objectives: Identify the most common locations for ureteral calculi to cause an obstruction and acute renal colic. Identify the most common presentations of patients with acute renal colic. Apply best practices and published guidelines to evaluate and treat patients with acute renal colic. Implement a cohesive interprofessional team in treating patients with acute renal colic and the associated complications of the condition. Access free multiple choice questions on this topic."}
{"id": "article-17168_3", "title": "Acute Renal Colic -- Introduction", "content": "Acute renal colic is a severe form of sudden flank pain that typically originates over the costovertebral angle and extends anteriorly and inferiorly towards the groin or testicle. Acute renal colic is generally caused by acute obstruction of the urinary tract by a calculus and is frequently associated with nausea and vomiting.", "contents": "Acute Renal Colic -- Introduction. Acute renal colic is a severe form of sudden flank pain that typically originates over the costovertebral angle and extends anteriorly and inferiorly towards the groin or testicle. Acute renal colic is generally caused by acute obstruction of the urinary tract by a calculus and is frequently associated with nausea and vomiting."}
{"id": "article-17168_4", "title": "Acute Renal Colic -- Introduction", "content": "Urolithiasis, also known as kidney stones, is a common condition affecting about 1 of every 11 individuals in the United States at some point. Urolithiasis is usually caused by a crystal or crystalline aggregate traveling from the kidney through the genitourinary system and becoming stuck, obstructing urinary flow, typically in the ureter. This obstruction results in proximal ureteral and renal pelvic dilation (hydroureteronephrosis), which is the immediate cause of the intense pain known as renal colic. [1] [2] [3] [4]", "contents": "Acute Renal Colic -- Introduction. Urolithiasis, also known as kidney stones, is a common condition affecting about 1 of every 11 individuals in the United States at some point. Urolithiasis is usually caused by a crystal or crystalline aggregate traveling from the kidney through the genitourinary system and becoming stuck, obstructing urinary flow, typically in the ureter. This obstruction results in proximal ureteral and renal pelvic dilation (hydroureteronephrosis), which is the immediate cause of the intense pain known as renal colic. [1] [2] [3] [4]"}
{"id": "article-17168_5", "title": "Acute Renal Colic -- Introduction", "content": "The degree of pain is related to the degree of obstruction and not the size of the stone, although stone size can be a reasonable predictor of the likelihood of spontaneous passage. While kidney stones are not the only cause of flank pain, their frequency and the severity of the pain they cause make ureterolithiasis the most likely presumptive diagnosis when sudden, severe flank pain occurs, especially when associated with hematuria. While the nature and onset of the pain depend on the underlying cause, its exact location, and severity, for most patients, the pain peaks about 1 to 2 hours after its initial onset. Underlying causes of urolithiasis include inadequate hydration, aciduria, chronic urinary infection, hypercalciuria, hyperoxaluria, hyperuricosuria, and hypocitraturia. The initial evaluation of a patient who presents with acute renal colic includes laboratory testing, urinalysis, and appropriate imaging studies.", "contents": "Acute Renal Colic -- Introduction. The degree of pain is related to the degree of obstruction and not the size of the stone, although stone size can be a reasonable predictor of the likelihood of spontaneous passage. While kidney stones are not the only cause of flank pain, their frequency and the severity of the pain they cause make ureterolithiasis the most likely presumptive diagnosis when sudden, severe flank pain occurs, especially when associated with hematuria. While the nature and onset of the pain depend on the underlying cause, its exact location, and severity, for most patients, the pain peaks about 1 to 2 hours after its initial onset. Underlying causes of urolithiasis include inadequate hydration, aciduria, chronic urinary infection, hypercalciuria, hyperoxaluria, hyperuricosuria, and hypocitraturia. The initial evaluation of a patient who presents with acute renal colic includes laboratory testing, urinalysis, and appropriate imaging studies."}
{"id": "article-17168_6", "title": "Acute Renal Colic -- Introduction", "content": "The immediate treatment of acute renal colic due to ureterolithiasis starts with pain control, IV hydration, antiemetics, and antibiotics (if indicated). Patients with difficult-to-control symptoms may need hospital admission. Some situations may require urgent surgical intervention, such as obstructive pyelonephritis (pyonephrosis), where the infected renal pelvis needs to be drained emergently.", "contents": "Acute Renal Colic -- Introduction. The immediate treatment of acute renal colic due to ureterolithiasis starts with pain control, IV hydration, antiemetics, and antibiotics (if indicated). Patients with difficult-to-control symptoms may need hospital admission. Some situations may require urgent surgical intervention, such as obstructive pyelonephritis (pyonephrosis), where the infected renal pelvis needs to be drained emergently."}
{"id": "article-17168_7", "title": "Acute Renal Colic -- Introduction", "content": "Definitive treatment of obstructing ureteral stones may be conservative or procedural. Surgical options include cystoscopy with double J stenting, extracorporeal shockwave lithotripsy (ESWL), ureteroscopy with stone basketing, and laser therapy, as open surgery for ureteral stones is rarely indicated. [5] See StatPearls' companion reference, \" Ureterolithiasis ,\" for more information. [5]", "contents": "Acute Renal Colic -- Introduction. Definitive treatment of obstructing ureteral stones may be conservative or procedural. Surgical options include cystoscopy with double J stenting, extracorporeal shockwave lithotripsy (ESWL), ureteroscopy with stone basketing, and laser therapy, as open surgery for ureteral stones is rarely indicated. [5] See StatPearls' companion reference, \" Ureterolithiasis ,\" for more information. [5]"}
{"id": "article-17168_8", "title": "Acute Renal Colic -- Introduction", "content": "Quality of life scores tend to lower as kidney stone attacks increase. This was most obvious when the total number of lifetime renal colic events reached 5 or more, suggesting that preventive measures, such as 24-hour urine testing, should be done at that point, if not earlier. [6]", "contents": "Acute Renal Colic -- Introduction. Quality of life scores tend to lower as kidney stone attacks increase. This was most obvious when the total number of lifetime renal colic events reached 5 or more, suggesting that preventive measures, such as 24-hour urine testing, should be done at that point, if not earlier. [6]"}
{"id": "article-17168_9", "title": "Acute Renal Colic -- Etiology", "content": "Renal colic is caused by dilation of the renal pelvis and ureteral segments. While colic usually results from an acute obstruction such as a ureteral calculus, it may also be due to various other problems and disorders, such as ureteral spasms immediately after double J stent removal or ureteroscopy.", "contents": "Acute Renal Colic -- Etiology. Renal colic is caused by dilation of the renal pelvis and ureteral segments. While colic usually results from an acute obstruction such as a ureteral calculus, it may also be due to various other problems and disorders, such as ureteral spasms immediately after double J stent removal or ureteroscopy."}
{"id": "article-17168_10", "title": "Acute Renal Colic -- Etiology", "content": "Similar ureteral blockages from chronic sources (such as ureteropelvic junction obstructions, prostate, cervical, or pelvic cancer, ureteral scarring, and retroperitoneal fibrosis, among others) do not generally cause acute pain or colic. There are multiple predictors and risk factors for kidney stone formation. The following are the most common:", "contents": "Acute Renal Colic -- Etiology. Similar ureteral blockages from chronic sources (such as ureteropelvic junction obstructions, prostate, cervical, or pelvic cancer, ureteral scarring, and retroperitoneal fibrosis, among others) do not generally cause acute pain or colic. There are multiple predictors and risk factors for kidney stone formation. The following are the most common:"}
{"id": "article-17168_11", "title": "Acute Renal Colic -- Etiology", "content": "Aciduria is the most common cause of uric acid stone formation, which accounts for 5% to 10% of all urinary calculi. [7] [8] Aciduria may be caused by excessive ingestion of animal meat protein, renal tubular acidosis, or metabolic acidosis. [9] [10] Treatment usually involves potassium citrate sufficient to reach a sustained urinary pH of 6.5. [8] Sodium bicarbonate may also be used but delivers a significant sodium load. See StatPearls' companion reference, \" Uric Acid Nephrolithiasis .\" [8]", "contents": "Acute Renal Colic -- Etiology. Aciduria is the most common cause of uric acid stone formation, which accounts for 5% to 10% of all urinary calculi. [7] [8] Aciduria may be caused by excessive ingestion of animal meat protein, renal tubular acidosis, or metabolic acidosis. [9] [10] Treatment usually involves potassium citrate sufficient to reach a sustained urinary pH of 6.5. [8] Sodium bicarbonate may also be used but delivers a significant sodium load. See StatPearls' companion reference, \" Uric Acid Nephrolithiasis .\" [8]"}
{"id": "article-17168_12", "title": "Acute Renal Colic -- Etiology", "content": "Cystinuria is an inheritable autosomal recessive familial genetic disorder that causes high urinary cystine levels. Cystine stones are resistant to shockwave therapy and usually require laser therapy for fragmentation. Preventive therapy consists of aggressive hydration (3,000 mL of urine daily or more) and urinary alkalinization to a pH of 7.5 or more, as cystine becomes far more soluble when the urine is alkaline. [11] See StatPearls' companion reference, \" Cystinuria .\" [11]", "contents": "Acute Renal Colic -- Etiology. Cystinuria is an inheritable autosomal recessive familial genetic disorder that causes high urinary cystine levels. Cystine stones are resistant to shockwave therapy and usually require laser therapy for fragmentation. Preventive therapy consists of aggressive hydration (3,000 mL of urine daily or more) and urinary alkalinization to a pH of 7.5 or more, as cystine becomes far more soluble when the urine is alkaline. [11] See StatPearls' companion reference, \" Cystinuria .\" [11]"}
{"id": "article-17168_13", "title": "Acute Renal Colic -- Etiology", "content": "Hypercalciuria , the most commonly identified chemical promoter of nephrolithiasis, is defined as 250 mg or more of urinary calcium per day. [12] Hypercalciuria is often due to increased intestinal calcium absorption, high renal calcium excretion (renal calcium leak), excessive Vitamin D intake, hyperparathyroidism, metabolic acidosis, or idiopathic. [12] Treatment consists of moderating dietary calcium intake, normalizing Vitamin D levels, correcting phosphate deficiencies (that increase Vitamin D levels), oral phosphate supplements, and using thiazides to reduce renal calcium excretion. [12]", "contents": "Acute Renal Colic -- Etiology. Hypercalciuria , the most commonly identified chemical promoter of nephrolithiasis, is defined as 250 mg or more of urinary calcium per day. [12] Hypercalciuria is often due to increased intestinal calcium absorption, high renal calcium excretion (renal calcium leak), excessive Vitamin D intake, hyperparathyroidism, metabolic acidosis, or idiopathic. [12] Treatment consists of moderating dietary calcium intake, normalizing Vitamin D levels, correcting phosphate deficiencies (that increase Vitamin D levels), oral phosphate supplements, and using thiazides to reduce renal calcium excretion. [12]"}
{"id": "article-17168_14", "title": "Acute Renal Colic -- Etiology", "content": "Hyperoxaluria is usually defined as 40 mg or more of urinary oxalate excretion daily, while optimal levels are 25 mg daily or less. [13] [14] Oxalate is a very potent promoter of calcium oxalate urolithiasis, so every effort should be made to reduce it if levels are elevated or the patient is producing calcium oxalate stones. [13] Dietary oxalate should be reduced by limiting high oxalate foods such as spinach, rhubarb, and collard greens. [13] There is no specific medication for hyperoxaluria, but oral calcium citrate supplementation with meals can increase intestinal oxalate binding, preventing its absorption and lowering urinary oxalate levels. [13] See StatPearls' companion reference, \" Hyperoxaluria .\" [13]", "contents": "Acute Renal Colic -- Etiology. Hyperoxaluria is usually defined as 40 mg or more of urinary oxalate excretion daily, while optimal levels are 25 mg daily or less. [13] [14] Oxalate is a very potent promoter of calcium oxalate urolithiasis, so every effort should be made to reduce it if levels are elevated or the patient is producing calcium oxalate stones. [13] Dietary oxalate should be reduced by limiting high oxalate foods such as spinach, rhubarb, and collard greens. [13] There is no specific medication for hyperoxaluria, but oral calcium citrate supplementation with meals can increase intestinal oxalate binding, preventing its absorption and lowering urinary oxalate levels. [13] See StatPearls' companion reference, \" Hyperoxaluria .\" [13]"}
{"id": "article-17168_15", "title": "Acute Renal Colic -- Etiology", "content": "Hyperuricosuria , excessive urinary uric acid, contributes to both uric acid and calcium oxalate stone formation. [7] Patients who form calcium stones with excessive urinary uric acid can be treated by limiting excessive dietary animal protein ingestion or medically with allopurinol or febuxostat. [7] Most uric acid stones are best treated with potassium citrate and urinary alkalinization. [8] The optimal level of urinary uric acid is 600 mg daily or less. [7] See StatPearls' companion reference, \" Hyperuricosuria .\" [7]", "contents": "Acute Renal Colic -- Etiology. Hyperuricosuria , excessive urinary uric acid, contributes to both uric acid and calcium oxalate stone formation. [7] Patients who form calcium stones with excessive urinary uric acid can be treated by limiting excessive dietary animal protein ingestion or medically with allopurinol or febuxostat. [7] Most uric acid stones are best treated with potassium citrate and urinary alkalinization. [8] The optimal level of urinary uric acid is 600 mg daily or less. [7] See StatPearls' companion reference, \" Hyperuricosuria .\" [7]"}
{"id": "article-17168_16", "title": "Acute Renal Colic -- Etiology", "content": "Hypocitraturia is usually defined as 320 mg or less of urinary citrate excretion daily, but this ignores urinary pH, stone composition, urinary volume and concentration, and other factors. [15] Therefore, it is suggested that clinicians focus more on achieving optimal urinary citrate levels and concentrations of approximately 300 mg of citrate per liter of urine daily. [15] When treating aciduria or uric acid stones, the actual urinary citrate level is less important than the urinary pH, which should be 6.5 or higher optimally. [8] Potassium citrate is the recommended oral citrate supplement, but sodium bicarbonate may also be used. [15] See StatPearls' companion reference, \" Hypocitraturia and Renal Calculi .\" [15]", "contents": "Acute Renal Colic -- Etiology. Hypocitraturia is usually defined as 320 mg or less of urinary citrate excretion daily, but this ignores urinary pH, stone composition, urinary volume and concentration, and other factors. [15] Therefore, it is suggested that clinicians focus more on achieving optimal urinary citrate levels and concentrations of approximately 300 mg of citrate per liter of urine daily. [15] When treating aciduria or uric acid stones, the actual urinary citrate level is less important than the urinary pH, which should be 6.5 or higher optimally. [8] Potassium citrate is the recommended oral citrate supplement, but sodium bicarbonate may also be used. [15] See StatPearls' companion reference, \" Hypocitraturia and Renal Calculi .\" [15]"}
{"id": "article-17168_17", "title": "Acute Renal Colic -- Etiology", "content": "Relative dehydration and inadequate urinary volume , particularly less than 1 liter per day, greatly increase the concentration of solutes (indicated by urine with an osmolarity greater than 600 mOsm/Kg) and promote urinary stasis, which can cause supersaturation of solutes, leading to urinary stone formation. The optimal daily urine volume for stone formers is 2,500 mL, with a minimum acceptable level of 2,000 mL. [14] [16] (The average daily urinary fluid volume in normal individuals without stones is 1,300 mL.) Inadequate urinary fluid excretion is the most common single cause of urolithiasis.", "contents": "Acute Renal Colic -- Etiology. Relative dehydration and inadequate urinary volume , particularly less than 1 liter per day, greatly increase the concentration of solutes (indicated by urine with an osmolarity greater than 600 mOsm/Kg) and promote urinary stasis, which can cause supersaturation of solutes, leading to urinary stone formation. The optimal daily urine volume for stone formers is 2,500 mL, with a minimum acceptable level of 2,000 mL. [14] [16] (The average daily urinary fluid volume in normal individuals without stones is 1,300 mL.) Inadequate urinary fluid excretion is the most common single cause of urolithiasis."}
{"id": "article-17168_18", "title": "Acute Renal Colic -- Etiology", "content": "Urinary tract infections by urease-producing bacteria lead to ammoniagenesis and increased urinary pH. This produces conditions that promote the formation of struvite, infection, or triple (magnesium, calcium, ammonium) phosphate calculi. [17] Staghorn stones are typically composed of this material. Treatment requires infection control and complete removal of all infected stone material. [17] Acetohydroxaminc acid, a urease inhibitor, can be used in selected cases. [17] [16] See StatPearls' companion reference, \" Struvite and Triple Phosphate Renal Calculi ,\" for more information.\" [17]", "contents": "Acute Renal Colic -- Etiology. Urinary tract infections by urease-producing bacteria lead to ammoniagenesis and increased urinary pH. This produces conditions that promote the formation of struvite, infection, or triple (magnesium, calcium, ammonium) phosphate calculi. [17] Staghorn stones are typically composed of this material. Treatment requires infection control and complete removal of all infected stone material. [17] Acetohydroxaminc acid, a urease inhibitor, can be used in selected cases. [17] [16] See StatPearls' companion reference, \" Struvite and Triple Phosphate Renal Calculi ,\" for more information.\" [17]"}
{"id": "article-17168_19", "title": "Acute Renal Colic -- Epidemiology", "content": "The yearly incidence of urolithiasis in North America and Europe is 0.5%. Of those diagnosed with urolithiasis, 50% will have a recurrent stone within 10 years or less from the initial presentation if preventive measures are not taken. [18] According to the National Institute of Health, about 6% of women and 11% of men in the US will experience a stone attack sometime in their lives. Over 1.2 million emergency department visits a year in the US are due to acute renal colic, with about 20% of patients requiring hospital admission. [19] [20] Over the last 30 years, the global incidence of kidney stone disease has steadily increased, and it continues to do so. [21] [22] Most stones (over 70%) occur in people aged 20 to 50. They are more common in men than women by a factor of about 2:1, but the rate of increase in females is higher. [21]", "contents": "Acute Renal Colic -- Epidemiology. The yearly incidence of urolithiasis in North America and Europe is 0.5%. Of those diagnosed with urolithiasis, 50% will have a recurrent stone within 10 years or less from the initial presentation if preventive measures are not taken. [18] According to the National Institute of Health, about 6% of women and 11% of men in the US will experience a stone attack sometime in their lives. Over 1.2 million emergency department visits a year in the US are due to acute renal colic, with about 20% of patients requiring hospital admission. [19] [20] Over the last 30 years, the global incidence of kidney stone disease has steadily increased, and it continues to do so. [21] [22] Most stones (over 70%) occur in people aged 20 to 50. They are more common in men than women by a factor of about 2:1, but the rate of increase in females is higher. [21]"}
{"id": "article-17168_20", "title": "Acute Renal Colic -- Epidemiology", "content": "Patients with obesity, hypertension, a positive family history of nephrolithiasis, irritable bowel syndrome, and diabetes are at increased risk for kidney stone formation. [23] [24] [25]", "contents": "Acute Renal Colic -- Epidemiology. Patients with obesity, hypertension, a positive family history of nephrolithiasis, irritable bowel syndrome, and diabetes are at increased risk for kidney stone formation. [23] [24] [25]"}
{"id": "article-17168_21", "title": "Acute Renal Colic -- Epidemiology", "content": "Hispanics and Blacks have the lowest overall risk of kidney stones, compared to Whites, who have the highest. [26] This is likely due to cultural dietary preferences, geographical location trends (warmer climate), and socioeconomic factors rather than genetic differences. [21]", "contents": "Acute Renal Colic -- Epidemiology. Hispanics and Blacks have the lowest overall risk of kidney stones, compared to Whites, who have the highest. [26] This is likely due to cultural dietary preferences, geographical location trends (warmer climate), and socioeconomic factors rather than genetic differences. [21]"}
{"id": "article-17168_22", "title": "Acute Renal Colic -- Epidemiology", "content": "New stone formers have a 26% median probability of at least one additional symptomatic renal colic attack within 5 years of their initial stone event. [27] The lifetime risk of at least one other stone is roughly 60% to 80%. [28] The chances of a repeat renal colic attack are increased in patients with the following risk factors: Bariatric surgery (especially Roux-en-Y gastric bypass) Cardiovascular disease Chronic renal failure Diabetes Enteric hyperoxaluria First stone at a younger age History of cystine or uric acid stones Hypertension Malabsorption Metabolic syndrome Obesity Positive family history of kidney stones Previous renal colic episodes or kidney stone surgery Primary hyperoxaluria Untreated hyperparathyroidism White ethnicity (Not Black, Hispanic, or Asian) [29] [30]", "contents": "Acute Renal Colic -- Epidemiology. New stone formers have a 26% median probability of at least one additional symptomatic renal colic attack within 5 years of their initial stone event. [27] The lifetime risk of at least one other stone is roughly 60% to 80%. [28] The chances of a repeat renal colic attack are increased in patients with the following risk factors: Bariatric surgery (especially Roux-en-Y gastric bypass) Cardiovascular disease Chronic renal failure Diabetes Enteric hyperoxaluria First stone at a younger age History of cystine or uric acid stones Hypertension Malabsorption Metabolic syndrome Obesity Positive family history of kidney stones Previous renal colic episodes or kidney stone surgery Primary hyperoxaluria Untreated hyperparathyroidism White ethnicity (Not Black, Hispanic, or Asian) [29] [30]"}
{"id": "article-17168_23", "title": "Acute Renal Colic -- Pathophysiology", "content": "As a stone moves from the renal collecting system, it can significantly affect the genitourinary tract by causing either constant or intermittent obstruction and hydronephrosis of the ureter. This results in urine backing up into the kidney, ureteral dilation, pyelolymphatic backflow, and stretching of the renal capsule. Intermittent obstruction often causes longer-lasting discomfort and pain than a constant blockage, where compensatory mechanisms can somewhat offset the increased ureteral intraluminal pressure.", "contents": "Acute Renal Colic -- Pathophysiology. As a stone moves from the renal collecting system, it can significantly affect the genitourinary tract by causing either constant or intermittent obstruction and hydronephrosis of the ureter. This results in urine backing up into the kidney, ureteral dilation, pyelolymphatic backflow, and stretching of the renal capsule. Intermittent obstruction often causes longer-lasting discomfort and pain than a constant blockage, where compensatory mechanisms can somewhat offset the increased ureteral intraluminal pressure."}
{"id": "article-17168_24", "title": "Acute Renal Colic -- Pathophysiology", "content": "An acute ureteral obstruction causes a decrease in the glomerular filtration rate of the affected kidney and increases urine excretion by the unaffected kidney, as well as very severe, excruciating pain.", "contents": "Acute Renal Colic -- Pathophysiology. An acute ureteral obstruction causes a decrease in the glomerular filtration rate of the affected kidney and increases urine excretion by the unaffected kidney, as well as very severe, excruciating pain."}
{"id": "article-17168_25", "title": "Acute Renal Colic -- Pathophysiology", "content": "Complete obstruction of the ureter can lead to the eventual loss of renal function, with damage becoming irreversible, possibly starting at just 1 to 2 weeks. Additionally, there is a risk of rupture of a renal calyx with the development of a urinoma.", "contents": "Acute Renal Colic -- Pathophysiology. Complete obstruction of the ureter can lead to the eventual loss of renal function, with damage becoming irreversible, possibly starting at just 1 to 2 weeks. Additionally, there is a risk of rupture of a renal calyx with the development of a urinoma."}
{"id": "article-17168_26", "title": "Acute Renal Colic -- Pathophysiology", "content": "In general, a stone in the kidney itself does not cause pain or discomfort unless it becomes infected or causes some degree of urinary obstruction. The severity of pain is dependent on the degree of ureteral obstruction, not on the size of the stone. Therefore, a larger stone can pass painlessly, while a small 2- to 3-mm stone can cause tremendous discomfort. Intermittent obstruction from a stone that blocks and releases as it rotates or swivels is also possible. Urinary calculi can become impacted anywhere in the urinary tract, but most commonly at 1 of 3 locations where the ureter is anatomically narrow: At the ureteropelvic junction, where the renal pelvis narrows abruptly to meet the ureter. Near the pelvic brim, the ureter makes an acute posterior turn just distal to the iliac bifurcation. At the ureterovesical junction, where the ureter tunnels transversely through the muscular bladder wall. This is the narrowest portion of the ureter. [31]", "contents": "Acute Renal Colic -- Pathophysiology. In general, a stone in the kidney itself does not cause pain or discomfort unless it becomes infected or causes some degree of urinary obstruction. The severity of pain is dependent on the degree of ureteral obstruction, not on the size of the stone. Therefore, a larger stone can pass painlessly, while a small 2- to 3-mm stone can cause tremendous discomfort. Intermittent obstruction from a stone that blocks and releases as it rotates or swivels is also possible. Urinary calculi can become impacted anywhere in the urinary tract, but most commonly at 1 of 3 locations where the ureter is anatomically narrow: At the ureteropelvic junction, where the renal pelvis narrows abruptly to meet the ureter. Near the pelvic brim, the ureter makes an acute posterior turn just distal to the iliac bifurcation. At the ureterovesical junction, where the ureter tunnels transversely through the muscular bladder wall. This is the narrowest portion of the ureter. [31]"}
{"id": "article-17168_27", "title": "Acute Renal Colic -- Pathophysiology", "content": "Pain results from a combination of ureteral muscle spasms, increased proximal ureteral dilation and peristalsis from activation of intrinsic ureteral pacemakers, stone-induced localized inflammatory changes, renal swelling with capsular stretching, edema, and irritation. These processes stimulate submucosal stretch receptors in the ureter, renal pelvis, and capsule, which directly cause pain.", "contents": "Acute Renal Colic -- Pathophysiology. Pain results from a combination of ureteral muscle spasms, increased proximal ureteral dilation and peristalsis from activation of intrinsic ureteral pacemakers, stone-induced localized inflammatory changes, renal swelling with capsular stretching, edema, and irritation. These processes stimulate submucosal stretch receptors in the ureter, renal pelvis, and capsule, which directly cause pain."}
{"id": "article-17168_28", "title": "Acute Renal Colic -- Pathophysiology", "content": "Of all the factors that can contribute to flank pain and renal colic, stimulation by stretching the renal pelvis, the peripelvic renal capsule, and the calyces most closely mimics typical renal colic.", "contents": "Acute Renal Colic -- Pathophysiology. Of all the factors that can contribute to flank pain and renal colic, stimulation by stretching the renal pelvis, the peripelvic renal capsule, and the calyces most closely mimics typical renal colic."}
{"id": "article-17168_29", "title": "Acute Renal Colic -- Pathophysiology", "content": "Unfortunately, the severity of the pain does not reliably predict stone size or likelihood of spontaneous expulsion. [32] Fortunately, acute renal colic pain typically lasts only about 24 hours, after which the blocked ureter reaches an equilibrium as new stretching generally stops by that point. Severe pain or other symptoms lasting more than 3 days are likely to require surgical intervention.", "contents": "Acute Renal Colic -- Pathophysiology. Unfortunately, the severity of the pain does not reliably predict stone size or likelihood of spontaneous expulsion. [32] Fortunately, acute renal colic pain typically lasts only about 24 hours, after which the blocked ureter reaches an equilibrium as new stretching generally stops by that point. Severe pain or other symptoms lasting more than 3 days are likely to require surgical intervention."}
{"id": "article-17168_30", "title": "Acute Renal Colic -- Pathophysiology", "content": "Various parameters have been looked at to help predict which patients are more likely to fail conservative management of their acute renal colic and require surgery. A previous history of renal colic weakly correlated with a failure of conservative treatment, but neither gender, degree of hydronephrosis, initial degree of pain, stone size, shape, or location could reliably predict which patients would ultimately require surgical intervention. [33] In general, the larger and more proximal the stone, the greater the likelihood of eventually requiring surgical intervention.", "contents": "Acute Renal Colic -- Pathophysiology. Various parameters have been looked at to help predict which patients are more likely to fail conservative management of their acute renal colic and require surgery. A previous history of renal colic weakly correlated with a failure of conservative treatment, but neither gender, degree of hydronephrosis, initial degree of pain, stone size, shape, or location could reliably predict which patients would ultimately require surgical intervention. [33] In general, the larger and more proximal the stone, the greater the likelihood of eventually requiring surgical intervention."}
{"id": "article-17168_31", "title": "Acute Renal Colic -- Pathophysiology", "content": "The immediate effect of a newly obstructing ureteral stone is to increase proximal intraluminal pressure, which initially distends the renal pelvis and increases ureteral peristalsis. Peak renal pelvic pressure from a high-grade obstruction is usually obtained within 2 to 5 hours of a complete ureteric obstruction.", "contents": "Acute Renal Colic -- Pathophysiology. The immediate effect of a newly obstructing ureteral stone is to increase proximal intraluminal pressure, which initially distends the renal pelvis and increases ureteral peristalsis. Peak renal pelvic pressure from a high-grade obstruction is usually obtained within 2 to 5 hours of a complete ureteric obstruction."}
{"id": "article-17168_32", "title": "Acute Renal Colic -- Pathophysiology", "content": "Other renal changes after a complete ureteral blockage include pyelolymphatic and pyelovenous backflow. Interstitial renal edema develops, significantly increasing lymphatic drainage from the affected kidney and stretching the renal capsule. This stretching directly leads to painful stimuli from the renal capsular stretch receptors.", "contents": "Acute Renal Colic -- Pathophysiology. Other renal changes after a complete ureteral blockage include pyelolymphatic and pyelovenous backflow. Interstitial renal edema develops, significantly increasing lymphatic drainage from the affected kidney and stretching the renal capsule. This stretching directly leads to painful stimuli from the renal capsular stretch receptors."}
{"id": "article-17168_33", "title": "Acute Renal Colic -- Pathophysiology", "content": "Often, a state of equilibrium will be achieved as the increasing proximal ureteral dilation allows some urine to pass around the obstruction, which is enough, along with the other compensatory measures, to relieve the pain and achieve stability.", "contents": "Acute Renal Colic -- Pathophysiology. Often, a state of equilibrium will be achieved as the increasing proximal ureteral dilation allows some urine to pass around the obstruction, which is enough, along with the other compensatory measures, to relieve the pain and achieve stability."}
{"id": "article-17168_34", "title": "Acute Renal Colic -- Pathophysiology", "content": "Pain fibers are primarily through the preganglionic sympathetic nerves and the ascending spinothalamic tracts. When the stone approaches the intramural ureter, the nervi erigentes can become involved, which can cause various bladder symptoms, including frequency, urgency, dysuria, hesitancy, and difficulty in voiding. [34] [35] [36]", "contents": "Acute Renal Colic -- Pathophysiology. Pain fibers are primarily through the preganglionic sympathetic nerves and the ascending spinothalamic tracts. When the stone approaches the intramural ureter, the nervi erigentes can become involved, which can cause various bladder symptoms, including frequency, urgency, dysuria, hesitancy, and difficulty in voiding. [34] [35] [36]"}
{"id": "article-17168_35", "title": "Acute Renal Colic -- Pathophysiology", "content": "Renal blood flow increases for 90 minutes after initial ureteral blockage before diminishing. This is caused by vasodilation of the afferent preglomerular arterial blood supply. Within 5 hours after the ureteral obstruction, renal blood flow and ureteral intraluminal pressures have dropped back to normal or even lower.", "contents": "Acute Renal Colic -- Pathophysiology. Renal blood flow increases for 90 minutes after initial ureteral blockage before diminishing. This is caused by vasodilation of the afferent preglomerular arterial blood supply. Within 5 hours after the ureteral obstruction, renal blood flow and ureteral intraluminal pressures have dropped back to normal or even lower."}
{"id": "article-17168_36", "title": "Acute Renal Colic -- Pathophysiology", "content": "Over time, renal blood flow tends to diminish slowly. By 3 days, the renal blood flow has dropped to about half of the usual baseline. This trend gradually continues over time. By 8 weeks, renal blood flow is only 12% of its previous normal baseline value. Even then, the dilation and hydroureteronephrosis usually remain, but ureteral peristalsis has almost disappeared. Renal blood flow in the contralateral kidney has increased at this point.", "contents": "Acute Renal Colic -- Pathophysiology. Over time, renal blood flow tends to diminish slowly. By 3 days, the renal blood flow has dropped to about half of the usual baseline. This trend gradually continues over time. By 8 weeks, renal blood flow is only 12% of its previous normal baseline value. Even then, the dilation and hydroureteronephrosis usually remain, but ureteral peristalsis has almost disappeared. Renal blood flow in the contralateral kidney has increased at this point."}
{"id": "article-17168_37", "title": "Acute Renal Colic -- Pathophysiology", "content": "Nausea and vomiting are associated with classic renal colic in about half or more of patients with acute obstructing ureteral calculi. This is due to a common innervation pathway between the kidneys and the gastrointestinal tract embryologically through afferents of the vagus nerve and celiac axis. This effect can be exacerbated by nonsteroidal anti-inflammatory drugs (NSAIDs) and opioid medications that have gastrointestinal adverse effects. Nausea and vomiting are not from the intensity of the pain, as other extremely painful disorders do not produce such adverse effects.", "contents": "Acute Renal Colic -- Pathophysiology. Nausea and vomiting are associated with classic renal colic in about half or more of patients with acute obstructing ureteral calculi. This is due to a common innervation pathway between the kidneys and the gastrointestinal tract embryologically through afferents of the vagus nerve and celiac axis. This effect can be exacerbated by nonsteroidal anti-inflammatory drugs (NSAIDs) and opioid medications that have gastrointestinal adverse effects. Nausea and vomiting are not from the intensity of the pain, as other extremely painful disorders do not produce such adverse effects."}
{"id": "article-17168_38", "title": "Acute Renal Colic -- History and Physical", "content": "Patients with renal colic typically present with acute or sudden onset of flank pain radiating inferiolaterally to the lower abdomen, groin, or testicle. Patients often report a dull, constant level of discomfort with colicky episodes of markedly increased pain. The constant discomfort is often due to stretching of the renal capsule due to obstruction, whereas the colicky pain is caused by peristalsis of the ureteral smooth muscle. Many patients report associated nausea or vomiting, and most (85%) will have gross or microscopic hematuria. As the stone migrates distally and approaches the bladder, the patient may experience increasing lower urinary tract symptoms such as dysuria, urinary frequency, urgency, or difficulty in urination.", "contents": "Acute Renal Colic -- History and Physical. Patients with renal colic typically present with acute or sudden onset of flank pain radiating inferiolaterally to the lower abdomen, groin, or testicle. Patients often report a dull, constant level of discomfort with colicky episodes of markedly increased pain. The constant discomfort is often due to stretching of the renal capsule due to obstruction, whereas the colicky pain is caused by peristalsis of the ureteral smooth muscle. Many patients report associated nausea or vomiting, and most (85%) will have gross or microscopic hematuria. As the stone migrates distally and approaches the bladder, the patient may experience increasing lower urinary tract symptoms such as dysuria, urinary frequency, urgency, or difficulty in urination."}
{"id": "article-17168_39", "title": "Acute Renal Colic -- History and Physical", "content": "Patients experiencing renal colic may present in very severe, excruciating pain. Classically, these patients are unable to find a comfortable position and are often writhing or constantly pacing, compared to patients with an acute abdomen who typically want to remain absolutely still. [37] The physical exam will reveal flank pain or discomfort but may also demonstrate abdominal pain, and the skin may be cool or diaphoretic. There is often a personal or family history history of stones, recent ureteroscopic surgery, or removal of a double J stent.", "contents": "Acute Renal Colic -- History and Physical. Patients experiencing renal colic may present in very severe, excruciating pain. Classically, these patients are unable to find a comfortable position and are often writhing or constantly pacing, compared to patients with an acute abdomen who typically want to remain absolutely still. [37] The physical exam will reveal flank pain or discomfort but may also demonstrate abdominal pain, and the skin may be cool or diaphoretic. There is often a personal or family history history of stones, recent ureteroscopic surgery, or removal of a double J stent."}
{"id": "article-17168_40", "title": "Acute Renal Colic -- History and Physical", "content": "In the case of a recent ureteroscopy or immediately after removing a double J stent, the history alone can provide the diagnosis. In these cases, the pain is due to ureteral spasm, which effectively causes an obstruction with resultant proximal ureteral and renal dilation even without a stone. The pain can be just as intense as from an obstructing ureteral stone but is usually limited and will resolve with time. However, some patients may need a drainage procedure or placement of a double J stent.", "contents": "Acute Renal Colic -- History and Physical. In the case of a recent ureteroscopy or immediately after removing a double J stent, the history alone can provide the diagnosis. In these cases, the pain is due to ureteral spasm, which effectively causes an obstruction with resultant proximal ureteral and renal dilation even without a stone. The pain can be just as intense as from an obstructing ureteral stone but is usually limited and will resolve with time. However, some patients may need a drainage procedure or placement of a double J stent."}
{"id": "article-17168_41", "title": "Acute Renal Colic -- History and Physical", "content": "Patients taking topiramate, protease inhibitors, acetazolamide, protease inhibitors (atazanavir, indinavir), sulphadiazine, ephedrine, and guaifenesin will be at higher risk of drug-related urolithiasis. [38] [39] [40]", "contents": "Acute Renal Colic -- History and Physical. Patients taking topiramate, protease inhibitors, acetazolamide, protease inhibitors (atazanavir, indinavir), sulphadiazine, ephedrine, and guaifenesin will be at higher risk of drug-related urolithiasis. [38] [39] [40]"}
{"id": "article-17168_42", "title": "Acute Renal Colic -- Evaluation", "content": "The diagnosis is made through a combination of the history and physical exam, laboratory testing, and imaging studies. [18]", "contents": "Acute Renal Colic -- Evaluation. The diagnosis is made through a combination of the history and physical exam, laboratory testing, and imaging studies. [18]"}
{"id": "article-17168_43", "title": "Acute Renal Colic -- Evaluation", "content": "Urinalysis shows some degree of microscopic or gross hematuria in 85% of stone patients but should also be evaluated for crystalluria, pH, and signs of infection (eg, white blood cells, bacteria). Urinary pH greater than 7.5 may suggest a urease-producing bacterial infection, while urinary pH values less than 5.5 may indicate the presence of uric acid calculi. [8] [17] If there are signs of infection, a urine culture should be obtained.", "contents": "Acute Renal Colic -- Evaluation. Urinalysis shows some degree of microscopic or gross hematuria in 85% of stone patients but should also be evaluated for crystalluria, pH, and signs of infection (eg, white blood cells, bacteria). Urinary pH greater than 7.5 may suggest a urease-producing bacterial infection, while urinary pH values less than 5.5 may indicate the presence of uric acid calculi. [8] [17] If there are signs of infection, a urine culture should be obtained."}
{"id": "article-17168_44", "title": "Acute Renal Colic -- Evaluation", "content": "Hematuria is present in 85% of acute renal colic cases caused by calculi. [41] While the presence of hematuria is suggestive of a stone, it is not definitive, nor does its absence conclusively prove that a stone is not present. [41]", "contents": "Acute Renal Colic -- Evaluation. Hematuria is present in 85% of acute renal colic cases caused by calculi. [41] While the presence of hematuria is suggestive of a stone, it is not definitive, nor does its absence conclusively prove that a stone is not present. [41]"}
{"id": "article-17168_45", "title": "Acute Renal Colic -- Evaluation", "content": "Laboratory studies should include a basic metabolic panel (BMP) with serum calcium and creatinine levels, which should be obtained to assess renal function, dehydration, acid-base status, and electrolyte balance. [18] Serum uric acid should also be checked. A complete blood count (CBC) can be considered to evaluate for leukocytosis if there is a concern for infection, although a mild elevation of WBCs (up to 15,000 WBCs per microliter) is common secondary to white blood cell demargination and is not necessarily indicative of an infection. [18] [42] [43]", "contents": "Acute Renal Colic -- Evaluation. Laboratory studies should include a basic metabolic panel (BMP) with serum calcium and creatinine levels, which should be obtained to assess renal function, dehydration, acid-base status, and electrolyte balance. [18] Serum uric acid should also be checked. A complete blood count (CBC) can be considered to evaluate for leukocytosis if there is a concern for infection, although a mild elevation of WBCs (up to 15,000 WBCs per microliter) is common secondary to white blood cell demargination and is not necessarily indicative of an infection. [18] [42] [43]"}
{"id": "article-17168_46", "title": "Acute Renal Colic -- Evaluation", "content": "A 24-hour urine collection for prophylactic testing should be considered later for interested patients, especially if high-risk or recurrent stone-formers. However, all patients with a history of urolithiasis should be informed of this option. [18]", "contents": "Acute Renal Colic -- Evaluation. A 24-hour urine collection for prophylactic testing should be considered later for interested patients, especially if high-risk or recurrent stone-formers. However, all patients with a history of urolithiasis should be informed of this option. [18]"}
{"id": "article-17168_47", "title": "Acute Renal Colic -- Evaluation", "content": "Parathyroid hormone (PTH) levels should be obtained if hypercalcemia is present or primary hyperparathyroidism is suspected. If possible, urine should be strained to capture stones for chemical analysis to help determine optimal preventive prophylactic measures.", "contents": "Acute Renal Colic -- Evaluation. Parathyroid hormone (PTH) levels should be obtained if hypercalcemia is present or primary hyperparathyroidism is suspected. If possible, urine should be strained to capture stones for chemical analysis to help determine optimal preventive prophylactic measures."}
{"id": "article-17168_48", "title": "Acute Renal Colic -- Evaluation", "content": "Further metabolic testing, such as a 24-hour urine collection for volume, pH, calcium, oxalate, uric acid, citrate, sodium, magnesium, and potassium concentrations, should be considered in high-risk first-time, pediatric, or recurrent stone formers. It is highly recommended in nephrolithiasis patients with solitary kidneys, renal failure, transplanted kidneys, gastrointestinal (GI) bypass (eg, Roux-n-Y), and any patient with high or increased anesthesia risk.", "contents": "Acute Renal Colic -- Evaluation. Further metabolic testing, such as a 24-hour urine collection for volume, pH, calcium, oxalate, uric acid, citrate, sodium, magnesium, and potassium concentrations, should be considered in high-risk first-time, pediatric, or recurrent stone formers. It is highly recommended in nephrolithiasis patients with solitary kidneys, renal failure, transplanted kidneys, gastrointestinal (GI) bypass (eg, Roux-n-Y), and any patient with high or increased anesthesia risk."}
{"id": "article-17168_49", "title": "Acute Renal Colic -- Evaluation", "content": "Renal ultrasonography can be used to establish hydronephrosis, measure the resistive index, and track larger renal stones (especially uric acid), but it will often miss stones smaller than 3 mm in size and is not a reliable imaging modality for visualizing ureteral calculi. [44] [45] The degree of perinephric fluid can reasonably predict the degree of obstruction. [3] Visualizing ureteral calculi with ultrasound is not always easy, but identifying ureteral jets in the bladder can be helpful when trying to determine obstruction. [44]", "contents": "Acute Renal Colic -- Evaluation. Renal ultrasonography can be used to establish hydronephrosis, measure the resistive index, and track larger renal stones (especially uric acid), but it will often miss stones smaller than 3 mm in size and is not a reliable imaging modality for visualizing ureteral calculi. [44] [45] The degree of perinephric fluid can reasonably predict the degree of obstruction. [3] Visualizing ureteral calculi with ultrasound is not always easy, but identifying ureteral jets in the bladder can be helpful when trying to determine obstruction. [44]"}
{"id": "article-17168_50", "title": "Acute Renal Colic -- Evaluation", "content": "Ultrasound has the advantage of not exposing the patient to ionizing radiation, can visualize even radiolucent stones, and can be done quickly at the bedside in the emergency department by ER physicians or through radiology. It is the recommended imaging modality of choice in pregnant patients, although low-dose unenhanced CT scanning may be done during the second and third trimester when ultrasonography is inadequate or nondiagnostic. [46]", "contents": "Acute Renal Colic -- Evaluation. Ultrasound has the advantage of not exposing the patient to ionizing radiation, can visualize even radiolucent stones, and can be done quickly at the bedside in the emergency department by ER physicians or through radiology. It is the recommended imaging modality of choice in pregnant patients, although low-dose unenhanced CT scanning may be done during the second and third trimester when ultrasonography is inadequate or nondiagnostic. [46]"}
{"id": "article-17168_51", "title": "Acute Renal Colic -- Evaluation", "content": "Ultrasonography alone may be sufficient to verify a diagnosis in selected cases, especially in patients with a history of recurrent ureterolithiasis. [47] [48] In such cases, a flat abdominal x-ray is usually recommended for tracking and follow-up. However, using ultrasound alone may lead to incorrect management in about one-fifth of patients as it provides insufficient information on stone size, shape, or location. [49] The renal resistive index, as determined by ultrasound, can be very useful in diagnosing ureteral obstructions. It is defined as (peak systolic velocity-end diastolic velocity)/ peak systolic velocity where normal is typically 0.7 or less, and higher levels indicate either obstruction or intrinsic renal disease. [50] [51] [52] [53] [54] A high resistive index in just one kidney in a patient with renal colic affecting that side would be highly suggestive of acute ureteral obstruction, such as from ureterolithiasis. [50] [52] [53]", "contents": "Acute Renal Colic -- Evaluation. Ultrasonography alone may be sufficient to verify a diagnosis in selected cases, especially in patients with a history of recurrent ureterolithiasis. [47] [48] In such cases, a flat abdominal x-ray is usually recommended for tracking and follow-up. However, using ultrasound alone may lead to incorrect management in about one-fifth of patients as it provides insufficient information on stone size, shape, or location. [49] The renal resistive index, as determined by ultrasound, can be very useful in diagnosing ureteral obstructions. It is defined as (peak systolic velocity-end diastolic velocity)/ peak systolic velocity where normal is typically 0.7 or less, and higher levels indicate either obstruction or intrinsic renal disease. [50] [51] [52] [53] [54] A high resistive index in just one kidney in a patient with renal colic affecting that side would be highly suggestive of acute ureteral obstruction, such as from ureterolithiasis. [50] [52] [53]"}
{"id": "article-17168_52", "title": "Acute Renal Colic -- Evaluation", "content": "Medical renal disease would tend to have elevated but similar levels bilaterally.", "contents": "Acute Renal Colic -- Evaluation. Medical renal disease would tend to have elevated but similar levels bilaterally."}
{"id": "article-17168_53", "title": "Acute Renal Colic -- Evaluation", "content": "Ultrasound is the modality of choice for evaluating a pregnant patient with concern for renal colic. Studies have shown that using ultrasonography as a primary imaging modality does not lead to an increase in complications in comparison to CT. Ultrasound is also a good way to continue to assess a patient with uric acid renal calculi. [55] While suggestive, negative ultrasonography of the kidneys does not definitively rule out a ureteral stone or renal colic.", "contents": "Acute Renal Colic -- Evaluation. Ultrasound is the modality of choice for evaluating a pregnant patient with concern for renal colic. Studies have shown that using ultrasonography as a primary imaging modality does not lead to an increase in complications in comparison to CT. Ultrasound is also a good way to continue to assess a patient with uric acid renal calculi. [55] While suggestive, negative ultrasonography of the kidneys does not definitively rule out a ureteral stone or renal colic."}
{"id": "article-17168_54", "title": "Acute Renal Colic -- Evaluation", "content": "A plain abdominal x-ray (KUB) can identify many stones, but 10% to 20% of renal calculi are not visible as they are radiolucent. It provides little information regarding hydronephrosis, obstruction, or internal renal anatomy and is of limited benefit in obese patients. Additionally, bowel gas, the bony pelvis, and abdominal organs may interfere with stone visualization.", "contents": "Acute Renal Colic -- Evaluation. A plain abdominal x-ray (KUB) can identify many stones, but 10% to 20% of renal calculi are not visible as they are radiolucent. It provides little information regarding hydronephrosis, obstruction, or internal renal anatomy and is of limited benefit in obese patients. Additionally, bowel gas, the bony pelvis, and abdominal organs may interfere with stone visualization."}
{"id": "article-17168_55", "title": "Acute Renal Colic -- Evaluation", "content": "A KUB is recommended in all kidney stone cases when the unenhanced computerized tomography (CT) scan is positive and, therefore, the exact location of the stone is known. This helps in clearly identifying those stones that can be tracked by follow-up KUB and those that might be amenable to lithotripsy. The KUB also more accurately depicts the shape of the stone and provides good surgical orientation.", "contents": "Acute Renal Colic -- Evaluation. A KUB is recommended in all kidney stone cases when the unenhanced computerized tomography (CT) scan is positive and, therefore, the exact location of the stone is known. This helps in clearly identifying those stones that can be tracked by follow-up KUB and those that might be amenable to lithotripsy. The KUB also more accurately depicts the shape of the stone and provides good surgical orientation."}
{"id": "article-17168_56", "title": "Acute Renal Colic -- Evaluation", "content": "As many CT scans ordered in the emergency department patients use IV contrast, it is suggested that a KUB be routinely performed on all patients with possible ureterolithiasis before the CT so any IV contrast administered will not interfere with identifying any urinary calculi. Combining renal ultrasonography with a KUB can be very cost-effective and efficient as an alternative to CT scans with lower cost, reduced radiation, and good efficacy. [55] [56] Renal ultrasound can easily demonstrate hydronephrosis, measure resistive index as an indicator or obstruction, and identify even radiolucent renal calculi but has difficulty in detecting ureteral calculi or stones smaller than 3 mm in size. The KUB has good sensitivity for detecting urinary calcifications but will not visualize radiolucent stones and provides no information on renal function, hydronephrosis, or possible ureteral obstruction.", "contents": "Acute Renal Colic -- Evaluation. As many CT scans ordered in the emergency department patients use IV contrast, it is suggested that a KUB be routinely performed on all patients with possible ureterolithiasis before the CT so any IV contrast administered will not interfere with identifying any urinary calculi. Combining renal ultrasonography with a KUB can be very cost-effective and efficient as an alternative to CT scans with lower cost, reduced radiation, and good efficacy. [55] [56] Renal ultrasound can easily demonstrate hydronephrosis, measure resistive index as an indicator or obstruction, and identify even radiolucent renal calculi but has difficulty in detecting ureteral calculi or stones smaller than 3 mm in size. The KUB has good sensitivity for detecting urinary calcifications but will not visualize radiolucent stones and provides no information on renal function, hydronephrosis, or possible ureteral obstruction."}
{"id": "article-17168_57", "title": "Acute Renal Colic -- Evaluation", "content": "Symptomatic stones will likely produce hydronephrosis or obstruction (visible on ultrasound) or be seen directly on the KUB. [55] [56] Combining KUB radiography with renal ultrasonography provides a reported diagnostic accuracy for an obstructing stone of 90%, a specificity of 93%, and a sensitivity of 88%. [57]", "contents": "Acute Renal Colic -- Evaluation. Symptomatic stones will likely produce hydronephrosis or obstruction (visible on ultrasound) or be seen directly on the KUB. [55] [56] Combining KUB radiography with renal ultrasonography provides a reported diagnostic accuracy for an obstructing stone of 90%, a specificity of 93%, and a sensitivity of 88%. [57]"}
{"id": "article-17168_58", "title": "Acute Renal Colic -- Evaluation", "content": "Unenhanced CT scans are the gold standard for the initial diagnosis of suspected renal colic, with a sensitivity of 98%, specificity of 100%, and negative predictive value of 97%. [58] [59] [60] [61] [62] [63] This modality allows rapid identification of stone, provides information as to the location and size of the stone along with any associated hydroureter, hydronephrosis, or ureteral edema, and can give information regarding potential other etiologies of pain (eg, abdominal aortic aneurysm, malignancy). [55]", "contents": "Acute Renal Colic -- Evaluation. Unenhanced CT scans are the gold standard for the initial diagnosis of suspected renal colic, with a sensitivity of 98%, specificity of 100%, and negative predictive value of 97%. [58] [59] [60] [61] [62] [63] This modality allows rapid identification of stone, provides information as to the location and size of the stone along with any associated hydroureter, hydronephrosis, or ureteral edema, and can give information regarding potential other etiologies of pain (eg, abdominal aortic aneurysm, malignancy). [55]"}
{"id": "article-17168_59", "title": "Acute Renal Colic -- Evaluation", "content": "CT should be performed in patients with acute renal colic and no previous history of nephrolithiasis to guide management. Remember that CT scans will underestimate stone size compared to an intravenous pyelogram or abdominal x-ray (KUB) by about 12%. [64]", "contents": "Acute Renal Colic -- Evaluation. CT should be performed in patients with acute renal colic and no previous history of nephrolithiasis to guide management. Remember that CT scans will underestimate stone size compared to an intravenous pyelogram or abdominal x-ray (KUB) by about 12%. [64]"}
{"id": "article-17168_60", "title": "Acute Renal Colic -- Evaluation", "content": "Low-dose and ultra-low-dose radiation CT protocols are highly recommended, especially for pediatric and pregnant patients, as they dramatically reduce patient radiation exposure without seriously reducing the diagnostic efficacy for detecting urolithiasis. [65] [66] [67] [68] A low-dose CT delivers about half the radiation of a standard dose scan, and an ultra-low-dose protocol reduces the exposure by another 55%. [65] [66] [69] [70]", "contents": "Acute Renal Colic -- Evaluation. Low-dose and ultra-low-dose radiation CT protocols are highly recommended, especially for pediatric and pregnant patients, as they dramatically reduce patient radiation exposure without seriously reducing the diagnostic efficacy for detecting urolithiasis. [65] [66] [67] [68] A low-dose CT delivers about half the radiation of a standard dose scan, and an ultra-low-dose protocol reduces the exposure by another 55%. [65] [66] [69] [70]"}
{"id": "article-17168_61", "title": "Acute Renal Colic -- Evaluation", "content": "The American College of Obstetricians and Gynecologists and the American Urological Association (AUA) now allow the selective and judicious use of low-dose, non-contrast CT imaging in pregnancy for cases where ultrasound is diagnostically insufficient. [71] [72]", "contents": "Acute Renal Colic -- Evaluation. The American College of Obstetricians and Gynecologists and the American Urological Association (AUA) now allow the selective and judicious use of low-dose, non-contrast CT imaging in pregnancy for cases where ultrasound is diagnostically insufficient. [71] [72]"}
{"id": "article-17168_62", "title": "Acute Renal Colic -- Evaluation", "content": "While most urinary stones—including the relatively radiolucent cystine, dihdroxyadenine, xanthine, and uric acid calculi—will appear on CT scans, a few stone compositions will not, mostly consisting of antiviral protease inhibitor medications and their metabolites. [73] [74] These include atazanavir and indinavir. [75] [76] [77] [78] [79] [80] A contrast study will be needed when such stones are suspected. [74] [79]", "contents": "Acute Renal Colic -- Evaluation. While most urinary stones—including the relatively radiolucent cystine, dihdroxyadenine, xanthine, and uric acid calculi—will appear on CT scans, a few stone compositions will not, mostly consisting of antiviral protease inhibitor medications and their metabolites. [73] [74] These include atazanavir and indinavir. [75] [76] [77] [78] [79] [80] A contrast study will be needed when such stones are suspected. [74] [79]"}
{"id": "article-17168_63", "title": "Acute Renal Colic -- Evaluation", "content": "However, CT scans expose patients to a significant radiation burden, and they can be costly. In some patients with a history of renal colic that present with pain similar to previous obstructing urolithiasis, it may be sufficient to perform ultrasonography. While ultrasound is significantly less sensitive (60% to 76%) than CT for identifying calculi less than 5 mm, it can reliably detect hydronephrosis and other evidence of ureteral obstruction (increased resistive index in the affected kidney, unilateral blocked ureteral jets).", "contents": "Acute Renal Colic -- Evaluation. However, CT scans expose patients to a significant radiation burden, and they can be costly. In some patients with a history of renal colic that present with pain similar to previous obstructing urolithiasis, it may be sufficient to perform ultrasonography. While ultrasound is significantly less sensitive (60% to 76%) than CT for identifying calculi less than 5 mm, it can reliably detect hydronephrosis and other evidence of ureteral obstruction (increased resistive index in the affected kidney, unilateral blocked ureteral jets)."}
{"id": "article-17168_64", "title": "Acute Renal Colic -- Evaluation", "content": "If the stone should pass before imaging can be performed, some evidence of residual inflammation may remain, such as hydronephrosis, stranding, or pain, even if no stone is specifically or definitively identified.", "contents": "Acute Renal Colic -- Evaluation. If the stone should pass before imaging can be performed, some evidence of residual inflammation may remain, such as hydronephrosis, stranding, or pain, even if no stone is specifically or definitively identified."}
{"id": "article-17168_65", "title": "Acute Renal Colic -- Evaluation", "content": "The degree of hydronephrosis does not always correlate well with the pain intensity or the likelihood of spontaneous passage. In general, the presence of minimal-to-moderate hydronephrosis from a stone does not appear to affect the spontaneous stone passage rate significantly, but severe hydronephrosis suggests a reduced passage rate, and earlier surgical intervention may be warranted. [81] Other factors associated with earlier surgical intervention for stones and acute renal colic include the following: [82] Anterior-posterior diameter of the renal pelvis of greater than 18 mm Abnormal ureteral anatomy Extrarenal pelvis Higher stone density (>700 Hounsfield units) Multiple previous stone surgical procedures Stone volume of 0.2 cc or more Ureteral stone length of 9 mm or more Ureteral wall thickness more than 2 mm [82]", "contents": "Acute Renal Colic -- Evaluation. The degree of hydronephrosis does not always correlate well with the pain intensity or the likelihood of spontaneous passage. In general, the presence of minimal-to-moderate hydronephrosis from a stone does not appear to affect the spontaneous stone passage rate significantly, but severe hydronephrosis suggests a reduced passage rate, and earlier surgical intervention may be warranted. [81] Other factors associated with earlier surgical intervention for stones and acute renal colic include the following: [82] Anterior-posterior diameter of the renal pelvis of greater than 18 mm Abnormal ureteral anatomy Extrarenal pelvis Higher stone density (>700 Hounsfield units) Multiple previous stone surgical procedures Stone volume of 0.2 cc or more Ureteral stone length of 9 mm or more Ureteral wall thickness more than 2 mm [82]"}
{"id": "article-17168_66", "title": "Acute Renal Colic -- Evaluation -- Urosepsis", "content": "Urosepsis is defined as a potentially life-threatening organ dysfunction caused by a dysregulated host response to infection originating from a urological source. [83] [84] It is characterized by symptoms and signs including hypotension, tachycardia (>90 beats/min), tachypnea (>20 breaths/min), pyuria, and leukocytosis (>12,000 per μL [12 × 10 9 per L]). [85] Remember that mild leukocytosis up to 15,000 per μL (15 × 10 9 per L) is common in acute renal colic without infection. [18] [42] [43] Acidosis (serum pH <7.35) may also be present. [86]", "contents": "Acute Renal Colic -- Evaluation -- Urosepsis. Urosepsis is defined as a potentially life-threatening organ dysfunction caused by a dysregulated host response to infection originating from a urological source. [83] [84] It is characterized by symptoms and signs including hypotension, tachycardia (>90 beats/min), tachypnea (>20 breaths/min), pyuria, and leukocytosis (>12,000 per μL [12 × 10 9 per L]). [85] Remember that mild leukocytosis up to 15,000 per μL (15 × 10 9 per L) is common in acute renal colic without infection. [18] [42] [43] Acidosis (serum pH <7.35) may also be present. [86]"}
{"id": "article-17168_67", "title": "Acute Renal Colic -- Evaluation -- Urosepsis", "content": "Any patients with renal colic who also have a fever of 100 °F (37.8 °C) or more, significant leukocytosis (>15,000 WBCs/mm 3 ), pyuria, hypotension, or unexplained tachycardia should be considered at risk for urosepsis and obstructive pyelonephritis, especially if diabetic. [87]", "contents": "Acute Renal Colic -- Evaluation -- Urosepsis. Any patients with renal colic who also have a fever of 100 °F (37.8 °C) or more, significant leukocytosis (>15,000 WBCs/mm 3 ), pyuria, hypotension, or unexplained tachycardia should be considered at risk for urosepsis and obstructive pyelonephritis, especially if diabetic. [87]"}
{"id": "article-17168_68", "title": "Acute Renal Colic -- Evaluation -- Urosepsis", "content": "The recommended treatment for patients with acute renal colic from an obstructing ureteral stone and signs of systemic infection, sepsis, or obstructive pyelonephritis is urgent drainage of the renal pelvis, either with cystoscopy and double J stenting or via a percutaneous nephrostomy. [88]", "contents": "Acute Renal Colic -- Evaluation -- Urosepsis. The recommended treatment for patients with acute renal colic from an obstructing ureteral stone and signs of systemic infection, sepsis, or obstructive pyelonephritis is urgent drainage of the renal pelvis, either with cystoscopy and double J stenting or via a percutaneous nephrostomy. [88]"}
{"id": "article-17168_69", "title": "Acute Renal Colic -- Evaluation -- Urosepsis", "content": "Since there is no way to distinguish acute from obstructive pyelonephritis clinically, imaging is required when the diagnosis is uncertain, particularly in diabetic patients and those with increased surgical or anesthesia risk. Ultrasonography is usually sufficient for this purpose, but an unenhanced CT scan would be considered definitive if the results are uncertain or equivocal.", "contents": "Acute Renal Colic -- Evaluation -- Urosepsis. Since there is no way to distinguish acute from obstructive pyelonephritis clinically, imaging is required when the diagnosis is uncertain, particularly in diabetic patients and those with increased surgical or anesthesia risk. Ultrasonography is usually sufficient for this purpose, but an unenhanced CT scan would be considered definitive if the results are uncertain or equivocal."}
{"id": "article-17168_70", "title": "Acute Renal Colic -- Evaluation -- Urosepsis", "content": "There is great potential for using various urosepsis serum biomarkers early to identify septic patients sooner. [89] See StatPearls' companion references, \" Urosepsis ,\" \" Bacterial Sepsis ,\" and \" The Laboratory Evaluation of Sepsis ,\" for more detailed information.\" [87] [90] [91]", "contents": "Acute Renal Colic -- Evaluation -- Urosepsis. There is great potential for using various urosepsis serum biomarkers early to identify septic patients sooner. [89] See StatPearls' companion references, \" Urosepsis ,\" \" Bacterial Sepsis ,\" and \" The Laboratory Evaluation of Sepsis ,\" for more detailed information.\" [87] [90] [91]"}
{"id": "article-17168_71", "title": "Acute Renal Colic -- Evaluation -- Urosepsis", "content": "The selection of specific biomarkers to help diagnose early urosepsis will depend on cost, test availability, and physician familiarity with the interpretation of the laboratory study. Some of the more clinically useful of such serum biomarkers are briefly reviewed below: C-reactive protein (CRP) is an inexpensive, readily available laboratory indicator of infection and inflammation, but it is slower to react to bacterial sepsis than procalcitonin, and it is not specific for bacterial infections. [91] [92] [93] The protein is produced in the liver when stimulated by serum IL-6. [93] The serum concentration of CRP increases 6 hours after the initial inflammatory event, doubles every 8 hours, and peaks by 36 to 50 hours, roughly twice as long as procalcitonin. [93] [94] [95] A cutoff level of 50 mg/L for identifying bacterial sepsis is generally used. [92] The half-life of CRP is 19 hours. [96] See StatPearls' companion reference, \" C Reactive Protein .\" [97]", "contents": "Acute Renal Colic -- Evaluation -- Urosepsis. The selection of specific biomarkers to help diagnose early urosepsis will depend on cost, test availability, and physician familiarity with the interpretation of the laboratory study. Some of the more clinically useful of such serum biomarkers are briefly reviewed below: C-reactive protein (CRP) is an inexpensive, readily available laboratory indicator of infection and inflammation, but it is slower to react to bacterial sepsis than procalcitonin, and it is not specific for bacterial infections. [91] [92] [93] The protein is produced in the liver when stimulated by serum IL-6. [93] The serum concentration of CRP increases 6 hours after the initial inflammatory event, doubles every 8 hours, and peaks by 36 to 50 hours, roughly twice as long as procalcitonin. [93] [94] [95] A cutoff level of 50 mg/L for identifying bacterial sepsis is generally used. [92] The half-life of CRP is 19 hours. [96] See StatPearls' companion reference, \" C Reactive Protein .\" [97]"}
{"id": "article-17168_72", "title": "Acute Renal Colic -- Evaluation -- Urosepsis", "content": "Interleukin 6 (IL-6) may be an even better biomarker for tracking disease progression than procalcitonin, lactic acid, or CRP. [98] [99] [100] [101] IL-6 is a proinflammatory cytokine intimately involved in host defense mechanisms and has been proposed as a laboratory biomarker for sepsis. [102] It is manufactured by immune and stromal cells, including endothelial cells, fibroblasts, endothelial cells, macrophages, monocytes, and T-lymphocytes. [99] [103] [104] A value of 52.6 pg/mL or more has been suggested as the threshold level for identifying sepsis. [99] IL-6 levels peak at 12 hours, and it has a half-life of about 1 hour. [105] [106]", "contents": "Acute Renal Colic -- Evaluation -- Urosepsis. Interleukin 6 (IL-6) may be an even better biomarker for tracking disease progression than procalcitonin, lactic acid, or CRP. [98] [99] [100] [101] IL-6 is a proinflammatory cytokine intimately involved in host defense mechanisms and has been proposed as a laboratory biomarker for sepsis. [102] It is manufactured by immune and stromal cells, including endothelial cells, fibroblasts, endothelial cells, macrophages, monocytes, and T-lymphocytes. [99] [103] [104] A value of 52.6 pg/mL or more has been suggested as the threshold level for identifying sepsis. [99] IL-6 levels peak at 12 hours, and it has a half-life of about 1 hour. [105] [106]"}
{"id": "article-17168_73", "title": "Acute Renal Colic -- Evaluation -- Urosepsis", "content": "Lactic acid (lactate) in the serum is normally less than 2 mmol/L (18.2 mg/dL). Higher titers are consistent with infection, and levels greater than 4 mmol/L (36.4 mg/dL) are considered severe and suggestive of sepsis, especially if rising rapidly. [91] [107] Serum lactic acid level is a reflection of relative tissue hypoxia, but recent data indicate it is a chemical, adaptive response to abnormal metabolism as well as a marker of higher endogenous catecholamine levels. [91] [108] A reduction in lactic acid levels is a good indicator of tissue recovery. [108] A repeat level in 6 hours is recommended if it is found to be elevated initially. [109] It has been suggested that levels be rechecked in critical patients every 2 hours. [110] Note that lactate and lactic acid levels are similar but not exactly chemically equivalent, so check the normal ranges in the specific laboratory. The half-life of serum lactate is about 20 minutes.", "contents": "Acute Renal Colic -- Evaluation -- Urosepsis. Lactic acid (lactate) in the serum is normally less than 2 mmol/L (18.2 mg/dL). Higher titers are consistent with infection, and levels greater than 4 mmol/L (36.4 mg/dL) are considered severe and suggestive of sepsis, especially if rising rapidly. [91] [107] Serum lactic acid level is a reflection of relative tissue hypoxia, but recent data indicate it is a chemical, adaptive response to abnormal metabolism as well as a marker of higher endogenous catecholamine levels. [91] [108] A reduction in lactic acid levels is a good indicator of tissue recovery. [108] A repeat level in 6 hours is recommended if it is found to be elevated initially. [109] It has been suggested that levels be rechecked in critical patients every 2 hours. [110] Note that lactate and lactic acid levels are similar but not exactly chemically equivalent, so check the normal ranges in the specific laboratory. The half-life of serum lactate is about 20 minutes."}
{"id": "article-17168_74", "title": "Acute Renal Colic -- Evaluation -- Urosepsis", "content": "The neutrophil-to-lymphocyte (NLR) ratio is higher in patients with worsening sepsis but is also elevated in older individuals. [111] Normal and abnormal levels have not been conclusively defined, but levels above 3.75 to 4 appear consistent with sepsis and urosepsis. [111] This test has the advantages of being inexpensive, readily available, easily calculated, and immediately available. [111] [112] [113] [114] Pentraxin 3 (PTX3 ) is an inflammatory serum protein produced early in the inflammatory process by various cell types. It activates the complement immune system pathway, as well as dendritic cells and macrophages, promotes the identification of pathogenic bacteria, and serves as an antibody precursor. [100] [115] [116] A number of studies have suggested PTX3 could be a useful laboratory marker of sepsis and a prognostic indicator, roughly comparable to IL-6. [99] [100] [117] [118] [119] [120] Pentraxin 3 has a relatively short half-life of 1 to 4 hours. [121] [122]", "contents": "Acute Renal Colic -- Evaluation -- Urosepsis. The neutrophil-to-lymphocyte (NLR) ratio is higher in patients with worsening sepsis but is also elevated in older individuals. [111] Normal and abnormal levels have not been conclusively defined, but levels above 3.75 to 4 appear consistent with sepsis and urosepsis. [111] This test has the advantages of being inexpensive, readily available, easily calculated, and immediately available. [111] [112] [113] [114] Pentraxin 3 (PTX3 ) is an inflammatory serum protein produced early in the inflammatory process by various cell types. It activates the complement immune system pathway, as well as dendritic cells and macrophages, promotes the identification of pathogenic bacteria, and serves as an antibody precursor. [100] [115] [116] A number of studies have suggested PTX3 could be a useful laboratory marker of sepsis and a prognostic indicator, roughly comparable to IL-6. [99] [100] [117] [118] [119] [120] Pentraxin 3 has a relatively short half-life of 1 to 4 hours. [121] [122]"}
{"id": "article-17168_75", "title": "Acute Renal Colic -- Evaluation -- Urosepsis", "content": "Procalcitonin , a calcitonin precursor, is a useful specific indicator for the severity of bacterial infections and is useful for tracking disease progression. [91] [108] [123] It correlates well with the degree of leukocytosis and C-reactive protein levels for infection monitoring. [92] [123] Procalcitonin is considered superior to C-reactive protein as a marker for sepsis because procalcitonin is more specific for bacterial infections; it rises earlier (peaks at 6 to 12 hours) and normalizes faster. [123] [124] [125] Normal levels of procalcitonin are typically lower than 0.1 μg/L, but patients with renal failure may have higher baseline levels. [123] [126] A low or normal procalcitonin level does not completely or definitively rule out a bacterial infection. [123] [125] Procalcitonin has a half-life of about 24 hours. [123] See StatPearls' companion reference, \" Procalcitonin .\" [123] [125]", "contents": "Acute Renal Colic -- Evaluation -- Urosepsis. Procalcitonin , a calcitonin precursor, is a useful specific indicator for the severity of bacterial infections and is useful for tracking disease progression. [91] [108] [123] It correlates well with the degree of leukocytosis and C-reactive protein levels for infection monitoring. [92] [123] Procalcitonin is considered superior to C-reactive protein as a marker for sepsis because procalcitonin is more specific for bacterial infections; it rises earlier (peaks at 6 to 12 hours) and normalizes faster. [123] [124] [125] Normal levels of procalcitonin are typically lower than 0.1 μg/L, but patients with renal failure may have higher baseline levels. [123] [126] A low or normal procalcitonin level does not completely or definitively rule out a bacterial infection. [123] [125] Procalcitonin has a half-life of about 24 hours. [123] See StatPearls' companion reference, \" Procalcitonin .\" [123] [125]"}
{"id": "article-17168_76", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Immediate intervention is with adequate analgesia, antiemetics, and IV hydration. Antibiotics should be given if the patient shows any systemic signs of infection or has infected urine. Nonsteroidal anti-inflammatory drugs (NSAIDs) and opiates are first-line therapies for analgesia. NSAIDs work in 2 ways in renal colic.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Immediate intervention is with adequate analgesia, antiemetics, and IV hydration. Antibiotics should be given if the patient shows any systemic signs of infection or has infected urine. Nonsteroidal anti-inflammatory drugs (NSAIDs) and opiates are first-line therapies for analgesia. NSAIDs work in 2 ways in renal colic."}
{"id": "article-17168_77", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "NSAIDs are generally preferred initially as they avoid the side effects of opioid use and are quite effective, being roughly equivalent or even superior to opioids for pain relief. [127] [128] [129] [130] [131] [132] They decrease the production of arachidonic acid metabolites, which mediate pain receptors, alleviating pain caused by distension of the renal capsule. [133] They also block the production of prostaglandins, which decreases pain receptor activity and reduces ureteral contractions, although it may also cause some platelet dysfunction. [133] [134]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. NSAIDs are generally preferred initially as they avoid the side effects of opioid use and are quite effective, being roughly equivalent or even superior to opioids for pain relief. [127] [128] [129] [130] [131] [132] They decrease the production of arachidonic acid metabolites, which mediate pain receptors, alleviating pain caused by distension of the renal capsule. [133] They also block the production of prostaglandins, which decreases pain receptor activity and reduces ureteral contractions, although it may also cause some platelet dysfunction. [133] [134]"}
{"id": "article-17168_78", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Additionally, they cause contraction of the efferent arterioles to the glomerulus, causing a reduction in glomerular filtration and reducing hydrostatic pressure across the glomerulus. Because patients with renal colic are frequently unable to tolerate oral medications, parenteral NSAIDs such as ketorolac (15-30 mg IV or IM) or diclofenac (37.5 mg IV) are most commonly used. [135] [136] [127] [134] [137]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Additionally, they cause contraction of the efferent arterioles to the glomerulus, causing a reduction in glomerular filtration and reducing hydrostatic pressure across the glomerulus. Because patients with renal colic are frequently unable to tolerate oral medications, parenteral NSAIDs such as ketorolac (15-30 mg IV or IM) or diclofenac (37.5 mg IV) are most commonly used. [135] [136] [127] [134] [137]"}
{"id": "article-17168_79", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Ketorolac, an injectable NSAID often used for renal colic, is equivalent or superior overall to opioids in treating the pain of acute ureterolithiasis while being safer and risking fewer significant side effects. [127] [128] [129] [134] [138] Therefore, ketorolac and similar NSAID medications are generally preferred for the initial management of pain in patients with acute renal colic. [133] [134] Ketorolac can also be used as a continuous IV drip, typically at 3 to 5 mg/h. [134] [139] [140] [141] [142]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Ketorolac, an injectable NSAID often used for renal colic, is equivalent or superior overall to opioids in treating the pain of acute ureterolithiasis while being safer and risking fewer significant side effects. [127] [128] [129] [134] [138] Therefore, ketorolac and similar NSAID medications are generally preferred for the initial management of pain in patients with acute renal colic. [133] [134] Ketorolac can also be used as a continuous IV drip, typically at 3 to 5 mg/h. [134] [139] [140] [141] [142]"}
{"id": "article-17168_80", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Adding 8 mg of dexamethasone improved pain relief in renal colic patients compared to ketorolac alone. [129] [143] The use of IV morphine after ketorolac was also found to be beneficial in patients requiring additional analgesia. [129]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Adding 8 mg of dexamethasone improved pain relief in renal colic patients compared to ketorolac alone. [129] [143] The use of IV morphine after ketorolac was also found to be beneficial in patients requiring additional analgesia. [129]"}
{"id": "article-17168_81", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Ketorolac may be used together with IV acetaminophen, but this is not generally recommended for more than a few days, even though no specific negative interactions have been noted. There is no published data on the efficacy of this combination for renal colic. Ketorolac cannot be used in patients with renal failure (GFR <30 mL/min), a history of gastrointestinal bleeding, aspirin or NSAID allergy, or pregnant women (category C). [134]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Ketorolac may be used together with IV acetaminophen, but this is not generally recommended for more than a few days, even though no specific negative interactions have been noted. There is no published data on the efficacy of this combination for renal colic. Ketorolac cannot be used in patients with renal failure (GFR <30 mL/min), a history of gastrointestinal bleeding, aspirin or NSAID allergy, or pregnant women (category C). [134]"}
{"id": "article-17168_82", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Opioid pain medications , such as morphine sulfate (0.1 mg/kg IV or IM) or hydromorphone (0.02 mg/kg IV or IM), can also be used effectively for analgesia, especially when other measures, such as ketorolac, have failed or their maximum dose provides insufficient analgesia. [144] [145] However, opiates are associated with respiratory depression, decreased gastrointestinal motility, increased nausea, and sedation. There is also a risk of dependence associated with prolonged opiate use. [146] [147] [148]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Opioid pain medications , such as morphine sulfate (0.1 mg/kg IV or IM) or hydromorphone (0.02 mg/kg IV or IM), can also be used effectively for analgesia, especially when other measures, such as ketorolac, have failed or their maximum dose provides insufficient analgesia. [144] [145] However, opiates are associated with respiratory depression, decreased gastrointestinal motility, increased nausea, and sedation. There is also a risk of dependence associated with prolonged opiate use. [146] [147] [148]"}
{"id": "article-17168_83", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Intravenous acetaminophen has demonstrated rough equivalence to ketorolac in a meta-analysis, but the overall data is insufficient to recommend it over standard analgesics, although it can safely be used together with NSAIDs and opioids. [149] [150]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Intravenous acetaminophen has demonstrated rough equivalence to ketorolac in a meta-analysis, but the overall data is insufficient to recommend it over standard analgesics, although it can safely be used together with NSAIDs and opioids. [149] [150]"}
{"id": "article-17168_84", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Intravenous lidocaine has been used for pain relief from acute renal colic, with good results reported. [151] [152] [153] The protocol is to inject lidocaine 100 to 120 mg in 100 mL of normal saline intravenously over 10 minutes for pain management. It has been quite effective for intractable renal colic unresponsive to standard therapy and typically starts to work in 3 to 5 minutes. No adverse events have been reported. [154] It is unclear if adding lidocaine to patients who have received ketorolac provides much additional benefit as studies are conflicting, but salvage therapy with lidocaine has also been reported. [155]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Intravenous lidocaine has been used for pain relief from acute renal colic, with good results reported. [151] [152] [153] The protocol is to inject lidocaine 100 to 120 mg in 100 mL of normal saline intravenously over 10 minutes for pain management. It has been quite effective for intractable renal colic unresponsive to standard therapy and typically starts to work in 3 to 5 minutes. No adverse events have been reported. [154] It is unclear if adding lidocaine to patients who have received ketorolac provides much additional benefit as studies are conflicting, but salvage therapy with lidocaine has also been reported. [155]"}
{"id": "article-17168_85", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Intradermal sterile water injection therapy has been demonstrated to be effective in relieving the pain of acute renal colic, roughly equivalent to NSAIDs. [156] [157] [158] [159] [160] [161] [162] Pain relief does not occur when normal saline is used instead of sterile water. The injections are done directly into the flank at the site of greatest tenderness. The mechanism for this surprising result is still unclear. [161]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Intradermal sterile water injection therapy has been demonstrated to be effective in relieving the pain of acute renal colic, roughly equivalent to NSAIDs. [156] [157] [158] [159] [160] [161] [162] Pain relief does not occur when normal saline is used instead of sterile water. The injections are done directly into the flank at the site of greatest tenderness. The mechanism for this surprising result is still unclear. [161]"}
{"id": "article-17168_86", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Most experts believe it is through diffuse noxious inhibitory control or a gate control mechanism of pain inhibition. [161] [163] It may also produce localized inflammation, triggering the A cutaneous afferents, leading to endorphin release or working through physiological distraction. [163] [164]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Most experts believe it is through diffuse noxious inhibitory control or a gate control mechanism of pain inhibition. [161] [163] It may also produce localized inflammation, triggering the A cutaneous afferents, leading to endorphin release or working through physiological distraction. [163] [164]"}
{"id": "article-17168_87", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "The technique is simple, safe, inexpensive, has no significant side effects, and can be repeated as needed. Also, it does not interfere with the use of any other method of pain management. It, therefore, appears to be worthy of additional study and possible clinical use for analgesic relief in acute renal colic situations.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. The technique is simple, safe, inexpensive, has no significant side effects, and can be repeated as needed. Also, it does not interfere with the use of any other method of pain management. It, therefore, appears to be worthy of additional study and possible clinical use for analgesic relief in acute renal colic situations."}
{"id": "article-17168_88", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Antiemetics should be used as needed for symptomatic relief. There is a general lack of strong data regarding the relative effectiveness of antiemetic drugs used for symptom control of nausea and vomiting in patients with acute renal colic. [165] The limited studies available suggest that ondansetron may be the drug of choice in these situations. [166] [167] [168] [169] It is unclear what additional agents can be used to optimize symptom relief when ondansetron alone is insufficient.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Antiemetics should be used as needed for symptomatic relief. There is a general lack of strong data regarding the relative effectiveness of antiemetic drugs used for symptom control of nausea and vomiting in patients with acute renal colic. [165] The limited studies available suggest that ondansetron may be the drug of choice in these situations. [166] [167] [168] [169] It is unclear what additional agents can be used to optimize symptom relief when ondansetron alone is insufficient."}
{"id": "article-17168_89", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Intravenous fluid hydration is a recommended adjunct to the initial treatment of acute renal colic. Although there is no evidence to support that empiric fluid will help “flush out” a stone, many patients are dehydrated secondary to decreased oral intake, nausea, or vomiting and benefit from additional intravenous hydration.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Intravenous fluid hydration is a recommended adjunct to the initial treatment of acute renal colic. Although there is no evidence to support that empiric fluid will help “flush out” a stone, many patients are dehydrated secondary to decreased oral intake, nausea, or vomiting and benefit from additional intravenous hydration."}
{"id": "article-17168_90", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Nerve blocks can often be helpful, especially in cases of chronic flank pain. [170] An anesthetic injection is typically administered proximal to the 11th or 12th intercostal nerve area. The good reported efficacy of a nerve block suggests a musculoskeletal or neuropathic etiology. Paraveterbral, splanchnic, and intercostal nerve blocks have all shown varying degrees of efficacy in relief from flank pain. [171] [172] [173]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Nerve blocks can often be helpful, especially in cases of chronic flank pain. [170] An anesthetic injection is typically administered proximal to the 11th or 12th intercostal nerve area. The good reported efficacy of a nerve block suggests a musculoskeletal or neuropathic etiology. Paraveterbral, splanchnic, and intercostal nerve blocks have all shown varying degrees of efficacy in relief from flank pain. [171] [172] [173]"}
{"id": "article-17168_91", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Reported randomized clinical trials of alternative analgesic agents for pain relief in patients with acute renal colic frequently use morphine and other opioid-based medications as rescue drugs, which makes it difficult to rely on their reported relative effectiveness. [174] It is recommended that future randomized controlled studies define the success of therapy as being the total or near-total pain relief and not merely unquantified pain relief. [174]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Reported randomized clinical trials of alternative analgesic agents for pain relief in patients with acute renal colic frequently use morphine and other opioid-based medications as rescue drugs, which makes it difficult to rely on their reported relative effectiveness. [174] It is recommended that future randomized controlled studies define the success of therapy as being the total or near-total pain relief and not merely unquantified pain relief. [174]"}
{"id": "article-17168_92", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Kidney stone prophylaxis with 24-hour urine testing should be discussed and considered in all urolithiasis patients, especially in high-risk and recurrent stone formers. This would include patients with solitary or horseshoe kidneys, renal failure, abnormal ureteral anatomy, pediatrics, cystine stone formers, and those with high surgery/anesthesia risk factors. The success of 24-hour urine testing largely depends on the patient's willingness to follow treatment suggestions and dietary modifications long-term.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Kidney stone prophylaxis with 24-hour urine testing should be discussed and considered in all urolithiasis patients, especially in high-risk and recurrent stone formers. This would include patients with solitary or horseshoe kidneys, renal failure, abnormal ureteral anatomy, pediatrics, cystine stone formers, and those with high surgery/anesthesia risk factors. The success of 24-hour urine testing largely depends on the patient's willingness to follow treatment suggestions and dietary modifications long-term."}
{"id": "article-17168_93", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Since patients do not feel any differently on prophylactic therapy, it is often very tempting to cheat from time to time. When nothing \"bad\" happens, it becomes very easy to skip therapy for longer and longer periods or to completely stop the treatment altogether. [14]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Since patients do not feel any differently on prophylactic therapy, it is often very tempting to cheat from time to time. When nothing \"bad\" happens, it becomes very easy to skip therapy for longer and longer periods or to completely stop the treatment altogether. [14]"}
{"id": "article-17168_94", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "The American Urological Association Guidelines recommend informing even first-time stone formers about 24-hour urine testing and prophylactic therapy. [18] Excellent guidelines for interpreting 24-hour urine tests and optimizing treatment selection have been published and are now available for free download. [14] See StatPearls' reference article on \" 24-Hour Urine Testing for Nephrolithiasis: Interpretation Guideline. \" [14] Calcium loading tests for patients with hypercalciuria are no longer recommended. [18] [175] [176] Behavior modification, dietary adjustments, and general urolithiasis preventative measures should be discussed with all patients with kidney stones. Typical suggestions include the following:", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. The American Urological Association Guidelines recommend informing even first-time stone formers about 24-hour urine testing and prophylactic therapy. [18] Excellent guidelines for interpreting 24-hour urine tests and optimizing treatment selection have been published and are now available for free download. [14] See StatPearls' reference article on \" 24-Hour Urine Testing for Nephrolithiasis: Interpretation Guideline. \" [14] Calcium loading tests for patients with hypercalciuria are no longer recommended. [18] [175] [176] Behavior modification, dietary adjustments, and general urolithiasis preventative measures should be discussed with all patients with kidney stones. Typical suggestions include the following:"}
{"id": "article-17168_95", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Increase fluid intake to optimize urine output with a goal of at least 2,000 mL and, optimally, 2,500 mL of urine daily.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Increase fluid intake to optimize urine output with a goal of at least 2,000 mL and, optimally, 2,500 mL of urine daily."}
{"id": "article-17168_96", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Patients with calcium stones and high urine calcium concentrations should limit sodium and meat protein intake while maintaining a moderate calcium diet of 1,000 mg to 1,200 mg of dietary calcium daily.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Patients with calcium stones and high urine calcium concentrations should limit sodium and meat protein intake while maintaining a moderate calcium diet of 1,000 mg to 1,200 mg of dietary calcium daily."}
{"id": "article-17168_97", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Thiazide diuretics and a salt-restricted diet are indicated in those with high urinary calcium to reduce the amount of urinary calcium.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Thiazide diuretics and a salt-restricted diet are indicated in those with high urinary calcium to reduce the amount of urinary calcium."}
{"id": "article-17168_98", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Those with calcium stones and low urinary citrate or those with uric acid stones and high urinary uric acid should increase their intake of fruits and vegetables while decreasing nondairy dietary animal protein.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Those with calcium stones and low urinary citrate or those with uric acid stones and high urinary uric acid should increase their intake of fruits and vegetables while decreasing nondairy dietary animal protein."}
{"id": "article-17168_99", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Uric acid stone formers are usually best treated with potassium citrate (urinary alkalinizer) to achieve an optimal urinary pH of 6.5 or more.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Uric acid stone formers are usually best treated with potassium citrate (urinary alkalinizer) to achieve an optimal urinary pH of 6.5 or more."}
{"id": "article-17168_100", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Hyperuricosuric calcium stone formers can benefit from allopurinol or febuxostat.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Hyperuricosuric calcium stone formers can benefit from allopurinol or febuxostat."}
{"id": "article-17168_101", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Patients with hyperoxaluria should be encouraged to lower their oxalate intake (spinach, nuts, chocolate, green leafy vegetables), maintain a moderate calcium intake or calcium citrate supplementation with their higher oxalate meals (usually lunch and dinner), and increase their fluid intake.", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Patients with hyperoxaluria should be encouraged to lower their oxalate intake (spinach, nuts, chocolate, green leafy vegetables), maintain a moderate calcium intake or calcium citrate supplementation with their higher oxalate meals (usually lunch and dinner), and increase their fluid intake."}
{"id": "article-17168_102", "title": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic", "content": "Cystine stone formers need exceptional urinary volumes of 3,000 mL or more daily urine volume and a pH of 7.5 or more to optimize cystine solubility. Potassium citrate is the urinary alkalinizer of choice. Tiopronin and other thiol medications are also used to lower urinary cystine levels. [12] [13] [7] [14] [8] [17] [15] [16] [11]", "contents": "Acute Renal Colic -- Treatment / Management -- Management of Acute Renal Colic. Cystine stone formers need exceptional urinary volumes of 3,000 mL or more daily urine volume and a pH of 7.5 or more to optimize cystine solubility. Potassium citrate is the urinary alkalinizer of choice. Tiopronin and other thiol medications are also used to lower urinary cystine levels. [12] [13] [7] [14] [8] [17] [15] [16] [11]"}
{"id": "article-17168_103", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Medical expulsive therapy is generally recommended, particularly for smaller stones in the distal ureter. [18] [63] Alpha-1 adrenergic receptors exist in increasing concentrations in the distal ureter.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Medical expulsive therapy is generally recommended, particularly for smaller stones in the distal ureter. [18] [63] Alpha-1 adrenergic receptors exist in increasing concentrations in the distal ureter."}
{"id": "article-17168_104", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "The use of alpha-blocker medications (alfuzosin, nifedipine, silodosin, or tamsulosin) facilitates stone passage by relaxing and dilating the ureteral lumen, particularly in the distal ureter. [63] [177] [178] [179] [180] [181] [182] [183] . However, data from randomized control trials are somewhat mixed regarding how well these medications improved spontaneous stone passage rates. [62] [63] [177] [184]", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. The use of alpha-blocker medications (alfuzosin, nifedipine, silodosin, or tamsulosin) facilitates stone passage by relaxing and dilating the ureteral lumen, particularly in the distal ureter. [63] [177] [178] [179] [180] [181] [182] [183] . However, data from randomized control trials are somewhat mixed regarding how well these medications improved spontaneous stone passage rates. [62] [63] [177] [184]"}
{"id": "article-17168_105", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "The consensus opinion and the recommendation from the American Urologic Association Guidelines are that medical expulsive therapy appears helpful for smaller stones in the lower or distal ureter and is generally recommended, but such treatment is probably of little use for larger stones in the proximal ureter. [62] [177] [185] [186] [187] [188] [189]", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. The consensus opinion and the recommendation from the American Urologic Association Guidelines are that medical expulsive therapy appears helpful for smaller stones in the lower or distal ureter and is generally recommended, but such treatment is probably of little use for larger stones in the proximal ureter. [62] [177] [185] [186] [187] [188] [189]"}
{"id": "article-17168_106", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "If tamsulosin is used, the only available data uses 0.4 mg, and it remains unclear how well a larger dose (0.8 mg) would perform. Alfuzosin and tamsulosin were roughly comparable, but nifedipine appeared less effective overall than other agents used for medical expulsive therapy. [183] Mirabegron , a beta-3 adrenoceptor agonist usually used for bladder overactivity, appears to have a beneficial effect on facilitating spontaneous ureteral stone passage. A recent systemic review and meta-analysis of randomized controlled trials found that the drug improved the spontaneous expulsion rate of ureteral calculi, particularly for smaller stones smaller than 6 mm in size located in the distal ureter. [190] [191] Mirabegron did not reduce the time for spontaneous expulsion or help with pain management. [191] There is no data on using mirabegron with alpha-blocker medications for medical expulsive therapy of ureteral calculi.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. If tamsulosin is used, the only available data uses 0.4 mg, and it remains unclear how well a larger dose (0.8 mg) would perform. Alfuzosin and tamsulosin were roughly comparable, but nifedipine appeared less effective overall than other agents used for medical expulsive therapy. [183] Mirabegron , a beta-3 adrenoceptor agonist usually used for bladder overactivity, appears to have a beneficial effect on facilitating spontaneous ureteral stone passage. A recent systemic review and meta-analysis of randomized controlled trials found that the drug improved the spontaneous expulsion rate of ureteral calculi, particularly for smaller stones smaller than 6 mm in size located in the distal ureter. [190] [191] Mirabegron did not reduce the time for spontaneous expulsion or help with pain management. [191] There is no data on using mirabegron with alpha-blocker medications for medical expulsive therapy of ureteral calculi."}
{"id": "article-17168_107", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Tadalafil has been suggested as an agent for medical expulsion therapy, but the results of studies are somewhat conflicting, and therefore, it cannot be recommended as a single agent used alone. [192] [193] [194] [195]", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Tadalafil has been suggested as an agent for medical expulsion therapy, but the results of studies are somewhat conflicting, and therefore, it cannot be recommended as a single agent used alone. [192] [193] [194] [195]"}
{"id": "article-17168_108", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Silodosin appeared to be superior to both tamsulosin and alfuzosin in several recent systemic reviews, comparisons, and meta-analyses of agents used for medical expulsive therapy. [178] [196] [197] [198] If silodosin is selected for medical expulsive therapy, the higher dose (8 mg) is recommended because the lower dose of 4 mg was clearly inferior, with reduced expulsion rates and increased pain reported. [199]", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Silodosin appeared to be superior to both tamsulosin and alfuzosin in several recent systemic reviews, comparisons, and meta-analyses of agents used for medical expulsive therapy. [178] [196] [197] [198] If silodosin is selected for medical expulsive therapy, the higher dose (8 mg) is recommended because the lower dose of 4 mg was clearly inferior, with reduced expulsion rates and increased pain reported. [199]"}
{"id": "article-17168_109", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Various combinations of medical expulsive drugs have been studied, such as tadalafil plus either tamsulosin or silodosin, which appeared to be somewhat more effective than either single agents or other combinations. [200] [201] However, further high-quality studies are required to determine the relative efficacy and optimal composition of such combination treatments when used as medical expulsive therapy for ureteral calculi. [200]", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Various combinations of medical expulsive drugs have been studied, such as tadalafil plus either tamsulosin or silodosin, which appeared to be somewhat more effective than either single agents or other combinations. [200] [201] However, further high-quality studies are required to determine the relative efficacy and optimal composition of such combination treatments when used as medical expulsive therapy for ureteral calculi. [200]"}
{"id": "article-17168_110", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Antibiotic use in patients with acute renal colic should generally be limited to patients with clinical or laboratory evidence of a urinary tract infection. A microscopic urinalysis would include at least 10 WBCs/HPF (or more WBCs than RBCs), bacteriuria, or positive nitrites on the urine dipstick.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Antibiotic use in patients with acute renal colic should generally be limited to patients with clinical or laboratory evidence of a urinary tract infection. A microscopic urinalysis would include at least 10 WBCs/HPF (or more WBCs than RBCs), bacteriuria, or positive nitrites on the urine dipstick."}
{"id": "article-17168_111", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Systemic signs of infection include leukocytosis, fever, tachycardia, lactic acidosis, elevated procalcitonin, or other signs of a possible urinary or systemic infection. Be aware that patients with stones can appear fine with typical vital signs and become deathly ill with urosepsis from obstructive pyelonephritis within just a few hours.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Systemic signs of infection include leukocytosis, fever, tachycardia, lactic acidosis, elevated procalcitonin, or other signs of a possible urinary or systemic infection. Be aware that patients with stones can appear fine with typical vital signs and become deathly ill with urosepsis from obstructive pyelonephritis within just a few hours."}
{"id": "article-17168_112", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Patients at high risk would be older adults (who may not show signs of infection until floridly septic), patients with diabetes, patients with solitary kidneys, and those with a history of urinary tract infections or who are immunocompromised.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Patients at high risk would be older adults (who may not show signs of infection until floridly septic), patients with diabetes, patients with solitary kidneys, and those with a history of urinary tract infections or who are immunocompromised."}
{"id": "article-17168_113", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "While inappropriate, unjustified, and excessive antibiotic use is discouraged, consideration should be given to using antimicrobials in high-risk individuals, particularly patients with diabetes who present with acute renal colic and who are not yet septic. Some of these patients will return with urosepsis and obstructive pyelonephritis.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. While inappropriate, unjustified, and excessive antibiotic use is discouraged, consideration should be given to using antimicrobials in high-risk individuals, particularly patients with diabetes who present with acute renal colic and who are not yet septic. Some of these patients will return with urosepsis and obstructive pyelonephritis."}
{"id": "article-17168_114", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Definitive surgical management of impacted ureteral stones can be achieved using several procedures. These include extracorporeal shock wave lithotripsy, in which high energy shock waves are used to fragment stones, ureteroscopy with stone basketing, laser or electrohydraulic stone fragmentation, or rarely, open surgery. [5] [62] [202] [203] These options are described in detail in StatPearls' companion references, \" Ureterolithiasis, \" \" Extracorporeal Shockwave Lithotripsy, \" and \" Ureteroscopy .\" [5] [202] [203] Laparoscopic and robotic surgery are other possible procedural options, usually reserved for unusually complex or unusual clinical situations. [204] [205] [206]", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Definitive surgical management of impacted ureteral stones can be achieved using several procedures. These include extracorporeal shock wave lithotripsy, in which high energy shock waves are used to fragment stones, ureteroscopy with stone basketing, laser or electrohydraulic stone fragmentation, or rarely, open surgery. [5] [62] [202] [203] These options are described in detail in StatPearls' companion references, \" Ureterolithiasis, \" \" Extracorporeal Shockwave Lithotripsy, \" and \" Ureteroscopy .\" [5] [202] [203] Laparoscopic and robotic surgery are other possible procedural options, usually reserved for unusually complex or unusual clinical situations. [204] [205] [206]"}
{"id": "article-17168_115", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "In the presence of infection, a double J stent or percutaneous nephrostomy may be used to help with urinary drainage of the affected renal unit, with definitive stone therapy postponed until the infection has cleared. [62] [207] [208] The indications for surgical intervention in ureterolithiasis causing renal colic depend on many factors, including the following:", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. In the presence of infection, a double J stent or percutaneous nephrostomy may be used to help with urinary drainage of the affected renal unit, with definitive stone therapy postponed until the infection has cleared. [62] [207] [208] The indications for surgical intervention in ureterolithiasis causing renal colic depend on many factors, including the following:"}
{"id": "article-17168_116", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Evidence of worsening kidney failure or renal damage from prolonged obstruction.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Evidence of worsening kidney failure or renal damage from prolonged obstruction."}
{"id": "article-17168_117", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Failure to pass ureteral stones after 4 to 6 weeks with or without medical expulsive therapy.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Failure to pass ureteral stones after 4 to 6 weeks with or without medical expulsive therapy."}
{"id": "article-17168_118", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Intractable or persistent pain, nausea, or vomiting (lasting over 3 days).", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Intractable or persistent pain, nausea, or vomiting (lasting over 3 days)."}
{"id": "article-17168_119", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "New onset of anuria, coincident with the ureteral obstruction.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. New onset of anuria, coincident with the ureteral obstruction."}
{"id": "article-17168_120", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Obstructive pyelonephritis (pyonephrosis) is likely or suspected.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Obstructive pyelonephritis (pyonephrosis) is likely or suspected."}
{"id": "article-17168_121", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Patient personal preference.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Patient personal preference."}
{"id": "article-17168_122", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Pregnant patients who have failed conservative management.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Pregnant patients who have failed conservative management."}
{"id": "article-17168_123", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Recurrent urinary tract infections related to the stone disease.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Recurrent urinary tract infections related to the stone disease."}
{"id": "article-17168_124", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "The stone's size, shape, and position as larger, angular-shaped, and proximal ureteral calculi are less likely to pass spontaneously. Stones larger than 10 mm will generally require surgery. Stones larger than 7 mm are much less likely to pass and may need surgery. Stones 4 mm or less have a spontaneous stone passage rate of 90% to 95% and are unlikely to require a procedure.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. The stone's size, shape, and position as larger, angular-shaped, and proximal ureteral calculi are less likely to pass spontaneously. Stones larger than 10 mm will generally require surgery. Stones larger than 7 mm are much less likely to pass and may need surgery. Stones 4 mm or less have a spontaneous stone passage rate of 90% to 95% and are unlikely to require a procedure."}
{"id": "article-17168_125", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Solitary kidney or simultaneous, bilateral ureteral obstruction.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Solitary kidney or simultaneous, bilateral ureteral obstruction."}
{"id": "article-17168_126", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Urinary tract infection (drainage procedures only until the infection is controlled). [62] [209] [210] [211]", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Urinary tract infection (drainage procedures only until the infection is controlled). [62] [209] [210] [211]"}
{"id": "article-17168_127", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Double J stent placement can immediately relieve pain and other symptoms of ureteral obstruction, allow an infected renal unit to drain until the infection is controlled, and dilate the ureter, facilitating ureteroscopy. However, its routine preoperative use is generally discouraged except in cases of infection, as it requires additional anesthesia and operating room procedures.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Double J stent placement can immediately relieve pain and other symptoms of ureteral obstruction, allow an infected renal unit to drain until the infection is controlled, and dilate the ureter, facilitating ureteroscopy. However, its routine preoperative use is generally discouraged except in cases of infection, as it requires additional anesthesia and operating room procedures."}
{"id": "article-17168_128", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Obstructive pyelonephritis or pyonephrosis describes the potentially dangerous condition where a kidney, obstructed from a ureteral or renal calculus, becomes infected, resulting in progressive urosepsis. This condition can be life-threatening and requires immediate surgical drainage of the renal pelvis, as antibiotics alone will be ineffective. [88] [207] [212] [213] [214] [215] Overall mortality from obstructive pyelonephritis is reported to be as high as 7.4%, even with treatment.", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Obstructive pyelonephritis or pyonephrosis describes the potentially dangerous condition where a kidney, obstructed from a ureteral or renal calculus, becomes infected, resulting in progressive urosepsis. This condition can be life-threatening and requires immediate surgical drainage of the renal pelvis, as antibiotics alone will be ineffective. [88] [207] [212] [213] [214] [215] Overall mortality from obstructive pyelonephritis is reported to be as high as 7.4%, even with treatment."}
{"id": "article-17168_129", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "A double J stent, placed cystoscopically, is the standard technique for drainage of the renal pelvis, but a general anesthetic is needed. It also requires manipulating a guide wire and stent past the obstructive stone, and it may not be successful in every case. [216] For further details on double J stent placement, see Statpearls' companion reference article, \" Double J Placement Methods Comparative Analysis .\" [216]", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. A double J stent, placed cystoscopically, is the standard technique for drainage of the renal pelvis, but a general anesthetic is needed. It also requires manipulating a guide wire and stent past the obstructive stone, and it may not be successful in every case. [216] For further details on double J stent placement, see Statpearls' companion reference article, \" Double J Placement Methods Comparative Analysis .\" [216]"}
{"id": "article-17168_130", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "If the ureteral obstruction is significant or where the patient is critically ill and too unstable for a general anesthetic, a percutaneous nephrostomy is preferable for renal drainage since it requires only minimal sedation and local anesthesia, minimizes manipulation of the infected renal unit and avoids the possibility of failing to bypass the obstruction with a double J stent successfully. [217] [218] [219] [220] [221] [222] [223] [224] The technique for percutaneous nephrostomy is described elsewhere. [221] [222] [223] For details, see StatPearls' companion reference, \" Percutaneous Nephrostomy .\" [222]", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. If the ureteral obstruction is significant or where the patient is critically ill and too unstable for a general anesthetic, a percutaneous nephrostomy is preferable for renal drainage since it requires only minimal sedation and local anesthesia, minimizes manipulation of the infected renal unit and avoids the possibility of failing to bypass the obstruction with a double J stent successfully. [217] [218] [219] [220] [221] [222] [223] [224] The technique for percutaneous nephrostomy is described elsewhere. [221] [222] [223] For details, see StatPearls' companion reference, \" Percutaneous Nephrostomy .\" [222]"}
{"id": "article-17168_131", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "Delays in surgical decompression of obstructive pyelonephritis increase the risk of death by about 30%. [225] [226] These delays were often associated with minority patient populations, lower socioeconomic status, and weekend presentations, suggesting obvious opportunities for improvement. [225] Any delay in treatment will increase morbidity and mortality, particularly if drainage procedures are postponed more than 2 days. [226] Some evidence suggests that third-generation cephalosporins may be the preferred antibiotics in these situations, but the primary treatment remains surgical. [227] Most patients with obstructive pyelonephritis who have a timely drainage procedure can safely undergo definitive ureterolithiasis surgery within one to 2 weeks. [228] Risk factors for the development of obstructive pyelonephritis in patients with ureterolithiasis include the following:", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. Delays in surgical decompression of obstructive pyelonephritis increase the risk of death by about 30%. [225] [226] These delays were often associated with minority patient populations, lower socioeconomic status, and weekend presentations, suggesting obvious opportunities for improvement. [225] Any delay in treatment will increase morbidity and mortality, particularly if drainage procedures are postponed more than 2 days. [226] Some evidence suggests that third-generation cephalosporins may be the preferred antibiotics in these situations, but the primary treatment remains surgical. [227] Most patients with obstructive pyelonephritis who have a timely drainage procedure can safely undergo definitive ureterolithiasis surgery within one to 2 weeks. [228] Risk factors for the development of obstructive pyelonephritis in patients with ureterolithiasis include the following:"}
{"id": "article-17168_132", "title": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis", "content": "A greater degree of hydronephrosis Diabetes Elevated CRP, lactic acid, procalcitonin, or neutrophil-to-lymphocyte ratio NLR Increasing patient age Lower serum albumin Perinephric fat stranding on imaging Positive nitrites on urinalysis Pyuria Renal failure Size of obstructing stone larger than 5 mm Thrombocytopenia [229] [230] [231] [232] [233] [234] [235]", "contents": "Acute Renal Colic -- Treatment / Management -- Treatment of Ureterolithiasis. A greater degree of hydronephrosis Diabetes Elevated CRP, lactic acid, procalcitonin, or neutrophil-to-lymphocyte ratio NLR Increasing patient age Lower serum albumin Perinephric fat stranding on imaging Positive nitrites on urinalysis Pyuria Renal failure Size of obstructing stone larger than 5 mm Thrombocytopenia [229] [230] [231] [232] [233] [234] [235]"}
{"id": "article-17168_133", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "There are multiple possible causes of flank pain simulating renal colic. These include the following:", "contents": "Acute Renal Colic -- Differential Diagnosis. There are multiple possible causes of flank pain simulating renal colic. These include the following:"}
{"id": "article-17168_134", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Abdominal aortic aneurysm dissection", "contents": "Acute Renal Colic -- Differential Diagnosis. Abdominal aortic aneurysm dissection"}
{"id": "article-17168_135", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Acute mesenteric ischemia", "contents": "Acute Renal Colic -- Differential Diagnosis. Acute mesenteric ischemia"}
{"id": "article-17168_136", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Angiomyolipomas", "contents": "Acute Renal Colic -- Differential Diagnosis. Angiomyolipomas"}
{"id": "article-17168_137", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Appendicitis", "contents": "Acute Renal Colic -- Differential Diagnosis. Appendicitis"}
{"id": "article-17168_138", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Biliary colic", "contents": "Acute Renal Colic -- Differential Diagnosis. Biliary colic"}
{"id": "article-17168_139", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Bowel obstruction", "contents": "Acute Renal Colic -- Differential Diagnosis. Bowel obstruction"}
{"id": "article-17168_140", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Cholecystitis", "contents": "Acute Renal Colic -- Differential Diagnosis. Cholecystitis"}
{"id": "article-17168_141", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Costochondritis", "contents": "Acute Renal Colic -- Differential Diagnosis. Costochondritis"}
{"id": "article-17168_142", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Dietl's crisis", "contents": "Acute Renal Colic -- Differential Diagnosis. Dietl's crisis"}
{"id": "article-17168_143", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Diverticulitis", "contents": "Acute Renal Colic -- Differential Diagnosis. Diverticulitis"}
{"id": "article-17168_144", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Double J stenting or removal", "contents": "Acute Renal Colic -- Differential Diagnosis. Double J stenting or removal"}
{"id": "article-17168_145", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Ectopic pregnancy", "contents": "Acute Renal Colic -- Differential Diagnosis. Ectopic pregnancy"}
{"id": "article-17168_146", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Endometriosis", "contents": "Acute Renal Colic -- Differential Diagnosis. Endometriosis"}
{"id": "article-17168_147", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Focal nephronia", "contents": "Acute Renal Colic -- Differential Diagnosis. Focal nephronia"}
{"id": "article-17168_148", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Hepatitis", "contents": "Acute Renal Colic -- Differential Diagnosis. Hepatitis"}
{"id": "article-17168_149", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Herpes zoster", "contents": "Acute Renal Colic -- Differential Diagnosis. Herpes zoster"}
{"id": "article-17168_150", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Iatrogenic", "contents": "Acute Renal Colic -- Differential Diagnosis. Iatrogenic"}
{"id": "article-17168_151", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Iliac aneurysms", "contents": "Acute Renal Colic -- Differential Diagnosis. Iliac aneurysms"}
{"id": "article-17168_152", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Irritable bowel syndrome", "contents": "Acute Renal Colic -- Differential Diagnosis. Irritable bowel syndrome"}
{"id": "article-17168_153", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Lobar pneumonia", "contents": "Acute Renal Colic -- Differential Diagnosis. Lobar pneumonia"}
{"id": "article-17168_154", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Local mass or growth", "contents": "Acute Renal Colic -- Differential Diagnosis. Local mass or growth"}
{"id": "article-17168_155", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Neurological disorders and neuropathic pain", "contents": "Acute Renal Colic -- Differential Diagnosis. Neurological disorders and neuropathic pain"}
{"id": "article-17168_156", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Nutcracker syndrome", "contents": "Acute Renal Colic -- Differential Diagnosis. Nutcracker syndrome"}
{"id": "article-17168_157", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Musculoskeletal conditions", "contents": "Acute Renal Colic -- Differential Diagnosis. Musculoskeletal conditions"}
{"id": "article-17168_158", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Ovarian cyst torsion", "contents": "Acute Renal Colic -- Differential Diagnosis. Ovarian cyst torsion"}
{"id": "article-17168_159", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Pancreatitis", "contents": "Acute Renal Colic -- Differential Diagnosis. Pancreatitis"}
{"id": "article-17168_160", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Papillary necrosis", "contents": "Acute Renal Colic -- Differential Diagnosis. Papillary necrosis"}
{"id": "article-17168_161", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Pelvic pain syndrome", "contents": "Acute Renal Colic -- Differential Diagnosis. Pelvic pain syndrome"}
{"id": "article-17168_162", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Perinephric abscess", "contents": "Acute Renal Colic -- Differential Diagnosis. Perinephric abscess"}
{"id": "article-17168_163", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Peritonitis", "contents": "Acute Renal Colic -- Differential Diagnosis. Peritonitis"}
{"id": "article-17168_164", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Pleural pain", "contents": "Acute Renal Colic -- Differential Diagnosis. Pleural pain"}
{"id": "article-17168_165", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Polycystic kidney disease", "contents": "Acute Renal Colic -- Differential Diagnosis. Polycystic kidney disease"}
{"id": "article-17168_166", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Post ureteroscopy", "contents": "Acute Renal Colic -- Differential Diagnosis. Post ureteroscopy"}
{"id": "article-17168_167", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Prostatitis", "contents": "Acute Renal Colic -- Differential Diagnosis. Prostatitis"}
{"id": "article-17168_168", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Pyelonephritis", "contents": "Acute Renal Colic -- Differential Diagnosis. Pyelonephritis"}
{"id": "article-17168_169", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Referred pain from the back", "contents": "Acute Renal Colic -- Differential Diagnosis. Referred pain from the back"}
{"id": "article-17168_170", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Renal abscess", "contents": "Acute Renal Colic -- Differential Diagnosis. Renal abscess"}
{"id": "article-17168_171", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Renal hematoma", "contents": "Acute Renal Colic -- Differential Diagnosis. Renal hematoma"}
{"id": "article-17168_172", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Renal infarct", "contents": "Acute Renal Colic -- Differential Diagnosis. Renal infarct"}
{"id": "article-17168_173", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Renal neoplasm", "contents": "Acute Renal Colic -- Differential Diagnosis. Renal neoplasm"}
{"id": "article-17168_174", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Renal vein thrombosis", "contents": "Acute Renal Colic -- Differential Diagnosis. Renal vein thrombosis"}
{"id": "article-17168_175", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Renovascular compromise", "contents": "Acute Renal Colic -- Differential Diagnosis. Renovascular compromise"}
{"id": "article-17168_176", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Retroperitoneal disorders", "contents": "Acute Renal Colic -- Differential Diagnosis. Retroperitoneal disorders"}
{"id": "article-17168_177", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Retroperitoneal fibrosis", "contents": "Acute Renal Colic -- Differential Diagnosis. Retroperitoneal fibrosis"}
{"id": "article-17168_178", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Spinal disc disorders", "contents": "Acute Renal Colic -- Differential Diagnosis. Spinal disc disorders"}
{"id": "article-17168_179", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Spinal tumor or fracture", "contents": "Acute Renal Colic -- Differential Diagnosis. Spinal tumor or fracture"}
{"id": "article-17168_180", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Splenic infarction", "contents": "Acute Renal Colic -- Differential Diagnosis. Splenic infarction"}
{"id": "article-17168_181", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Ureteral compression (iatrogenic, neoplasms, scarring)", "contents": "Acute Renal Colic -- Differential Diagnosis. Ureteral compression (iatrogenic, neoplasms, scarring)"}
{"id": "article-17168_182", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Ureteral spasms", "contents": "Acute Renal Colic -- Differential Diagnosis. Ureteral spasms"}
{"id": "article-17168_183", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Ureteral stricture", "contents": "Acute Renal Colic -- Differential Diagnosis. Ureteral stricture"}
{"id": "article-17168_184", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Ureteroceles", "contents": "Acute Renal Colic -- Differential Diagnosis. Ureteroceles"}
{"id": "article-17168_185", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Ureteropelvic junction obstruction (UPJ)", "contents": "Acute Renal Colic -- Differential Diagnosis. Ureteropelvic junction obstruction (UPJ)"}
{"id": "article-17168_186", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Urinary tract infection", "contents": "Acute Renal Colic -- Differential Diagnosis. Urinary tract infection"}
{"id": "article-17168_187", "title": "Acute Renal Colic -- Differential Diagnosis", "content": "Wunderlich syndrome (a rare condition with spontaneous renal subcapsular and/or retroperitoneal bleeding and hematoma formation)", "contents": "Acute Renal Colic -- Differential Diagnosis. Wunderlich syndrome (a rare condition with spontaneous renal subcapsular and/or retroperitoneal bleeding and hematoma formation)"}
{"id": "article-17168_188", "title": "Acute Renal Colic -- Prognosis", "content": "The prognosis depends on the clinical situation, the size and location of the stone, the specific anatomy of the patient, their clinical history, and comorbidities.", "contents": "Acute Renal Colic -- Prognosis. The prognosis depends on the clinical situation, the size and location of the stone, the specific anatomy of the patient, their clinical history, and comorbidities."}
{"id": "article-17168_189", "title": "Acute Renal Colic -- Prognosis", "content": "Smaller stones (<5 mm) located in the distal ureter are highly likely to pass spontaneously. The larger the stones and more proximal in the ureter, the less likely they will pass without intervention. If the kidney becomes infected, urgent surgical intervention to drain the renal pelvis may be necessary to avoid urosepsis, embolic ischemia, limb amputations, and death.", "contents": "Acute Renal Colic -- Prognosis. Smaller stones (<5 mm) located in the distal ureter are highly likely to pass spontaneously. The larger the stones and more proximal in the ureter, the less likely they will pass without intervention. If the kidney becomes infected, urgent surgical intervention to drain the renal pelvis may be necessary to avoid urosepsis, embolic ischemia, limb amputations, and death."}
{"id": "article-17168_190", "title": "Acute Renal Colic -- Prognosis", "content": "All patients with urinary calculi should receive information concerning 24-hour urine testing for prophylactic treatment. This testing is strongly encouraged in children, patients with renal failure, solitary kidneys, recurrent stone formers, or those at high surgical (anesthetic) risk.", "contents": "Acute Renal Colic -- Prognosis. All patients with urinary calculi should receive information concerning 24-hour urine testing for prophylactic treatment. This testing is strongly encouraged in children, patients with renal failure, solitary kidneys, recurrent stone formers, or those at high surgical (anesthetic) risk."}
{"id": "article-17168_191", "title": "Acute Renal Colic -- Complications", "content": "Possible complications include the following: Embolic ischemia Failure of spontaneous stone passage Forniceal (calyceal) rupture with extravasation Hematuria Intractable pain, nausea, or vomiting Obstructive pyelonephritis (pyonephrosis) Pyelolymphatic backflow Renal failure/damage Sepsis Ureteral scarring, stricture Urinary tract infection", "contents": "Acute Renal Colic -- Complications. Possible complications include the following: Embolic ischemia Failure of spontaneous stone passage Forniceal (calyceal) rupture with extravasation Hematuria Intractable pain, nausea, or vomiting Obstructive pyelonephritis (pyonephrosis) Pyelolymphatic backflow Renal failure/damage Sepsis Ureteral scarring, stricture Urinary tract infection"}
{"id": "article-17168_192", "title": "Acute Renal Colic -- Deterrence and Patient Education", "content": "Patients should be informed that it is now possible to identify chemical risk factors for producing future stones. This requires a 24-hour urine test. Analysis of the test results can suggest specific changes in patients' diet, lifestyle, or medications that can reduce their risk of forming additional stones, although this is never guaranteed.", "contents": "Acute Renal Colic -- Deterrence and Patient Education. Patients should be informed that it is now possible to identify chemical risk factors for producing future stones. This requires a 24-hour urine test. Analysis of the test results can suggest specific changes in patients' diet, lifestyle, or medications that can reduce their risk of forming additional stones, although this is never guaranteed."}
{"id": "article-17168_193", "title": "Acute Renal Colic -- Deterrence and Patient Education", "content": "Testing is recommended in higher-risk individuals and those with significant comorbidities, solitary kidneys, horseshoe kidneys, recurrent stone formers, children, and those with a high anesthesia/surgical risk.", "contents": "Acute Renal Colic -- Deterrence and Patient Education. Testing is recommended in higher-risk individuals and those with significant comorbidities, solitary kidneys, horseshoe kidneys, recurrent stone formers, children, and those with a high anesthesia/surgical risk."}
{"id": "article-17168_194", "title": "Acute Renal Colic -- Deterrence and Patient Education", "content": "Patient motivation and discipline will largely determine the effectiveness of the preventive therapy program. Patients determined to minimize their risk of future stones will benefit the most as long-term compliance with treatment is required.", "contents": "Acute Renal Colic -- Deterrence and Patient Education. Patient motivation and discipline will largely determine the effectiveness of the preventive therapy program. Patients determined to minimize their risk of future stones will benefit the most as long-term compliance with treatment is required."}
{"id": "article-17168_195", "title": "Acute Renal Colic -- Deterrence and Patient Education", "content": "Even without specific testing, general advice would include increasing fluid intake sufficient to generate at least 2,000 mL of urine daily, with an optimal goal of 2,500 mL. Calcium intake should be moderate (too little and too much are not recommended), along with dietary reductions in excessive sodium, animal meat protein, and high oxalate foods.", "contents": "Acute Renal Colic -- Deterrence and Patient Education. Even without specific testing, general advice would include increasing fluid intake sufficient to generate at least 2,000 mL of urine daily, with an optimal goal of 2,500 mL. Calcium intake should be moderate (too little and too much are not recommended), along with dietary reductions in excessive sodium, animal meat protein, and high oxalate foods."}
{"id": "article-17168_196", "title": "Acute Renal Colic -- Deterrence and Patient Education", "content": "Patients with cystine stones require special treatment as their stone risk is particularly high, and aggressive medical therapy is required to keep them stone-free. [11] Prophylactic therapy begins with aggressive hydration sufficient to generate 3,000 to 3,500 mL of urine daily and urinary alkalinization to a pH of 7.5. [11]", "contents": "Acute Renal Colic -- Deterrence and Patient Education. Patients with cystine stones require special treatment as their stone risk is particularly high, and aggressive medical therapy is required to keep them stone-free. [11] Prophylactic therapy begins with aggressive hydration sufficient to generate 3,000 to 3,500 mL of urine daily and urinary alkalinization to a pH of 7.5. [11]"}
{"id": "article-17168_197", "title": "Acute Renal Colic -- Pearls and Other Issues", "content": "Calculus size, location, and patient discomfort predict the likelihood of spontaneous stone passage. Approximately 90% of stones less than 5 mm pass within 4 weeks. Up to 95% of stones larger than 8 mm will likely become impacted, requiring intervention. Indications for hospital admission include a significant renal stone in a solitary kidney, severe kidney injury, an infected renal stone, intractable pain or nausea, urinary extravasation, or sepsis.", "contents": "Acute Renal Colic -- Pearls and Other Issues. Calculus size, location, and patient discomfort predict the likelihood of spontaneous stone passage. Approximately 90% of stones less than 5 mm pass within 4 weeks. Up to 95% of stones larger than 8 mm will likely become impacted, requiring intervention. Indications for hospital admission include a significant renal stone in a solitary kidney, severe kidney injury, an infected renal stone, intractable pain or nausea, urinary extravasation, or sepsis."}
{"id": "article-17168_198", "title": "Acute Renal Colic -- Pearls and Other Issues", "content": "Patients with infected stones (eg, nephrolithiasis plus evidence of urinary tract infection) require special and more urgent treatment. The infected stone acts as a nidus for infection and leads to stasis, decreasing the ability to manage infections. Frequently, these stones must be removed in their entirety operatively to prevent a repeat infection and the formation of new stones.", "contents": "Acute Renal Colic -- Pearls and Other Issues. Patients with infected stones (eg, nephrolithiasis plus evidence of urinary tract infection) require special and more urgent treatment. The infected stone acts as a nidus for infection and leads to stasis, decreasing the ability to manage infections. Frequently, these stones must be removed in their entirety operatively to prevent a repeat infection and the formation of new stones."}
{"id": "article-17168_199", "title": "Acute Renal Colic -- Pearls and Other Issues", "content": "Since there is no way to clinically differentiate acute pyelonephritis, a medical condition treated with antibiotics, from pyonephrosis (obstructive pyelonephritis), a potentially life-threatening condition that requires urgent surgical intervention and drainage, some type of imaging is necessary in virtually all cases of acute flank pain, especially if patients admitted for pyelonephritis fail to improve on medical therapy.", "contents": "Acute Renal Colic -- Pearls and Other Issues. Since there is no way to clinically differentiate acute pyelonephritis, a medical condition treated with antibiotics, from pyonephrosis (obstructive pyelonephritis), a potentially life-threatening condition that requires urgent surgical intervention and drainage, some type of imaging is necessary in virtually all cases of acute flank pain, especially if patients admitted for pyelonephritis fail to improve on medical therapy."}
{"id": "article-17168_200", "title": "Acute Renal Colic -- Pearls and Other Issues", "content": "Ultrasound may be sufficient but is not definitive. If the results are equivocal, insufficient, or negative, a non-contrast CT may be needed, as obstructive pyelonephritis may be present even with a routine renal ultrasound.", "contents": "Acute Renal Colic -- Pearls and Other Issues. Ultrasound may be sufficient but is not definitive. If the results are equivocal, insufficient, or negative, a non-contrast CT may be needed, as obstructive pyelonephritis may be present even with a routine renal ultrasound."}
{"id": "article-17168_201", "title": "Acute Renal Colic -- Pearls and Other Issues", "content": "Intervention for a stone is recommended after 4 to 6 weeks if the stone has not moved or passed, even if the patient is asymptomatic. This is due to the likelihood of ureteral scarring and other complications. It can be challenging to convince an asymptomatic patient to agree to surgery. The most effective technique may be to explain the policy early in the course of treatment so patients understand the need for a procedure to protect the kidneys and ureters from permanent damage if a stone or obstruction appears stuck and is not resolving on its own.", "contents": "Acute Renal Colic -- Pearls and Other Issues. Intervention for a stone is recommended after 4 to 6 weeks if the stone has not moved or passed, even if the patient is asymptomatic. This is due to the likelihood of ureteral scarring and other complications. It can be challenging to convince an asymptomatic patient to agree to surgery. The most effective technique may be to explain the policy early in the course of treatment so patients understand the need for a procedure to protect the kidneys and ureters from permanent damage if a stone or obstruction appears stuck and is not resolving on its own."}
{"id": "article-17168_202", "title": "Acute Renal Colic -- Pearls and Other Issues", "content": "An infected kidney or evidence of a urinary tract infection with obstructing ureterolithiasis constitutes an urgent surgical emergency. [88] [212] [213] [214] Percutaneous renal drainage is preferred over double J stents in the most serious cases or with a substantial ureteral stone burden. [217] [218] [219] [220] All stone material should be collected and sent for chemical analysis.", "contents": "Acute Renal Colic -- Pearls and Other Issues. An infected kidney or evidence of a urinary tract infection with obstructing ureterolithiasis constitutes an urgent surgical emergency. [88] [212] [213] [214] Percutaneous renal drainage is preferred over double J stents in the most serious cases or with a substantial ureteral stone burden. [217] [218] [219] [220] All stone material should be collected and sent for chemical analysis."}
{"id": "article-17168_203", "title": "Acute Renal Colic -- Pearls and Other Issues", "content": "24-hour urine tests are the cornerstone of long-term preventive therapy, but they require very high levels of patient dedication and compliance to be successful. Nevertheless, they should be offered to all nephrolithiasis patients. 24-hour urine testing is particularly recommended in the following situations:", "contents": "Acute Renal Colic -- Pearls and Other Issues. 24-hour urine tests are the cornerstone of long-term preventive therapy, but they require very high levels of patient dedication and compliance to be successful. Nevertheless, they should be offered to all nephrolithiasis patients. 24-hour urine testing is particularly recommended in the following situations:"}
{"id": "article-17168_204", "title": "Acute Renal Colic -- Pearls and Other Issues", "content": "Abnormal urinary tract anatomy Chronic diarrhea Family history of nephrolithiasis First stone before or at age 21 years High anesthesia or surgical risk Irritable bowel syndrome (IBS) Morbid obesity Nephrocalcinosis Preexisting renal failure Prior ureteral or urinary stone surgery Stone composition primarily other than calcium oxalate or struvite (cystine, calcium phosphate, and uric acid) Recurrent urinary tract infections Recurrent urolithiasis Reimplanted ureter(s) Renal failure (GFR<60 mL/min due to obstructive calculi) Solitary kidney Underlying predisposing condition (eg, ebypass surgery, short-bowel syndrome, enteric hyperoxaluria) Ureteropelvic junction obstruction (UPJ) [14] [236]", "contents": "Acute Renal Colic -- Pearls and Other Issues. Abnormal urinary tract anatomy Chronic diarrhea Family history of nephrolithiasis First stone before or at age 21 years High anesthesia or surgical risk Irritable bowel syndrome (IBS) Morbid obesity Nephrocalcinosis Preexisting renal failure Prior ureteral or urinary stone surgery Stone composition primarily other than calcium oxalate or struvite (cystine, calcium phosphate, and uric acid) Recurrent urinary tract infections Recurrent urolithiasis Reimplanted ureter(s) Renal failure (GFR<60 mL/min due to obstructive calculi) Solitary kidney Underlying predisposing condition (eg, ebypass surgery, short-bowel syndrome, enteric hyperoxaluria) Ureteropelvic junction obstruction (UPJ) [14] [236]"}
{"id": "article-17168_205", "title": "Acute Renal Colic -- Enhancing Healthcare Team Outcomes", "content": "The management of renal stones is best conducted by an interprofessional team that consists of a nephrologist, emergency department physician, radiologist, urologist, dietician/nutritionist, and primary care provider. Most renal stones will pass spontaneously within 4 weeks, but stones larger than 7 mm may require surgical intervention. Stones that are 10 mm in size or larger will typically require surgery.", "contents": "Acute Renal Colic -- Enhancing Healthcare Team Outcomes. The management of renal stones is best conducted by an interprofessional team that consists of a nephrologist, emergency department physician, radiologist, urologist, dietician/nutritionist, and primary care provider. Most renal stones will pass spontaneously within 4 weeks, but stones larger than 7 mm may require surgical intervention. Stones that are 10 mm in size or larger will typically require surgery."}
{"id": "article-17168_206", "title": "Acute Renal Colic -- Enhancing Healthcare Team Outcomes", "content": "Healthcare workers, including nurse practitioners who see patients with kidney stones, should contact the urologist when ureteral stones fail to pass after 4 to 6 weeks with or without medical expulsive therapy. Urologic nurses are involved in treatment, monitoring patients, providing continuing support and patient education, and updating the team on changes in patient status. Pharmacists review prescribed medications for appropriate dosages, check for possible drug interactions, and provide patient education.", "contents": "Acute Renal Colic -- Enhancing Healthcare Team Outcomes. Healthcare workers, including nurse practitioners who see patients with kidney stones, should contact the urologist when ureteral stones fail to pass after 4 to 6 weeks with or without medical expulsive therapy. Urologic nurses are involved in treatment, monitoring patients, providing continuing support and patient education, and updating the team on changes in patient status. Pharmacists review prescribed medications for appropriate dosages, check for possible drug interactions, and provide patient education."}
{"id": "article-17168_207", "title": "Acute Renal Colic -- Enhancing Healthcare Team Outcomes", "content": "In cases of infected ureteral stones, drainage surgical intervention will likely be required, followed by definitive treatment of the obstructing stone several weeks later. The prognosis for most patients with kidney stones is good.", "contents": "Acute Renal Colic -- Enhancing Healthcare Team Outcomes. In cases of infected ureteral stones, drainage surgical intervention will likely be required, followed by definitive treatment of the obstructing stone several weeks later. The prognosis for most patients with kidney stones is good."}
{"id": "article-17168_208", "title": "Acute Renal Colic -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acute Renal Colic -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}