{"id": "article-18417_0", "title": "Bochdalek Hernia -- Continuing Education Activity", "content": "Bochdalek hernia is a developmental defect in the posterolateral diaphragm, allowing herniation of abdominal contents into the thorax, causing mechanical compression of the developing lung parenchyma and sometimes causing lung hypoplasia. As such, symptoms typically manifest in the pediatric age group and tend to be respiratory. Symptomatic adults are diagnosed rarely, with the majority of cases found incidentally. This activity explains the pathophysiology, relevant anatomy, evaluation, and management in patients with Bochdalek hernia. It highlights the role of the interprofessional team in treating and decreasing long-term morbidity in patients with Bochdalek hernia.", "contents": "Bochdalek Hernia -- Continuing Education Activity. Bochdalek hernia is a developmental defect in the posterolateral diaphragm, allowing herniation of abdominal contents into the thorax, causing mechanical compression of the developing lung parenchyma and sometimes causing lung hypoplasia. As such, symptoms typically manifest in the pediatric age group and tend to be respiratory. Symptomatic adults are diagnosed rarely, with the majority of cases found incidentally. This activity explains the pathophysiology, relevant anatomy, evaluation, and management in patients with Bochdalek hernia. It highlights the role of the interprofessional team in treating and decreasing long-term morbidity in patients with Bochdalek hernia."}
{"id": "article-18417_1", "title": "Bochdalek Hernia -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology and relevant anatomy of a Bochdalek hernia. Outline the evaluation of a patient with a Bochdalek hernia. Explain the management strategies in a patient with a Bochdalek hernia. Explain the importance of a cohesive, interprofessional team approach to diagnose, resuscitate and manage patients with Bochdalek hernia. Access free multiple choice questions on this topic.", "contents": "Bochdalek Hernia -- Continuing Education Activity. Objectives: Describe the pathophysiology and relevant anatomy of a Bochdalek hernia. Outline the evaluation of a patient with a Bochdalek hernia. Explain the management strategies in a patient with a Bochdalek hernia. Explain the importance of a cohesive, interprofessional team approach to diagnose, resuscitate and manage patients with Bochdalek hernia. Access free multiple choice questions on this topic."}
{"id": "article-18417_2", "title": "Bochdalek Hernia -- Introduction", "content": "Bochdalek hernia is a developmental defect in the posterolateral diaphragm, allowing herniation of abdominal contents into the thorax, causing mechanical compression of the developing lung parenchyma and sometimes causing lung hypoplasia. As such, symptoms typically manifest in the pediatric age group and tend to be respiratory. Symptomatic adults are diagnosed rarely, with the majority of cases found incidentally. The exact etiology is unknown, though both environmental and genetic components are favored. Surgical repair of the diaphragmatic defect is often the treatment. There are multiple chronic conditions associated with Bochadelk hernia and congenital diaphragmatic hernia (CDH), which require surveillance and long-term follow-up from a team of clinicians.", "contents": "Bochdalek Hernia -- Introduction. Bochdalek hernia is a developmental defect in the posterolateral diaphragm, allowing herniation of abdominal contents into the thorax, causing mechanical compression of the developing lung parenchyma and sometimes causing lung hypoplasia. As such, symptoms typically manifest in the pediatric age group and tend to be respiratory. Symptomatic adults are diagnosed rarely, with the majority of cases found incidentally. The exact etiology is unknown, though both environmental and genetic components are favored. Surgical repair of the diaphragmatic defect is often the treatment. There are multiple chronic conditions associated with Bochadelk hernia and congenital diaphragmatic hernia (CDH), which require surveillance and long-term follow-up from a team of clinicians."}
{"id": "article-18417_3", "title": "Bochdalek Hernia -- Etiology", "content": "It is postulated that both environmental and genetic factors contribute to the etiology of a Bochdalek hernia.  An estimated 30% of congenital diaphragmatic hernias are attributable to genetic causes, such as chromosomal anomalies, copy number, and sequence variants. The aforementioned affected genes discovered include multiple transcription factors and the retinoic acid pathway. Most of these appear to have pleiotropic effects and variable penetrance, causing a range of phenotypes. As can be expected, a developmental anomaly in one organ often correlates with developmental anomalies elsewhere, and Bochdalek hernias are not an exception.  Multisystem genetic syndromes and associations are identified, such as pulmonary and cardiac defects. [1]", "contents": "Bochdalek Hernia -- Etiology. It is postulated that both environmental and genetic factors contribute to the etiology of a Bochdalek hernia.  An estimated 30% of congenital diaphragmatic hernias are attributable to genetic causes, such as chromosomal anomalies, copy number, and sequence variants. The aforementioned affected genes discovered include multiple transcription factors and the retinoic acid pathway. Most of these appear to have pleiotropic effects and variable penetrance, causing a range of phenotypes. As can be expected, a developmental anomaly in one organ often correlates with developmental anomalies elsewhere, and Bochdalek hernias are not an exception.  Multisystem genetic syndromes and associations are identified, such as pulmonary and cardiac defects. [1]"}
{"id": "article-18417_4", "title": "Bochdalek Hernia -- Epidemiology", "content": "Congenital diaphragmatic hernia (CDH) is a congenital anomaly of the diaphragm with an incidence of approximately 1 in 2000 to 1 in 3000 births.  Of those, roughly 70 to 75% are posterolateral defects and thus characterized as Bochdalek hernias. [2] In a population-based cohort study of statewide diagnoses of congenital diaphragmatic hernias in Utah, CDH occurred in 1 in 3156 births. There is a male predilection with a male-to-female ratio of 1.72:1. Of these, 64% of the cases were isolated, 23% were multiples, and 13% were syndromic. [3]", "contents": "Bochdalek Hernia -- Epidemiology. Congenital diaphragmatic hernia (CDH) is a congenital anomaly of the diaphragm with an incidence of approximately 1 in 2000 to 1 in 3000 births.  Of those, roughly 70 to 75% are posterolateral defects and thus characterized as Bochdalek hernias. [2] In a population-based cohort study of statewide diagnoses of congenital diaphragmatic hernias in Utah, CDH occurred in 1 in 3156 births. There is a male predilection with a male-to-female ratio of 1.72:1. Of these, 64% of the cases were isolated, 23% were multiples, and 13% were syndromic. [3]"}
{"id": "article-18417_5", "title": "Bochdalek Hernia -- Epidemiology", "content": "Symptomatic Bochdalek hernias in adults are relatively rare, with the majority of cases found incidentally. The overall incidence of adults with asymptomatic Bochdalek hernias has been estimated to be as low as 0.17% and as high as 6%, though there is a school of thought that some of these were hernias acquired during adulthood. [4] [5]", "contents": "Bochdalek Hernia -- Epidemiology. Symptomatic Bochdalek hernias in adults are relatively rare, with the majority of cases found incidentally. The overall incidence of adults with asymptomatic Bochdalek hernias has been estimated to be as low as 0.17% and as high as 6%, though there is a school of thought that some of these were hernias acquired during adulthood. [4] [5]"}
{"id": "article-18417_6", "title": "Bochdalek Hernia -- Pathophysiology", "content": "The pathophysiology of Bochdalek hernias and congenital diaphragmatic hernias, in general, is poorly understood. A Bochdalek hernia is a type of congenital hernia due to a developmental defect in the formation of the diaphragm. At around 4 weeks of gestation in humans, the diaphragm starts to form from several infoldings. Anteriorly, the central tendon is proposed to form from the septum transversum. Posterolateral infoldings form the pleuroperitoneal membranes. The pleuroperitoneal canal, in turn, communicates between the pleural and peritoneal cavities via the foramen of Bochdalek at the posterior aspect of the developing diaphragm. This communication normally closes around week 8 of gestation. [6] Failure to do so results in a characteristic defect. Since the right canal closes before the left canal, most Bochdalek hernias (85%) are left-sided. [7]", "contents": "Bochdalek Hernia -- Pathophysiology. The pathophysiology of Bochdalek hernias and congenital diaphragmatic hernias, in general, is poorly understood. A Bochdalek hernia is a type of congenital hernia due to a developmental defect in the formation of the diaphragm. At around 4 weeks of gestation in humans, the diaphragm starts to form from several infoldings. Anteriorly, the central tendon is proposed to form from the septum transversum. Posterolateral infoldings form the pleuroperitoneal membranes. The pleuroperitoneal canal, in turn, communicates between the pleural and peritoneal cavities via the foramen of Bochdalek at the posterior aspect of the developing diaphragm. This communication normally closes around week 8 of gestation. [6] Failure to do so results in a characteristic defect. Since the right canal closes before the left canal, most Bochdalek hernias (85%) are left-sided. [7]"}
{"id": "article-18417_7", "title": "Bochdalek Hernia -- Pathophysiology", "content": "Herniation of abdominal contents into the thoracic cavity can interfere with the normal development of the lungs and can result in a varying degree of pulmonary hypoplasia (PH) and persistent pulmonary hypertension (PPH). [6] Thus, most symptomatic Bochdalek hernias get diagnosed at a younger age in children who present with respiratory symptoms. Presentation of Bochdalek hernia in adulthood is relatively rare and is typically manifested as gastrointestinal symptoms related to the herniated organ. [4]", "contents": "Bochdalek Hernia -- Pathophysiology. Herniation of abdominal contents into the thoracic cavity can interfere with the normal development of the lungs and can result in a varying degree of pulmonary hypoplasia (PH) and persistent pulmonary hypertension (PPH). [6] Thus, most symptomatic Bochdalek hernias get diagnosed at a younger age in children who present with respiratory symptoms. Presentation of Bochdalek hernia in adulthood is relatively rare and is typically manifested as gastrointestinal symptoms related to the herniated organ. [4]"}
{"id": "article-18417_8", "title": "Bochdalek Hernia -- History and Physical", "content": "Bochdalek hernias tend to present differently in pediatric and adult age groups.  In the pediatric age group, the presentation is often with respiratory symptoms from lung hypoplasia after mechanical compression of developing lung parenchyma in utero. In contrast, Bochdalek hernias in adults are usually asymptomatic and incidentally found.  Symptoms in adults often manifest as vague or nonspecific gastrointestinal complaints. [7] [4] On physical exam, findings could include auscultation of bowel sounds in the chest. More severe cases could show a scaphoid abdomen, as bowel contents herniate into the thorax.", "contents": "Bochdalek Hernia -- History and Physical. Bochdalek hernias tend to present differently in pediatric and adult age groups.  In the pediatric age group, the presentation is often with respiratory symptoms from lung hypoplasia after mechanical compression of developing lung parenchyma in utero. In contrast, Bochdalek hernias in adults are usually asymptomatic and incidentally found.  Symptoms in adults often manifest as vague or nonspecific gastrointestinal complaints. [7] [4] On physical exam, findings could include auscultation of bowel sounds in the chest. More severe cases could show a scaphoid abdomen, as bowel contents herniate into the thorax."}
{"id": "article-18417_9", "title": "Bochdalek Hernia -- Evaluation", "content": "Ultrasonography, plain film chest radiography, and thin section CT with multiplanar reformats all play a role in the diagnosis of a Bochdalek hernia. Recently, MRI studies have also had a role in the evaluation of these pathologies. In fact, a congenital diaphragmatic hernia is the most commonly reported indication for thoracic prenatal MRI. [8] Antenatal ultrasounds can demonstrate features that suggest congenital diaphragmatic hernias, such as intrathoracic stomach bubble and mediastinal shift away from the herniated viscera. Post-natally, ultrasonography can delineate the entire diaphragm, assessing for discontinuity, as well as evaluating the viscera that has herniated. [7] In plain film radiography, Bochdalek hernias are diagnosable by assessing for gas-filled loops of bowel or a soft tissue mass above the level of the diaphragm.  However, sensitivity on plain film chest radiography is low, and congenital diaphragmatic hernias can be confused with other thoracic pathology. As such, thin-section CT with multiplanar reformats has become the industry standard for diagnosis due to increased sensitivity and ability to evaluate associated congenital anomalies. On CT of the chest, one can more accurately assess for focal defects in the diaphragm.  CT was reported to have sensitivities of 78% for left-sided hernias and 50% for right-sided hernias. [9]", "contents": "Bochdalek Hernia -- Evaluation. Ultrasonography, plain film chest radiography, and thin section CT with multiplanar reformats all play a role in the diagnosis of a Bochdalek hernia. Recently, MRI studies have also had a role in the evaluation of these pathologies. In fact, a congenital diaphragmatic hernia is the most commonly reported indication for thoracic prenatal MRI. [8] Antenatal ultrasounds can demonstrate features that suggest congenital diaphragmatic hernias, such as intrathoracic stomach bubble and mediastinal shift away from the herniated viscera. Post-natally, ultrasonography can delineate the entire diaphragm, assessing for discontinuity, as well as evaluating the viscera that has herniated. [7] In plain film radiography, Bochdalek hernias are diagnosable by assessing for gas-filled loops of bowel or a soft tissue mass above the level of the diaphragm.  However, sensitivity on plain film chest radiography is low, and congenital diaphragmatic hernias can be confused with other thoracic pathology. As such, thin-section CT with multiplanar reformats has become the industry standard for diagnosis due to increased sensitivity and ability to evaluate associated congenital anomalies. On CT of the chest, one can more accurately assess for focal defects in the diaphragm.  CT was reported to have sensitivities of 78% for left-sided hernias and 50% for right-sided hernias. [9]"}
{"id": "article-18417_10", "title": "Bochdalek Hernia -- Treatment / Management", "content": "Treatment of a Bochdalek hernia is surgical, achieved by utilizing either open repair or laparoscopic techniques to close the defect. [10]", "contents": "Bochdalek Hernia -- Treatment / Management. Treatment of a Bochdalek hernia is surgical, achieved by utilizing either open repair or laparoscopic techniques to close the defect. [10]"}
{"id": "article-18417_11", "title": "Bochdalek Hernia -- Treatment / Management", "content": "Antenatally, expected management and surveillance for complications is the standard of care. Sometimes, in severe herniation, Fetoscopic endoluminal tracheal occlusion (FETO) therapy can be considered. This procedure temporarily blocks the trachea, and preliminary research suggests it improves lung development. Postnatally, management of hypoplastic lung tissue and maldevelopment takes precedence; this includes gentle ventilation, high-frequency oscillatory ventilation (HFOV), and extracorporeal membrane oxygenation (ECMO) therapies. PPH is also a sequela of congenital diaphragmatic hernia and mechanical compression of the lung during development.  Treatment of PPH is usually iNO and sildenafil. [2]", "contents": "Bochdalek Hernia -- Treatment / Management. Antenatally, expected management and surveillance for complications is the standard of care. Sometimes, in severe herniation, Fetoscopic endoluminal tracheal occlusion (FETO) therapy can be considered. This procedure temporarily blocks the trachea, and preliminary research suggests it improves lung development. Postnatally, management of hypoplastic lung tissue and maldevelopment takes precedence; this includes gentle ventilation, high-frequency oscillatory ventilation (HFOV), and extracorporeal membrane oxygenation (ECMO) therapies. PPH is also a sequela of congenital diaphragmatic hernia and mechanical compression of the lung during development.  Treatment of PPH is usually iNO and sildenafil. [2]"}
{"id": "article-18417_12", "title": "Bochdalek Hernia -- Differential Diagnosis", "content": "Congenital diaphragmatic hernias, such as Bochdalek hernia, are the most commonly reported anomaly of the diaphragm detected in utero. However, there are other considerations, such as congenital diaphragmatic eventration, diaphragmatic paralysis, and extralobar pulmonary sequestration, which are detectable during pregnancy. Congenital diaphragmatic eventration is thought to be secondary to defective development of the diaphragmatic musculature with subsequent focal thinning. Whereas extralobar pulmonary sequestration is lung parenchyma with separate pleural and vascular supply. [8] In adults, diaphragmatic rupture or other sources of acquired diaphragmatic hernia can be a consideration.", "contents": "Bochdalek Hernia -- Differential Diagnosis. Congenital diaphragmatic hernias, such as Bochdalek hernia, are the most commonly reported anomaly of the diaphragm detected in utero. However, there are other considerations, such as congenital diaphragmatic eventration, diaphragmatic paralysis, and extralobar pulmonary sequestration, which are detectable during pregnancy. Congenital diaphragmatic eventration is thought to be secondary to defective development of the diaphragmatic musculature with subsequent focal thinning. Whereas extralobar pulmonary sequestration is lung parenchyma with separate pleural and vascular supply. [8] In adults, diaphragmatic rupture or other sources of acquired diaphragmatic hernia can be a consideration."}
{"id": "article-18417_13", "title": "Bochdalek Hernia -- Prognosis", "content": "Overall survival rates vary across the literature, with most population-based studies suggesting an overall mortality rate between 42 to 68%. [2] However, single-institution studies suggest a survival rate of upwards of 90%. [11] This difference in survival rates is sometimes attributed to 'hidden mortality,' which takes into account the intrauterine deaths before arrival at the reporting institution. Some research suggests there is an overall increase in patient survival. This is thought secondary to advances in critical care. [12]", "contents": "Bochdalek Hernia -- Prognosis. Overall survival rates vary across the literature, with most population-based studies suggesting an overall mortality rate between 42 to 68%. [2] However, single-institution studies suggest a survival rate of upwards of 90%. [11] This difference in survival rates is sometimes attributed to 'hidden mortality,' which takes into account the intrauterine deaths before arrival at the reporting institution. Some research suggests there is an overall increase in patient survival. This is thought secondary to advances in critical care. [12]"}
{"id": "article-18417_14", "title": "Bochdalek Hernia -- Complications", "content": "As mentioned, survivors with a Bochdalek hernia and congenital diaphragmatic hernia often demonstrate pulmonary symptoms with chronic lung disease but also neurocognitive delay, gastroesophageal reflux disease (GERD), chest wall deformity, poor growth, and hernia recurrence.  A high incidence of chronic lung disease is demonstrated in CDH survivors, which includes PPH and pulmonary hypoplasia, the latter of which can cause a restrictive lung defect. Also, in these patients with pulmonary hypoplasia, there is a high oxygen concentration requirement and subsequent ventilator-induced injury, and even bronchopulmonary dysplasia. Other pulmonary morbidities include reactive airway disease, reduced airway disease, and recurrent lung infections. Many of these patients demonstrate improved pulmonary function to near normal in adulthood, though some adult survivors show persistent impairment on pulmonary function testing. [12]", "contents": "Bochdalek Hernia -- Complications. As mentioned, survivors with a Bochdalek hernia and congenital diaphragmatic hernia often demonstrate pulmonary symptoms with chronic lung disease but also neurocognitive delay, gastroesophageal reflux disease (GERD), chest wall deformity, poor growth, and hernia recurrence.  A high incidence of chronic lung disease is demonstrated in CDH survivors, which includes PPH and pulmonary hypoplasia, the latter of which can cause a restrictive lung defect. Also, in these patients with pulmonary hypoplasia, there is a high oxygen concentration requirement and subsequent ventilator-induced injury, and even bronchopulmonary dysplasia. Other pulmonary morbidities include reactive airway disease, reduced airway disease, and recurrent lung infections. Many of these patients demonstrate improved pulmonary function to near normal in adulthood, though some adult survivors show persistent impairment on pulmonary function testing. [12]"}
{"id": "article-18417_15", "title": "Bochdalek Hernia -- Complications", "content": "Neurodevelopmental deficits may also occur in CDH survivors, which include but are not limited to, neuropathological lesions (such as periventricular leukomalacia), cognitive and motor dysfunction, and emotional or behavioral problems. GERD and failure to thrive are the most common gastrointestinal impairment at approximately 50 to 100% and 50 to 60%, respectively. Musculoskeletal abnormalities such as pectus deformities and scoliosis have associations with CDH. Hernia recurrence has also been reported, with an increased size of the defect correlating with an increased risk for recurrence.  The recurrence rate for patch repairs has been estimated to be 27 to 41% compared to 4 to 13% for primary repairs. [12]", "contents": "Bochdalek Hernia -- Complications. Neurodevelopmental deficits may also occur in CDH survivors, which include but are not limited to, neuropathological lesions (such as periventricular leukomalacia), cognitive and motor dysfunction, and emotional or behavioral problems. GERD and failure to thrive are the most common gastrointestinal impairment at approximately 50 to 100% and 50 to 60%, respectively. Musculoskeletal abnormalities such as pectus deformities and scoliosis have associations with CDH. Hernia recurrence has also been reported, with an increased size of the defect correlating with an increased risk for recurrence.  The recurrence rate for patch repairs has been estimated to be 27 to 41% compared to 4 to 13% for primary repairs. [12]"}
{"id": "article-18417_16", "title": "Bochdalek Hernia -- Deterrence and Patient Education", "content": "Approximately 30 to 50% of congenital diaphragmatic hernia survivors find themselves to be healthy, symptom-free, and without limitation. In fact, most adult patient survivors are asymptomatic and require no intervention. The majority of symptomatic patients obtain their diagnosis at a young age and, increasingly, antenatally. Increased attention and continued surveillance in utero are now possible. Vigilance on screening and, subsequently, birth at a tertiary care center to ensure the appropriate support is essential. Multiple comorbidities have been identified, and long-term follow-up is necessary as the population of CDH survivor grows. As such, it is vital to educate patients not only on the symptoms associated with Bochdalek hernia and subsequent repair but on the sequelae, as well. [12] Discussion of the surgical treatments, outcomes, and chronic health conditions associated with Bochdalek hernia is paramount to allow patients and/or families to make informed decisions regarding treatment and management.", "contents": "Bochdalek Hernia -- Deterrence and Patient Education. Approximately 30 to 50% of congenital diaphragmatic hernia survivors find themselves to be healthy, symptom-free, and without limitation. In fact, most adult patient survivors are asymptomatic and require no intervention. The majority of symptomatic patients obtain their diagnosis at a young age and, increasingly, antenatally. Increased attention and continued surveillance in utero are now possible. Vigilance on screening and, subsequently, birth at a tertiary care center to ensure the appropriate support is essential. Multiple comorbidities have been identified, and long-term follow-up is necessary as the population of CDH survivor grows. As such, it is vital to educate patients not only on the symptoms associated with Bochdalek hernia and subsequent repair but on the sequelae, as well. [12] Discussion of the surgical treatments, outcomes, and chronic health conditions associated with Bochdalek hernia is paramount to allow patients and/or families to make informed decisions regarding treatment and management."}
{"id": "article-18417_17", "title": "Bochdalek Hernia -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis, treatment, and management of Bochdalek hernia is an interprofessional approach involving the coordination of care between obstetrics, pediatricians and/or primary care provider, radiology, thoracic surgery, and specialty-trained nurse. The care and monitoring of these patients are by ICU nurses who work with the team to evaluate the progression of improvement and identify untoward changes as quickly as possible. The nurse should also assist with the education of the family and keeping them apprised of the patient's condition. If the patient is suffering from a severe diaphragmatic defect, appropriate planning at a tertiary care facility is necessary to facilitate early intervention and support. Appropriate surveillance, follow-up, and possibly postsurgical care are imperative for the management of this condition. an interprofessional team approach will lead to the best outcomes. [Level 5]", "contents": "Bochdalek Hernia -- Enhancing Healthcare Team Outcomes. The diagnosis, treatment, and management of Bochdalek hernia is an interprofessional approach involving the coordination of care between obstetrics, pediatricians and/or primary care provider, radiology, thoracic surgery, and specialty-trained nurse. The care and monitoring of these patients are by ICU nurses who work with the team to evaluate the progression of improvement and identify untoward changes as quickly as possible. The nurse should also assist with the education of the family and keeping them apprised of the patient's condition. If the patient is suffering from a severe diaphragmatic defect, appropriate planning at a tertiary care facility is necessary to facilitate early intervention and support. Appropriate surveillance, follow-up, and possibly postsurgical care are imperative for the management of this condition. an interprofessional team approach will lead to the best outcomes. [Level 5]"}
{"id": "article-18417_18", "title": "Bochdalek Hernia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bochdalek Hernia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}