{"id": "article-25498_0", "title": "Myxedema -- Continuing Education Activity", "content": "Myxedema coma is a rare fatal condition resulting from long-standing hypothyroidism with loss of the adaptive mechanism to maintain homeostasis. Hypothyroidism due to any cause, including autoimmune disease, iodine deficiency, congenital abnormalities, or medications like lithium and amiodarone, can precipitate myxedema coma if left untreated. Even with early diagnosis and treatment of myxedema coma, the mortality rate is variable, with some reports as high as 60% and others as low as 20 to 25% in the presence of advanced intensive support care. Early recognition, a thorough history, physical exam, and early treatment are paramount in managing myxedema coma. This activity reviews the cause, pathophysiology, and presentation of myxedema and highlights the role of the interprofessional team in management.", "contents": "Myxedema -- Continuing Education Activity. Myxedema coma is a rare fatal condition resulting from long-standing hypothyroidism with loss of the adaptive mechanism to maintain homeostasis. Hypothyroidism due to any cause, including autoimmune disease, iodine deficiency, congenital abnormalities, or medications like lithium and amiodarone, can precipitate myxedema coma if left untreated. Even with early diagnosis and treatment of myxedema coma, the mortality rate is variable, with some reports as high as 60% and others as low as 20 to 25% in the presence of advanced intensive support care. Early recognition, a thorough history, physical exam, and early treatment are paramount in managing myxedema coma. This activity reviews the cause, pathophysiology, and presentation of myxedema and highlights the role of the interprofessional team in management."}
{"id": "article-25498_1", "title": "Myxedema -- Continuing Education Activity", "content": "Objectives: Describe the history and physical exam of a patient with myxedema coma. Identify the etiology of myxedema coma. Outline the management options available for myxedema coma. Review the importance of an interprofessional team for improving outcomes of myxedema coma. Access free multiple choice questions on this topic.", "contents": "Myxedema -- Continuing Education Activity. Objectives: Describe the history and physical exam of a patient with myxedema coma. Identify the etiology of myxedema coma. Outline the management options available for myxedema coma. Review the importance of an interprofessional team for improving outcomes of myxedema coma. Access free multiple choice questions on this topic."}
{"id": "article-25498_2", "title": "Myxedema -- Introduction", "content": "Myxedema coma is a rare and extreme complication of hypothyroidism with multiple organ abnormalities associated with altered sensorium, it can be fatal. Hypothyroid patients exhibit multiple physiologic alterations to compensate for the deficiency of thyroid hormone. Factors like infection can overwhelm these homeostatic mechanisms and can lead to myxedema coma. Myxedema coma can be an initial presentation of any form of hypothyroidism, irrespective of the cause. [1] Even with early diagnosis and treatment of myxedema coma, the mortality rate is variable, with some reports as high as 60% and others as low as 20 to 25% even with intensive care.", "contents": "Myxedema -- Introduction. Myxedema coma is a rare and extreme complication of hypothyroidism with multiple organ abnormalities associated with altered sensorium, it can be fatal. Hypothyroid patients exhibit multiple physiologic alterations to compensate for the deficiency of thyroid hormone. Factors like infection can overwhelm these homeostatic mechanisms and can lead to myxedema coma. Myxedema coma can be an initial presentation of any form of hypothyroidism, irrespective of the cause. [1] Even with early diagnosis and treatment of myxedema coma, the mortality rate is variable, with some reports as high as 60% and others as low as 20 to 25% even with intensive care."}
{"id": "article-25498_3", "title": "Myxedema -- Introduction", "content": "Myxedema is commonly used often in the context of hypothyroidism and myxedema coma, it also means edema of the skin and soft tissue in hypothyroidism. [2] Myxedema coma is a misnomer. Neither the patients have classic nonpitting edema, nor are they in a coma. The most salient feature of myxedema coma is deteriorating mentation.", "contents": "Myxedema -- Introduction. Myxedema is commonly used often in the context of hypothyroidism and myxedema coma, it also means edema of the skin and soft tissue in hypothyroidism. [2] Myxedema coma is a misnomer. Neither the patients have classic nonpitting edema, nor are they in a coma. The most salient feature of myxedema coma is deteriorating mentation."}
{"id": "article-25498_4", "title": "Myxedema -- Introduction", "content": "A high index of suspicion, early recognition, admission to intensive care units, and treatment with intravenous levothyroxine and hydrocortisone are paramount in the management of myxedema coma. [3] History of any thyroid dysfunction, thyroid medication, adherence with thyroid medication, thyroid surgery, and history of any drugs that may affect thyroid function require assessment in any patient suspected myxedema coma. [4]", "contents": "Myxedema -- Introduction. A high index of suspicion, early recognition, admission to intensive care units, and treatment with intravenous levothyroxine and hydrocortisone are paramount in the management of myxedema coma. [3] History of any thyroid dysfunction, thyroid medication, adherence with thyroid medication, thyroid surgery, and history of any drugs that may affect thyroid function require assessment in any patient suspected myxedema coma. [4]"}
{"id": "article-25498_5", "title": "Myxedema -- Etiology", "content": "Disrupted homeostatic mechanisms in hypothyroid patients lead to myxedema coma. There are many Precipitating factors. The most important are:", "contents": "Myxedema -- Etiology. Disrupted homeostatic mechanisms in hypothyroid patients lead to myxedema coma. There are many Precipitating factors. The most important are:"}
{"id": "article-25498_6", "title": "Myxedema -- Etiology", "content": "Infections: urinary tract infection, pneumonia, viral infections, influenza, etc. Burns, carbon dioxide retention, and trauma Hypothermia and hypoglycemia [2] Hypoxemia and cerebrovascular accidents [5] Drugs: amiodarone [6] , lithium [7] , sedatives, tranquilizers, anesthetics [8] , opioids, phenytoin, rifampin, diuretics, beta-blockers (given the slow drug metabolism in patients with hypothyroidism, these patients have a risk of an overdose of anesthetics and tranquilizers) New case reports with anti-TNF therapy causing myxedema have documentation in the literature. [9] Congestive heart failure Gastrointestinal bleeding Surgery (given the effect on pituitary-thyroid axis with decrease thyroid hormones secretion after surgery in response to stress) [10] A case report in 2019 showed that diabetic ketoacidosis precipitated myxedema coma in a patient after total thyroidectomy. [11]", "contents": "Myxedema -- Etiology. Infections: urinary tract infection, pneumonia, viral infections, influenza, etc. Burns, carbon dioxide retention, and trauma Hypothermia and hypoglycemia [2] Hypoxemia and cerebrovascular accidents [5] Drugs: amiodarone [6] , lithium [7] , sedatives, tranquilizers, anesthetics [8] , opioids, phenytoin, rifampin, diuretics, beta-blockers (given the slow drug metabolism in patients with hypothyroidism, these patients have a risk of an overdose of anesthetics and tranquilizers) New case reports with anti-TNF therapy causing myxedema have documentation in the literature. [9] Congestive heart failure Gastrointestinal bleeding Surgery (given the effect on pituitary-thyroid axis with decrease thyroid hormones secretion after surgery in response to stress) [10] A case report in 2019 showed that diabetic ketoacidosis precipitated myxedema coma in a patient after total thyroidectomy. [11]"}
{"id": "article-25498_7", "title": "Myxedema -- Epidemiology", "content": "The exact incidence and prevalence of myxedema coma are not known, but some authors estimate an incidence of approximately 0.22 per 1000000 per year in the western world; however, there is no sufficient epidemiological data from other countries. [4] Myxedema coma is more common in females (80% of cases), as hypothyroidism is more common in women (four-fold more than men). [12] The population aged more than 60 years are more liable to have myxedema coma. [13] Since the patients are usually hypothermic, myxedema coma is more common in the winter (90% of cases). [14] This fact is explained by decreased heat production with age and hypothyroidism and decreased thermoregulation with age. [15]", "contents": "Myxedema -- Epidemiology. The exact incidence and prevalence of myxedema coma are not known, but some authors estimate an incidence of approximately 0.22 per 1000000 per year in the western world; however, there is no sufficient epidemiological data from other countries. [4] Myxedema coma is more common in females (80% of cases), as hypothyroidism is more common in women (four-fold more than men). [12] The population aged more than 60 years are more liable to have myxedema coma. [13] Since the patients are usually hypothermic, myxedema coma is more common in the winter (90% of cases). [14] This fact is explained by decreased heat production with age and hypothyroidism and decreased thermoregulation with age. [15]"}
{"id": "article-25498_8", "title": "Myxedema -- Pathophysiology", "content": "The thyroid gland begins development during the fourth gestational week as an endodermal thickening of the floor of the primitive pharynx. Its final resting place is located in the anterior inferior visceral compartment of the neck and lies deep to the omohyoid, sternohyoid, and sternothyroid muscles. It is encased in the pretracheal fascia and accompanied by the pharynx, trachea, esophagus, and recurrent laryngeal nerve. [16] The thyroid has two lobes linked by an isthmus. It sometimes has a pyramidal lobe (40% of the population) that extends upward from the isthmus and is responsible for the production of two major hormones: thyroxine (T4), triiodothyronine (T3). [17] These hormones are responsible for regulating whole-body metabolism, which can decrease by as much as 40 to 50 percent in the complete absence of these hormones and increase by as much as 60 to 100 percent with full secretion.", "contents": "Myxedema -- Pathophysiology. The thyroid gland begins development during the fourth gestational week as an endodermal thickening of the floor of the primitive pharynx. Its final resting place is located in the anterior inferior visceral compartment of the neck and lies deep to the omohyoid, sternohyoid, and sternothyroid muscles. It is encased in the pretracheal fascia and accompanied by the pharynx, trachea, esophagus, and recurrent laryngeal nerve. [16] The thyroid has two lobes linked by an isthmus. It sometimes has a pyramidal lobe (40% of the population) that extends upward from the isthmus and is responsible for the production of two major hormones: thyroxine (T4), triiodothyronine (T3). [17] These hormones are responsible for regulating whole-body metabolism, which can decrease by as much as 40 to 50 percent in the complete absence of these hormones and increase by as much as 60 to 100 percent with full secretion."}
{"id": "article-25498_9", "title": "Myxedema -- Pathophysiology", "content": "The metabolically active hormones the thyroid secretes are T4 and T3 (around 93% T4 and 7% T3). T3 is four times more potent than T4, and the vast majority of T4 converts to T3 in the tissues. The half-life of T4 is seven days, while T3 has a much shorter half-life. Multiple proteins bind to T3 and T4. These proteins include thyroxine-binding globulin, transthyretin (TTR), and albumin. Production of the thyroid hormones by follicles lined by cuboidal epithelial cells occurs inside the thyroid gland. These follicles secrete colloid, which is composed of thyroglobulin and contains the thyroid hormones T3 and T4. At least 50 milligrams of iodine per year or 1 milligram per week are necessary for adequate hormone production. [18]", "contents": "Myxedema -- Pathophysiology. The metabolically active hormones the thyroid secretes are T4 and T3 (around 93% T4 and 7% T3). T3 is four times more potent than T4, and the vast majority of T4 converts to T3 in the tissues. The half-life of T4 is seven days, while T3 has a much shorter half-life. Multiple proteins bind to T3 and T4. These proteins include thyroxine-binding globulin, transthyretin (TTR), and albumin. Production of the thyroid hormones by follicles lined by cuboidal epithelial cells occurs inside the thyroid gland. These follicles secrete colloid, which is composed of thyroglobulin and contains the thyroid hormones T3 and T4. At least 50 milligrams of iodine per year or 1 milligram per week are necessary for adequate hormone production. [18]"}
{"id": "article-25498_10", "title": "Myxedema -- Pathophysiology", "content": "Iodine is concentrated within the thyroid cell by a sodium-iodide symporter that pumps one iodide molecule and two sodium ions. The serum TSH level highly influences the activity of this symporter. A peroxidase enzyme then oxidizes iodide ions to iodine. [19] Then organification occurs by binding iodine to the amino acid tyrosine located within the thyroglobulin molecule. Thyroglobulin is stored in the thyroid gland and contains approximately 30 molecules of T4 and a few molecules of T3. In the complete absence of the production of thyroid hormone, the thyroid contains enough reserve to last about 2 to 3 months.", "contents": "Myxedema -- Pathophysiology. Iodine is concentrated within the thyroid cell by a sodium-iodide symporter that pumps one iodide molecule and two sodium ions. The serum TSH level highly influences the activity of this symporter. A peroxidase enzyme then oxidizes iodide ions to iodine. [19] Then organification occurs by binding iodine to the amino acid tyrosine located within the thyroglobulin molecule. Thyroglobulin is stored in the thyroid gland and contains approximately 30 molecules of T4 and a few molecules of T3. In the complete absence of the production of thyroid hormone, the thyroid contains enough reserve to last about 2 to 3 months."}
{"id": "article-25498_11", "title": "Myxedema -- Pathophysiology", "content": "Thyroid hormone influences virtually all cells in the body by activating or repressing a variety of genes after binding to thyroid hormone receptors. Ninety percent of the intracellular thyroid hormone that binds to and influences cellular function is T3, which has been converted from T4 by the removal of an iodide ion. The thyroid hormone receptors associated with the DNA within the target genes are bound to retinoid X receptors at specific thyroid hormone response elements. Once bound, the transcription process begins, and hundreds of new intracellular proteins, mostly enzymes, are formed. One particular gene of importance is the gene that regulates the expression of calcium ATPase, which is especially important in maintaining efficient cardiac output. [20] Thyroid hormones do have some non-genomic effects on cells, which include the regulation of ion channels and oxidative phosphorylation. These effects are possibly under the mediation of the thyroid hormone-binding of the plasma membrane, cytoplasm, and cellular organelles. Other effects of thyroid hormone include increased Na-K-ATPase activity, increased carbohydrate metabolism, increased free fatty acids (decreased cholesterol, phospholipids, and triglycerides), increased vitamin requirements as a consequence of increased enzymes that use vitamins as cofactors, and overall increased metabolism. In light of thyroid hormone being responsible for a vast majority of bodily functions at the genetic and cellular level, it is easy to see how the extreme absence of this hormone, as seen in myxedema coma, is associated with a high mortality rate and has a broad spectrum of presenting symptoms. [21]", "contents": "Myxedema -- Pathophysiology. Thyroid hormone influences virtually all cells in the body by activating or repressing a variety of genes after binding to thyroid hormone receptors. Ninety percent of the intracellular thyroid hormone that binds to and influences cellular function is T3, which has been converted from T4 by the removal of an iodide ion. The thyroid hormone receptors associated with the DNA within the target genes are bound to retinoid X receptors at specific thyroid hormone response elements. Once bound, the transcription process begins, and hundreds of new intracellular proteins, mostly enzymes, are formed. One particular gene of importance is the gene that regulates the expression of calcium ATPase, which is especially important in maintaining efficient cardiac output. [20] Thyroid hormones do have some non-genomic effects on cells, which include the regulation of ion channels and oxidative phosphorylation. These effects are possibly under the mediation of the thyroid hormone-binding of the plasma membrane, cytoplasm, and cellular organelles. Other effects of thyroid hormone include increased Na-K-ATPase activity, increased carbohydrate metabolism, increased free fatty acids (decreased cholesterol, phospholipids, and triglycerides), increased vitamin requirements as a consequence of increased enzymes that use vitamins as cofactors, and overall increased metabolism. In light of thyroid hormone being responsible for a vast majority of bodily functions at the genetic and cellular level, it is easy to see how the extreme absence of this hormone, as seen in myxedema coma, is associated with a high mortality rate and has a broad spectrum of presenting symptoms. [21]"}
{"id": "article-25498_12", "title": "Myxedema -- Pathophysiology", "content": "Myxedema coma is a potentially fatal complication, and prompt diagnosis is an important factor in reducing mortality. [5] Identifying a precipitating cause is imperative. It is worth noting that a patient usually presents with hypothermia and is not febrile. [22] However, an investigation for an infectious cause is warranted, particularly if the patient is minimally hypothermic as it may be masking the underlying infection. [15] Particular drugs such as lithium and amiodarone have multiple case reports associating their use and precipitation of myxedema coma given their mechanism of action on the inhibition of thyroid hormone release. [23] Lithium also inhibits cAMP production in response to TSH. Patients on lithium also have been shown to have an exaggerated TSH response to TRH. [24] Amiodarone inhibits thyroid hormone entry into peripheral tissues, inhibits 5’-deiodinase, converts T4 to T3, and releases excess iodine. [25] Other precipitating factors such as hypoglycemia, hypoxemia, and hypercapnia may also be secondary to myxedema coma itself.", "contents": "Myxedema -- Pathophysiology. Myxedema coma is a potentially fatal complication, and prompt diagnosis is an important factor in reducing mortality. [5] Identifying a precipitating cause is imperative. It is worth noting that a patient usually presents with hypothermia and is not febrile. [22] However, an investigation for an infectious cause is warranted, particularly if the patient is minimally hypothermic as it may be masking the underlying infection. [15] Particular drugs such as lithium and amiodarone have multiple case reports associating their use and precipitation of myxedema coma given their mechanism of action on the inhibition of thyroid hormone release. [23] Lithium also inhibits cAMP production in response to TSH. Patients on lithium also have been shown to have an exaggerated TSH response to TRH. [24] Amiodarone inhibits thyroid hormone entry into peripheral tissues, inhibits 5’-deiodinase, converts T4 to T3, and releases excess iodine. [25] Other precipitating factors such as hypoglycemia, hypoxemia, and hypercapnia may also be secondary to myxedema coma itself."}
{"id": "article-25498_13", "title": "Myxedema -- Pathophysiology", "content": "A brief description of organ system-specific pathologic manifestations is described below.", "contents": "Myxedema -- Pathophysiology. A brief description of organ system-specific pathologic manifestations is described below."}
{"id": "article-25498_14", "title": "Myxedema -- Pathophysiology -- Cardiac Manifestations", "content": "Diastolic hypertension is one of the cardiovascular compensatory mechanisms in hypothyroidism. Hypothermia and decreased respiratory drive cause peripheral vasoconstriction, resulting in loss of protective mechanism and development of hypotension. Common cardiovascular symptoms include hypotension, shock, arrhythmia, and heart block. Myxedema causes decreased myocardial contractility and reduced cardiac output, which leads to hypotension. [26] Bradycardia, flattened T waves, low voltage, bundle branch blocks, and complete heart blocks are common EKG findings. [27] Low voltage on EKG can be representative of pericardial effusion due to the accumulation of fluid rich in mucopolysaccharides and merits investigation. [28] Fatal arrhythmias are important to recognize in Myxedema and chronic hypothyroidism [5] . There have been cases showing QT interval prolongations leading to “torsades de pointes,” which resolves with treatment of myxedema. Myocardial infarction is important to rule out as aggressive T4 replacement may increase the risk of myocardial infarction. [29]", "contents": "Myxedema -- Pathophysiology -- Cardiac Manifestations. Diastolic hypertension is one of the cardiovascular compensatory mechanisms in hypothyroidism. Hypothermia and decreased respiratory drive cause peripheral vasoconstriction, resulting in loss of protective mechanism and development of hypotension. Common cardiovascular symptoms include hypotension, shock, arrhythmia, and heart block. Myxedema causes decreased myocardial contractility and reduced cardiac output, which leads to hypotension. [26] Bradycardia, flattened T waves, low voltage, bundle branch blocks, and complete heart blocks are common EKG findings. [27] Low voltage on EKG can be representative of pericardial effusion due to the accumulation of fluid rich in mucopolysaccharides and merits investigation. [28] Fatal arrhythmias are important to recognize in Myxedema and chronic hypothyroidism [5] . There have been cases showing QT interval prolongations leading to “torsades de pointes,” which resolves with treatment of myxedema. Myocardial infarction is important to rule out as aggressive T4 replacement may increase the risk of myocardial infarction. [29]"}
{"id": "article-25498_15", "title": "Myxedema -- Pathophysiology -- Neurological Manifestations", "content": "Myxedema coma course is commonly a slow progression to coma. Typically patients do not present with coma, especially in the early phase, but they present with lethargy. Hence the name of myxedema coma itself can be misleading. Other findings may include depression, disorientation, decrease deep tendon reflexes, psychosis, slow mentation, paranoia, and poor recall. [30] One case describes a rare presentation of a patient with status epilepticus. [31] Lumbar punctures, which are usually done during the investigation of underlying causes to rule out infections, can show increased pressure and high protein count in these situations, attributable to increased meningeal permeability and cerebral blood flow and a decrease in metabolism. [32]", "contents": "Myxedema -- Pathophysiology -- Neurological Manifestations. Myxedema coma course is commonly a slow progression to coma. Typically patients do not present with coma, especially in the early phase, but they present with lethargy. Hence the name of myxedema coma itself can be misleading. Other findings may include depression, disorientation, decrease deep tendon reflexes, psychosis, slow mentation, paranoia, and poor recall. [30] One case describes a rare presentation of a patient with status epilepticus. [31] Lumbar punctures, which are usually done during the investigation of underlying causes to rule out infections, can show increased pressure and high protein count in these situations, attributable to increased meningeal permeability and cerebral blood flow and a decrease in metabolism. [32]"}
{"id": "article-25498_16", "title": "Myxedema -- Pathophysiology -- Respiratory Manifestations", "content": "Hypoventilation in myxedema coma is due to impaired hypoxic and hypercapnic ventilatory response and the associated diaphragmatic muscle weakness. [33] The primary cause of coma in myxedema appears to be due to respiratory depression due to decreased response to hypercapnia. [27] Also, swelling of the tongue and vocal cords leads to obstructive sleep apnea contributing to respiratory failure. Another issue that can contribute is a reduction in tidal volume due to pleural effusion or ascites. [34]", "contents": "Myxedema -- Pathophysiology -- Respiratory Manifestations. Hypoventilation in myxedema coma is due to impaired hypoxic and hypercapnic ventilatory response and the associated diaphragmatic muscle weakness. [33] The primary cause of coma in myxedema appears to be due to respiratory depression due to decreased response to hypercapnia. [27] Also, swelling of the tongue and vocal cords leads to obstructive sleep apnea contributing to respiratory failure. Another issue that can contribute is a reduction in tidal volume due to pleural effusion or ascites. [34]"}
{"id": "article-25498_17", "title": "Myxedema -- Pathophysiology -- Gastrointestinal Manifestations", "content": "Myxedema coma commonly causes abdominal pain, nausea, vomiting, ileus, anorexia, constipation, and ascites. [35] Ileus is of particular importance as it can lead to megacolon. Ascites have also been seen in cases of myxedema but are not common. There are reports of only a few cases in the literature. These gastric complications may also cause issues with the absorption of oral medications. Gastrointestinal bleeding can occur as myxedema has a higher risk of bleeds due to coagulopathy-related complications. [36] [37]", "contents": "Myxedema -- Pathophysiology -- Gastrointestinal Manifestations. Myxedema coma commonly causes abdominal pain, nausea, vomiting, ileus, anorexia, constipation, and ascites. [35] Ileus is of particular importance as it can lead to megacolon. Ascites have also been seen in cases of myxedema but are not common. There are reports of only a few cases in the literature. These gastric complications may also cause issues with the absorption of oral medications. Gastrointestinal bleeding can occur as myxedema has a higher risk of bleeds due to coagulopathy-related complications. [36] [37]"}
{"id": "article-25498_18", "title": "Myxedema -- Pathophysiology -- Renal and Electrolyte Manifestations", "content": "Typical findings in myxedema coma are hyponatremia and decreased glomerular filtration rate. [38] Hyponatremia occurs mainly due to decreased water transport to the distal nephron. [39] Other causes can be an increase in antidiuretic hormone (ADH). [40] Hyponatremia is also a key factor in the patient’s altered mental status and development of a coma. [41] Urinary sodium excretion is increased or normal. Urinary osmolality elevates relative to plasma osmolality. [42] Patients may also have bladder atony causing urinary retention.", "contents": "Myxedema -- Pathophysiology -- Renal and Electrolyte Manifestations. Typical findings in myxedema coma are hyponatremia and decreased glomerular filtration rate. [38] Hyponatremia occurs mainly due to decreased water transport to the distal nephron. [39] Other causes can be an increase in antidiuretic hormone (ADH). [40] Hyponatremia is also a key factor in the patient’s altered mental status and development of a coma. [41] Urinary sodium excretion is increased or normal. Urinary osmolality elevates relative to plasma osmolality. [42] Patients may also have bladder atony causing urinary retention."}
{"id": "article-25498_19", "title": "Myxedema -- Pathophysiology -- Hematologic Manifestations", "content": "Patients with myxedema coma have an increased risk of bleeding due to an acquired von Willebrand syndrome type 1 and a decrease in factors V, VII, VIII, IX, and X. [43] This is unlike those with only mild hypothyroidism, which causes a hypercoagulable state. Cases have shown that acquired von Willebrand syndrome is reversible with T4 therapy. [44]", "contents": "Myxedema -- Pathophysiology -- Hematologic Manifestations. Patients with myxedema coma have an increased risk of bleeding due to an acquired von Willebrand syndrome type 1 and a decrease in factors V, VII, VIII, IX, and X. [43] This is unlike those with only mild hypothyroidism, which causes a hypercoagulable state. Cases have shown that acquired von Willebrand syndrome is reversible with T4 therapy. [44]"}
{"id": "article-25498_20", "title": "Myxedema -- History and Physical", "content": "Patients most commonly present for emergency services with altered mental status and hypothermia, below 35.5°C (95.9° F). The lower the body temperature, the worst is the prognosis. [45] The absence of mild diastolic hypertension in severely hypothyroid patients is a warning sign of impending myxedema coma. [46] Due to the presence of altered mental status, a definitive history may be difficult to obtain. Important historical features include any thyroid dysfunction, the dosage of thyroid medication, adherence with thyroid medication, thyroid surgery, and history of any drugs that may affect thyroid function. A quick and detailed physical examination is a must in the initial assessment of myxedema coma. A physical exam can help confirm the suspicion of thyroid history by findings of no palpable thyroid tissue, goiter, sparse hair, non-pitting edema, a surgical scar on the neck, or dry skin. Some elderly patients have atypical presentations, such as decreased mobility. [47]", "contents": "Myxedema -- History and Physical. Patients most commonly present for emergency services with altered mental status and hypothermia, below 35.5°C (95.9° F). The lower the body temperature, the worst is the prognosis. [45] The absence of mild diastolic hypertension in severely hypothyroid patients is a warning sign of impending myxedema coma. [46] Due to the presence of altered mental status, a definitive history may be difficult to obtain. Important historical features include any thyroid dysfunction, the dosage of thyroid medication, adherence with thyroid medication, thyroid surgery, and history of any drugs that may affect thyroid function. A quick and detailed physical examination is a must in the initial assessment of myxedema coma. A physical exam can help confirm the suspicion of thyroid history by findings of no palpable thyroid tissue, goiter, sparse hair, non-pitting edema, a surgical scar on the neck, or dry skin. Some elderly patients have atypical presentations, such as decreased mobility. [47]"}
{"id": "article-25498_21", "title": "Myxedema -- History and Physical", "content": "The salient features in the examination are as follows. Altered mentation - can be very subtle, like depressed affect, apathy, decreased intellectual capacity, confusion, short attention span, and disorientation. Rarely psychosis and coma. All patients with decreased alertness need to be screened for depression. Hypoventilation and sleep apnea Hypothermia - hypoglycemia and cold weather may present as severe hypothermia. Not every patient is hypothermic, and some patients may be normothermic. Dry, cool, and doughy skin (nonpitting edema, puffiness) Alopecia Decreased mobility Delayed reflex relaxation Diastolic hypertension followed by hypotension Bradycardia Bladder dystonia and distention Abdominal distention, paralytic ileus causing megacolon Fecal impaction (always perform rectal examination)", "contents": "Myxedema -- History and Physical. The salient features in the examination are as follows. Altered mentation - can be very subtle, like depressed affect, apathy, decreased intellectual capacity, confusion, short attention span, and disorientation. Rarely psychosis and coma. All patients with decreased alertness need to be screened for depression. Hypoventilation and sleep apnea Hypothermia - hypoglycemia and cold weather may present as severe hypothermia. Not every patient is hypothermic, and some patients may be normothermic. Dry, cool, and doughy skin (nonpitting edema, puffiness) Alopecia Decreased mobility Delayed reflex relaxation Diastolic hypertension followed by hypotension Bradycardia Bladder dystonia and distention Abdominal distention, paralytic ileus causing megacolon Fecal impaction (always perform rectal examination)"}
{"id": "article-25498_22", "title": "Myxedema -- Evaluation", "content": "A high index of clinician suspicion for myxedema coma is important. As discussed above, patients who present will most likely be women in the winter months with a history of thyroid disorders and a precipitating illness. The two most common findings will be altered mental status and hypothermia, along with common findings of hypothyroidism. Other common signs include hyponatremia, hypotension, bradycardia, and hypoventilation. Laboratory results in primary hypothyroidism will show severely low or undetected low serum total T4, free T4, free T3, and elevated TSH. The underlying etiology for most patients is a primary thyroid failure, but secondary, tertiary, and sick euthyroid should be in the differential diagnosis. [48] In euthyroid sick syndrome, TSH will not be as elevated as expected. In a small percentage of patients, central hypothyroidism should be a consideration. In these patients, TSH may be inappropriately low. The method to distinguish central versus primary hypothyroidism is that the associated pituitary hormones will decrease as well. [22]", "contents": "Myxedema -- Evaluation. A high index of clinician suspicion for myxedema coma is important. As discussed above, patients who present will most likely be women in the winter months with a history of thyroid disorders and a precipitating illness. The two most common findings will be altered mental status and hypothermia, along with common findings of hypothyroidism. Other common signs include hyponatremia, hypotension, bradycardia, and hypoventilation. Laboratory results in primary hypothyroidism will show severely low or undetected low serum total T4, free T4, free T3, and elevated TSH. The underlying etiology for most patients is a primary thyroid failure, but secondary, tertiary, and sick euthyroid should be in the differential diagnosis. [48] In euthyroid sick syndrome, TSH will not be as elevated as expected. In a small percentage of patients, central hypothyroidism should be a consideration. In these patients, TSH may be inappropriately low. The method to distinguish central versus primary hypothyroidism is that the associated pituitary hormones will decrease as well. [22]"}
{"id": "article-25498_23", "title": "Myxedema -- Evaluation -- Laboratory Abnormalities in Myxedema Coma", "content": "Anemia (either normocytic or macrocytic anemia) and leukopenia [49] Elevated creatinine phosphokinase can lead to misdiagnosis of myocardial infarction [50] Elevated transaminases Hyperlipidemia due to inhibition of lipoprotein lipase enzyme Hypoglycemia due to downregulation of metabolism) Hyponatremia with low serum osmolarity and elevated creatinine (increase ADH with a decreased ability of kidneys to excrete water) [39]", "contents": "Myxedema -- Evaluation -- Laboratory Abnormalities in Myxedema Coma. Anemia (either normocytic or macrocytic anemia) and leukopenia [49] Elevated creatinine phosphokinase can lead to misdiagnosis of myocardial infarction [50] Elevated transaminases Hyperlipidemia due to inhibition of lipoprotein lipase enzyme Hypoglycemia due to downregulation of metabolism) Hyponatremia with low serum osmolarity and elevated creatinine (increase ADH with a decreased ability of kidneys to excrete water) [39]"}
{"id": "article-25498_24", "title": "Myxedema -- Evaluation -- Other Required Investigations", "content": "Septic workup to rule out infection, including cultures and chest X-ray, etc. [51] EKG can show bradycardia with non-specific changes, decrease voltage, variable block, or prolong QT interval Arterial blood gases can show hypoxia, hypercapnia, and respiratory acidosis. If cardiomegaly is present on imaging studies, further investigations to rule out pericardial effusion are necessary (echocardiogram) Neurological investigations like lumbar puncture usually show elevated protein with non-specific EEG changes. [52]", "contents": "Myxedema -- Evaluation -- Other Required Investigations. Septic workup to rule out infection, including cultures and chest X-ray, etc. [51] EKG can show bradycardia with non-specific changes, decrease voltage, variable block, or prolong QT interval Arterial blood gases can show hypoxia, hypercapnia, and respiratory acidosis. If cardiomegaly is present on imaging studies, further investigations to rule out pericardial effusion are necessary (echocardiogram) Neurological investigations like lumbar puncture usually show elevated protein with non-specific EEG changes. [52]"}
{"id": "article-25498_25", "title": "Myxedema -- Evaluation", "content": "A retrospective study in 2014 proposed a diagnostic score on 14 patients with myxedema coma and seven patients without myxedema coma, where a score greater than or equal to 60 in the proposed scoring system is potentially diagnostic. Lower scores between 45 and 59 demonstrate a risk of developing myxedema coma. The scoring system consisted of alterations of thermoregulatory, central nervous, cardiovascular, gastrointestinal, and metabolic systems and the presence or absence of a precipitating event. [53]", "contents": "Myxedema -- Evaluation. A retrospective study in 2014 proposed a diagnostic score on 14 patients with myxedema coma and seven patients without myxedema coma, where a score greater than or equal to 60 in the proposed scoring system is potentially diagnostic. Lower scores between 45 and 59 demonstrate a risk of developing myxedema coma. The scoring system consisted of alterations of thermoregulatory, central nervous, cardiovascular, gastrointestinal, and metabolic systems and the presence or absence of a precipitating event. [53]"}
{"id": "article-25498_26", "title": "Myxedema -- Treatment / Management", "content": "Since myxedema coma has a high mortality rate of up 60%, all patients require admission to the intensive care unit. [54] There is documented higher mortality in elderly females, cardiac arrhythmias, persistent hypothermia, reduced consciousness, and sepsis. [55] Treating myxedema coma is a multisystem challenge. The identification of the precipitating factor is essential. Respiratory and airway management is a critical component in the management of the patient. Frequent monitoring of the arterial blood gas should be performed to monitor the hypercapnia and hypoxemia. Most will require mechanical ventilation as the altered mental status does leave patients more prone to aspiration, and airway obstruction could occur due to the myxedema of the larynx. Patients should not stop receiving ventilator support until the resolution of both hypercapnia and hypoxemia, as well as the patient regaining consciousness. Also, assessment for any pneumonia with imaging is needed to ensure the treatment of any precipitating factors. [56] One should also initiate fluid resuscitation while monitoring sodium and slow rewarming to avoid further hypotension. Workup for infection etiology, including lumbar puncture, blood, urine cultures, empiric antibiotics in addition to appropriate imaging and interventions as a working diagnosis necessitates. [57]", "contents": "Myxedema -- Treatment / Management. Since myxedema coma has a high mortality rate of up 60%, all patients require admission to the intensive care unit. [54] There is documented higher mortality in elderly females, cardiac arrhythmias, persistent hypothermia, reduced consciousness, and sepsis. [55] Treating myxedema coma is a multisystem challenge. The identification of the precipitating factor is essential. Respiratory and airway management is a critical component in the management of the patient. Frequent monitoring of the arterial blood gas should be performed to monitor the hypercapnia and hypoxemia. Most will require mechanical ventilation as the altered mental status does leave patients more prone to aspiration, and airway obstruction could occur due to the myxedema of the larynx. Patients should not stop receiving ventilator support until the resolution of both hypercapnia and hypoxemia, as well as the patient regaining consciousness. Also, assessment for any pneumonia with imaging is needed to ensure the treatment of any precipitating factors. [56] One should also initiate fluid resuscitation while monitoring sodium and slow rewarming to avoid further hypotension. Workup for infection etiology, including lumbar puncture, blood, urine cultures, empiric antibiotics in addition to appropriate imaging and interventions as a working diagnosis necessitates. [57]"}
{"id": "article-25498_27", "title": "Myxedema -- Treatment / Management", "content": "Hypothermia should be managed with warming blankets and increasing the temperature in the room. Care in warming the patient is advised as this will cause peripheral vasodilation and may lead to hypotension and shock. As the patient receives treatment with thyroid replacement, the hypothermia will slowly resolve. Hypotension requires careful management due to multiple issues commonly present concurrently, such as hyponatremia, hypoglycemia, and hypothermia. As stated above, rapid rewarming of the patient will increase vasodilation, worsening hypotension. This action necessitates the use of fluids to maintain hemodynamic stability. If hypotension is refractory to IV fluid resuscitation, then vasopressors should be initiated until Levothyroxine has time to act. If hypoglycemia is present, 5 to 10% dextrose with half normal saline should be administered carefully. The dilemma occurs if the patient presents with hyponatremia as well. Hypotonic fluids should be avoided. Low sodium can precipitate altered mental status, and correcting the deficiency is vital. There is a careful balance between fluid restriction and the need for fluids. A central venous line is also a recommendation. [39] If hyponatremia is severe (below 120 mmol/L), careful administration of 3% sodium chloride along with intravenous bolus furosemide to allow for proper diuresis. A 4 to 6 mmol/L increase in serum sodium concentration is shown to correct many neurological symptoms. Slow correction is vital as overcorrection increases the risk for osmotic demyelination syndrome. Current research suggests that the correct rate should not increase more than 6 to 8 mmol/L in 24 hours. Once serum sodium levels rise above mmol/L, fluid restrictions should be sufficient in correcting serum sodium. [58]", "contents": "Myxedema -- Treatment / Management. Hypothermia should be managed with warming blankets and increasing the temperature in the room. Care in warming the patient is advised as this will cause peripheral vasodilation and may lead to hypotension and shock. As the patient receives treatment with thyroid replacement, the hypothermia will slowly resolve. Hypotension requires careful management due to multiple issues commonly present concurrently, such as hyponatremia, hypoglycemia, and hypothermia. As stated above, rapid rewarming of the patient will increase vasodilation, worsening hypotension. This action necessitates the use of fluids to maintain hemodynamic stability. If hypotension is refractory to IV fluid resuscitation, then vasopressors should be initiated until Levothyroxine has time to act. If hypoglycemia is present, 5 to 10% dextrose with half normal saline should be administered carefully. The dilemma occurs if the patient presents with hyponatremia as well. Hypotonic fluids should be avoided. Low sodium can precipitate altered mental status, and correcting the deficiency is vital. There is a careful balance between fluid restriction and the need for fluids. A central venous line is also a recommendation. [39] If hyponatremia is severe (below 120 mmol/L), careful administration of 3% sodium chloride along with intravenous bolus furosemide to allow for proper diuresis. A 4 to 6 mmol/L increase in serum sodium concentration is shown to correct many neurological symptoms. Slow correction is vital as overcorrection increases the risk for osmotic demyelination syndrome. Current research suggests that the correct rate should not increase more than 6 to 8 mmol/L in 24 hours. Once serum sodium levels rise above mmol/L, fluid restrictions should be sufficient in correcting serum sodium. [58]"}
{"id": "article-25498_28", "title": "Myxedema -- Treatment / Management", "content": "Prompt initiation of thyroid hormone therapy is of paramount importance when myxedema coma is highly suspected, even before having thyroid hormone results back (even though results usually come back quickly in most clinical institutions). [59] A delay could increase the mortality and morbidity of the patient. [60] Hydrocortisone is recommended to be administered prior to thyroid hormone therapy, especially if the patient is hypotensive to avoid adrenal crises; suggestions are that levothyroxine will increase cortisol metabolism, and hypothyroidism may mask an underlying adrenal insufficiency. [61] A recommended course of therapy, if possible, is to draw blood for random cortisol, TSH, FT4, FT3 and administer hydrocortisone starting with a 100 mg IV initiating dose (total 200 to 400 mg daily) which can be stopped or weaned down based on cortisol when blood levels are back, and hypotension resolves. [62] The administration of IV Levothyroxine should follow. Repeat TSH, FT4, and FT3 are the basis for dose adjustment. [60]", "contents": "Myxedema -- Treatment / Management. Prompt initiation of thyroid hormone therapy is of paramount importance when myxedema coma is highly suspected, even before having thyroid hormone results back (even though results usually come back quickly in most clinical institutions). [59] A delay could increase the mortality and morbidity of the patient. [60] Hydrocortisone is recommended to be administered prior to thyroid hormone therapy, especially if the patient is hypotensive to avoid adrenal crises; suggestions are that levothyroxine will increase cortisol metabolism, and hypothyroidism may mask an underlying adrenal insufficiency. [61] A recommended course of therapy, if possible, is to draw blood for random cortisol, TSH, FT4, FT3 and administer hydrocortisone starting with a 100 mg IV initiating dose (total 200 to 400 mg daily) which can be stopped or weaned down based on cortisol when blood levels are back, and hypotension resolves. [62] The administration of IV Levothyroxine should follow. Repeat TSH, FT4, and FT3 are the basis for dose adjustment. [60]"}
{"id": "article-25498_29", "title": "Myxedema -- Treatment / Management", "content": "According to the most recent American Thyroid Association (ATA) guidelines, the recommended initial dose is 200 to 400 mcg IV once (lower dose for elderly, or underlying cardiac disease or arrhythmia with some reports up to 500 mcg). Subsequently, dosing is 1.6 mcg/kg/day, reduced to 75% when given IV as a preferred route, for patients may not be able to tolerate PO, and the absorption could be impaired secondary to intestinal impaired motility and edema. TSH, FT4, FT3 should be measured at baseline and then every 24 to 48 hours until the patient's mental status starts to improve. [59] There is still a controversy on what is the optimal dose, for a higher dose may cause harm, particularly in elderly patients or in patients with underlying cardiac disease and arrhythmia. [3] Consider adding LT3 at a loading dose of 5 to 20 micrograms followed by 2.5 to 10 micrograms IV every 8 hours if no response within 24 hours (weak recommendation, low quality of evidence). Caution should be exercised again with patients with underlying heart disease or a history of cardiac arrhythmia since a case series showed increased adverse outcomes with higher doses of LT3 therapy. [60] Another controversy is whether liothyronine (LT3) is appropriate for patients whose mental status does not improve in 24 to 48 hours after administration of levothyroxine or with undetectable FT3 levels. It is well known that the conversion of FT4 to FT3 at the cellular level will be impaired in severely ill patients and those on steroids. [60] However, this impaired conversion may sometimes be a protective mechanism to slow down metabolism in patients who are severely ill to preserve organ function. Whether this phenomenon can be extrapolated to patients with myxedema coma is still controversial. [63] It remains very important, however, to properly dose LT3 for high levels correlate with increased mortality. [54]", "contents": "Myxedema -- Treatment / Management. According to the most recent American Thyroid Association (ATA) guidelines, the recommended initial dose is 200 to 400 mcg IV once (lower dose for elderly, or underlying cardiac disease or arrhythmia with some reports up to 500 mcg). Subsequently, dosing is 1.6 mcg/kg/day, reduced to 75% when given IV as a preferred route, for patients may not be able to tolerate PO, and the absorption could be impaired secondary to intestinal impaired motility and edema. TSH, FT4, FT3 should be measured at baseline and then every 24 to 48 hours until the patient's mental status starts to improve. [59] There is still a controversy on what is the optimal dose, for a higher dose may cause harm, particularly in elderly patients or in patients with underlying cardiac disease and arrhythmia. [3] Consider adding LT3 at a loading dose of 5 to 20 micrograms followed by 2.5 to 10 micrograms IV every 8 hours if no response within 24 hours (weak recommendation, low quality of evidence). Caution should be exercised again with patients with underlying heart disease or a history of cardiac arrhythmia since a case series showed increased adverse outcomes with higher doses of LT3 therapy. [60] Another controversy is whether liothyronine (LT3) is appropriate for patients whose mental status does not improve in 24 to 48 hours after administration of levothyroxine or with undetectable FT3 levels. It is well known that the conversion of FT4 to FT3 at the cellular level will be impaired in severely ill patients and those on steroids. [60] However, this impaired conversion may sometimes be a protective mechanism to slow down metabolism in patients who are severely ill to preserve organ function. Whether this phenomenon can be extrapolated to patients with myxedema coma is still controversial. [63] It remains very important, however, to properly dose LT3 for high levels correlate with increased mortality. [54]"}
{"id": "article-25498_30", "title": "Myxedema -- Treatment / Management", "content": "One case report in 2017 split dose of levothyroxine to 200 mcg LT4 every 8 h in five consecutive doses (total dose of 1 mg) resulted in significant restoration of depleted thyroid status and clinical improvement within 48 hours after treatment initiation. [64] Another case reports in 2019 treated the patient with a combination of levothyroxine 200 mcg with liothyronine 50 mcg for five days, with a successful improvement of the patient's condition, so some reports recommended starting with 200 to 300 mcg levothyroxine with 10 to 25 mcg liothyronine as an alternative initial treatment. [65] While optimal levels for serum TSH and thyroid hormones are not well defined in these circumstances, failure of TSH to trend down or for thyroid hormone levels to improve could be considered indications to increase levothyroxine therapy and/or add LT3 therapy, whereas high serum triiodothyronine (FT3) is an indication to decrease therapy given safety concerns. An in vitro study on rats by Mooradian et al. concluded that aging is associated with reduced responsiveness to T3-stimulated up-regulation of beta-adrenergic receptor number in synaptosomal membranes, and it did not improve with higher doses of LT3. [63]", "contents": "Myxedema -- Treatment / Management. One case report in 2017 split dose of levothyroxine to 200 mcg LT4 every 8 h in five consecutive doses (total dose of 1 mg) resulted in significant restoration of depleted thyroid status and clinical improvement within 48 hours after treatment initiation. [64] Another case reports in 2019 treated the patient with a combination of levothyroxine 200 mcg with liothyronine 50 mcg for five days, with a successful improvement of the patient's condition, so some reports recommended starting with 200 to 300 mcg levothyroxine with 10 to 25 mcg liothyronine as an alternative initial treatment. [65] While optimal levels for serum TSH and thyroid hormones are not well defined in these circumstances, failure of TSH to trend down or for thyroid hormone levels to improve could be considered indications to increase levothyroxine therapy and/or add LT3 therapy, whereas high serum triiodothyronine (FT3) is an indication to decrease therapy given safety concerns. An in vitro study on rats by Mooradian et al. concluded that aging is associated with reduced responsiveness to T3-stimulated up-regulation of beta-adrenergic receptor number in synaptosomal membranes, and it did not improve with higher doses of LT3. [63]"}
{"id": "article-25498_31", "title": "Myxedema -- Treatment / Management", "content": "The severity of myxedema coma should not rely solely on higher levels of TSH, for it does not always correlate either secondary to suppression of the hypothalamic-pituitary axis in critically ill patients, a slower response in the elderly, or secondary hypothyroidism from pituitary causes. The expectation for serum FT4 to show normalization in 4 days after starting therapy. [66]", "contents": "Myxedema -- Treatment / Management. The severity of myxedema coma should not rely solely on higher levels of TSH, for it does not always correlate either secondary to suppression of the hypothalamic-pituitary axis in critically ill patients, a slower response in the elderly, or secondary hypothyroidism from pituitary causes. The expectation for serum FT4 to show normalization in 4 days after starting therapy. [66]"}
{"id": "article-25498_32", "title": "Myxedema -- Differential Diagnosis", "content": "Differential diagnosis has its basis on signs and symptoms; for example, the differential diagnosis of altered mental status [67] or coma would include: Sepsis Shock Stroke Drug overdose Diabetic ketoacidosis Seizure Hypothermia [67]", "contents": "Myxedema -- Differential Diagnosis. Differential diagnosis has its basis on signs and symptoms; for example, the differential diagnosis of altered mental status [67] or coma would include: Sepsis Shock Stroke Drug overdose Diabetic ketoacidosis Seizure Hypothermia [67]"}
{"id": "article-25498_33", "title": "Myxedema -- Prognosis", "content": "The prognosis for myxedema coma is difficult to establish due to the small number of cases reported. The mortality rate is variable, with some reports as high as 60% and others as low as 20 to 25% in the presence of advanced intensive support care. [68] Poor prognosis is likely related to advanced age, bradycardia, and persistent hypothermia. [54]", "contents": "Myxedema -- Prognosis. The prognosis for myxedema coma is difficult to establish due to the small number of cases reported. The mortality rate is variable, with some reports as high as 60% and others as low as 20 to 25% in the presence of advanced intensive support care. [68] Poor prognosis is likely related to advanced age, bradycardia, and persistent hypothermia. [54]"}
{"id": "article-25498_34", "title": "Myxedema -- Complications", "content": "If left untreated, myxedema coma is fatal. [5] Complications of myxedema include coma, respiratory failure, myocardial ischemia, sepsis, and gastrointestinal hemorrhage. [22]", "contents": "Myxedema -- Complications. If left untreated, myxedema coma is fatal. [5] Complications of myxedema include coma, respiratory failure, myocardial ischemia, sepsis, and gastrointestinal hemorrhage. [22]"}
{"id": "article-25498_35", "title": "Myxedema -- Consultations", "content": "An endocrinology consult is warranted once the diagnosis of myxedema coma is suspected.", "contents": "Myxedema -- Consultations. An endocrinology consult is warranted once the diagnosis of myxedema coma is suspected."}
{"id": "article-25498_36", "title": "Myxedema -- Consultations", "content": "If the patient is experiencing arrhythmia, respiratory distress, or multiorgan failure, an interprofessional team should be on board, including the cardiology team, pulmonary team, intensivists, and endocrinology team.", "contents": "Myxedema -- Consultations. If the patient is experiencing arrhythmia, respiratory distress, or multiorgan failure, an interprofessional team should be on board, including the cardiology team, pulmonary team, intensivists, and endocrinology team."}
{"id": "article-25498_37", "title": "Myxedema -- Deterrence and Patient Education", "content": "The patients should receive education about the importance of compliance with medications and monitoring thyroid function tests after starting certain medications like amiodarone, lithium, anti-TNF, etc.", "contents": "Myxedema -- Deterrence and Patient Education. The patients should receive education about the importance of compliance with medications and monitoring thyroid function tests after starting certain medications like amiodarone, lithium, anti-TNF, etc."}
{"id": "article-25498_38", "title": "Myxedema -- Enhancing Healthcare Team Outcomes", "content": "Myxedema coma is often a fatal complication, and prompt diagnosis is an important factor in reducing mortality. [5] This disorder is best managed by an interprofessional team to enable prompt diagnosis and management. Identifying a precipitating cause is imperative. [22] Effective treatment calls for a team-based and patient-centered approach. An endocrinology consult is necessary on clinical suspicion. [15]", "contents": "Myxedema -- Enhancing Healthcare Team Outcomes. Myxedema coma is often a fatal complication, and prompt diagnosis is an important factor in reducing mortality. [5] This disorder is best managed by an interprofessional team to enable prompt diagnosis and management. Identifying a precipitating cause is imperative. [22] Effective treatment calls for a team-based and patient-centered approach. An endocrinology consult is necessary on clinical suspicion. [15]"}
{"id": "article-25498_39", "title": "Myxedema -- Enhancing Healthcare Team Outcomes", "content": "These patients need care in an ICU setting. Besides the clinicians, ICU nurses play a critical role in management. Hypothermia requires management, and patients need IV hydration. The airways must remain patent, and any respiratory distress requires mechanical ventilation. Continuous cardiac monitoring is vital, as well as hemodynamics. Nurses should communicate any deviation from normal parameters to the team immediately. Also, patients required IV thyroid hormone replacement and corticosteroids. Other specialists involved in the care include pharmacists, endocrinologists, and pulmonologists. Since most patients are not able to eat, a dietary consult for parenteral or enteral nutrition is needed. Pharmacists specializing in nutritional management must be involved and report to the team as challenges arise.", "contents": "Myxedema -- Enhancing Healthcare Team Outcomes. These patients need care in an ICU setting. Besides the clinicians, ICU nurses play a critical role in management. Hypothermia requires management, and patients need IV hydration. The airways must remain patent, and any respiratory distress requires mechanical ventilation. Continuous cardiac monitoring is vital, as well as hemodynamics. Nurses should communicate any deviation from normal parameters to the team immediately. Also, patients required IV thyroid hormone replacement and corticosteroids. Other specialists involved in the care include pharmacists, endocrinologists, and pulmonologists. Since most patients are not able to eat, a dietary consult for parenteral or enteral nutrition is needed. Pharmacists specializing in nutritional management must be involved and report to the team as challenges arise."}
{"id": "article-25498_40", "title": "Myxedema -- Enhancing Healthcare Team Outcomes", "content": "The medications used in the management of myxedema coma require the intervention of a pharmacist to ensure proper dosing, drug-drug interaction checking, and overall medication reconciliation; the pharmacist should communicate any concerns to the rest of the interprofessional team. Prompt recognition of the condition by checking thyroid function tests and rapid intervention is essential for survival.", "contents": "Myxedema -- Enhancing Healthcare Team Outcomes. The medications used in the management of myxedema coma require the intervention of a pharmacist to ensure proper dosing, drug-drug interaction checking, and overall medication reconciliation; the pharmacist should communicate any concerns to the rest of the interprofessional team. Prompt recognition of the condition by checking thyroid function tests and rapid intervention is essential for survival."}
{"id": "article-25498_41", "title": "Myxedema -- Enhancing Healthcare Team Outcomes", "content": "After discharge, clinicians, nurses, and pharmacists should educate patients about the need to take the thyroid hormone and undergo regular testing. Patients should be advised to report any new medication that may interfere with thyroid function or metabolism.", "contents": "Myxedema -- Enhancing Healthcare Team Outcomes. After discharge, clinicians, nurses, and pharmacists should educate patients about the need to take the thyroid hormone and undergo regular testing. Patients should be advised to report any new medication that may interfere with thyroid function or metabolism."}
{"id": "article-25498_42", "title": "Myxedema -- Enhancing Healthcare Team Outcomes", "content": "In summary, myxedema coma requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level 5]", "contents": "Myxedema -- Enhancing Healthcare Team Outcomes. In summary, myxedema coma requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level 5]"}
{"id": "article-25498_43", "title": "Myxedema -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Myxedema is a serious disorder with high mortality. Most patients die from GI bleeding, sepsis, or respiratory failure despite optimal treatment. Poor prognostic factors include advanced age, persistent hypothermia, and altered mental status.", "contents": "Myxedema -- Enhancing Healthcare Team Outcomes -- Outcomes. Myxedema is a serious disorder with high mortality. Most patients die from GI bleeding, sepsis, or respiratory failure despite optimal treatment. Poor prognostic factors include advanced age, persistent hypothermia, and altered mental status."}
{"id": "article-25498_44", "title": "Myxedema -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Myxedema -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}