{"id": "article-22427_0", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Introduction", "content": "The greater petrosal nerve or superficial petrosal nerve is a branch of the nervus intermedius (nerve of Wrisberg) that carries parasympathetic, taste, and sensory fibers of the facial cranial nerve (CN VII). See Image. Greater Petrosal Nerve.", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Introduction. The greater petrosal nerve or superficial petrosal nerve is a branch of the nervus intermedius (nerve of Wrisberg) that carries parasympathetic, taste, and sensory fibers of the facial cranial nerve (CN VII). See Image. Greater Petrosal Nerve."}
{"id": "article-22427_1", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Introduction", "content": "The preganglionic parasympathetic fibers develop from the superior salivatory nucleus of the tractus solitarius in the pontine tegmentum and progress in the nervus intermedius before joining the facial nerve proper. [1] These fibers transverse the geniculate ganglion without synapsing and exit the ganglion anteriorly as the greater petrosal nerve. [2] The nerve proceeds anteromedially and exits the superior surface of the temporal bone through the hiatus of the greater petrosal nerve (facial hiatus/hiatus fallopii) and into the middle temporal fossa. [3] While in the facial hiatus, this nerve travels alongside the middle meningeal artery. The greater petrosal nerve crosses the floor of the middle temporal fossa, medially to the lesser petrosal nerve and laterally to the internal carotid artery, anteromedially and slightly inferiorly passing beneath the Gasserian ganglion in Meckel’s cave and onwards towards the foramen lacerum, and the pterygoid (vidian) canal. [2] [4] [5] [1] [3] This course has led some authors to divide the nerve into four segments: the intrapetrosal segment running from the geniculate ganglion to the facial hiatus; the suprapetrosal segment running from the hiatus to the foramen lacerum; the segment of the foramen lacerum; and the segment of the pterygoid canal. [6]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Introduction. The preganglionic parasympathetic fibers develop from the superior salivatory nucleus of the tractus solitarius in the pontine tegmentum and progress in the nervus intermedius before joining the facial nerve proper. [1] These fibers transverse the geniculate ganglion without synapsing and exit the ganglion anteriorly as the greater petrosal nerve. [2] The nerve proceeds anteromedially and exits the superior surface of the temporal bone through the hiatus of the greater petrosal nerve (facial hiatus/hiatus fallopii) and into the middle temporal fossa. [3] While in the facial hiatus, this nerve travels alongside the middle meningeal artery. The greater petrosal nerve crosses the floor of the middle temporal fossa, medially to the lesser petrosal nerve and laterally to the internal carotid artery, anteromedially and slightly inferiorly passing beneath the Gasserian ganglion in Meckel’s cave and onwards towards the foramen lacerum, and the pterygoid (vidian) canal. [2] [4] [5] [1] [3] This course has led some authors to divide the nerve into four segments: the intrapetrosal segment running from the geniculate ganglion to the facial hiatus; the suprapetrosal segment running from the hiatus to the foramen lacerum; the segment of the foramen lacerum; and the segment of the pterygoid canal. [6]"}
{"id": "article-22427_2", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Introduction", "content": "In the proximal region of the pterygoid canal, the greater petrosal nerve is joined by the deep petrosal nerve, forming the nerve of the pterygoid canal - also called the Vidian nerve. [7] [8] At this juncture, the Vidian nerve carries preganglionic, sensory and taste fibers from the greater petrosal, and postganglionic sympathetic fibers from the internal carotid plexus via the deep petrosal nerve. The Vidian nerve continues anteriorly within the pterygoid canal to the pterygopalatine fossa. [3] The sympathetic fibers from the deep petrosal nerve cross the pterygopalatine fossa without synapsing and provide all branches of the maxillary division of the trigeminal nerve (V2) with sympathetic innervation. The parasympathetic fibers synapse at the pterygopalatine ganglion (sphenopalatine ganglion). Postganglionic parasympathetic fibers proceed to provide secretory and vasomotor innervation to the lacrimal, nasal, and palatine glands. [5] [3]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Introduction. In the proximal region of the pterygoid canal, the greater petrosal nerve is joined by the deep petrosal nerve, forming the nerve of the pterygoid canal - also called the Vidian nerve. [7] [8] At this juncture, the Vidian nerve carries preganglionic, sensory and taste fibers from the greater petrosal, and postganglionic sympathetic fibers from the internal carotid plexus via the deep petrosal nerve. The Vidian nerve continues anteriorly within the pterygoid canal to the pterygopalatine fossa. [3] The sympathetic fibers from the deep petrosal nerve cross the pterygopalatine fossa without synapsing and provide all branches of the maxillary division of the trigeminal nerve (V2) with sympathetic innervation. The parasympathetic fibers synapse at the pterygopalatine ganglion (sphenopalatine ganglion). Postganglionic parasympathetic fibers proceed to provide secretory and vasomotor innervation to the lacrimal, nasal, and palatine glands. [5] [3]"}
{"id": "article-22427_3", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Structure and Function", "content": "The greater petrosal nerve is a mixed nerve carrying parasympathetic, taste, and sensory fibers. The parasympathetic fibers synapse at the pterygopalatine ganglion, as discussed in more detail above. Parasympathetic fibers exit the pterygopalatine ganglion via: The greater palatine nerve that innervates the bony hard palate of the mouth The lesser palatine that innervates the uvula, tonsils and soft palate The nasal palatine and posterior nasal branches that innervate the nasal mucous membranes The pharyngeal branch that innervates the glands and mucosa of the nasopharynx", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Structure and Function. The greater petrosal nerve is a mixed nerve carrying parasympathetic, taste, and sensory fibers. The parasympathetic fibers synapse at the pterygopalatine ganglion, as discussed in more detail above. Parasympathetic fibers exit the pterygopalatine ganglion via: The greater palatine nerve that innervates the bony hard palate of the mouth The lesser palatine that innervates the uvula, tonsils and soft palate The nasal palatine and posterior nasal branches that innervate the nasal mucous membranes The pharyngeal branch that innervates the glands and mucosa of the nasopharynx"}
{"id": "article-22427_4", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Structure and Function", "content": "These fibers also carry postganglionic sympathetic fibers from the deep petrosal nerve. In addition to the vidian nerve, the pterygopalatine ganglion receives two to three branches, the pterygoid branches, from the maxillary division of the trigeminal nerve. [8] This anatomical arrangement allows CN VII, and the greater and deep petrosal nerves to utilize the trigeminal as an expressway for their respective autonomic fibers. The post-ganglionic sympathetic and parasympathetic fibers that travel with the zygomatic nerve of V2 provide innervation to the lacrimal glands. The greater petrosal nerve, therefore, increases the secretomotor function of nasal-palatal glands and mucosa and mediates reflexive tearing at the lacrimal glands. [8] [1]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Structure and Function. These fibers also carry postganglionic sympathetic fibers from the deep petrosal nerve. In addition to the vidian nerve, the pterygopalatine ganglion receives two to three branches, the pterygoid branches, from the maxillary division of the trigeminal nerve. [8] This anatomical arrangement allows CN VII, and the greater and deep petrosal nerves to utilize the trigeminal as an expressway for their respective autonomic fibers. The post-ganglionic sympathetic and parasympathetic fibers that travel with the zygomatic nerve of V2 provide innervation to the lacrimal glands. The greater petrosal nerve, therefore, increases the secretomotor function of nasal-palatal glands and mucosa and mediates reflexive tearing at the lacrimal glands. [8] [1]"}
{"id": "article-22427_5", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Structure and Function", "content": "The greater petrosal also carries taste afferents from the soft palate and sensory afferents from the dura mater, internal carotid artery, and the pterygopalatine ganglion to the geniculate ganglion. [9] The greater petrosal has also been shown to communicate with the lesser petrosal nerve. [4] [10]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Structure and Function. The greater petrosal also carries taste afferents from the soft palate and sensory afferents from the dura mater, internal carotid artery, and the pterygopalatine ganglion to the geniculate ganglion. [9] The greater petrosal has also been shown to communicate with the lesser petrosal nerve. [4] [10]"}
{"id": "article-22427_6", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Embryology", "content": "After the third week of development, a cluster of neural crest cells becomes apparent on the metencephalon rostral to the otic placode. This cluster is the facioacoustic primordium that gives rise to the VII and VIII cranial nerves. By week four, the facial and acoustic portions are better defined, with the facial section terminating at the epibranchial placode on the second branchial arch. [11]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Embryology. After the third week of development, a cluster of neural crest cells becomes apparent on the metencephalon rostral to the otic placode. This cluster is the facioacoustic primordium that gives rise to the VII and VIII cranial nerves. By week four, the facial and acoustic portions are better defined, with the facial section terminating at the epibranchial placode on the second branchial arch. [11]"}
{"id": "article-22427_7", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Embryology", "content": "The greater petrosal nerve may be seen first during weeks 5 to 6 of embryogenic development rostral to the geniculate ganglion and is well defined by the eighth week when it joins the deep petrosal nerve near the developing internal carotid artery to form the Vidian nerve. [2] [11] [12] It then terminates into a group of neural crest cells that will become the pterygopalatine ganglion. [13]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Embryology. The greater petrosal nerve may be seen first during weeks 5 to 6 of embryogenic development rostral to the geniculate ganglion and is well defined by the eighth week when it joins the deep petrosal nerve near the developing internal carotid artery to form the Vidian nerve. [2] [11] [12] It then terminates into a group of neural crest cells that will become the pterygopalatine ganglion. [13]"}
{"id": "article-22427_8", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Blood Supply and Lymphatics", "content": "The greater petrosal nerve is supplied by the superficial petrosal branch of the middle meningeal artery, which anastomoses with the stylomastoid branch of the posterior auricular artery and the artery of the pterygoid canal. [6] [12] The superior petrosal vein is the drainage route that affects the superficial petrosal nerve. Lymphatic drainage of the nerve affects the glymphatic system of the skull, although the details of this relationship remain unknown.", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Blood Supply and Lymphatics. The greater petrosal nerve is supplied by the superficial petrosal branch of the middle meningeal artery, which anastomoses with the stylomastoid branch of the posterior auricular artery and the artery of the pterygoid canal. [6] [12] The superior petrosal vein is the drainage route that affects the superficial petrosal nerve. Lymphatic drainage of the nerve affects the glymphatic system of the skull, although the details of this relationship remain unknown."}
{"id": "article-22427_9", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Nerves", "content": "The greater superficial petrosal nerve, per some authors, divides into four anatomical areas. The first portion is the intrapetrosal portion; the second concerns the suprapetrosal portion; the third anatomical area involves the foramen lacerum, ending with the fourth portion at the level of the pterygoid canal — about 17.5% of the nerve forms anastomoses with the glossopharyngeal nerve.", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Nerves. The greater superficial petrosal nerve, per some authors, divides into four anatomical areas. The first portion is the intrapetrosal portion; the second concerns the suprapetrosal portion; the third anatomical area involves the foramen lacerum, ending with the fourth portion at the level of the pterygoid canal — about 17.5% of the nerve forms anastomoses with the glossopharyngeal nerve."}
{"id": "article-22427_10", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Physiologic Variants", "content": "The greater petrosal nerve demonstrates some variation in its distance relative to surrounding bony prominences and its length through the different segments it transverses. Furthermore, there is also a notable variation in its bony coverings over its course. [5] [6] Communication between the greater petrosal and the glossopharyngeal cranial nerve has also been reported. [4] [6]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Physiologic Variants. The greater petrosal nerve demonstrates some variation in its distance relative to surrounding bony prominences and its length through the different segments it transverses. Furthermore, there is also a notable variation in its bony coverings over its course. [5] [6] Communication between the greater petrosal and the glossopharyngeal cranial nerve has also been reported. [4] [6]"}
{"id": "article-22427_11", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Surgical Considerations", "content": "The greater petrosal nerve is an important and reliable landmark for the geniculate ganglion, the internal auditory canal, and the middle cranial fossa. In the region of the middle cranial fossa, identification of the greater petrosal nerve is critical to the identification of the Kawase (posteromedial) and Glasscock (posterolateral) triangles hence avoiding injury to essential structures. For example, identification of the Kawase triangle before drilling in an anterior petrosectomy can aid in the avoiding of injury to the facial nerve and internal carotid artery. [6] [14]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Surgical Considerations. The greater petrosal nerve is an important and reliable landmark for the geniculate ganglion, the internal auditory canal, and the middle cranial fossa. In the region of the middle cranial fossa, identification of the greater petrosal nerve is critical to the identification of the Kawase (posteromedial) and Glasscock (posterolateral) triangles hence avoiding injury to essential structures. For example, identification of the Kawase triangle before drilling in an anterior petrosectomy can aid in the avoiding of injury to the facial nerve and internal carotid artery. [6] [14]"}
{"id": "article-22427_12", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Surgical Considerations", "content": "The nerve is also disposed to injury from bone drilling, dural elevation off the middle fossa floor, electrocauterization, or dissection due to its vulnerable location. Hence bony landmarks and anatomical distances have been published to guide the identification of this nerve during surgery. [2] [6]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Surgical Considerations. The nerve is also disposed to injury from bone drilling, dural elevation off the middle fossa floor, electrocauterization, or dissection due to its vulnerable location. Hence bony landmarks and anatomical distances have been published to guide the identification of this nerve during surgery. [2] [6]"}
{"id": "article-22427_13", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Clinical Significance", "content": "Injury to the greater petrosal nerve from surgery, tumors, or skull fractures can result in ipsilateral xerotic keratitis due to decreased lacrimation, which increases the risk of corneal dryness and xerophthalmia, corneal ulceration, or corneal infection. [1] [6]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Clinical Significance. Injury to the greater petrosal nerve from surgery, tumors, or skull fractures can result in ipsilateral xerotic keratitis due to decreased lacrimation, which increases the risk of corneal dryness and xerophthalmia, corneal ulceration, or corneal infection. [1] [6]"}
{"id": "article-22427_14", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Clinical Significance", "content": "Degeneration of the greater petrosal nerve from facial nerve lesions at or before the geniculate ganglion may cause the lesser petrosal nerve to develop parasympathetic collaterals to the lacrimal glands. The lesser petrosal contributes parasympathetic fibers to the parotid gland to aid in salivation; thus, with these collaterals, there will be simultaneous lacrimation on salivation. [2] [8]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Clinical Significance. Degeneration of the greater petrosal nerve from facial nerve lesions at or before the geniculate ganglion may cause the lesser petrosal nerve to develop parasympathetic collaterals to the lacrimal glands. The lesser petrosal contributes parasympathetic fibers to the parotid gland to aid in salivation; thus, with these collaterals, there will be simultaneous lacrimation on salivation. [2] [8]"}
{"id": "article-22427_15", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Clinical Significance", "content": "Cluster headaches with parasympathetic dysfunction involving the greater petrosal nerve have been described. These include Horton headaches and Sluder neuralgia that present with nasal secretions/rhinorrhea, mucosal congestion, and hyperlacrimation. [2] [8] Surgical sectioning of the nerve has been used to treat these headaches in the past. [4] Tumors of the nerve, albeit rare, have also been reported. These include schwannomas, which present with xerophthalmia, facial paralysis and conductive hearing losses, and neuromas. [2] [15]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Clinical Significance. Cluster headaches with parasympathetic dysfunction involving the greater petrosal nerve have been described. These include Horton headaches and Sluder neuralgia that present with nasal secretions/rhinorrhea, mucosal congestion, and hyperlacrimation. [2] [8] Surgical sectioning of the nerve has been used to treat these headaches in the past. [4] Tumors of the nerve, albeit rare, have also been reported. These include schwannomas, which present with xerophthalmia, facial paralysis and conductive hearing losses, and neuromas. [2] [15]"}
{"id": "article-22427_16", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Other Issues", "content": "The greater superficial petrosal influences the palatal taste receptors, in particular, and with animal studies, for the flavor and presence of salt, quinine, and sucrose. Its information reaches the nucleus of the solitary tract, to condition the energy control and the electrolytic homeostasis. [16]", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Other Issues. The greater superficial petrosal influences the palatal taste receptors, in particular, and with animal studies, for the flavor and presence of salt, quinine, and sucrose. Its information reaches the nucleus of the solitary tract, to condition the energy control and the electrolytic homeostasis. [16]"}
{"id": "article-22427_17", "title": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Greater Petrosal Nerve -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}