{"id": "article-22941_0", "title": "HIV-1–Associated Opportunistic Infections -- Continuing Education Activity", "content": "HIV-1 associated opportunistic infections encompass a myriad of life-threatening infections seen in patients with advanced human immunodeficiency virus who are generally not on anti-retroviral therapy (ART). These infections typically affect patients with low CD4+ counts. This activity reviews the evaluation and management of the most commonly encountered HIV-1 associated opportunistic infections and highlights the role of an interprofessional team in the management of afflicted patients.", "contents": "HIV-1–Associated Opportunistic Infections -- Continuing Education Activity. HIV-1 associated opportunistic infections encompass a myriad of life-threatening infections seen in patients with advanced human immunodeficiency virus who are generally not on anti-retroviral therapy (ART). These infections typically affect patients with low CD4+ counts. This activity reviews the evaluation and management of the most commonly encountered HIV-1 associated opportunistic infections and highlights the role of an interprofessional team in the management of afflicted patients."}
{"id": "article-22941_1", "title": "HIV-1–Associated Opportunistic Infections -- Continuing Education Activity", "content": "Objectives: Differentiate opportunistic infections according to the CD4+ levels in patients with human immunodeficiency virus. Identify the signs and symptoms of opportunistic infections in patients with human immunodeficiency virus. Explain the management of opportunistic infections in patients with human immunodeficiency virus. Explain the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients with opportunistic infections concurrent with human immunodeficiency virus. Access free multiple choice questions on this topic.", "contents": "HIV-1–Associated Opportunistic Infections -- Continuing Education Activity. Objectives: Differentiate opportunistic infections according to the CD4+ levels in patients with human immunodeficiency virus. Identify the signs and symptoms of opportunistic infections in patients with human immunodeficiency virus. Explain the management of opportunistic infections in patients with human immunodeficiency virus. Explain the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients with opportunistic infections concurrent with human immunodeficiency virus. Access free multiple choice questions on this topic."}
{"id": "article-22941_2", "title": "HIV-1–Associated Opportunistic Infections -- Introduction", "content": "Human immunodeficiency virus (HIV) is a retrovirus known to attack the CD4+ T lymphocytes. Of the two subtypes, HIV-1 and HIV-2, the former is common and prevalent worldwide, and the latter is confined to West Africa and hence less common. In individuals with chronic HIV infection not on treatment with antiretroviral agents, as the CD4+ count drops they are vulnerable to a multitude of infections which rarely occur in an immunocompetent host, hence the term opportunistic infections (OIs). The presence of an AIDS-defining illness or CD4+ less than 200 cells/mm³ is necessary for defining AIDS and the literature describes potentially fatal opportunistic infections in these patients which are often challenging to treat.", "contents": "HIV-1–Associated Opportunistic Infections -- Introduction. Human immunodeficiency virus (HIV) is a retrovirus known to attack the CD4+ T lymphocytes. Of the two subtypes, HIV-1 and HIV-2, the former is common and prevalent worldwide, and the latter is confined to West Africa and hence less common. In individuals with chronic HIV infection not on treatment with antiretroviral agents, as the CD4+ count drops they are vulnerable to a multitude of infections which rarely occur in an immunocompetent host, hence the term opportunistic infections (OIs). The presence of an AIDS-defining illness or CD4+ less than 200 cells/mm³ is necessary for defining AIDS and the literature describes potentially fatal opportunistic infections in these patients which are often challenging to treat."}
{"id": "article-22941_3", "title": "HIV-1–Associated Opportunistic Infections -- Etiology", "content": "HIV infected individuals, even with high CD4+ cell counts, are at a higher risk of developing both common and OIs than the general population. However, in HIV patients with CD4+ cell counts less than 200 cells per millimeter, the risk of developing OIs and subsequent death remains the highest. [1] These individuals are prone to a wide variety of bacterial, viral, fungal and protozoal infections which include Toxoplasma gondii , Pneumocystis jirovecii (previously Pneumocystis carinii ), Cryptococcus neoformans , Mycobacterium avium , Mycobacterium tuberculosis , Cytomegalovirus, Herpes simplex viruses, Histoplasma capsulatum .", "contents": "HIV-1–Associated Opportunistic Infections -- Etiology. HIV infected individuals, even with high CD4+ cell counts, are at a higher risk of developing both common and OIs than the general population. However, in HIV patients with CD4+ cell counts less than 200 cells per millimeter, the risk of developing OIs and subsequent death remains the highest. [1] These individuals are prone to a wide variety of bacterial, viral, fungal and protozoal infections which include Toxoplasma gondii , Pneumocystis jirovecii (previously Pneumocystis carinii ), Cryptococcus neoformans , Mycobacterium avium , Mycobacterium tuberculosis , Cytomegalovirus, Herpes simplex viruses, Histoplasma capsulatum ."}
{"id": "article-22941_4", "title": "HIV-1–Associated Opportunistic Infections -- Epidemiology", "content": "In 2015, 1.1 million people were estimated to be living in the US with HIV. [2] It has an estimated worldwide prevalence of 36.7 million as of 2017. Health authorities recognize the disease as a global health problem. Transmission of HIV infection is common via unprotected sexual contact, highest in male-to-male sexual contact in the US with a reported 70% of new HIV infections, followed by injection drug users, contaminated blood transfusions. Vertical transmission during or after birth from the mother to the newborn may also occur. The successful initiation of antiretroviral therapy (ART) has lowered the occurrence of HIV-related opportunistic infections. However, patients who present in the late stages of HIV or are unable to maintain viral suppression remain a high risk for opportunistic infections.", "contents": "HIV-1–Associated Opportunistic Infections -- Epidemiology. In 2015, 1.1 million people were estimated to be living in the US with HIV. [2] It has an estimated worldwide prevalence of 36.7 million as of 2017. Health authorities recognize the disease as a global health problem. Transmission of HIV infection is common via unprotected sexual contact, highest in male-to-male sexual contact in the US with a reported 70% of new HIV infections, followed by injection drug users, contaminated blood transfusions. Vertical transmission during or after birth from the mother to the newborn may also occur. The successful initiation of antiretroviral therapy (ART) has lowered the occurrence of HIV-related opportunistic infections. However, patients who present in the late stages of HIV or are unable to maintain viral suppression remain a high risk for opportunistic infections."}
{"id": "article-22941_5", "title": "HIV-1–Associated Opportunistic Infections -- Pathophysiology", "content": "An HIV-1 virion consists of two identical strands of RNA and associated enzymes, including reverse transcriptase packaged in a cone-shaped core composed of p24 capsid protein with a surrounding p17 protein matrix, all enclosed by a phospholipid membrane envelope derived from the host cell. Glycoproteins, gp41 and gp120, are bound to the envelope. CD4+ and chemokine receptors on the host cell surface function as HIV-1 receptors.", "contents": "HIV-1–Associated Opportunistic Infections -- Pathophysiology. An HIV-1 virion consists of two identical strands of RNA and associated enzymes, including reverse transcriptase packaged in a cone-shaped core composed of p24 capsid protein with a surrounding p17 protein matrix, all enclosed by a phospholipid membrane envelope derived from the host cell. Glycoproteins, gp41 and gp120, are bound to the envelope. CD4+ and chemokine receptors on the host cell surface function as HIV-1 receptors."}
{"id": "article-22941_6", "title": "HIV-1–Associated Opportunistic Infections -- Pathophysiology", "content": "The HIV life cycle starts with the virion binding to CD4+ and chemokine receptor. Fusion of HIV membrane with cell membrane occurs, followed by the entry of the viral genome into the cytoplasm. Reverse transcriptase mediates the synthesis of proviral DNA leading to the integration of provirus into the cell genome. Subsequently, cytokine activation of the cell, transcription of HIV genome, transport of spliced and unspliced RNAs to cytoplasm occur. Synthesis of HIV proteins and assembly takes place and finally the expression of gp120/gp41 on the cell surface, and budding of mature virion transpires. An infected cell produces many virions that are capable of infecting CD4+ cells, macrophages, and neurons, thereby amplifying the infectious cycle. The pathognomonic feature of HIV is the progressive reduction in the CD4+ T cells, leading to the destruction of both cell-mediated and antibody-mediated immune mechanisms.", "contents": "HIV-1–Associated Opportunistic Infections -- Pathophysiology. The HIV life cycle starts with the virion binding to CD4+ and chemokine receptor. Fusion of HIV membrane with cell membrane occurs, followed by the entry of the viral genome into the cytoplasm. Reverse transcriptase mediates the synthesis of proviral DNA leading to the integration of provirus into the cell genome. Subsequently, cytokine activation of the cell, transcription of HIV genome, transport of spliced and unspliced RNAs to cytoplasm occur. Synthesis of HIV proteins and assembly takes place and finally the expression of gp120/gp41 on the cell surface, and budding of mature virion transpires. An infected cell produces many virions that are capable of infecting CD4+ cells, macrophages, and neurons, thereby amplifying the infectious cycle. The pathognomonic feature of HIV is the progressive reduction in the CD4+ T cells, leading to the destruction of both cell-mediated and antibody-mediated immune mechanisms."}
{"id": "article-22941_7", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical", "content": "History and physical should aim at localizing the affected organ system, concurrently with the CD4+ cell counts. Since these opportunistic infections are manifested depending on the severity of the suppression of CD4+ counts, for this review, they have been categorized accordingly.", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical. History and physical should aim at localizing the affected organ system, concurrently with the CD4+ cell counts. Since these opportunistic infections are manifested depending on the severity of the suppression of CD4+ counts, for this review, they have been categorized accordingly."}
{"id": "article-22941_8", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Mycobacterium tuberculosis:", "content": "Following infection with Mycobacterium tuberculosis , the bacilli can persist for years, referred to as latent TB infection (LTBI). An estimated 3 to 16% of untreated HIV patients have the annual risk of reactivation with TB disease, whereas the lifetime risk among HIV-negative persons with LTBI is about approximately 5%. [3] This organism can involve every organ system. Symptoms include fatigue, weakness, weight loss, and fever. Pulmonary tuberculosis features chronic cough and spitting of blood. Meningitis and urinary tract involvement may occur. Disseminated bloodstream infections lead to lesions in many organs (miliary tuberculosis) and are associated with a high mortality rate.", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Mycobacterium tuberculosis:. Following infection with Mycobacterium tuberculosis , the bacilli can persist for years, referred to as latent TB infection (LTBI). An estimated 3 to 16% of untreated HIV patients have the annual risk of reactivation with TB disease, whereas the lifetime risk among HIV-negative persons with LTBI is about approximately 5%. [3] This organism can involve every organ system. Symptoms include fatigue, weakness, weight loss, and fever. Pulmonary tuberculosis features chronic cough and spitting of blood. Meningitis and urinary tract involvement may occur. Disseminated bloodstream infections lead to lesions in many organs (miliary tuberculosis) and are associated with a high mortality rate."}
{"id": "article-22941_9", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- CD4+ count less than 250 cells/mm^3", "content": "Coccidioidomycosis:", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- CD4+ count less than 250 cells/mm^3. Coccidioidomycosis:"}
{"id": "article-22941_10", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- CD4+ count less than 250 cells/mm^3", "content": "Consists of two species, Coccidioidesimmitis , and Coccidioides posadasii , found in soil. Four different syndromes are noted: (1) focal pneumonia presenting with fever, cough and pleuritic chest pain, (2) diffuse pneumonia with fever, dyspnea, hypoxemia, (3) meningitis with headache, lethargy, and (4) positive serology tests without evidence of localized infection. [4]", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- CD4+ count less than 250 cells/mm^3. Consists of two species, Coccidioidesimmitis , and Coccidioides posadasii , found in soil. Four different syndromes are noted: (1) focal pneumonia presenting with fever, cough and pleuritic chest pain, (2) diffuse pneumonia with fever, dyspnea, hypoxemia, (3) meningitis with headache, lethargy, and (4) positive serology tests without evidence of localized infection. [4]"}
{"id": "article-22941_11", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Pneumocystis jirovecii pneumonia (PCP):", "content": "This fungus, until recently, was thought to be a protozoan. History of fever, progressive dyspnea, non-productive cough and hypoxemia on the exam are characteristic. Chest x-ray shows diffuse, bilateral, symmetrical interstitial infiltrates with a ground glass pattern. [5] Mucocutaneous candidiasis:", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Pneumocystis jirovecii pneumonia (PCP):. This fungus, until recently, was thought to be a protozoan. History of fever, progressive dyspnea, non-productive cough and hypoxemia on the exam are characteristic. Chest x-ray shows diffuse, bilateral, symmetrical interstitial infiltrates with a ground glass pattern. [5] Mucocutaneous candidiasis:"}
{"id": "article-22941_12", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Pneumocystis jirovecii pneumonia (PCP):", "content": "The causative organism is Candida albicans . Oropharyngeal infections present as painless, creamy, white, plaque-like lesions in the oral cavity. These lesions scrape off easily. Angular cheilosis is another feature. Esophageal candidiasis can present with retrosternal burning pain, odynophagia. Endoscopic testing reveals white plaques as seen in the oral cavity. In women with HIV, vulvovaginal candidiasis presents with mucosal burning and itching.", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Pneumocystis jirovecii pneumonia (PCP):. The causative organism is Candida albicans . Oropharyngeal infections present as painless, creamy, white, plaque-like lesions in the oral cavity. These lesions scrape off easily. Angular cheilosis is another feature. Esophageal candidiasis can present with retrosternal burning pain, odynophagia. Endoscopic testing reveals white plaques as seen in the oral cavity. In women with HIV, vulvovaginal candidiasis presents with mucosal burning and itching."}
{"id": "article-22941_13", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Histoplasma capsulatum:", "content": "In immunocompetent individuals, acute pulmonary histoplasmosis is characterized by fever, myalgia, chills, headaches, and a nonproductive cough. These symptoms resolve spontaneously without therapy. In patients with AIDS and some elderly patients without HIV, chronic pulmonary histoplasmosis occurs as a reactivation process. Severe disseminated histoplasmosis manifesting as fever, fatigue, cough, weight loss, lymphadenopathy, hepatosplenomegaly, mucocutaneous ulcers of the nose, mouth, tongue, and intestine may occur.", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Histoplasma capsulatum:. In immunocompetent individuals, acute pulmonary histoplasmosis is characterized by fever, myalgia, chills, headaches, and a nonproductive cough. These symptoms resolve spontaneously without therapy. In patients with AIDS and some elderly patients without HIV, chronic pulmonary histoplasmosis occurs as a reactivation process. Severe disseminated histoplasmosis manifesting as fever, fatigue, cough, weight loss, lymphadenopathy, hepatosplenomegaly, mucocutaneous ulcers of the nose, mouth, tongue, and intestine may occur."}
{"id": "article-22941_14", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cryptococcus neoformans:", "content": "It is a yeast that is characterized by a thick polysaccharide capsule. Can manifest as subacute meningitis or meningoencephalitis. Fever, malaise, headache are the common presenting symptoms. Pulmonary cryptococcosis can present with fever, chest pain, cough, dyspnea, positive blood cultures. [6] Cryptosporidiosis:", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cryptococcus neoformans:. It is a yeast that is characterized by a thick polysaccharide capsule. Can manifest as subacute meningitis or meningoencephalitis. Fever, malaise, headache are the common presenting symptoms. Pulmonary cryptococcosis can present with fever, chest pain, cough, dyspnea, positive blood cultures. [6] Cryptosporidiosis:"}
{"id": "article-22941_15", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cryptococcus neoformans:", "content": "This condition results from the protozoa, Cryptosporidium . Typically associated with infections of the small bowel and causes diarrhea, however, in a profoundly immunosuppressed state may be associated with severe, extraintestinal cryptosporidiosis. Watery diarrhea with abdominal pain, nausea and vomiting are common. Herpes simplex viruses (HSV):", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cryptococcus neoformans:. This condition results from the protozoa, Cryptosporidium . Typically associated with infections of the small bowel and causes diarrhea, however, in a profoundly immunosuppressed state may be associated with severe, extraintestinal cryptosporidiosis. Watery diarrhea with abdominal pain, nausea and vomiting are common. Herpes simplex viruses (HSV):"}
{"id": "article-22941_16", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cryptococcus neoformans:", "content": "Patients with AIDS suffer frequent and severe HSV infections including oropharyngeal disease, keratoconjunctivitis, genital herpes, eczema herpeticum, encephalitis, and neonatal herpes. HSV proctitis, with deep, extensive, nonhealing ulcers, generally seen in male patients in sexual relations with male HIV patients. Microsporidiosis:", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cryptococcus neoformans:. Patients with AIDS suffer frequent and severe HSV infections including oropharyngeal disease, keratoconjunctivitis, genital herpes, eczema herpeticum, encephalitis, and neonatal herpes. HSV proctitis, with deep, extensive, nonhealing ulcers, generally seen in male patients in sexual relations with male HIV patients. Microsporidiosis:"}
{"id": "article-22941_17", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cryptococcus neoformans:", "content": "They are ubiquitous organisms, predominantly zoonotic or waterborne. Many species are reported to cause infections in human. Clinical presentations differ by the causative species. Encephalitozoon bieneusi can cause diarrhea, malabsorption, and cholangitis. E. cuniculi lead to hepatitis, encephalitis, and disseminated disease. E. intestinalis can cause diarrhea, disseminated infection, and superficial keratoconjunctivitis. E. hellem can cause superficial keratoconjunctivitis, sinusitis, prostatic abscesses, and disseminated infection. Anncaliia and Trachipleistophora cause keratoconjunctivitis, myositis. Trachipleistophora can cause encephalitis and disseminated disease. JC virus infection:", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cryptococcus neoformans:. They are ubiquitous organisms, predominantly zoonotic or waterborne. Many species are reported to cause infections in human. Clinical presentations differ by the causative species. Encephalitozoon bieneusi can cause diarrhea, malabsorption, and cholangitis. E. cuniculi lead to hepatitis, encephalitis, and disseminated disease. E. intestinalis can cause diarrhea, disseminated infection, and superficial keratoconjunctivitis. E. hellem can cause superficial keratoconjunctivitis, sinusitis, prostatic abscesses, and disseminated infection. Anncaliia and Trachipleistophora cause keratoconjunctivitis, myositis. Trachipleistophora can cause encephalitis and disseminated disease. JC virus infection:"}
{"id": "article-22941_18", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cryptococcus neoformans:", "content": "Manifested as progressive multifocal leukoencephalopathy (PML). It is characterized by focal demyelination. [7] Symptoms vary based on the brain area involved and can range from weakness in one extremity to hemiparesis, aphasia. Optic nerves are never involved, and it rarely affects the spinal cord. [8] PML can develop as a response to immune reconstitution secondary to ART. These patients can have atypical features including mass effect from the PML lesions with surrounding edema referred to as inflammatory PML. [9] Fever and headaches are not typical and may suggest a concomitant opportunistic infection. Seizures can present when lesions are close to the cortex.", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cryptococcus neoformans:. Manifested as progressive multifocal leukoencephalopathy (PML). It is characterized by focal demyelination. [7] Symptoms vary based on the brain area involved and can range from weakness in one extremity to hemiparesis, aphasia. Optic nerves are never involved, and it rarely affects the spinal cord. [8] PML can develop as a response to immune reconstitution secondary to ART. These patients can have atypical features including mass effect from the PML lesions with surrounding edema referred to as inflammatory PML. [9] Fever and headaches are not typical and may suggest a concomitant opportunistic infection. Seizures can present when lesions are close to the cortex."}
{"id": "article-22941_19", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cytomegalovirus:", "content": "The most common manifestation is retinitis. Often unilateral, but ultimately leads to bilateral involvement. Other presentations such as colitis, esophagitis, ventriculoencephalitis present. CMV pneumonitis is not common.", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Cytomegalovirus:. The most common manifestation is retinitis. Often unilateral, but ultimately leads to bilateral involvement. Other presentations such as colitis, esophagitis, ventriculoencephalitis present. CMV pneumonitis is not common."}
{"id": "article-22941_20", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Mycobacterium avium complex (MAC):", "content": "It is one of the most common opportunistic bacterial infections in the AIDS population in the US. It can involve any organ and leads to persistent bacteremia and extensive infiltration of the tissues resulting in organ dysfunction. In the lung, nodules and cavitary lesions are common. Other manifestations include pericarditis, soft tissue abscesses, skin lesions, lymph node enlargement, central nervous system lesions, and bone infection.", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Mycobacterium avium complex (MAC):. It is one of the most common opportunistic bacterial infections in the AIDS population in the US. It can involve any organ and leads to persistent bacteremia and extensive infiltration of the tissues resulting in organ dysfunction. In the lung, nodules and cavitary lesions are common. Other manifestations include pericarditis, soft tissue abscesses, skin lesions, lymph node enlargement, central nervous system lesions, and bone infection."}
{"id": "article-22941_21", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Toxoplasma gondii encephalitis:", "content": "It is a coccidian protozoan of worldwide distribution. Focal encephalitis is the most common presentation. [10] Symptoms of fever, confusion, headaches, or motor weakness should be promptly worked up. Bartonellosis:", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Toxoplasma gondii encephalitis:. It is a coccidian protozoan of worldwide distribution. Focal encephalitis is the most common presentation. [10] Symptoms of fever, confusion, headaches, or motor weakness should be promptly worked up. Bartonellosis:"}
{"id": "article-22941_22", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Toxoplasma gondii encephalitis:", "content": "Bartonella henselae and Bartonella quintana are associated with infections in HIV patients. [11] Bacillary angiomatosis (BA), and bacillary peliosis hepatitis only present in immunocompromised patients. [12] BA is hematogenously spread, and hence lesions are seen in most organ systems, but skin manifestations are the easiest to diagnose. Fever, weight loss, night sweats are common. B. henselae causes bacillary peliosis hepatitis and B. quintana is associated with osteomyelitis and culture-negative endocarditis.", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Toxoplasma gondii encephalitis:. Bartonella henselae and Bartonella quintana are associated with infections in HIV patients. [11] Bacillary angiomatosis (BA), and bacillary peliosis hepatitis only present in immunocompromised patients. [12] BA is hematogenously spread, and hence lesions are seen in most organ systems, but skin manifestations are the easiest to diagnose. Fever, weight loss, night sweats are common. B. henselae causes bacillary peliosis hepatitis and B. quintana is associated with osteomyelitis and culture-negative endocarditis."}
{"id": "article-22941_23", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Syphilis:", "content": "Manifestations are similar to patients without HIV infection. Primary syphilis presents as a solitary, painless nodule at the point of contact which ulcerates quickly to form chancre. Primary lesions, however, may be absent in HIV patients. [13] Secondary syphilis, which usually manifests 2 to 8 weeks after inoculation can cause mucocutaneous lesions, associated with fever, malaise, headache, and lymphadenopathy. Condyloma lata can occur which is a flat, moist, papular lesions in warm intertriginous areas. Hepatitis, pneumonia, nephrotic syndrome have been reported. Tertiary syphilis involves the cardiovascular system and gummatous disease affecting any organ system. Neurosyphilis may occur in any stage of syphilis. Manifestations include cranial nerve abnormalities, stroke. Concomitant meningitis and uveitis may be more common in HIV patients. [14] Human papillomavirus infection:", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Syphilis:. Manifestations are similar to patients without HIV infection. Primary syphilis presents as a solitary, painless nodule at the point of contact which ulcerates quickly to form chancre. Primary lesions, however, may be absent in HIV patients. [13] Secondary syphilis, which usually manifests 2 to 8 weeks after inoculation can cause mucocutaneous lesions, associated with fever, malaise, headache, and lymphadenopathy. Condyloma lata can occur which is a flat, moist, papular lesions in warm intertriginous areas. Hepatitis, pneumonia, nephrotic syndrome have been reported. Tertiary syphilis involves the cardiovascular system and gummatous disease affecting any organ system. Neurosyphilis may occur in any stage of syphilis. Manifestations include cranial nerve abnormalities, stroke. Concomitant meningitis and uveitis may be more common in HIV patients. [14] Human papillomavirus infection:"}
{"id": "article-22941_24", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Syphilis:", "content": "Major risk factor for cervical cancer. [15] Majority of manifestations are mucosal infections leading to genital, anal and oral warts. These are flat, papular or pedunculated growths on the mucosa of the epithelium. They are usually asymptomatic. Intraepithelial neoplasia can manifest as bleeding, pain or a palpable mass. Hepatitis B virus infection:", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Syphilis:. Major risk factor for cervical cancer. [15] Majority of manifestations are mucosal infections leading to genital, anal and oral warts. These are flat, papular or pedunculated growths on the mucosa of the epithelium. They are usually asymptomatic. Intraepithelial neoplasia can manifest as bleeding, pain or a palpable mass. Hepatitis B virus infection:"}
{"id": "article-22941_25", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Syphilis:", "content": "It is the leading cause of chronic liver disease. [16] Acute infection is asymptomatic in about 70% of patient and leads to fulminant hepatic failure in less than 1%. [17] Symptoms include nausea, vomiting, abdominal pain predominantly in the right upper quadrant, fever, with or without jaundice. In patients with HIV infection, there is a higher risk of developing chronic HBV infection, which is defined as persistent detection of HBsAg on two different occasions 6 months apart. [18] [19] Late manifestations include liver cirrhosis and hepatocellular carcinoma. Hepatitis C virus infection:", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Syphilis:. It is the leading cause of chronic liver disease. [16] Acute infection is asymptomatic in about 70% of patient and leads to fulminant hepatic failure in less than 1%. [17] Symptoms include nausea, vomiting, abdominal pain predominantly in the right upper quadrant, fever, with or without jaundice. In patients with HIV infection, there is a higher risk of developing chronic HBV infection, which is defined as persistent detection of HBsAg on two different occasions 6 months apart. [18] [19] Late manifestations include liver cirrhosis and hepatocellular carcinoma. Hepatitis C virus infection:"}
{"id": "article-22941_26", "title": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Syphilis:", "content": "They are minimally symptomatic in both acute and chronic infections. Low-grade fever, abdominal pain in the right upper quadrant, nausea, vomiting, and anorexia along with jaundice characterize the presentation. Long term complications include cirrhosis, which is seen in approximately 20% of patients with chronic HCV infections within 20 years after infection. [20]", "contents": "HIV-1–Associated Opportunistic Infections -- History and Physical -- Syphilis:. They are minimally symptomatic in both acute and chronic infections. Low-grade fever, abdominal pain in the right upper quadrant, nausea, vomiting, and anorexia along with jaundice characterize the presentation. Long term complications include cirrhosis, which is seen in approximately 20% of patients with chronic HCV infections within 20 years after infection. [20]"}
{"id": "article-22941_27", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "In all HIV infected patients, regular monitoring of CD4+ cell counts is necessary for the early diagnosis and treatment of opportunistic infections. CD4+ counts also help in the initiation of prophylactic treatment regimens in the appropriate patients. Infection-specific diagnostic tests are listed below.", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. In all HIV infected patients, regular monitoring of CD4+ cell counts is necessary for the early diagnosis and treatment of opportunistic infections. CD4+ counts also help in the initiation of prophylactic treatment regimens in the appropriate patients. Infection-specific diagnostic tests are listed below."}
{"id": "article-22941_28", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Mycobacterium tuberculosis: All HIV positive patients require testing for LTBI. Tuberculin skin test (TST) is performed and considered positive when there is a greater than 5 mm induration at 48 to 72 hours in HIV positive patients, without any clinical or radiologic signs of TB disease. Limitations include reduced specificity in patients who have received Bacillus Calmette-Guerin (BCG) vaccination, reduced sensitivity in advanced immunodeficiency and the need to call patients for two visits, to place the test and to read it. Interferon-gamma release assays (IGRA) are FDA approved, consistent, and have higher specificity (92 to 97%) compared to (56 to 95%) for TST. An incidental finding of fibrotic lesions on chest x-ray should prompt further diagnostic testing for LTBI and active infection. Sputum samples for AFB smear and culture must be obtained, including from asymptomatic patients. The only patient populations excluded from these testings are those with prior active TB who have completed treatment. In HIV positive individuals whose CD4+ counts are less than 200 cells/mm^3, the presence of fibrotic lesions on chest x-ray which are highly suggestive of TB infection must be considered as having an active infection and subsequently, should be started on empiric treatment while performing further testing and awaiting results. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Mycobacterium tuberculosis: All HIV positive patients require testing for LTBI. Tuberculin skin test (TST) is performed and considered positive when there is a greater than 5 mm induration at 48 to 72 hours in HIV positive patients, without any clinical or radiologic signs of TB disease. Limitations include reduced specificity in patients who have received Bacillus Calmette-Guerin (BCG) vaccination, reduced sensitivity in advanced immunodeficiency and the need to call patients for two visits, to place the test and to read it. Interferon-gamma release assays (IGRA) are FDA approved, consistent, and have higher specificity (92 to 97%) compared to (56 to 95%) for TST. An incidental finding of fibrotic lesions on chest x-ray should prompt further diagnostic testing for LTBI and active infection. Sputum samples for AFB smear and culture must be obtained, including from asymptomatic patients. The only patient populations excluded from these testings are those with prior active TB who have completed treatment. In HIV positive individuals whose CD4+ counts are less than 200 cells/mm^3, the presence of fibrotic lesions on chest x-ray which are highly suggestive of TB infection must be considered as having an active infection and subsequently, should be started on empiric treatment while performing further testing and awaiting results. [21]"}
{"id": "article-22941_29", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Coccidioidomycosis: Isolation of the organism on culture is part of the diagnosis, and so is the visualization of the spherules on histopathologic evaluation of the affected tissue. Cerebrospinal fluid (CSF) analysis for complement fixation IgG antibody is often used in the detection of coccidioidal meningitis. CSF cultures demonstrate positive results in less than 30% of patients with meningitis. Coccidioidal IgG and IgM serology are seldom positive in individuals with low CD4+ counts. Blood cultures are generally positive in diffuse pulmonary involvement. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Coccidioidomycosis: Isolation of the organism on culture is part of the diagnosis, and so is the visualization of the spherules on histopathologic evaluation of the affected tissue. Cerebrospinal fluid (CSF) analysis for complement fixation IgG antibody is often used in the detection of coccidioidal meningitis. CSF cultures demonstrate positive results in less than 30% of patients with meningitis. Coccidioidal IgG and IgM serology are seldom positive in individuals with low CD4+ counts. Blood cultures are generally positive in diffuse pulmonary involvement. [21]"}
{"id": "article-22941_30", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Pneumocystis jirovecii pneumonia: Demonstration of the organism in tissue, bronchoalveolar lavage fluid or induced sputum samples is necessary for the diagnosis. Giemsa, Diff-Quik, and Wright stains are used to detect the cyst and trophozoite forms but not the cyst wall. Gomori methenamine silver, toluidine blue, and cresyl violet are used to stain the cyst wall. Beta-D-glucan is found in fungal cell walls could be elevated in patients with PCP; however, needs further evaluation of both the sensitivity and specificity. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Pneumocystis jirovecii pneumonia: Demonstration of the organism in tissue, bronchoalveolar lavage fluid or induced sputum samples is necessary for the diagnosis. Giemsa, Diff-Quik, and Wright stains are used to detect the cyst and trophozoite forms but not the cyst wall. Gomori methenamine silver, toluidine blue, and cresyl violet are used to stain the cyst wall. Beta-D-glucan is found in fungal cell walls could be elevated in patients with PCP; however, needs further evaluation of both the sensitivity and specificity. [21]"}
{"id": "article-22941_31", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Mucocutaneous candidiasis: Oropharyngeal candidiasis are diagnosed clinically based on the appearance and the ability to scrape off the white plaques. These lesions can be visualized using a potassium hydroxide (KOH) preparation which reveals yeast forms on microscopy. Endoscopy is necessary to diagnose esophageal candidiasis coupled with the demonstration of Candida yeast forms in tissues along with the isolation of Candida in cultures. Vulvovaginal candidiasis can be diagnosed clinically followed by the demonstration of yeast forms using KOH preparation. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Mucocutaneous candidiasis: Oropharyngeal candidiasis are diagnosed clinically based on the appearance and the ability to scrape off the white plaques. These lesions can be visualized using a potassium hydroxide (KOH) preparation which reveals yeast forms on microscopy. Endoscopy is necessary to diagnose esophageal candidiasis coupled with the demonstration of Candida yeast forms in tissues along with the isolation of Candida in cultures. Vulvovaginal candidiasis can be diagnosed clinically followed by the demonstration of yeast forms using KOH preparation. [21]"}
{"id": "article-22941_32", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Histoplasma capsulatum: Disseminated histoplasmosis is diagnosable by detecting Histoplasma antigen in blood or urine. However, it is not sensitive to pulmonary infections. Peripheral blood smears may show the organisms engulfed by WBCs. The organism grows slowly and hence requires weeks for culture isolation; They have been cultured from bone marrow, blood, respiratory secretions in greater than 85% of AIDS patients. CSF cultures are rarely positive, and hence the diagnosis of meningitis is difficult. Detection of either anti-Histoplasma antibodies or Histoplasma antigen in the CSF is diagnostic and is positive in about 70% of cases. [22]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Histoplasma capsulatum: Disseminated histoplasmosis is diagnosable by detecting Histoplasma antigen in blood or urine. However, it is not sensitive to pulmonary infections. Peripheral blood smears may show the organisms engulfed by WBCs. The organism grows slowly and hence requires weeks for culture isolation; They have been cultured from bone marrow, blood, respiratory secretions in greater than 85% of AIDS patients. CSF cultures are rarely positive, and hence the diagnosis of meningitis is difficult. Detection of either anti-Histoplasma antibodies or Histoplasma antigen in the CSF is diagnostic and is positive in about 70% of cases. [22]"}
{"id": "article-22941_33", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Cryptococcus neoformans: In patients with meningitis or meningoencephalitis, Cryptococcal antigen is easily detected in the CSF, as well as in the serum. Positive blood cultures present in up to 75% of HIV positive patients with cryptococcal meningitis. [21] Cryptosporidiosis: Microscopic identification of the oocytes in stool or tissue as well as their detection by direct immunofluorescence or enzyme-linked immunosorbent assay (ELISA). [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Cryptococcus neoformans: In patients with meningitis or meningoencephalitis, Cryptococcal antigen is easily detected in the CSF, as well as in the serum. Positive blood cultures present in up to 75% of HIV positive patients with cryptococcal meningitis. [21] Cryptosporidiosis: Microscopic identification of the oocytes in stool or tissue as well as their detection by direct immunofluorescence or enzyme-linked immunosorbent assay (ELISA). [21]"}
{"id": "article-22941_34", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Herpes simplex viruses (HSV): HSV DNA PCR, viral culture and HSV antigen detection are utilized for the detection of mucocutaneous lesions. All genital lesions must undergo typing as HSV-2 more commonly correlates with genital lesions than HSV-1.", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Herpes simplex viruses (HSV): HSV DNA PCR, viral culture and HSV antigen detection are utilized for the detection of mucocutaneous lesions. All genital lesions must undergo typing as HSV-2 more commonly correlates with genital lesions than HSV-1."}
{"id": "article-22941_35", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Microsporidiosis:  These microsporidia can be detected by light microscopy using stains such as Chromotrope 2R, calcofluor white and Uvitex 2B which can help differentiate between the spores of the microsporidia and the cells and debris (e.g., stool). In patients with gastrointestinal symptoms, if the stool testing is negative and the infection is suspected, small bowel biopsy must be considered. [23]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Microsporidiosis:  These microsporidia can be detected by light microscopy using stains such as Chromotrope 2R, calcofluor white and Uvitex 2B which can help differentiate between the spores of the microsporidia and the cells and debris (e.g., stool). In patients with gastrointestinal symptoms, if the stool testing is negative and the infection is suspected, small bowel biopsy must be considered. [23]"}
{"id": "article-22941_36", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "JC virus infection: PML diagnosis is by clinical and neuroradiologic clues. MRI findings of white matter lesions which are hyperintense (bright) on T2-weighted images and hypointense (dark) on T1-weighted sequences, in areas corresponding to the clinical deficits present in most cases. PCR can be utilized to detect JCV DNA in CSF. Perivascular mononuclear inflammatory infiltration present on histopathology. [9]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. JC virus infection: PML diagnosis is by clinical and neuroradiologic clues. MRI findings of white matter lesions which are hyperintense (bright) on T2-weighted images and hypointense (dark) on T1-weighted sequences, in areas corresponding to the clinical deficits present in most cases. PCR can be utilized to detect JCV DNA in CSF. Perivascular mononuclear inflammatory infiltration present on histopathology. [9]"}
{"id": "article-22941_37", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Cytomegalovirus:  Detection of CMV viremia by PCR occurs in both end-organ disease and without an end-organ state. A negative IgG level helps to look for an alternate etiology for symptoms. CMV retinitis diagnosis occurs with the help of an ophthalmoscopic examination which has a positive predictive value of 95%. [21] CMV colitis is diagnosed by the demonstration of mucosal ulcerations on endoscopy or colonoscopy. Biopsy of these lesions shows characteristic intranuclear and intracytoplasmic inclusions on the histopathologic exam. [24] In patients with CD4+ counts under 50 cells/mm^3, a regular fundoscopic exam is a requirement.", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Cytomegalovirus:  Detection of CMV viremia by PCR occurs in both end-organ disease and without an end-organ state. A negative IgG level helps to look for an alternate etiology for symptoms. CMV retinitis diagnosis occurs with the help of an ophthalmoscopic examination which has a positive predictive value of 95%. [21] CMV colitis is diagnosed by the demonstration of mucosal ulcerations on endoscopy or colonoscopy. Biopsy of these lesions shows characteristic intranuclear and intracytoplasmic inclusions on the histopathologic exam. [24] In patients with CD4+ counts under 50 cells/mm^3, a regular fundoscopic exam is a requirement."}
{"id": "article-22941_38", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Mycobacterium avium complex (MAC):  Growth of MAC from cultures of blood, lymph node, or any other sterile tissues or body fluids along with the clinical signs and symptoms are useful in the diagnosis of disseminated MAC infection. [25]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Mycobacterium avium complex (MAC):  Growth of MAC from cultures of blood, lymph node, or any other sterile tissues or body fluids along with the clinical signs and symptoms are useful in the diagnosis of disseminated MAC infection. [25]"}
{"id": "article-22941_39", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Toxoplasma gondii encephalitis (TE): Detection of anti-toxoplasma immunoglobulins G antibodies is noted in a majority of HIV positive patients with TE. Furthermore, a combination of clinical signs with imaging findings on CT or MRI of mass lesions, coupled with the demonstration of the organisms on brain biopsy is necessary for a definitive diagnosis. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Toxoplasma gondii encephalitis (TE): Detection of anti-toxoplasma immunoglobulins G antibodies is noted in a majority of HIV positive patients with TE. Furthermore, a combination of clinical signs with imaging findings on CT or MRI of mass lesions, coupled with the demonstration of the organisms on brain biopsy is necessary for a definitive diagnosis. [21]"}
{"id": "article-22941_40", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Bartonellosis: BA lesions have a characteristic vascular proliferation with the demonstration of numerous bacilli on a modified silver stain. Gram stain and acid-fast staining are negative and not helpful. Bartonella species are difficult to culture but have been isolated using EDTA tubes. [21] CDC has developed a well-characterized serologic test which is available in some state health labs. [26]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Bartonellosis: BA lesions have a characteristic vascular proliferation with the demonstration of numerous bacilli on a modified silver stain. Gram stain and acid-fast staining are negative and not helpful. Bartonella species are difficult to culture but have been isolated using EDTA tubes. [21] CDC has developed a well-characterized serologic test which is available in some state health labs. [26]"}
{"id": "article-22941_41", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Syphilis: Direct visualization of Treponema pallidum by darkfield microscopy, biopsy with silver stain or direct fluorescent anti-Treponema antibody; treponemal tests (FTA-ABS or TP-PA); serologic diagnosis using Venereal Disease Research Laboratory [VDRL] and rapid plasma reagin [RPR] have been used. Neurosyphilis is diagnosed by CSF examination which may show mononuclear pleocytosis, reactive CSF-VDRL or normal to mildly elevated protein concentration. [27]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Syphilis: Direct visualization of Treponema pallidum by darkfield microscopy, biopsy with silver stain or direct fluorescent anti-Treponema antibody; treponemal tests (FTA-ABS or TP-PA); serologic diagnosis using Venereal Disease Research Laboratory [VDRL] and rapid plasma reagin [RPR] have been used. Neurosyphilis is diagnosed by CSF examination which may show mononuclear pleocytosis, reactive CSF-VDRL or normal to mildly elevated protein concentration. [27]"}
{"id": "article-22941_42", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Human papillomavirus infection: Visual inspection of the warts is usually sufficient to make the diagnosis, although confirmation is obtained via biopsy. There is currently no role for HPV testing in HIV positive women. In these patients, if their cervical Pap test shows ASCUS, ASC-H, LSIL, HSIL they require referral for colposcopy. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Human papillomavirus infection: Visual inspection of the warts is usually sufficient to make the diagnosis, although confirmation is obtained via biopsy. There is currently no role for HPV testing in HIV positive women. In these patients, if their cervical Pap test shows ASCUS, ASC-H, LSIL, HSIL they require referral for colposcopy. [21]"}
{"id": "article-22941_43", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Hepatitis B virus infection: All HIV positive individuals require testing for HBV infection. Testing, specifically, for hepatitis B surface antigen (HBsAg), hepatitis B core antibody (anti-HBc total), and hepatitis B surface antibody (anti-HBs) is necessary to identify those who have received preventative vaccination or in the diagnosis of chronic hepatitis B. In patients with chronic HBV, HBeAg, anti-HBe and HBV DNA must be tested to evaluate for the levels of replicating virus and progression of liver disease, progression to HCC and responses to therapy, respectively. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Hepatitis B virus infection: All HIV positive individuals require testing for HBV infection. Testing, specifically, for hepatitis B surface antigen (HBsAg), hepatitis B core antibody (anti-HBc total), and hepatitis B surface antibody (anti-HBs) is necessary to identify those who have received preventative vaccination or in the diagnosis of chronic hepatitis B. In patients with chronic HBV, HBeAg, anti-HBe and HBV DNA must be tested to evaluate for the levels of replicating virus and progression of liver disease, progression to HCC and responses to therapy, respectively. [21]"}
{"id": "article-22941_44", "title": "HIV-1–Associated Opportunistic Infections -- Evaluation", "content": "Hepatitis C virus infection: Detection of anti-HCV in blood is necessary for all patients with HIV. [28] Qualitative or quantitative testing for plasma HCV RNA usually confirms chronic infection. Liver biopsy is reserved for the evaluation of HCV-related complications like fibrosis, assess prognosis and help with treatment options. [29]", "contents": "HIV-1–Associated Opportunistic Infections -- Evaluation. Hepatitis C virus infection: Detection of anti-HCV in blood is necessary for all patients with HIV. [28] Qualitative or quantitative testing for plasma HCV RNA usually confirms chronic infection. Liver biopsy is reserved for the evaluation of HCV-related complications like fibrosis, assess prognosis and help with treatment options. [29]"}
{"id": "article-22941_45", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "All patients with HIV/AIDS are candidates for highly active antiretroviral therapy (HAART). This therapy has shown a reduction in the morbidity and mortality, in addition to lowering the risk of transmitting the infection to others. Drug dosing is once daily. For example: Rilpivirine/emtricitabine/tenofovir disoproxil is a tablet that contains 25 mg rilpivirine, 200 mg emtricitabine, and 245 mg tenofovir disoproxil Rilpivirine/tenofovir alafenamide/emtricitabine is a tablet with 25 mg rilpivirine, 25 mg tenofovir alafenamide, and 200 mg emtricitabine Dolutegravir/abacavir/lamivudine is an antiretroviral drug combination containing 50 mg dolutegravir, 600 mg abacavir, and 300 mg lamivudine Management of opportunistic infections in HIV/AIDS is tailored based on the causative organisms", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. All patients with HIV/AIDS are candidates for highly active antiretroviral therapy (HAART). This therapy has shown a reduction in the morbidity and mortality, in addition to lowering the risk of transmitting the infection to others. Drug dosing is once daily. For example: Rilpivirine/emtricitabine/tenofovir disoproxil is a tablet that contains 25 mg rilpivirine, 200 mg emtricitabine, and 245 mg tenofovir disoproxil Rilpivirine/tenofovir alafenamide/emtricitabine is a tablet with 25 mg rilpivirine, 25 mg tenofovir alafenamide, and 200 mg emtricitabine Dolutegravir/abacavir/lamivudine is an antiretroviral drug combination containing 50 mg dolutegravir, 600 mg abacavir, and 300 mg lamivudine Management of opportunistic infections in HIV/AIDS is tailored based on the causative organisms"}
{"id": "article-22941_46", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Toxoplasma gondii: In patients who are Toxoplasma-seropositive and with CD4+ counts less than 100 cells/mm^3 prophylactic double strength daily dose of trimethoprim-sulfamethoxazole (TMP-SMX) should be initiated. The alternative prophylactic regimen is dapsone-pyrimethamine and leucovorin. Acute infections can be treated with a combination of pyrimethamine and sulfadiazine and leucovorin. Alternative drugs include spiramycin, clindamycin, trimethoprim-sulfamethoxazole. Spiramycin is the recommendation for use in pregnancy to prevent congenital transmission. Anticonvulsants may be useful in patients with a history of seizures who have TE but are not recommended as prophylaxis. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Toxoplasma gondii: In patients who are Toxoplasma-seropositive and with CD4+ counts less than 100 cells/mm^3 prophylactic double strength daily dose of trimethoprim-sulfamethoxazole (TMP-SMX) should be initiated. The alternative prophylactic regimen is dapsone-pyrimethamine and leucovorin. Acute infections can be treated with a combination of pyrimethamine and sulfadiazine and leucovorin. Alternative drugs include spiramycin, clindamycin, trimethoprim-sulfamethoxazole. Spiramycin is the recommendation for use in pregnancy to prevent congenital transmission. Anticonvulsants may be useful in patients with a history of seizures who have TE but are not recommended as prophylaxis. [21]"}
{"id": "article-22941_47", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Pneumocystis jirovecii: All HIV positive patients, including pregnant women, must be started on TMP-SMX for chemoprophylaxis when their CD4+ count is less than 200 cells/mm^3. Alternative prophylactic medications include dapsone, dapsone plus pyrimethamine plus leucovorin, atovaquone and aerosolized pentamidine. PCP is treated with TMP-SMZ which is the drug of choice. Other drugs include dapsone, TMP, clindamycin plus primaquine or IV pentamidine, atovaquone suspension. Aerosolized pentamidine is not used to treat PCP. Recommended duration of therapy is 21 days. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Pneumocystis jirovecii: All HIV positive patients, including pregnant women, must be started on TMP-SMX for chemoprophylaxis when their CD4+ count is less than 200 cells/mm^3. Alternative prophylactic medications include dapsone, dapsone plus pyrimethamine plus leucovorin, atovaquone and aerosolized pentamidine. PCP is treated with TMP-SMZ which is the drug of choice. Other drugs include dapsone, TMP, clindamycin plus primaquine or IV pentamidine, atovaquone suspension. Aerosolized pentamidine is not used to treat PCP. Recommended duration of therapy is 21 days. [21]"}
{"id": "article-22941_48", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Cryptococcus neoformans: Combination therapy of flucytosine and amphotericin B is the treatment of choice for cryptococcal meningitis. An alternative regimen of fluconazole and flucytosine are options, although it is inferior to amphoterin B. [30] Duration of combination therapy is 2 weeks, following which, after confirmation of a negative CSF culture on repeat lumbar puncture, they can be discontinued and started on fluconazole 400 mg daily for 8 weeks. Following this, the dose is reduced to 200 mg daily for 1 year. Secondary prophylaxis must be reinitiated when the CD4+ counts less than 100 cells/mm^3. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Cryptococcus neoformans: Combination therapy of flucytosine and amphotericin B is the treatment of choice for cryptococcal meningitis. An alternative regimen of fluconazole and flucytosine are options, although it is inferior to amphoterin B. [30] Duration of combination therapy is 2 weeks, following which, after confirmation of a negative CSF culture on repeat lumbar puncture, they can be discontinued and started on fluconazole 400 mg daily for 8 weeks. Following this, the dose is reduced to 200 mg daily for 1 year. Secondary prophylaxis must be reinitiated when the CD4+ counts less than 100 cells/mm^3. [21]"}
{"id": "article-22941_49", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Mycobacterium avium complex (MAC): MAC organisms are resistant to first-line antituberculosis therapy. Clarithromycin is the preferred drug of choice and the first agent along with ethambutol (second drug) for the initial treatment of MAC. Rifabutin has been added as the third drug. Azithromycin may be used when clarithromycin cannot be tolerated due to drug interactions or patient intolerance. The fourth agents that can be used are either levofloxacin or moxifloxacin. [21] Clofazimine should not be used due to increased mortality and lack of efficacy. Primary prophylaxis is not recommended in patients with HIV unless their CD4+ cells count are less than 50 cells/mm^3. [31]", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Mycobacterium avium complex (MAC): MAC organisms are resistant to first-line antituberculosis therapy. Clarithromycin is the preferred drug of choice and the first agent along with ethambutol (second drug) for the initial treatment of MAC. Rifabutin has been added as the third drug. Azithromycin may be used when clarithromycin cannot be tolerated due to drug interactions or patient intolerance. The fourth agents that can be used are either levofloxacin or moxifloxacin. [21] Clofazimine should not be used due to increased mortality and lack of efficacy. Primary prophylaxis is not recommended in patients with HIV unless their CD4+ cells count are less than 50 cells/mm^3. [31]"}
{"id": "article-22941_50", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Mycobacterium tuberculosis: Drug-susceptible TB infection is treated for 6 months using a combination of isoniazid (INH), pyrazinamide (PZA), rifampin (RIF) or rifabutin, and ethambutol (EMB) for 2 months by directly observed therapy (DOT), followed by INH and RIF for 4 months. In patients with cavitary disease noted on chest X-ray or those with positive cultures, the treatment should be for a total of 9 months with an additional 3 more months of INH and RIF. All patients receiving INH therapy must be prescribed pyridoxine supplements. Extrapulmonary TB except for CNS disease, bone, and joint involvement, should be treated for 6 to 9 months (2 months of INH, PZA, RIF, and EMB, followed by 4 to 7 months of INH and RIF). In patients with CNS, bone, and joint diseases, treatment must be for 9 to 12 months. Intermittent dosing has better medication compliance rates when administered by DOT and achieves higher peak serum concentration. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Mycobacterium tuberculosis: Drug-susceptible TB infection is treated for 6 months using a combination of isoniazid (INH), pyrazinamide (PZA), rifampin (RIF) or rifabutin, and ethambutol (EMB) for 2 months by directly observed therapy (DOT), followed by INH and RIF for 4 months. In patients with cavitary disease noted on chest X-ray or those with positive cultures, the treatment should be for a total of 9 months with an additional 3 more months of INH and RIF. All patients receiving INH therapy must be prescribed pyridoxine supplements. Extrapulmonary TB except for CNS disease, bone, and joint involvement, should be treated for 6 to 9 months (2 months of INH, PZA, RIF, and EMB, followed by 4 to 7 months of INH and RIF). In patients with CNS, bone, and joint diseases, treatment must be for 9 to 12 months. Intermittent dosing has better medication compliance rates when administered by DOT and achieves higher peak serum concentration. [21]"}
{"id": "article-22941_51", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Cytomegalovirus: Oral or IV ganciclovir, IV foscarnet, IV cidofovir has been used successfully to treat life-threatening cytomegalovirus infection in people with CMV retinitis. In pregnancy, intravitreous ganciclovir coupled with valganciclovir is given in the first trimester for retinal disease.", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Cytomegalovirus: Oral or IV ganciclovir, IV foscarnet, IV cidofovir has been used successfully to treat life-threatening cytomegalovirus infection in people with CMV retinitis. In pregnancy, intravitreous ganciclovir coupled with valganciclovir is given in the first trimester for retinal disease."}
{"id": "article-22941_52", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Herpes simplex viruses: Both orolabial and genital HSV lesions are treatable with oral acyclovir, valacyclovir or famciclovir. Duration of treatment is 5 to 10 days. IV acyclovir can be used for severe mucocutaneous lesions.", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Herpes simplex viruses: Both orolabial and genital HSV lesions are treatable with oral acyclovir, valacyclovir or famciclovir. Duration of treatment is 5 to 10 days. IV acyclovir can be used for severe mucocutaneous lesions."}
{"id": "article-22941_53", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Histoplasma capsulatum: IV liposomal amphotericin B is used in severe disseminated histoplasmosis. Duration of treatment is 2 weeks followed by 3 days of oral itraconazole 200 mg 3 times daily and finally 200 mg daily for at least 12 months.", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Histoplasma capsulatum: IV liposomal amphotericin B is used in severe disseminated histoplasmosis. Duration of treatment is 2 weeks followed by 3 days of oral itraconazole 200 mg 3 times daily and finally 200 mg daily for at least 12 months."}
{"id": "article-22941_54", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Coccidioidomycosis: Fluconazole or itraconazole are options in the treatment of mild disease as well as meningitis. Itraconazole is used for bone or joint disease, while amphoterin B is used for pulmonary involvement. Posaconazole or voriconazole are also possibilities, although the data is limited. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Coccidioidomycosis: Fluconazole or itraconazole are options in the treatment of mild disease as well as meningitis. Itraconazole is used for bone or joint disease, while amphoterin B is used for pulmonary involvement. Posaconazole or voriconazole are also possibilities, although the data is limited. [21]"}
{"id": "article-22941_55", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Mucocutaneous candidiasis: Oral fluconazole is the drug of choice. Both itraconazole and posaconazole solutions are as effective as fluconazole but less tolerated. Esophageal candidiasis can be treated with a 14 to 21-day therapy of oral or IV fluconazole or oral itraconazole. Vulvovaginal candidiasis is treatable with oral fluconazole, topical azoles (clotrimazole, miconazole) or oral itraconazole solution. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Mucocutaneous candidiasis: Oral fluconazole is the drug of choice. Both itraconazole and posaconazole solutions are as effective as fluconazole but less tolerated. Esophageal candidiasis can be treated with a 14 to 21-day therapy of oral or IV fluconazole or oral itraconazole. Vulvovaginal candidiasis is treatable with oral fluconazole, topical azoles (clotrimazole, miconazole) or oral itraconazole solution. [21]"}
{"id": "article-22941_56", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Cryptosporidiosis: ART must be initiated in patients with a goal to restore CD4+ cells count greater than 100 cells/mm^3 as this leads to the resolution of clinical cryptosporidiosis. Diarrheal losses should be adequately repleted either orally or by the IV route. Multiple agents including nitazoxanide, spiramycin, paromomycin, bovine dialyzable leukocyte extract, and bovine hyperimmune colostrum are studied, but none of these are effective consistently without concurrent ART use. [32] Microsporidiosis: ART must be initiated in patients with a goal to restore CD4+ cells count over 100 cells/mm^3 as this leads to the resolution of clinical microsporidiosis. JC virus infection: There is no definitive treatment available for JCV. Initiation of ART to reverse immunosuppression is the main therapy in these patients.", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Cryptosporidiosis: ART must be initiated in patients with a goal to restore CD4+ cells count greater than 100 cells/mm^3 as this leads to the resolution of clinical cryptosporidiosis. Diarrheal losses should be adequately repleted either orally or by the IV route. Multiple agents including nitazoxanide, spiramycin, paromomycin, bovine dialyzable leukocyte extract, and bovine hyperimmune colostrum are studied, but none of these are effective consistently without concurrent ART use. [32] Microsporidiosis: ART must be initiated in patients with a goal to restore CD4+ cells count over 100 cells/mm^3 as this leads to the resolution of clinical microsporidiosis. JC virus infection: There is no definitive treatment available for JCV. Initiation of ART to reverse immunosuppression is the main therapy in these patients."}
{"id": "article-22941_57", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Bartonellosis: Doxycycline and erythromycin have been used to treat BA, bacteremia, peliosis hepatis, bone infections successfully. Duration of the therapy is usually long and requires treatment for at least 3 months. CNS infections receive treatment with doxycycline with or without RIF. Azithromycin can be used in patients with concerns for medication compliance. [21]", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Bartonellosis: Doxycycline and erythromycin have been used to treat BA, bacteremia, peliosis hepatis, bone infections successfully. Duration of the therapy is usually long and requires treatment for at least 3 months. CNS infections receive treatment with doxycycline with or without RIF. Azithromycin can be used in patients with concerns for medication compliance. [21]"}
{"id": "article-22941_58", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Syphilis: Penicillin is the drug of choice. Early syphilis can be treated with benzathine penicillin. Neurosyphilis can be treated with IV aqueous crystalline penicillin G or procaine penicillin for 10 to 14 days. Tertiary syphilis involves complex management and must always include a specialist to guide the course of the treatment.", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Syphilis: Penicillin is the drug of choice. Early syphilis can be treated with benzathine penicillin. Neurosyphilis can be treated with IV aqueous crystalline penicillin G or procaine penicillin for 10 to 14 days. Tertiary syphilis involves complex management and must always include a specialist to guide the course of the treatment."}
{"id": "article-22941_59", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Human papillomavirus infection: Oral and genital warts are difficult to treat as more than one medications are often necessary for refractory or recurrent lesions. Podophyllotoxin, imiquimod, cryotherapy, trichloroacetic acid (TCA), or bichloroacetic acid are all options with varying efficacy. Surgical treatments are very effective and include electrocautery, tangential shave excision, curettage, tangential scissor excision, electrosurgery, infrared coagulation. A specialist must address all cancerous lesions.", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Human papillomavirus infection: Oral and genital warts are difficult to treat as more than one medications are often necessary for refractory or recurrent lesions. Podophyllotoxin, imiquimod, cryotherapy, trichloroacetic acid (TCA), or bichloroacetic acid are all options with varying efficacy. Surgical treatments are very effective and include electrocautery, tangential shave excision, curettage, tangential scissor excision, electrosurgery, infrared coagulation. A specialist must address all cancerous lesions."}
{"id": "article-22941_60", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Hepatitis B virus infection: In HIV/HBV coinfections, fixed-dose formulations of tenofovir disoproxil fumarate (TDF) or tenofovir alafenamide (TAF)/emtricitabine are the treatment of choice due to their anti-HBV activity. Lamivudine or emtricitabine, if used long term, as the only drug active against HBV, can lead to a high rate of HBV drug-resistance mutations.", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Hepatitis B virus infection: In HIV/HBV coinfections, fixed-dose formulations of tenofovir disoproxil fumarate (TDF) or tenofovir alafenamide (TAF)/emtricitabine are the treatment of choice due to their anti-HBV activity. Lamivudine or emtricitabine, if used long term, as the only drug active against HBV, can lead to a high rate of HBV drug-resistance mutations."}
{"id": "article-22941_61", "title": "HIV-1–Associated Opportunistic Infections -- Treatment / Management", "content": "Hepatitis C virus infection: Emphasis should be on starting ART at the earliest in these patients to reduce the risk of progression of liver disease. HCV infection is not preventable with vaccinations. There is also no post-exposure prophylaxis. Treatment of chronic hepatitis C is based on the viral genotype and is beyond the scope of this review.", "contents": "HIV-1–Associated Opportunistic Infections -- Treatment / Management. Hepatitis C virus infection: Emphasis should be on starting ART at the earliest in these patients to reduce the risk of progression of liver disease. HCV infection is not preventable with vaccinations. There is also no post-exposure prophylaxis. Treatment of chronic hepatitis C is based on the viral genotype and is beyond the scope of this review."}
{"id": "article-22941_62", "title": "HIV-1–Associated Opportunistic Infections -- Differential Diagnosis", "content": "Central nervous system toxoplasmosis: CNS lymphoma CNS vasculitis Brain abscess Rubella Newborn hemolytic anemia Infections caused by Cryptococcus neoformans, Aspergillus species and Nocardia species Mycosis fungoides Sarcoidosis Bacterial sepsis Syphilis Tuberculosis Tularemia Acute HIV infection Cytomegalovirus retinitis Cytomegalovirus encephalitis Cytomegalovirus ventriculitis CNS tuberculosis Disseminated tuberculosis Leukemia Lymphoma Progressive multifocal leukoencephalopathy Fungal endophthalmitis Intraocular foreign body Ocular manifestations of syphilis Anterior granulomatous uveitis Anterior nongranulomatous uveitis Toxocariasis Primary intraocular lymphoma Herpes simplex infection Histoplasmosis Listeriosis Pneumocystis jirovecii pneumonia : Acute respiratory distress syndrome Cytomegalovirus infection Lymphocytic interstitial pneumonia Mycoplasma infection Viral pneumonia Legionellosis Tuberculosis Cryptococcus neoformans:", "contents": "HIV-1–Associated Opportunistic Infections -- Differential Diagnosis. Central nervous system toxoplasmosis: CNS lymphoma CNS vasculitis Brain abscess Rubella Newborn hemolytic anemia Infections caused by Cryptococcus neoformans, Aspergillus species and Nocardia species Mycosis fungoides Sarcoidosis Bacterial sepsis Syphilis Tuberculosis Tularemia Acute HIV infection Cytomegalovirus retinitis Cytomegalovirus encephalitis Cytomegalovirus ventriculitis CNS tuberculosis Disseminated tuberculosis Leukemia Lymphoma Progressive multifocal leukoencephalopathy Fungal endophthalmitis Intraocular foreign body Ocular manifestations of syphilis Anterior granulomatous uveitis Anterior nongranulomatous uveitis Toxocariasis Primary intraocular lymphoma Herpes simplex infection Histoplasmosis Listeriosis Pneumocystis jirovecii pneumonia : Acute respiratory distress syndrome Cytomegalovirus infection Lymphocytic interstitial pneumonia Mycoplasma infection Viral pneumonia Legionellosis Tuberculosis Cryptococcus neoformans:"}
{"id": "article-22941_63", "title": "HIV-1–Associated Opportunistic Infections -- Differential Diagnosis", "content": "Acanthamoeba infection Basal cell carcinoma Aspergillus abscess Pyogenic abscess Nocardial abscess Mycoses Chronic, benign lymphocytic meningitis Hemorrhages Lymphomas Meningeal metastases Histoplasmosis Molluscum contagiosum Pneumocystis jirovecii pneumonia Lipoma Tuberculosis Syphilis Toxoplasmosis Mycobacterium avium complex (MAC): Mumps Parotid Tumor Mycobacterium scrofulaceum infection Nontuberculous mycobacterial infections Lung cancer Lymphoma Aspergillosis Bartonellosis Cytomegalovirus Blastomycosis Actinomycosis Mycobacterium marinum infection Tuberculosis Histoplasmosis Hypersensitivity pneumonitis Sarcoidosis Mycobacterium tuberculosis:", "contents": "HIV-1–Associated Opportunistic Infections -- Differential Diagnosis. Acanthamoeba infection Basal cell carcinoma Aspergillus abscess Pyogenic abscess Nocardial abscess Mycoses Chronic, benign lymphocytic meningitis Hemorrhages Lymphomas Meningeal metastases Histoplasmosis Molluscum contagiosum Pneumocystis jirovecii pneumonia Lipoma Tuberculosis Syphilis Toxoplasmosis Mycobacterium avium complex (MAC): Mumps Parotid Tumor Mycobacterium scrofulaceum infection Nontuberculous mycobacterial infections Lung cancer Lymphoma Aspergillosis Bartonellosis Cytomegalovirus Blastomycosis Actinomycosis Mycobacterium marinum infection Tuberculosis Histoplasmosis Hypersensitivity pneumonitis Sarcoidosis Mycobacterium tuberculosis:"}
{"id": "article-22941_64", "title": "HIV-1–Associated Opportunistic Infections -- Differential Diagnosis", "content": "Tularemia Actinomycosis Mycobacterium avium complex infection M. chelonae infection M. fortuitum infection M. gordonae infection M. kansasii infection M. marinum infection Squamous cell carcinoma Endemic syphilis Erythema induratum (nodular vasculitis) Erythema nodosum Leprosy Leishmaniasis Cat scratch disease Syphilis Actinomycosis Aspergillosis Bronchiectasis Constrictive pericarditis Fungal pneumonia Histoplasmosis Lung abscess Nocardiosis Non-small cell lung cancer Cytomegalovirus: HIV/AIDS Enteroviruses Autoimmune hepatitis Human herpesvirus 6 infection Infectious mononucleosis Toxoplasmosis Viral hepatitis Herpes simplex encephalitis: Apsetic meningitis Neuro-Behcet disease Benign childhood epilepsy Intracranial epidural abscess Haemophilus meningitis CNS complications in HIV Intracranial hemorrhage Migraine headache Neurosyphilis Paraneoplastic encephalomyelitis Histoplasma capsulatum:", "contents": "HIV-1–Associated Opportunistic Infections -- Differential Diagnosis. Tularemia Actinomycosis Mycobacterium avium complex infection M. chelonae infection M. fortuitum infection M. gordonae infection M. kansasii infection M. marinum infection Squamous cell carcinoma Endemic syphilis Erythema induratum (nodular vasculitis) Erythema nodosum Leprosy Leishmaniasis Cat scratch disease Syphilis Actinomycosis Aspergillosis Bronchiectasis Constrictive pericarditis Fungal pneumonia Histoplasmosis Lung abscess Nocardiosis Non-small cell lung cancer Cytomegalovirus: HIV/AIDS Enteroviruses Autoimmune hepatitis Human herpesvirus 6 infection Infectious mononucleosis Toxoplasmosis Viral hepatitis Herpes simplex encephalitis: Apsetic meningitis Neuro-Behcet disease Benign childhood epilepsy Intracranial epidural abscess Haemophilus meningitis CNS complications in HIV Intracranial hemorrhage Migraine headache Neurosyphilis Paraneoplastic encephalomyelitis Histoplasma capsulatum:"}
{"id": "article-22941_65", "title": "HIV-1–Associated Opportunistic Infections -- Differential Diagnosis", "content": "Sarcoidosis Aspergillosis Aspiration pneumonitis and pneumonia Chlamydial pneumonia Fungal pneumonia Bacterial pneumonia Blastomycosis Carcinoid lung tumors Legionellosis Coccidioidomycosis and Valley fever Mediastinal cysts Mediastinal lymphoma Mycoplasma infection Pneumococcal infection Pneumocystis jirovecii pneumonia Viral pneumonia Tuberculosis", "contents": "HIV-1–Associated Opportunistic Infections -- Differential Diagnosis. Sarcoidosis Aspergillosis Aspiration pneumonitis and pneumonia Chlamydial pneumonia Fungal pneumonia Bacterial pneumonia Blastomycosis Carcinoid lung tumors Legionellosis Coccidioidomycosis and Valley fever Mediastinal cysts Mediastinal lymphoma Mycoplasma infection Pneumococcal infection Pneumocystis jirovecii pneumonia Viral pneumonia Tuberculosis"}
{"id": "article-22941_66", "title": "HIV-1–Associated Opportunistic Infections -- Prognosis", "content": "The prognosis of opportunistic infections in AIDS remains poor; however, improving patient compliance with ART may lead to fewer infections, in turn improving overall outcomes in HIV positive patients. [33]", "contents": "HIV-1–Associated Opportunistic Infections -- Prognosis. The prognosis of opportunistic infections in AIDS remains poor; however, improving patient compliance with ART may lead to fewer infections, in turn improving overall outcomes in HIV positive patients. [33]"}
{"id": "article-22941_67", "title": "HIV-1–Associated Opportunistic Infections -- Complications", "content": "Patients with HIV/AIDS are prone to opportunistic infections given their immunosuppressed state; this risk is exaggerated with the weakening of the immune system as the disease progresses. In addition to the infections, some of the noninfectious complications include HIV-related encephalopathy, high-grade B-cell lymphoma, HIV-induced wasting syndrome, HIV associated nephropathy. [34]", "contents": "HIV-1–Associated Opportunistic Infections -- Complications. Patients with HIV/AIDS are prone to opportunistic infections given their immunosuppressed state; this risk is exaggerated with the weakening of the immune system as the disease progresses. In addition to the infections, some of the noninfectious complications include HIV-related encephalopathy, high-grade B-cell lymphoma, HIV-induced wasting syndrome, HIV associated nephropathy. [34]"}
{"id": "article-22941_68", "title": "HIV-1–Associated Opportunistic Infections -- Enhancing Healthcare Team Outcomes", "content": "Management of HIV patients is best accomplished with the help of an interprofessional team of healthcare professionals that includes the infectious disease specialist, pharmacist, internist, infection control specialty nurses, and other specialists depending on the organ infected. This approach demonstrates the best chances for optimal patient care and therapeutic success. [Level V]", "contents": "HIV-1–Associated Opportunistic Infections -- Enhancing Healthcare Team Outcomes. Management of HIV patients is best accomplished with the help of an interprofessional team of healthcare professionals that includes the infectious disease specialist, pharmacist, internist, infection control specialty nurses, and other specialists depending on the organ infected. This approach demonstrates the best chances for optimal patient care and therapeutic success. [Level V]"}
{"id": "article-22941_69", "title": "HIV-1–Associated Opportunistic Infections -- Enhancing Healthcare Team Outcomes", "content": "The pharmacist has to emphasize medication compliance and regular follow up of HIV seropositive individuals. Education on the importance of checking serial CD4+ counts and its implications in initiating chemoprophylaxis to prevent opportunistic infections must be emphasized at every clinic visit. Safe sex practices, needle disposal education in intravenous drug users are highly encouraged to reduce the spread of HIV infection.", "contents": "HIV-1–Associated Opportunistic Infections -- Enhancing Healthcare Team Outcomes. The pharmacist has to emphasize medication compliance and regular follow up of HIV seropositive individuals. Education on the importance of checking serial CD4+ counts and its implications in initiating chemoprophylaxis to prevent opportunistic infections must be emphasized at every clinic visit. Safe sex practices, needle disposal education in intravenous drug users are highly encouraged to reduce the spread of HIV infection."}
{"id": "article-22941_70", "title": "HIV-1–Associated Opportunistic Infections -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "HIV-1–Associated Opportunistic Infections -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}