{"id": "article-17566_0", "title": "Cutaneous Angiofibroma -- Continuing Education Activity", "content": "Cutaneous angiofibroma is a term used to define a group of lesions with different clinical presentations but with the same histologic findings. Both facial angiofibroma (greater than or equal to 3 needed) and periungual angiofibroma (greater than or equal to 2 needed) are 2 of the major criteria for TS. Multiple facial angiofibromas are also found in multiple endocrine neoplasia type 1 (MEN-1) and Birt-Hogg-Dube syndrome. Pearly penile papules are chronic, asymptomatic papules found on the coronal margin and sulcus of the penis. They are more common in uncircumcised men. This activity describes the evaluation, diagnosis, and management of cutaneous angiofibroma and highlights the role of team-based interprofessional care for affected patients.", "contents": "Cutaneous Angiofibroma -- Continuing Education Activity. Cutaneous angiofibroma is a term used to define a group of lesions with different clinical presentations but with the same histologic findings. Both facial angiofibroma (greater than or equal to 3 needed) and periungual angiofibroma (greater than or equal to 2 needed) are 2 of the major criteria for TS. Multiple facial angiofibromas are also found in multiple endocrine neoplasia type 1 (MEN-1) and Birt-Hogg-Dube syndrome. Pearly penile papules are chronic, asymptomatic papules found on the coronal margin and sulcus of the penis. They are more common in uncircumcised men. This activity describes the evaluation, diagnosis, and management of cutaneous angiofibroma and highlights the role of team-based interprofessional care for affected patients."}
{"id": "article-17566_1", "title": "Cutaneous Angiofibroma -- Continuing Education Activity", "content": "Objectives: Identify the presentation of cutaneous angiofibroma. Determine the treatment for cutaneous angiofibroma. Interpret the prognosis of cutaneous angiofibroma. Communicate the evaluation, diagnosis, and management of cutaneous angiofribromas and highlight team-based interprofessional care's role for affected patients. Access free multiple choice questions on this topic.", "contents": "Cutaneous Angiofibroma -- Continuing Education Activity. Objectives: Identify the presentation of cutaneous angiofibroma. Determine the treatment for cutaneous angiofibroma. Interpret the prognosis of cutaneous angiofibroma. Communicate the evaluation, diagnosis, and management of cutaneous angiofribromas and highlight team-based interprofessional care's role for affected patients. Access free multiple choice questions on this topic."}
{"id": "article-17566_2", "title": "Cutaneous Angiofibroma -- Introduction", "content": "Cutaneous angiofibroma is a term used to define a group of lesions with different clinical presentations but with the same histologic findings. They are benign fibrous neoplasms comprised of a proliferation of stellate and spindled cells, thin-walled blood vessels with dilated lumina in the dermis, and concentric collagen bundles. Cutaneous angiofibroma can be located on different body areas, including the face, commonly called fibrous papules or adenoma sebaceum. On the penis, where they are called pearly penile papules; underneath the nail, where they are called periungual angiofibroma or Koenen tumors, and in the mouth where they are called oral fibromas. Facial angiofibromas are considered 1 of the most obvious clinical presentations of tuberous sclerosis. Tuberous sclerosis is an autosomal dominant hamartomatous disorder that affects the skin, kidneys, heart, brain, and lungs. With tuberous sclerosis, angiofibromas typically arise on the face in childhood and early adulthood. Both facial angiofibroma (greater than or equal to 3 needed) and periungual angiofibroma (greater than or equal to 2 needed) are 2 of the major criteria for tuberous sclerosis. Multiple facial angiofibromas are also found in multiple endocrine neoplasia type 1 (MEN-1) and Birt-Hogg-Dube syndrome. Pearly penile papules are chronic, asymptomatic papules found on the coronal margin and sulcus of the penis. They are more common in uncircumcised men (See Image. Tuberous Sclerosis Angiofibromas). [1] [2] [3]", "contents": "Cutaneous Angiofibroma -- Introduction. Cutaneous angiofibroma is a term used to define a group of lesions with different clinical presentations but with the same histologic findings. They are benign fibrous neoplasms comprised of a proliferation of stellate and spindled cells, thin-walled blood vessels with dilated lumina in the dermis, and concentric collagen bundles. Cutaneous angiofibroma can be located on different body areas, including the face, commonly called fibrous papules or adenoma sebaceum. On the penis, where they are called pearly penile papules; underneath the nail, where they are called periungual angiofibroma or Koenen tumors, and in the mouth where they are called oral fibromas. Facial angiofibromas are considered 1 of the most obvious clinical presentations of tuberous sclerosis. Tuberous sclerosis is an autosomal dominant hamartomatous disorder that affects the skin, kidneys, heart, brain, and lungs. With tuberous sclerosis, angiofibromas typically arise on the face in childhood and early adulthood. Both facial angiofibroma (greater than or equal to 3 needed) and periungual angiofibroma (greater than or equal to 2 needed) are 2 of the major criteria for tuberous sclerosis. Multiple facial angiofibromas are also found in multiple endocrine neoplasia type 1 (MEN-1) and Birt-Hogg-Dube syndrome. Pearly penile papules are chronic, asymptomatic papules found on the coronal margin and sulcus of the penis. They are more common in uncircumcised men (See Image. Tuberous Sclerosis Angiofibromas). [1] [2] [3]"}
{"id": "article-17566_3", "title": "Cutaneous Angiofibroma -- Etiology", "content": "Tuberous sclerosis is caused by mutations in the genes tuberous sclerosis complex 1 (TSC 1), which encodes the protein hamartin, and tuberous sclerosis complex 2 (TSC 2), which encodes the protein tuberin. MEN-1 is due to a mutation in the MEN1 gene, which encodes menin. Birt-Hogg-Dube syndrome is caused by a mutation in the FLCN gene, which encodes folliculin.", "contents": "Cutaneous Angiofibroma -- Etiology. Tuberous sclerosis is caused by mutations in the genes tuberous sclerosis complex 1 (TSC 1), which encodes the protein hamartin, and tuberous sclerosis complex 2 (TSC 2), which encodes the protein tuberin. MEN-1 is due to a mutation in the MEN1 gene, which encodes menin. Birt-Hogg-Dube syndrome is caused by a mutation in the FLCN gene, which encodes folliculin."}
{"id": "article-17566_4", "title": "Cutaneous Angiofibroma -- Epidemiology", "content": "Seventy-five percent of individuals with tuberous sclerosis eventually develop angiofibromas. Periungual angiofibromas are less common in children, but the incidence increases to 40% in adults. In tuberous sclerosis, periungual angiofibromas occur in 30% to 60% of patients. Oral fibromas can occur in 30% to 70% of patients with tuberous sclerosis and occur more in adults than in children. Pearly penile papules occur in about 30% of post-pubertal males.", "contents": "Cutaneous Angiofibroma -- Epidemiology. Seventy-five percent of individuals with tuberous sclerosis eventually develop angiofibromas. Periungual angiofibromas are less common in children, but the incidence increases to 40% in adults. In tuberous sclerosis, periungual angiofibromas occur in 30% to 60% of patients. Oral fibromas can occur in 30% to 70% of patients with tuberous sclerosis and occur more in adults than in children. Pearly penile papules occur in about 30% of post-pubertal males."}
{"id": "article-17566_5", "title": "Cutaneous Angiofibroma -- Pathophysiology", "content": "As previously mentioned, tuberous sclerosis is caused by mutations in TSC 1, which encodes the protein hamartin, and TSC 2, which encodes the protein tuberin. These proteins normally suppress the activation of the mammalian target of rapamycin (mTOR); however, when mutated, they cause unregulated proliferation of cell growth, forming multi-organ hamartomas. mTOR is activated in the proliferating fibroblast-like cells within facial angiofibromas. The cells produce an epidermal growth factor called epiregulin, which stimulates epidermal cell proliferation so that they are produced at a faster rate. Angiofibromas of tuberous sclerosis also have vascular proliferation from increased expression of angiogenic factors such as vascular endothelial growth factor (VEGF). VEGF stimulates mTOR. [4] [5] [6]", "contents": "Cutaneous Angiofibroma -- Pathophysiology. As previously mentioned, tuberous sclerosis is caused by mutations in TSC 1, which encodes the protein hamartin, and TSC 2, which encodes the protein tuberin. These proteins normally suppress the activation of the mammalian target of rapamycin (mTOR); however, when mutated, they cause unregulated proliferation of cell growth, forming multi-organ hamartomas. mTOR is activated in the proliferating fibroblast-like cells within facial angiofibromas. The cells produce an epidermal growth factor called epiregulin, which stimulates epidermal cell proliferation so that they are produced at a faster rate. Angiofibromas of tuberous sclerosis also have vascular proliferation from increased expression of angiogenic factors such as vascular endothelial growth factor (VEGF). VEGF stimulates mTOR. [4] [5] [6]"}
{"id": "article-17566_6", "title": "Cutaneous Angiofibroma -- Histopathology", "content": "All cutaneous angiofibromas comprise a dermal proliferation of fibroblasts in a collagenous stroma with an increase in thin-walled, dilated blood vessels. Collagen fibers are concentrically arranged around hair follicles and blood vessels. Elastic fibers can be decreased, and the epidermis can be atrophic. Fibroblasts can be stellate in shape and can be multinucleated. Immunohistochemistry for these cells shows positivity for factor XIIa and negative for S100 protein.", "contents": "Cutaneous Angiofibroma -- Histopathology. All cutaneous angiofibromas comprise a dermal proliferation of fibroblasts in a collagenous stroma with an increase in thin-walled, dilated blood vessels. Collagen fibers are concentrically arranged around hair follicles and blood vessels. Elastic fibers can be decreased, and the epidermis can be atrophic. Fibroblasts can be stellate in shape and can be multinucleated. Immunohistochemistry for these cells shows positivity for factor XIIa and negative for S100 protein."}
{"id": "article-17566_7", "title": "Cutaneous Angiofibroma -- History and Physical", "content": "Fibrous papules are solitary, dome-shaped, skin-colored to red papules located on the central face, usually around the nose and on the malar eminences. They can have tiny telangiectatic vessels located on the surface of the papule. In tuberous sclerosis, angiofibromas typically arise symmetrically on the cheeks, nasolabial folds, nose, and chin. They can start as erythematous macules that form into red to red-brown papules that can coalesce into plaques.", "contents": "Cutaneous Angiofibroma -- History and Physical. Fibrous papules are solitary, dome-shaped, skin-colored to red papules located on the central face, usually around the nose and on the malar eminences. They can have tiny telangiectatic vessels located on the surface of the papule. In tuberous sclerosis, angiofibromas typically arise symmetrically on the cheeks, nasolabial folds, nose, and chin. They can start as erythematous macules that form into red to red-brown papules that can coalesce into plaques."}
{"id": "article-17566_8", "title": "Cutaneous Angiofibroma -- History and Physical", "content": "Pearly penile papules are pearly, white, dome-shaped, closely aggregated small papules located on the glans penis in a multilayered and circumferential manner on the corona. Periungual angiofibromas occur in tuberous sclerosis in late childhood to early adulthood. They arise from the lateral or proximal nail fold and commonly occur on the toes. They can be painful and can distort the shape of the nail. Oral fibromas occur most commonly on the gingiva, but lesions can also occur on buccal or labial mucosa and occasionally the tongue.", "contents": "Cutaneous Angiofibroma -- History and Physical. Pearly penile papules are pearly, white, dome-shaped, closely aggregated small papules located on the glans penis in a multilayered and circumferential manner on the corona. Periungual angiofibromas occur in tuberous sclerosis in late childhood to early adulthood. They arise from the lateral or proximal nail fold and commonly occur on the toes. They can be painful and can distort the shape of the nail. Oral fibromas occur most commonly on the gingiva, but lesions can also occur on buccal or labial mucosa and occasionally the tongue."}
{"id": "article-17566_9", "title": "Cutaneous Angiofibroma -- History and Physical", "content": "Clinical findings in Birt-Hogg-Dube include fibrofolliculomas, perifollicular fibromas (some authorities consider perifollicular fibroma related to angiofibroma), and trichodiscomas. These are all present as skin-colored to hypopigmented papules on the head, neck, or upper trunk.", "contents": "Cutaneous Angiofibroma -- History and Physical. Clinical findings in Birt-Hogg-Dube include fibrofolliculomas, perifollicular fibromas (some authorities consider perifollicular fibroma related to angiofibroma), and trichodiscomas. These are all present as skin-colored to hypopigmented papules on the head, neck, or upper trunk."}
{"id": "article-17566_10", "title": "Cutaneous Angiofibroma -- Evaluation", "content": "The diagnosis of angiofibroma is made by history, physical exam, and skin biopsy. If tuberous sclerosis, MEN-1, or Birt-Hogg-Dube are suspected, genetic testing should be completed, as well as an extensive workup searching for tumors for their respective conditions.", "contents": "Cutaneous Angiofibroma -- Evaluation. The diagnosis of angiofibroma is made by history, physical exam, and skin biopsy. If tuberous sclerosis, MEN-1, or Birt-Hogg-Dube are suspected, genetic testing should be completed, as well as an extensive workup searching for tumors for their respective conditions."}
{"id": "article-17566_11", "title": "Cutaneous Angiofibroma -- Treatment / Management", "content": "Current treatments for angiofibromas include shave excision, cryotherapy, electrodesiccation, radiofrequency ablation, dermabrasion, lasers such as ablative fractional laser resurfacing (AFR) and pulsed dye laser (PDL), and topical podophyllotoxin. Although these treatments have proven to be successful, they can result in scarring, post-inflammatory hyperpigmentation, and pain. The recurrence rate can be up to 80%, necessitating follow-up treatments. Topical rapamycin, an mTOR inhibitor, seems to be a safe and effective treatment for angiofibromas; however, long-term studies still need to be conducted. Combination treatments, such as fractional laser resurfacing and PDL laser, can be employed with topical medications, such as timolol or rapamycin, to effectively treat these lesions. [7] [8] [9]", "contents": "Cutaneous Angiofibroma -- Treatment / Management. Current treatments for angiofibromas include shave excision, cryotherapy, electrodesiccation, radiofrequency ablation, dermabrasion, lasers such as ablative fractional laser resurfacing (AFR) and pulsed dye laser (PDL), and topical podophyllotoxin. Although these treatments have proven to be successful, they can result in scarring, post-inflammatory hyperpigmentation, and pain. The recurrence rate can be up to 80%, necessitating follow-up treatments. Topical rapamycin, an mTOR inhibitor, seems to be a safe and effective treatment for angiofibromas; however, long-term studies still need to be conducted. Combination treatments, such as fractional laser resurfacing and PDL laser, can be employed with topical medications, such as timolol or rapamycin, to effectively treat these lesions. [7] [8] [9]"}
{"id": "article-17566_12", "title": "Cutaneous Angiofibroma -- Treatment / Management", "content": "Rapamycin has recently gained popularity in the treatment of angiofibromas. After binding to mTOR, it inhibits its activity which downregulates cell proliferation. It also decreases VEGF production by downregulating VEGF-stimulated endothelial cell proliferation (Habib). Several case series, case reports, and 1 randomized controlled trial have been published verifying the effectiveness of topical rapamycin used as .1% once or twice daily, .2% used 5 times a week, and .4% used 3 times a week. The angiofibromas cleared as long as the medication was being used. The longest reported follow-up has been 3 years. Many have used crushed rapamycin tablets and mixed them in Vaseline to obtain the desired concentration, which was not a standardized dose. DeKlotz et al proposed a standardized formulation on how to make .1% topical rapamycin in 2011. Few, if any, side effects occur from the topical medication, including mild irritation and erythema. Park et al showed that topical rapamycin was enough to treat the lesions when small, less than 4 mm. However, if they were larger than 4 mm, ablative resurfacing was needed in conjunction with rapamycin. It can also be costly to use topical rapamycin in treating angiofibromas due to the length of treatment necessary to obtain sufficient results costing several hundred to several thousand dollars out of pocket.", "contents": "Cutaneous Angiofibroma -- Treatment / Management. Rapamycin has recently gained popularity in the treatment of angiofibromas. After binding to mTOR, it inhibits its activity which downregulates cell proliferation. It also decreases VEGF production by downregulating VEGF-stimulated endothelial cell proliferation (Habib). Several case series, case reports, and 1 randomized controlled trial have been published verifying the effectiveness of topical rapamycin used as .1% once or twice daily, .2% used 5 times a week, and .4% used 3 times a week. The angiofibromas cleared as long as the medication was being used. The longest reported follow-up has been 3 years. Many have used crushed rapamycin tablets and mixed them in Vaseline to obtain the desired concentration, which was not a standardized dose. DeKlotz et al proposed a standardized formulation on how to make .1% topical rapamycin in 2011. Few, if any, side effects occur from the topical medication, including mild irritation and erythema. Park et al showed that topical rapamycin was enough to treat the lesions when small, less than 4 mm. However, if they were larger than 4 mm, ablative resurfacing was needed in conjunction with rapamycin. It can also be costly to use topical rapamycin in treating angiofibromas due to the length of treatment necessary to obtain sufficient results costing several hundred to several thousand dollars out of pocket."}
{"id": "article-17566_13", "title": "Cutaneous Angiofibroma -- Treatment / Management", "content": "Beta-blockers have been used for many years in treating vascular lesions. Oral propranolol has been successful in the treatment of hemangiomas in the pediatric population. However, side effects such as hypoglycemia limit its use in certain patients. Topical timolol .5% solution or gel used 2 or 3 times daily has successfully treated superficial hemangiomas. The mechanism of action of beta-blockers is thought to be due to its role in blocking the formation of renin to angiotensin II. In doing so, angiotensin II does not form VEGF, which converts endothelial stem cells to endothelial cells, leading to decreased capillary development. Matrix metalloproteinase-9 is involved in angiogenesis, and its activity is thought to be inhibited by beta blockers. One other way beta-blockers work to decrease angiogenesis is by producing osteoprotegerin. This causes tumor necrosis factor apoptosis of mesenchymal and endothelial cells. [10] [11]", "contents": "Cutaneous Angiofibroma -- Treatment / Management. Beta-blockers have been used for many years in treating vascular lesions. Oral propranolol has been successful in the treatment of hemangiomas in the pediatric population. However, side effects such as hypoglycemia limit its use in certain patients. Topical timolol .5% solution or gel used 2 or 3 times daily has successfully treated superficial hemangiomas. The mechanism of action of beta-blockers is thought to be due to its role in blocking the formation of renin to angiotensin II. In doing so, angiotensin II does not form VEGF, which converts endothelial stem cells to endothelial cells, leading to decreased capillary development. Matrix metalloproteinase-9 is involved in angiogenesis, and its activity is thought to be inhibited by beta blockers. One other way beta-blockers work to decrease angiogenesis is by producing osteoprotegerin. This causes tumor necrosis factor apoptosis of mesenchymal and endothelial cells. [10] [11]"}
{"id": "article-17566_14", "title": "Cutaneous Angiofibroma -- Differential Diagnosis", "content": "For facial lesions, angiofibromas can be confused with acne, acrochordons, intradermal melanocytic nevi, basal cell carcinoma, and adnexal tumors. Periungual angiofibroma can look similar to verruca vulgaris and subungual exostosis. Pearly penile papules can be confused with condyloma acuminatum and molluscum contagiosum.", "contents": "Cutaneous Angiofibroma -- Differential Diagnosis. For facial lesions, angiofibromas can be confused with acne, acrochordons, intradermal melanocytic nevi, basal cell carcinoma, and adnexal tumors. Periungual angiofibroma can look similar to verruca vulgaris and subungual exostosis. Pearly penile papules can be confused with condyloma acuminatum and molluscum contagiosum."}
{"id": "article-17566_15", "title": "Cutaneous Angiofibroma -- Prognosis", "content": "Angiofibromas are benign proliferations. However, they do not spontaneously improve and, when multiple, can cause significant disfigurement, bleeding, pruritus, and erythema, emanating the need for an effective treatment.", "contents": "Cutaneous Angiofibroma -- Prognosis. Angiofibromas are benign proliferations. However, they do not spontaneously improve and, when multiple, can cause significant disfigurement, bleeding, pruritus, and erythema, emanating the need for an effective treatment."}
{"id": "article-17566_16", "title": "Cutaneous Angiofibroma -- Enhancing Healthcare Team Outcomes", "content": "Cutaneous angiofibromas are managed by an interprofessional team. Current treatments for angiofibromas include shave excision, cryotherapy, electrodesiccation, radiofrequency ablation, dermabrasion, lasers such as ablative fractional laser resurfacing (AFR) and pulsed dye laser (PDL), and topical podophyllotoxin. Although these treatments have proven to be successful, they can result in scarring, post-inflammatory hyperpigmentation, and pain. The recurrence rate can be up to 80%, necessitating follow-up treatments. Topical rapamycin, an mTOR inhibitor, seems to be a safe and effective treatment for angiofibromas; however, long-term studies still need to be conducted. Combination treatments, such as fractional laser resurfacing and PDL laser, can be employed with topical medications, such as timolol or rapamycin, to effectively treat these lesions. Because the lesions are benign, they should only be removed for cosmesis or compression on adjacent structures resulting in pain.", "contents": "Cutaneous Angiofibroma -- Enhancing Healthcare Team Outcomes. Cutaneous angiofibromas are managed by an interprofessional team. Current treatments for angiofibromas include shave excision, cryotherapy, electrodesiccation, radiofrequency ablation, dermabrasion, lasers such as ablative fractional laser resurfacing (AFR) and pulsed dye laser (PDL), and topical podophyllotoxin. Although these treatments have proven to be successful, they can result in scarring, post-inflammatory hyperpigmentation, and pain. The recurrence rate can be up to 80%, necessitating follow-up treatments. Topical rapamycin, an mTOR inhibitor, seems to be a safe and effective treatment for angiofibromas; however, long-term studies still need to be conducted. Combination treatments, such as fractional laser resurfacing and PDL laser, can be employed with topical medications, such as timolol or rapamycin, to effectively treat these lesions. Because the lesions are benign, they should only be removed for cosmesis or compression on adjacent structures resulting in pain."}
{"id": "article-17566_17", "title": "Cutaneous Angiofibroma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cutaneous Angiofibroma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}