{"id": "article-18473_0", "title": "Physiology, Bowditch Effect -- Introduction", "content": "The Bowditch effect is also known as the Treppe phenomenon, staircase phenomenon, or frequency-dependent activation. It refers to the idea that an increase in heart rate increases the force of contraction generated by the myocardial cells with each heartbeat despite accounting for all other influences. This concept of a frequency-based positive inotropic response of the heart was first explained in 1871 by the physiologist Henry Pickering Bowditch after he stimulated a resting frog’s ventricular apex. [1] The basis of the phenomenon has associations with calcium ion handling and mishandling in cardiac cells. It involves proteins that participate in the excitation-contraction coupling, like the sarcoplasmic endoplasmic reticulum calcium-ATPase (SERCA). A direct correlation between decreased SERCA expression and reduced levels of sarcoplasmic reticulum (SR) Ca uptake, leading to a diminished force-frequency response, is coined as the hallmark of heart failure. [1] Furthermore, there are also implications of mutations in SERCA in Darier disease - an autosomal dominant skin disease. [2]", "contents": "Physiology, Bowditch Effect -- Introduction. The Bowditch effect is also known as the Treppe phenomenon, staircase phenomenon, or frequency-dependent activation. It refers to the idea that an increase in heart rate increases the force of contraction generated by the myocardial cells with each heartbeat despite accounting for all other influences. This concept of a frequency-based positive inotropic response of the heart was first explained in 1871 by the physiologist Henry Pickering Bowditch after he stimulated a resting frog’s ventricular apex. [1] The basis of the phenomenon has associations with calcium ion handling and mishandling in cardiac cells. It involves proteins that participate in the excitation-contraction coupling, like the sarcoplasmic endoplasmic reticulum calcium-ATPase (SERCA). A direct correlation between decreased SERCA expression and reduced levels of sarcoplasmic reticulum (SR) Ca uptake, leading to a diminished force-frequency response, is coined as the hallmark of heart failure. [1] Furthermore, there are also implications of mutations in SERCA in Darier disease - an autosomal dominant skin disease. [2]"}
{"id": "article-18473_1", "title": "Physiology, Bowditch Effect -- Issues of Concern", "content": "Loss of intrinsic inotropy from impaired Bowditch effect has implications in conditions like cardiomyopathy, ischemia, and heart failure, leading to systolic dysfunction. The Bowditch phenomenon is often absent or even reversed in some cases of observed failing hearts that may be due to the failing hearts’ inability to provide the required blood circulation for energy due to the impaired actin-myosin interaction process even during low-stress exercise leading to decreased contractile ability. This is described as a null or inverse staircase phenomenon. [1] [2]", "contents": "Physiology, Bowditch Effect -- Issues of Concern. Loss of intrinsic inotropy from impaired Bowditch effect has implications in conditions like cardiomyopathy, ischemia, and heart failure, leading to systolic dysfunction. The Bowditch phenomenon is often absent or even reversed in some cases of observed failing hearts that may be due to the failing hearts’ inability to provide the required blood circulation for energy due to the impaired actin-myosin interaction process even during low-stress exercise leading to decreased contractile ability. This is described as a null or inverse staircase phenomenon. [1] [2]"}
{"id": "article-18473_2", "title": "Physiology, Bowditch Effect -- Cellular Level", "content": "The current thought is that with every depolarization, the influx of calcium ions from voltage-gated channels occur that lead to calcium release from SR. Relaxation of the cell occurs when calcium levels return to their original values mainly via uptake by the SR through SERCA. Calcium further extrudes from the cell via Na/Ca exchanger (NCX) and mitochondrial calcium uptake. [3] A strong myocardium contraction occurs when more calcium binds to troponin-C to bind more actin and myosin. The self-regulating NCX in the myocyte regulates cellular calcium. During the initial diastolic phase, there is a quick influx of both calcium and sodium into the cell via the NCX, followed by the calcium efflux phase. With increased heart rate, calcium efflux is limited, allowing it to bias calcium movement towards troponin-C and sarcoplasmic reticulum instead of movement through the NCX. As the heart rate slows or intracellular sodium concentration falls, calcium efflux is more pronounced. Calcium gets depleted from troponin-C and the sarcoplasmic reticulum, resulting in a fall of the myocardium’s contractility strength. [8]", "contents": "Physiology, Bowditch Effect -- Cellular Level. The current thought is that with every depolarization, the influx of calcium ions from voltage-gated channels occur that lead to calcium release from SR. Relaxation of the cell occurs when calcium levels return to their original values mainly via uptake by the SR through SERCA. Calcium further extrudes from the cell via Na/Ca exchanger (NCX) and mitochondrial calcium uptake. [3] A strong myocardium contraction occurs when more calcium binds to troponin-C to bind more actin and myosin. The self-regulating NCX in the myocyte regulates cellular calcium. During the initial diastolic phase, there is a quick influx of both calcium and sodium into the cell via the NCX, followed by the calcium efflux phase. With increased heart rate, calcium efflux is limited, allowing it to bias calcium movement towards troponin-C and sarcoplasmic reticulum instead of movement through the NCX. As the heart rate slows or intracellular sodium concentration falls, calcium efflux is more pronounced. Calcium gets depleted from troponin-C and the sarcoplasmic reticulum, resulting in a fall of the myocardium’s contractility strength. [8]"}
{"id": "article-18473_3", "title": "Physiology, Bowditch Effect -- Cellular Level", "content": "SR calcium uptake is enhanced during calcium transient in diastole due to SERCA function acceleration that contributes to ‘frequency-dependent acceleration of relaxation’- causing reuptake of more calcium back into the SR. The SR can lose some Ca during diastole, but increased heart rate can shorten diastolic interval, which limits the loss of SR calcium, accumulating more calcium for the next contraction. [3]", "contents": "Physiology, Bowditch Effect -- Cellular Level. SR calcium uptake is enhanced during calcium transient in diastole due to SERCA function acceleration that contributes to ‘frequency-dependent acceleration of relaxation’- causing reuptake of more calcium back into the SR. The SR can lose some Ca during diastole, but increased heart rate can shorten diastolic interval, which limits the loss of SR calcium, accumulating more calcium for the next contraction. [3]"}
{"id": "article-18473_4", "title": "Physiology, Bowditch Effect -- Organ Systems Involved", "content": "The Bowditch effect has mainly been studied in the myocardium and is considered “a major contributor to the intrinsic myocardial reserve and responsible for 40% of the increase in cardiac output” secondary to the frequency-strength relationship. [2] [4]", "contents": "Physiology, Bowditch Effect -- Organ Systems Involved. The Bowditch effect has mainly been studied in the myocardium and is considered “a major contributor to the intrinsic myocardial reserve and responsible for 40% of the increase in cardiac output” secondary to the frequency-strength relationship. [2] [4]"}
{"id": "article-18473_5", "title": "Physiology, Bowditch Effect -- Organ Systems Involved", "content": "A similar staircase response also has implications in skeletal muscle, attributed to a progressive increase in muscle tension during an early phase of repetitive tension by increasing calcium concentrations in the myocyte's’ sarcoplasm. However, augmented sensitivity of myofilaments to calcium by myosin light chain phosphorylation leads to further enhanced phosphorylation, which happens when the calcium released from SR binds to calmodulin, activating the myosin light chain kinase. With each subsequent stimulation of skeletal muscle fiber, phosphorylation of the myosin light chain persists as the phosphatase activity is slower than the kinase. [5] The staircase effect in the muscle has a similar concept to the Bowditch effect in the myocardium but is not referred to as the Bowditch effect as Bowditch had specifically described the effect in the cardiac myocyte. This differentiation can be because, with increased frequency, more skeletal muscle fibers can be engaged to amplify the contraction. Further, while only intracellular calcium is involved in muscle contraction of skeletal muscle, the heart also uses extracellular calcium. Additionally, all the cardiac fibers are engaged in every beat and cannot recruit more fibers to increase contraction force. [3]", "contents": "Physiology, Bowditch Effect -- Organ Systems Involved. A similar staircase response also has implications in skeletal muscle, attributed to a progressive increase in muscle tension during an early phase of repetitive tension by increasing calcium concentrations in the myocyte's’ sarcoplasm. However, augmented sensitivity of myofilaments to calcium by myosin light chain phosphorylation leads to further enhanced phosphorylation, which happens when the calcium released from SR binds to calmodulin, activating the myosin light chain kinase. With each subsequent stimulation of skeletal muscle fiber, phosphorylation of the myosin light chain persists as the phosphatase activity is slower than the kinase. [5] The staircase effect in the muscle has a similar concept to the Bowditch effect in the myocardium but is not referred to as the Bowditch effect as Bowditch had specifically described the effect in the cardiac myocyte. This differentiation can be because, with increased frequency, more skeletal muscle fibers can be engaged to amplify the contraction. Further, while only intracellular calcium is involved in muscle contraction of skeletal muscle, the heart also uses extracellular calcium. Additionally, all the cardiac fibers are engaged in every beat and cannot recruit more fibers to increase contraction force. [3]"}
{"id": "article-18473_6", "title": "Physiology, Bowditch Effect -- Mechanism", "content": "The exact mechanism involved in the Bowditch effect is not entirely understood to date, but altered calcium movement is the most likely explanation. [6] SERCA and NCX are noted to be the most dominant processes. [3] An increase in heart rate causes an inotropic effect hypothesized to be because of failure of the Na/K-ATPase to keep up with the sodium influx at an increased rate of action potentials at higher heart rates, cause a build-up of intracellular calcium via the NCX and delay in calcium-releasing channel restitution. [3] More calcium availability intracellularly translates to more calcium binding to troponin C for contraction between thick and thin filaments. Peak muscle tension occurs with an increase in the number of bonds or projections extending from the thick chain (myosin) with the thin filaments (actin). [7]", "contents": "Physiology, Bowditch Effect -- Mechanism. The exact mechanism involved in the Bowditch effect is not entirely understood to date, but altered calcium movement is the most likely explanation. [6] SERCA and NCX are noted to be the most dominant processes. [3] An increase in heart rate causes an inotropic effect hypothesized to be because of failure of the Na/K-ATPase to keep up with the sodium influx at an increased rate of action potentials at higher heart rates, cause a build-up of intracellular calcium via the NCX and delay in calcium-releasing channel restitution. [3] More calcium availability intracellularly translates to more calcium binding to troponin C for contraction between thick and thin filaments. Peak muscle tension occurs with an increase in the number of bonds or projections extending from the thick chain (myosin) with the thin filaments (actin). [7]"}
{"id": "article-18473_7", "title": "Physiology, Bowditch Effect -- Pathophysiology", "content": "Bowditch effect is essential to understanding the dynamics of a failing heart. A healthy heart can induce a positive Bowditch effect due to its alterations in sarcoplasmic endoplasmic reticulum Ca load, whereas a negative Bowditch effect is pathological. This negative Bowditch effect occurs from a diminished expression of the SERCA protein and is a characteristic ‘hallmark of heart failure’ in humans. [2] A study noted a decrease in amplitude and rise of frequency-related myocardial contractile tension response to tachycardia by two-thirds when compared to the non-failing heart. With the healthy myocardium, observers saw a significant increase of 30%  in ventricular pressure at ventricular pacing between 80 to 120 beats/min; this peak rate of ventricular pressure rise was absent in a heart with dilated cardiomyopathy.", "contents": "Physiology, Bowditch Effect -- Pathophysiology. Bowditch effect is essential to understanding the dynamics of a failing heart. A healthy heart can induce a positive Bowditch effect due to its alterations in sarcoplasmic endoplasmic reticulum Ca load, whereas a negative Bowditch effect is pathological. This negative Bowditch effect occurs from a diminished expression of the SERCA protein and is a characteristic ‘hallmark of heart failure’ in humans. [2] A study noted a decrease in amplitude and rise of frequency-related myocardial contractile tension response to tachycardia by two-thirds when compared to the non-failing heart. With the healthy myocardium, observers saw a significant increase of 30%  in ventricular pressure at ventricular pacing between 80 to 120 beats/min; this peak rate of ventricular pressure rise was absent in a heart with dilated cardiomyopathy."}
{"id": "article-18473_8", "title": "Physiology, Bowditch Effect -- Pathophysiology", "content": "Testing with muscles from hearts with dilated cardiomyopathy exhibited reduced tension in the cardiac muscle, attributed to up to 45% less myofibrillar protein and reduced activation of the contractile proteins in myocyte in a failing heart. Other mechanisms proposed in changes to the tension-frequency relations can be due to the reduced number of SERCA pumps, decreased cAMP production, intracellular acidosis, or metabolic buildup secondary to the increased diffusion distances in hypertrophied myocytes. [4]", "contents": "Physiology, Bowditch Effect -- Pathophysiology. Testing with muscles from hearts with dilated cardiomyopathy exhibited reduced tension in the cardiac muscle, attributed to up to 45% less myofibrillar protein and reduced activation of the contractile proteins in myocyte in a failing heart. Other mechanisms proposed in changes to the tension-frequency relations can be due to the reduced number of SERCA pumps, decreased cAMP production, intracellular acidosis, or metabolic buildup secondary to the increased diffusion distances in hypertrophied myocytes. [4]"}
{"id": "article-18473_9", "title": "Physiology, Bowditch Effect -- Clinical Significance", "content": "For years, the Bowditch phenomenon concept - increasing heart rate to enhance inotropy - was exploited to devise a therapeutic modality for the failing heart. However, research with various animal models made it apparent that the failing hearts do no exhibit the same phenomenon. This exploration has eventually led to the paradigm shift to current therapeutic knowledge of the role of long-term use of beta-blockers in improved cardiac function. [1]", "contents": "Physiology, Bowditch Effect -- Clinical Significance. For years, the Bowditch phenomenon concept - increasing heart rate to enhance inotropy - was exploited to devise a therapeutic modality for the failing heart. However, research with various animal models made it apparent that the failing hearts do no exhibit the same phenomenon. This exploration has eventually led to the paradigm shift to current therapeutic knowledge of the role of long-term use of beta-blockers in improved cardiac function. [1]"}
{"id": "article-18473_10", "title": "Physiology, Bowditch Effect -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Bowditch Effect -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}