{"id": "article-19544_0", "title": "Chvostek Sign -- Definition/Introduction", "content": "In the late 1800s, Dr. Chvostek noticed that mechanical stimulation of the facial nerve (as with the examiner's fingertip, for example) could lead to twitching of the ipsilateral facial muscles. [1] The long-accepted explanation is that this resulted from hypocalcemia, and this relationship became known as the Chvostek sign. [2] When corrected for albumin, a calcium level of less than 8.8 mg/dl is considered deficient. [3] Calcium is an essential electrolyte in the body. It is associated with many functions and of greatest significance; muscle contractions and propagation of nerve impulses. Deficiencies in calcium may lead to seizures, cardiomyopathy, QT prolongation, and congestive heart failure. [4] Secondary to this, patients often receive replacement therapy in the hospital setting. One common cause of hypocalcemia is a complication during thyroidectomies. [5]", "contents": "Chvostek Sign -- Definition/Introduction. In the late 1800s, Dr. Chvostek noticed that mechanical stimulation of the facial nerve (as with the examiner's fingertip, for example) could lead to twitching of the ipsilateral facial muscles. [1] The long-accepted explanation is that this resulted from hypocalcemia, and this relationship became known as the Chvostek sign. [2] When corrected for albumin, a calcium level of less than 8.8 mg/dl is considered deficient. [3] Calcium is an essential electrolyte in the body. It is associated with many functions and of greatest significance; muscle contractions and propagation of nerve impulses. Deficiencies in calcium may lead to seizures, cardiomyopathy, QT prolongation, and congestive heart failure. [4] Secondary to this, patients often receive replacement therapy in the hospital setting. One common cause of hypocalcemia is a complication during thyroidectomies. [5]"}
{"id": "article-19544_1", "title": "Chvostek Sign -- Definition/Introduction", "content": "The normal individual has four parathyroid glands that are usually located on the posterior surface of the thyroid gland. One or more parathyroid glands may get accidentally resected during surgical intervention on the thyroid. The parathyroid glands produce parathyroid hormone (PTH), and any resection of those glands can decrease PTH levels. [6] PTH regulates calcium levels in the body; hence, reducing its serum level will lead to hypocalcemia.", "contents": "Chvostek Sign -- Definition/Introduction. The normal individual has four parathyroid glands that are usually located on the posterior surface of the thyroid gland. One or more parathyroid glands may get accidentally resected during surgical intervention on the thyroid. The parathyroid glands produce parathyroid hormone (PTH), and any resection of those glands can decrease PTH levels. [6] PTH regulates calcium levels in the body; hence, reducing its serum level will lead to hypocalcemia."}
{"id": "article-19544_2", "title": "Chvostek Sign -- Issues of Concern", "content": "The correlation between hypocalcemia and the Chvostek sign has long been accepted in the medical community, despite very little literature supporting this claim. [1] A population-based study performed by Dr. Hujoel found no correlation between the Chvostek sign and hypocalcemia. Furthermore, for every 1 mg/dl increase in calcium, there was a 4% higher chance of a positive Chvostek sign. It was, in turn, concluded that hypercalcemia had a more significant correlation with facial nerve tetany upon stimulation. Further studies have shown that a positive Chvostek sign can be elicited in 25% of healthy individuals, and 29% of those with hypocalcemia did not produce a positive sign. [7] Chvostek sign has also been described in children with measles, diphtheria, scarlet fever, whooping cough or rickets, as well as myxedema.", "contents": "Chvostek Sign -- Issues of Concern. The correlation between hypocalcemia and the Chvostek sign has long been accepted in the medical community, despite very little literature supporting this claim. [1] A population-based study performed by Dr. Hujoel found no correlation between the Chvostek sign and hypocalcemia. Furthermore, for every 1 mg/dl increase in calcium, there was a 4% higher chance of a positive Chvostek sign. It was, in turn, concluded that hypercalcemia had a more significant correlation with facial nerve tetany upon stimulation. Further studies have shown that a positive Chvostek sign can be elicited in 25% of healthy individuals, and 29% of those with hypocalcemia did not produce a positive sign. [7] Chvostek sign has also been described in children with measles, diphtheria, scarlet fever, whooping cough or rickets, as well as myxedema."}
{"id": "article-19544_3", "title": "Chvostek Sign -- Clinical Significance", "content": "Among the most common postoperative complications following thyroid surgery is hypocalcemia. Research by Rio Del et al. showed a 13.8% incidence of hypocalcemia status post a thyroid lobectomy and a 38.8% incidence status post total thyroidectomy. [5] QT prolongation is a severe complication of hypocalcemia because it can precipitate deadly arrhythmias. [8] Ventricular arrhythmias are among the most critical and can lead to cardiac arrest. Supplementation with calcium carbonate in a patient who has undergone thyroid surgery has become common practice because of the potential for hypocalcemia. [9] Patients receiving calcium supplementation should avoid proton pump inhibitors because they are well known to cause worsening of hypocalcemia. [10] As discussed above, there is a minimal correlation between calcium levels and the Chvostek sign; although this may be true, if tetany presents with stimulation of the facial nerve, it may be beneficial to check the serum calcium level.", "contents": "Chvostek Sign -- Clinical Significance. Among the most common postoperative complications following thyroid surgery is hypocalcemia. Research by Rio Del et al. showed a 13.8% incidence of hypocalcemia status post a thyroid lobectomy and a 38.8% incidence status post total thyroidectomy. [5] QT prolongation is a severe complication of hypocalcemia because it can precipitate deadly arrhythmias. [8] Ventricular arrhythmias are among the most critical and can lead to cardiac arrest. Supplementation with calcium carbonate in a patient who has undergone thyroid surgery has become common practice because of the potential for hypocalcemia. [9] Patients receiving calcium supplementation should avoid proton pump inhibitors because they are well known to cause worsening of hypocalcemia. [10] As discussed above, there is a minimal correlation between calcium levels and the Chvostek sign; although this may be true, if tetany presents with stimulation of the facial nerve, it may be beneficial to check the serum calcium level."}
{"id": "article-19544_4", "title": "Chvostek Sign -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "One common physical exam finding with hypocalcemia is perioral numbness or tingling. [11] If a patient complains of these clinical symptoms, coupled with a good history and physical exam findings, further evaluation may be necessary. The nursing staff has the most contact with patients, and they may be the first to find these new symptoms. The nursing staff should notify the physicians if the patient has any new physical exam findings. A close relationship between nursing staff and physicians, operating as an interprofessional team, is integral to patient care. This leads to better interprofessional communication, leading to better patient outcomes.", "contents": "Chvostek Sign -- Nursing, Allied Health, and Interprofessional Team Interventions. One common physical exam finding with hypocalcemia is perioral numbness or tingling. [11] If a patient complains of these clinical symptoms, coupled with a good history and physical exam findings, further evaluation may be necessary. The nursing staff has the most contact with patients, and they may be the first to find these new symptoms. The nursing staff should notify the physicians if the patient has any new physical exam findings. A close relationship between nursing staff and physicians, operating as an interprofessional team, is integral to patient care. This leads to better interprofessional communication, leading to better patient outcomes."}
{"id": "article-19544_5", "title": "Chvostek Sign -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chvostek Sign -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}