{"id": "article-70099_0", "title": "Cardiac Rhabdomyoma -- Continuing Education Activity", "content": "Cardiac rhabdomyoma is a rare tumor. It arises from the striated muscles. It is a type of hamartoma seen in the pediatric age group. Although mostly asymptomatic, symptoms of congestive heart failure can develop. Arrhythmia is also seen if the conduction pathways are affected. Pharmacotherapy and surgical resection are indicated in cases of hemodynamic compromise and the progression of the disease. This activity reviews the evaluation and treatment of cardiac rhabdomyoma and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Cardiac Rhabdomyoma -- Continuing Education Activity. Cardiac rhabdomyoma is a rare tumor. It arises from the striated muscles. It is a type of hamartoma seen in the pediatric age group. Although mostly asymptomatic, symptoms of congestive heart failure can develop. Arrhythmia is also seen if the conduction pathways are affected. Pharmacotherapy and surgical resection are indicated in cases of hemodynamic compromise and the progression of the disease. This activity reviews the evaluation and treatment of cardiac rhabdomyoma and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-70099_1", "title": "Cardiac Rhabdomyoma -- Continuing Education Activity", "content": "Objectives: Identify the etiology of cardiac rhabdomyoma and its complications. Review the steps necessary in the evaluation of cardiac rhabdomyoma. Outline the treatment options available for cardiac rhabdomyoma. Summarize interprofessional team strategies for improving care coordination and communication to advance cardiac rhabdomyoma and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Cardiac Rhabdomyoma -- Continuing Education Activity. Objectives: Identify the etiology of cardiac rhabdomyoma and its complications. Review the steps necessary in the evaluation of cardiac rhabdomyoma. Outline the treatment options available for cardiac rhabdomyoma. Summarize interprofessional team strategies for improving care coordination and communication to advance cardiac rhabdomyoma and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-70099_2", "title": "Cardiac Rhabdomyoma -- Introduction", "content": "Cardiac rhabdomyoma is a rare and benign mesenchymal tumor of striated muscle origin. It most commonly involves the head and neck. [1] It classifies under cardiac and extracardiac types. Extracardiac are further classified into adult, fetal, and germ cell tumors. Cardiac rhabdomyoma (CR) is the most common pediatric heart tumor, mostly occurring before the age of 1 year. Anatomically, they are considered hamartomas. Most cardiac rhabdomyomas are associated with tuberous sclerosis (TS) and appear in the ventricular myocardium, the atria, the cavoatrial junction, or the epicardial surface.", "contents": "Cardiac Rhabdomyoma -- Introduction. Cardiac rhabdomyoma is a rare and benign mesenchymal tumor of striated muscle origin. It most commonly involves the head and neck. [1] It classifies under cardiac and extracardiac types. Extracardiac are further classified into adult, fetal, and germ cell tumors. Cardiac rhabdomyoma (CR) is the most common pediatric heart tumor, mostly occurring before the age of 1 year. Anatomically, they are considered hamartomas. Most cardiac rhabdomyomas are associated with tuberous sclerosis (TS) and appear in the ventricular myocardium, the atria, the cavoatrial junction, or the epicardial surface."}
{"id": "article-70099_3", "title": "Cardiac Rhabdomyoma -- Introduction", "content": "Most cardiac rhabdomyomas are multiple and pursue a course of spontaneous regression; surgical resection is not advisable unless the patient is symptomatic. The symptoms develop as a result of the obstruction of blood inflow or outflow, resulting in congestive heart failure. Arrhythmias can also occur ranging from bradycardia secondary to sinus or atrioventricular node (AVN) dysfunction to atrial/ventricular tachycardia, AVN reentrant tachycardia, or ventricular pre-excitation.", "contents": "Cardiac Rhabdomyoma -- Introduction. Most cardiac rhabdomyomas are multiple and pursue a course of spontaneous regression; surgical resection is not advisable unless the patient is symptomatic. The symptoms develop as a result of the obstruction of blood inflow or outflow, resulting in congestive heart failure. Arrhythmias can also occur ranging from bradycardia secondary to sinus or atrioventricular node (AVN) dysfunction to atrial/ventricular tachycardia, AVN reentrant tachycardia, or ventricular pre-excitation."}
{"id": "article-70099_4", "title": "Cardiac Rhabdomyoma -- Etiology", "content": "Genetic modification during the development of striated muscle may be the cause of rhabdomyoma. There are no other identified causes. Between 80 and 90 % of the cardiac rhabdomyomas are associated with tuberous sclerosis. [2] [3] [4]", "contents": "Cardiac Rhabdomyoma -- Etiology. Genetic modification during the development of striated muscle may be the cause of rhabdomyoma. There are no other identified causes. Between 80 and 90 % of the cardiac rhabdomyomas are associated with tuberous sclerosis. [2] [3] [4]"}
{"id": "article-70099_5", "title": "Cardiac Rhabdomyoma -- Epidemiology", "content": "Primary cardiac tumors are extremely rare and occur in 0.2% of children. [5] Cardiac rhabdomyomas are the most common cardiac tumor in children (45%). [5] It is observed both in men and women, without any predilection for races.", "contents": "Cardiac Rhabdomyoma -- Epidemiology. Primary cardiac tumors are extremely rare and occur in 0.2% of children. [5] Cardiac rhabdomyomas are the most common cardiac tumor in children (45%). [5] It is observed both in men and women, without any predilection for races."}
{"id": "article-70099_6", "title": "Cardiac Rhabdomyoma -- Pathophysiology", "content": "Cardiac rhabdomyoma belongs to the hamartomatous subtype. It is most often identifiable in 20 to 30 weeks of gestation. Tumors are identified more in fetal series than postnatal series. With the advent of imaging technology, the rate of fetal detection is on the rise. The interventricular septum, the left, and the right ventricles, and the atrioventricular valves are usually involved. It grows in the myocardium of the cardiac muscle. It can be sporadic, but a strong clinical association r between cardiac rhabdomyoma and tuberous sclerosis [6] - an autosomal dominant condition characterized by benign hamartomas in multiple organ systems. Diagnosis of tuberous sclerosis is usually clinical, and further genetic testing looking for TSC1 and TSC2 gene mutations is confirmatory.", "contents": "Cardiac Rhabdomyoma -- Pathophysiology. Cardiac rhabdomyoma belongs to the hamartomatous subtype. It is most often identifiable in 20 to 30 weeks of gestation. Tumors are identified more in fetal series than postnatal series. With the advent of imaging technology, the rate of fetal detection is on the rise. The interventricular septum, the left, and the right ventricles, and the atrioventricular valves are usually involved. It grows in the myocardium of the cardiac muscle. It can be sporadic, but a strong clinical association r between cardiac rhabdomyoma and tuberous sclerosis [6] - an autosomal dominant condition characterized by benign hamartomas in multiple organ systems. Diagnosis of tuberous sclerosis is usually clinical, and further genetic testing looking for TSC1 and TSC2 gene mutations is confirmatory."}
{"id": "article-70099_7", "title": "Cardiac Rhabdomyoma -- Histopathology", "content": "Cardiac rhabdomyomas are comprised of cells resembling embryonic cardiac muscle cells. The histopathology reveals abnormal myocyte architecture, vacuolization, and spider cells (pathognomic). [7]", "contents": "Cardiac Rhabdomyoma -- Histopathology. Cardiac rhabdomyomas are comprised of cells resembling embryonic cardiac muscle cells. The histopathology reveals abnormal myocyte architecture, vacuolization, and spider cells (pathognomic). [7]"}
{"id": "article-70099_8", "title": "Cardiac Rhabdomyoma -- History and Physical", "content": "Cardiac rhabdomyoma can be identified as a mass in utero using ultrasonography. The presentation can vary from heart blocks, hydrops fetalis, or pericardial effusion. [7] If the tumor is large enough, intrauterine fetal demise can also be present. After birth, they are usually asymptomatic; if symptomatic, they typically present with signs and symptoms of heart failure and ventricular dysfunction from the obstruction of the outflow or inflow of blood.", "contents": "Cardiac Rhabdomyoma -- History and Physical. Cardiac rhabdomyoma can be identified as a mass in utero using ultrasonography. The presentation can vary from heart blocks, hydrops fetalis, or pericardial effusion. [7] If the tumor is large enough, intrauterine fetal demise can also be present. After birth, they are usually asymptomatic; if symptomatic, they typically present with signs and symptoms of heart failure and ventricular dysfunction from the obstruction of the outflow or inflow of blood."}
{"id": "article-70099_9", "title": "Cardiac Rhabdomyoma -- History and Physical", "content": "Dyspnea is one of the major initial patient complaints. Tumors are diagnosed more commonly in fetal series than postnatal series resulting in an increased sensitivity of fetal echocardiograms. [8] Due to its close association with tuberous sclerosis, physical findings of tuberous sclerosis-like ash leaf macules, shagreen patches, or sebaceous adenoma can also be in the patient presentation.", "contents": "Cardiac Rhabdomyoma -- History and Physical. Dyspnea is one of the major initial patient complaints. Tumors are diagnosed more commonly in fetal series than postnatal series resulting in an increased sensitivity of fetal echocardiograms. [8] Due to its close association with tuberous sclerosis, physical findings of tuberous sclerosis-like ash leaf macules, shagreen patches, or sebaceous adenoma can also be in the patient presentation."}
{"id": "article-70099_10", "title": "Cardiac Rhabdomyoma -- Evaluation", "content": "As cardiac rhabdomyoma most commonly correlates with tuberous sclerosis, a baseline 12-lead electrocardiogram (EKG) is necessary at the time of diagnosis, even in the absence of any cardiac symptoms, with routine EKGs every 2 to 5 years thereafter. The imaging modality of choice is echocardiography (ECHO). Cardiac rhabdomyoma presents as multiple, echogenic, and nodular masses in the ventricular myocardium. Cardiac rhabdomyoma can also protrude into the ventricular cavity. They are more homogenous and hyperechoic as compared to the normal myocardium.", "contents": "Cardiac Rhabdomyoma -- Evaluation. As cardiac rhabdomyoma most commonly correlates with tuberous sclerosis, a baseline 12-lead electrocardiogram (EKG) is necessary at the time of diagnosis, even in the absence of any cardiac symptoms, with routine EKGs every 2 to 5 years thereafter. The imaging modality of choice is echocardiography (ECHO). Cardiac rhabdomyoma presents as multiple, echogenic, and nodular masses in the ventricular myocardium. Cardiac rhabdomyoma can also protrude into the ventricular cavity. They are more homogenous and hyperechoic as compared to the normal myocardium."}
{"id": "article-70099_11", "title": "Cardiac Rhabdomyoma -- Evaluation", "content": "The findings can be misinterpreted as a different cardiac tumor-like atrial myxoma if the location is atypical (atria) or there is a single large solitary tumor. Other imaging modalities like cardiac magnetic resonance imaging (MRI) can be also be used as an adjunct to ECHO in cases of equivocal findings. The MRI gives a better delineation of the tumor and can be very helpful in cases of planned surgical resection. It also provides a more reliable estimate of ventricular systolic function. [7]", "contents": "Cardiac Rhabdomyoma -- Evaluation. The findings can be misinterpreted as a different cardiac tumor-like atrial myxoma if the location is atypical (atria) or there is a single large solitary tumor. Other imaging modalities like cardiac magnetic resonance imaging (MRI) can be also be used as an adjunct to ECHO in cases of equivocal findings. The MRI gives a better delineation of the tumor and can be very helpful in cases of planned surgical resection. It also provides a more reliable estimate of ventricular systolic function. [7]"}
{"id": "article-70099_12", "title": "Cardiac Rhabdomyoma -- Treatment / Management", "content": "Cardiac rhabdomyomas are asymptomatic and regress spontaneously. In rare instances of hemodynamic compromise and congestive heart failure, pharmacotherapy with angiotensin-converting (ACE) enzyme inhibitors, digitalis, and diuretics is indicated. Prostaglandin E can be used to manage hemodynamic instability in a critically ill newborn. Anti-arrhythmics are useful when there are conduction defects or any other ventricular arrhythmia.", "contents": "Cardiac Rhabdomyoma -- Treatment / Management. Cardiac rhabdomyomas are asymptomatic and regress spontaneously. In rare instances of hemodynamic compromise and congestive heart failure, pharmacotherapy with angiotensin-converting (ACE) enzyme inhibitors, digitalis, and diuretics is indicated. Prostaglandin E can be used to manage hemodynamic instability in a critically ill newborn. Anti-arrhythmics are useful when there are conduction defects or any other ventricular arrhythmia."}
{"id": "article-70099_13", "title": "Cardiac Rhabdomyoma -- Treatment / Management", "content": "Partial or complete surgical resection of the mass is indicated in cases of hemodynamic compromise and congestive heart failure due to a large tumor. [9] Partial resection is preferred if there is a high risk of damage to myocardial mass or vital structure by complete excision. Orthotopic heart transplantation is considered in extremely rare events when the tumor is very large that it has replaced the normal myocardial tissue.", "contents": "Cardiac Rhabdomyoma -- Treatment / Management. Partial or complete surgical resection of the mass is indicated in cases of hemodynamic compromise and congestive heart failure due to a large tumor. [9] Partial resection is preferred if there is a high risk of damage to myocardial mass or vital structure by complete excision. Orthotopic heart transplantation is considered in extremely rare events when the tumor is very large that it has replaced the normal myocardial tissue."}
{"id": "article-70099_14", "title": "Cardiac Rhabdomyoma -- Differential Diagnosis", "content": "The differential diagnosis includes: Cardiac fibroma Atrial myxoma Hemangioma Teratoma Thrombus Inflammatory myofibroblastic tumor", "contents": "Cardiac Rhabdomyoma -- Differential Diagnosis. The differential diagnosis includes: Cardiac fibroma Atrial myxoma Hemangioma Teratoma Thrombus Inflammatory myofibroblastic tumor"}
{"id": "article-70099_15", "title": "Cardiac Rhabdomyoma -- Treatment Planning", "content": "If the patient is asymptomatic, watchful waiting is advised as most tumors regress on their own. If symptomatic, the patient requires admission to the cardiac intensive care unit. The mTOR inhibitors are a consideration in cases associated with tuberous sclerosis.", "contents": "Cardiac Rhabdomyoma -- Treatment Planning. If the patient is asymptomatic, watchful waiting is advised as most tumors regress on their own. If symptomatic, the patient requires admission to the cardiac intensive care unit. The mTOR inhibitors are a consideration in cases associated with tuberous sclerosis."}
{"id": "article-70099_16", "title": "Cardiac Rhabdomyoma -- Prognosis", "content": "The patients who have had surgery for the removal of rhabdomyoma have a fair to a good prognosis. The highest risk is among cardiac rhabdomyomas. They may grow and obstruct the left ventricular outflow tract, thus causing abnormalities in the flow, or may cause ventricular tachycardias or heart blocks. [7]", "contents": "Cardiac Rhabdomyoma -- Prognosis. The patients who have had surgery for the removal of rhabdomyoma have a fair to a good prognosis. The highest risk is among cardiac rhabdomyomas. They may grow and obstruct the left ventricular outflow tract, thus causing abnormalities in the flow, or may cause ventricular tachycardias or heart blocks. [7]"}
{"id": "article-70099_17", "title": "Cardiac Rhabdomyoma -- Prognosis", "content": "The presence of fetal cardiac rhabdomyoma may be a sign of tuberous sclerosis, and thus, one should evaluate other structures i.e., the renal or brain parenchyma for tumors; this is because cardiac rhabdomyoma is often the first symptom of tuberous sclerosis, followed by neurological involvement and impairment. [10]", "contents": "Cardiac Rhabdomyoma -- Prognosis. The presence of fetal cardiac rhabdomyoma may be a sign of tuberous sclerosis, and thus, one should evaluate other structures i.e., the renal or brain parenchyma for tumors; this is because cardiac rhabdomyoma is often the first symptom of tuberous sclerosis, followed by neurological involvement and impairment. [10]"}
{"id": "article-70099_18", "title": "Cardiac Rhabdomyoma -- Complications", "content": "Infections Arrhythmias (bradycardia and tachycardia) Congestive heart failure Hemodynamic compromise", "contents": "Cardiac Rhabdomyoma -- Complications. Infections Arrhythmias (bradycardia and tachycardia) Congestive heart failure Hemodynamic compromise"}
{"id": "article-70099_19", "title": "Cardiac Rhabdomyoma -- Postoperative and Rehabilitation Care", "content": "Routine postoperative care like regular dressings and suture removal is necessary. Analgesics like acetaminophen, codeine, oxycodone can help control postoperative pain.", "contents": "Cardiac Rhabdomyoma -- Postoperative and Rehabilitation Care. Routine postoperative care like regular dressings and suture removal is necessary. Analgesics like acetaminophen, codeine, oxycodone can help control postoperative pain."}
{"id": "article-70099_20", "title": "Cardiac Rhabdomyoma -- Consultations", "content": "Cardiology and cardiothoracic surgery will consult on these cases.", "contents": "Cardiac Rhabdomyoma -- Consultations. Cardiology and cardiothoracic surgery will consult on these cases."}
{"id": "article-70099_21", "title": "Cardiac Rhabdomyoma -- Deterrence and Patient Education", "content": "The patient requires education about the course of the disease. Routine follow-up is recommended to look for any development of the symptoms.", "contents": "Cardiac Rhabdomyoma -- Deterrence and Patient Education. The patient requires education about the course of the disease. Routine follow-up is recommended to look for any development of the symptoms."}
{"id": "article-70099_22", "title": "Cardiac Rhabdomyoma -- Enhancing Healthcare Team Outcomes", "content": "The approach to the management of cardiac rhabdomyoma is interprofessional. Inter-personal communication between the general practitioners, cardiologists, and cardiothoracic surgeon plays a pivotal role. There is a growing body of evidence for the use of everolimus in the management of cardiac rhabdomyoma, and pharmacists can guide the proper use of the medication. Every step of the management needs to be communicated to the family, which is also an important part of patient-centered care. Patient safety should always be a priority, which again requires a great team effort and performance.", "contents": "Cardiac Rhabdomyoma -- Enhancing Healthcare Team Outcomes. The approach to the management of cardiac rhabdomyoma is interprofessional. Inter-personal communication between the general practitioners, cardiologists, and cardiothoracic surgeon plays a pivotal role. There is a growing body of evidence for the use of everolimus in the management of cardiac rhabdomyoma, and pharmacists can guide the proper use of the medication. Every step of the management needs to be communicated to the family, which is also an important part of patient-centered care. Patient safety should always be a priority, which again requires a great team effort and performance."}
{"id": "article-70099_23", "title": "Cardiac Rhabdomyoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cardiac Rhabdomyoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}