{"id": "article-36113_0", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Introduction", "content": "The femoral muscles are closely associated with the femur or the thigh's long bone (see Image . Gluteal and Femoral Muscles). Femoral muscles are divided into 3 compartments. Each compartment is separated from the others by an intermuscular septum running from the fascia lata to the femur's linea aspera.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Introduction. The femoral muscles are closely associated with the femur or the thigh's long bone (see Image . Gluteal and Femoral Muscles). Femoral muscles are divided into 3 compartments. Each compartment is separated from the others by an intermuscular septum running from the fascia lata to the femur's linea aspera."}
{"id": "article-36113_1", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Introduction", "content": "The anterior compartment houses the hip flexors and knee extensors, including the pectineus, iliopsoas, minor, iliacus, sartorius, and quadriceps. These muscles arise from the hip, spine, and proximal femur.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Introduction. The anterior compartment houses the hip flexors and knee extensors, including the pectineus, iliopsoas, minor, iliacus, sartorius, and quadriceps. These muscles arise from the hip, spine, and proximal femur."}
{"id": "article-36113_2", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Introduction", "content": "The medial compartment contains the thigh adductors comprising the adductor magnus, adductor longus, adductor brevis, gracilis, and obturator externus. These muscles originate near the anteroinferior external surface of the bony pelvis and insert at the linea aspera.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Introduction. The medial compartment contains the thigh adductors comprising the adductor magnus, adductor longus, adductor brevis, gracilis, and obturator externus. These muscles originate near the anteroinferior external surface of the bony pelvis and insert at the linea aspera."}
{"id": "article-36113_3", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Introduction", "content": "The posterior compartment has the \"hamstrings\"—the prime hip extensors and knee flexors. The hamstrings consist of the semitendinosus, semimembranosus, and biceps femoris. These muscles arise from the ischial tuberosity and the femur and insert on the medial tibia and lateral fibula. [1] [2] [3] This article focuses on the femoral muscles, associated structures, and clinical conditions that arise from their pathology.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Introduction. The posterior compartment has the \"hamstrings\"—the prime hip extensors and knee flexors. The hamstrings consist of the semitendinosus, semimembranosus, and biceps femoris. These muscles arise from the ischial tuberosity and the femur and insert on the medial tibia and lateral fibula. [1] [2] [3] This article focuses on the femoral muscles, associated structures, and clinical conditions that arise from their pathology."}
{"id": "article-36113_4", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function", "content": "The femoral compartments are organized so that, with few exceptions, muscles in the same compartment have similar functions. Intermuscular septae and thick fascia separate each compartment. The intermuscular septae are extensions of the fascia lata and attach to the linea aspera of the femur.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function. The femoral compartments are organized so that, with few exceptions, muscles in the same compartment have similar functions. Intermuscular septae and thick fascia separate each compartment. The intermuscular septae are extensions of the fascia lata and attach to the linea aspera of the femur."}
{"id": "article-36113_5", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function", "content": "The lateral intermuscular septum separates the anterior and posterior compartments. The medial intermuscular septum separates the anterior and medial compartments. The posterior intermuscular septum separates the medial and posterior compartments.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function. The lateral intermuscular septum separates the anterior and posterior compartments. The medial intermuscular septum separates the anterior and medial compartments. The posterior intermuscular septum separates the medial and posterior compartments."}
{"id": "article-36113_6", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function", "content": "The fascia lata is the deep fascia surrounding the thigh. This fascial layer limits the outward expansion of the thigh muscles. The iliotibial (IT) tract is a thickened portion of the fascia found on the lateral aspect of the thigh. The aponeurosis of the tensor fasciae latae and gluteus maximus also contribute to the IT tract. The saphenous opening is an orifice inferior to the inguinal ligament, where the great saphenous vein descends superficially in the lower limb. [4] [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function. The fascia lata is the deep fascia surrounding the thigh. This fascial layer limits the outward expansion of the thigh muscles. The iliotibial (IT) tract is a thickened portion of the fascia found on the lateral aspect of the thigh. The aponeurosis of the tensor fasciae latae and gluteus maximus also contribute to the IT tract. The saphenous opening is an orifice inferior to the inguinal ligament, where the great saphenous vein descends superficially in the lower limb. [4] [5]"}
{"id": "article-36113_7", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment", "content": "The anterior or extensor compartment contains the muscles that flex the hip and extend the knee. The anterior femoral muscles include the pectineus, iliopsoas, psoas minor, iliacus, sartorius, and quadriceps.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment. The anterior or extensor compartment contains the muscles that flex the hip and extend the knee. The anterior femoral muscles include the pectineus, iliopsoas, psoas minor, iliacus, sartorius, and quadriceps."}
{"id": "article-36113_8", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment", "content": "The pectineus is a small square muscle found in the superomedial area of the thigh. It originates from the superior pubic ramus and inserts on the pectineal line of the femur. The pectineus adducts, flexes, and assists in the medial rotation of the thigh. [6] [7] [8] The iliopsoas muscle group comprises the psoas major, psoas minor, and iliacus. These muscles work together to flex the hip joint and stabilize it when standing.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment. The pectineus is a small square muscle found in the superomedial area of the thigh. It originates from the superior pubic ramus and inserts on the pectineal line of the femur. The pectineus adducts, flexes, and assists in the medial rotation of the thigh. [6] [7] [8] The iliopsoas muscle group comprises the psoas major, psoas minor, and iliacus. These muscles work together to flex the hip joint and stabilize it when standing."}
{"id": "article-36113_9", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment", "content": "The psoas major originates from the transverse processes of the T12 to L5 vertebrae. It then passes down through the pelvis and under the inguinal ligament to insert on the lesser trochanter of the femur. The psoas minor found anterior to the psoas major, originates from the T12 through L1 vertebrae and inserts on the pectineal line. The iliacus originates from the iliac crest, iliac fossa, ala of the sacrum, and anterior sacroiliac ligaments. It joins the psoas muscles traveling deep to the inguinal ligament. The iliacus inserts on the psoas major tendon and the distal part of the lesser trochanter of the femur.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment. The psoas major originates from the transverse processes of the T12 to L5 vertebrae. It then passes down through the pelvis and under the inguinal ligament to insert on the lesser trochanter of the femur. The psoas minor found anterior to the psoas major, originates from the T12 through L1 vertebrae and inserts on the pectineal line. The iliacus originates from the iliac crest, iliac fossa, ala of the sacrum, and anterior sacroiliac ligaments. It joins the psoas muscles traveling deep to the inguinal ligament. The iliacus inserts on the psoas major tendon and the distal part of the lesser trochanter of the femur."}
{"id": "article-36113_10", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment", "content": "The sartorius is a long band-like muscle that runs lateromedially on the anterior aspect of the thigh. It originates from the anterior superior iliac spine, crosses superficially to the quadriceps muscles, and inserts on the superomedial surface of the tibia via the pes anserinus. This muscle flexes, abducts, and laterally rotates the thigh at the hip joint. It also aids in knee flexion and medially rotates the leg while in this position. The sartorius is the longest muscle in the body.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment. The sartorius is a long band-like muscle that runs lateromedially on the anterior aspect of the thigh. It originates from the anterior superior iliac spine, crosses superficially to the quadriceps muscles, and inserts on the superomedial surface of the tibia via the pes anserinus. This muscle flexes, abducts, and laterally rotates the thigh at the hip joint. It also aids in knee flexion and medially rotates the leg while in this position. The sartorius is the longest muscle in the body."}
{"id": "article-36113_11", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment", "content": "The quadriceps femoris occupies the largest space in the anterior compartment. This muscle group is among the strongest in the body. It has 4 components that act concertedly to extend the leg at the knee joint. The rectus femoris originates from the anterior inferior iliac spine. It courses in a straight path inferiorly on the anterior aspect of the thigh. The rectus femoris assists in stabilizing the hip joint and flexing the thigh. The vastus lateralis is the largest quadriceps muscle. It originates from the greater trochanter and is found on the lateral aspect of the thigh. The vastus medialis originates from the intertrochanteric line and medial lip of the linea aspera of the femur. It covers the medial aspect of the femur. The vastus intermedius originates from the anterior and lateral shaft of the femur. It lies between the vastus lateralis and the vastus medialis, just deep to the rectus femoris.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment. The quadriceps femoris occupies the largest space in the anterior compartment. This muscle group is among the strongest in the body. It has 4 components that act concertedly to extend the leg at the knee joint. The rectus femoris originates from the anterior inferior iliac spine. It courses in a straight path inferiorly on the anterior aspect of the thigh. The rectus femoris assists in stabilizing the hip joint and flexing the thigh. The vastus lateralis is the largest quadriceps muscle. It originates from the greater trochanter and is found on the lateral aspect of the thigh. The vastus medialis originates from the intertrochanteric line and medial lip of the linea aspera of the femur. It covers the medial aspect of the femur. The vastus intermedius originates from the anterior and lateral shaft of the femur. It lies between the vastus lateralis and the vastus medialis, just deep to the rectus femoris."}
{"id": "article-36113_12", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment", "content": "The quadriceps tendon, a common tendon for all 4 quadriceps muscles, inserts on the patella. The patellar ligament extends from the patella to the tibial tuberosity.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Anterior Compartment. The quadriceps tendon, a common tendon for all 4 quadriceps muscles, inserts on the patella. The patellar ligament extends from the patella to the tibial tuberosity."}
{"id": "article-36113_13", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Posterior Compartment", "content": "The posterior or flexor compartment houses the prime hip extensors and knee flexors. Posterior femoral muscles are also known as the \"hamstrings,\" and there are three:", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Posterior Compartment. The posterior or flexor compartment houses the prime hip extensors and knee flexors. Posterior femoral muscles are also known as the \"hamstrings,\" and there are three:"}
{"id": "article-36113_14", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Posterior Compartment", "content": "The semitendinosus originates from the ischial tuberosity and inserts on the medial surface of the tibial via the pes anserinus. This muscle mainly extends the hip and flexes the knee. The semimembranosus originates from the ischial tuberosity and inserts on the medial condyle of the tibia. It extends the thigh, flexes the leg, and medially rotates the leg when the knee is flexed. The biceps femoris has a long and short head. The long head originates from the ischial tuberosity and inserts on the head of the fibula. This head is innervated by the tibial portion of the sciatic nerve. The short head of the biceps femoris originates from the linea aspera of the femur and inserts on the head of the fibula. This head is innervated by the fibular portion of the sciatic nerve. The biceps femoris flexes the leg and, when the knee is flexed, rotates it laterally and aids in thigh extension.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Posterior Compartment. The semitendinosus originates from the ischial tuberosity and inserts on the medial surface of the tibial via the pes anserinus. This muscle mainly extends the hip and flexes the knee. The semimembranosus originates from the ischial tuberosity and inserts on the medial condyle of the tibia. It extends the thigh, flexes the leg, and medially rotates the leg when the knee is flexed. The biceps femoris has a long and short head. The long head originates from the ischial tuberosity and inserts on the head of the fibula. This head is innervated by the tibial portion of the sciatic nerve. The short head of the biceps femoris originates from the linea aspera of the femur and inserts on the head of the fibula. This head is innervated by the fibular portion of the sciatic nerve. The biceps femoris flexes the leg and, when the knee is flexed, rotates it laterally and aids in thigh extension."}
{"id": "article-36113_15", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment", "content": "The medial or adductor compartment contains the thigh adductors, which include the following:", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment. The medial or adductor compartment contains the thigh adductors, which include the following:"}
{"id": "article-36113_16", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment", "content": "The adductor longus is the most anterior in the group. It fans out from its origin on the anterior aspect of the pubis and inserts on the linea aspera. It covers both the anterior portion of the adductor brevis and the central segment of the adductor magnus. The adductor longus is a major adductor of the thigh.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment. The adductor longus is the most anterior in the group. It fans out from its origin on the anterior aspect of the pubis and inserts on the linea aspera. It covers both the anterior portion of the adductor brevis and the central segment of the adductor magnus. The adductor longus is a major adductor of the thigh."}
{"id": "article-36113_17", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment", "content": "The adductor brevis is the smallest muscle in the medial compartment, lying just deep to the pectineus and adductor longus. It originates from the body and inferior ramus of the pubis and inserts on the proximal portion of the linea aspera. This muscle divides the obturator nerve into anterior and posterior divisions. The adductor brevis aids in thigh adduction and, to a lesser extent, flexion.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment. The adductor brevis is the smallest muscle in the medial compartment, lying just deep to the pectineus and adductor longus. It originates from the body and inferior ramus of the pubis and inserts on the proximal portion of the linea aspera. This muscle divides the obturator nerve into anterior and posterior divisions. The adductor brevis aids in thigh adduction and, to a lesser extent, flexion."}
{"id": "article-36113_18", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment", "content": "The adductor magnus is the largest and most posterior of the adductor muscles. It crosses into the posterior compartment and has both an adductor and a hamstring part. The adductor portion of the adductor magnus originates from the inferior ramus of the pubis and inserts on the linea aspera and the medial supracondylar ridge. It adducts and flexes the thigh. This portion of the muscle has an opening in the tendon, allowing for the passage of important vessels down the posterior side of the knee. Meanwhile, the hamstring portion of the adductor magnus originates from the ischial tuberosity and inserts on the adductor tubercle of the femur. It extends and adducts the thigh.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment. The adductor magnus is the largest and most posterior of the adductor muscles. It crosses into the posterior compartment and has both an adductor and a hamstring part. The adductor portion of the adductor magnus originates from the inferior ramus of the pubis and inserts on the linea aspera and the medial supracondylar ridge. It adducts and flexes the thigh. This portion of the muscle has an opening in the tendon, allowing for the passage of important vessels down the posterior side of the knee. Meanwhile, the hamstring portion of the adductor magnus originates from the ischial tuberosity and inserts on the adductor tubercle of the femur. It extends and adducts the thigh."}
{"id": "article-36113_19", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment", "content": "The gracilis can be recognized by its long, slender appearance. It is the most medial muscle in this compartment. The gracilis originates from the body and inferior ramus of the pubis, crossing both the hip and knee joints. It then inserts on the pes anserinus, which attaches to the medial tibial surface. The gracilis adducts the thigh, flexes the leg, and aids in the medial rotation of the leg, though it is the weakest of the adductor muscles.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment. The gracilis can be recognized by its long, slender appearance. It is the most medial muscle in this compartment. The gracilis originates from the body and inferior ramus of the pubis, crossing both the hip and knee joints. It then inserts on the pes anserinus, which attaches to the medial tibial surface. The gracilis adducts the thigh, flexes the leg, and aids in the medial rotation of the leg, though it is the weakest of the adductor muscles."}
{"id": "article-36113_20", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment", "content": "The obturator externus is a small muscle found in the superomedial area of the thigh. It originates from the external surface of the obturator membrane and inserts on the posterior side of the greater trochanter. It then passes distally to the neck of the femur and the acetabulum. This muscle is a lateral rotator of the thigh and is a major stabilizer of the head of the femur in the acetabulum.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Structure and Function -- Medial Compartment. The obturator externus is a small muscle found in the superomedial area of the thigh. It originates from the external surface of the obturator membrane and inserts on the posterior side of the greater trochanter. It then passes distally to the neck of the femur and the acetabulum. This muscle is a lateral rotator of the thigh and is a major stabilizer of the head of the femur in the acetabulum."}
{"id": "article-36113_21", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Embryology", "content": "The lower limb bud appears during the 5th week of development, growing laterally from the L2 through S2 segments. Each limb bud contains the 3 primary germ layers: ectoderm, endoderm, and mesoderm. The lateral plate somatic mesoderm gives rise to skeletal elements, and the musculature arises from the myotomic portions of somites. The lower limb rotates 90° medially along the longitudinal axis, allowing the knee to face anteriorly. Programmed apoptosis occurs to form the digits.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Embryology. The lower limb bud appears during the 5th week of development, growing laterally from the L2 through S2 segments. Each limb bud contains the 3 primary germ layers: ectoderm, endoderm, and mesoderm. The lateral plate somatic mesoderm gives rise to skeletal elements, and the musculature arises from the myotomic portions of somites. The lower limb rotates 90° medially along the longitudinal axis, allowing the knee to face anteriorly. Programmed apoptosis occurs to form the digits."}
{"id": "article-36113_22", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Blood Supply and Lymphatics", "content": "The anterior thigh compartment receives blood from the superficial femoral artery, which branches out from the external iliac. The superficial femoral artery travels laterally to the femoral vein down the anterior thigh and then passes to the posterior thigh through the adductor hiatus. [9]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Blood Supply and Lymphatics. The anterior thigh compartment receives blood from the superficial femoral artery, which branches out from the external iliac. The superficial femoral artery travels laterally to the femoral vein down the anterior thigh and then passes to the posterior thigh through the adductor hiatus. [9]"}
{"id": "article-36113_23", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Blood Supply and Lymphatics", "content": "The deep artery of the thigh is the largest branch of the femoral artery. It courses deep then posteriorly to the adductor longus to supply the adductor magnus, hamstrings, and vastus lateralis. The medial and lateral circumflex femoral arteries branch off the deep artery of the thigh and run around the head of the femur to supply the muscles in this area. The obturator artery splits into anterior and posterior branches and helps supply the adductor muscles.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Blood Supply and Lymphatics. The deep artery of the thigh is the largest branch of the femoral artery. It courses deep then posteriorly to the adductor longus to supply the adductor magnus, hamstrings, and vastus lateralis. The medial and lateral circumflex femoral arteries branch off the deep artery of the thigh and run around the head of the femur to supply the muscles in this area. The obturator artery splits into anterior and posterior branches and helps supply the adductor muscles."}
{"id": "article-36113_24", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Blood Supply and Lymphatics", "content": "Leg lymph vessels drain into the superficial popliteal lymph nodes. From there, the lymph vessels coarse near the femoral vessels and then drain into the deep inguinal lymph nodes. Lymph vessels from the superficial thigh tissues drain into the superficial inguinal nodes, which are tributaries of the external iliac, common iliac, and right and left lumbar lymph nodes. These higher-level lymph nodes drain into the cisterna chyli and, superiorly, the thoracic duct. [10]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Blood Supply and Lymphatics. Leg lymph vessels drain into the superficial popliteal lymph nodes. From there, the lymph vessels coarse near the femoral vessels and then drain into the deep inguinal lymph nodes. Lymph vessels from the superficial thigh tissues drain into the superficial inguinal nodes, which are tributaries of the external iliac, common iliac, and right and left lumbar lymph nodes. These higher-level lymph nodes drain into the cisterna chyli and, superiorly, the thoracic duct. [10]"}
{"id": "article-36113_25", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Nerves", "content": "Each compartment is supplied by a single nerve, with few exceptions.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Nerves. Each compartment is supplied by a single nerve, with few exceptions."}
{"id": "article-36113_26", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Nerves", "content": "The femoral nerve (L2-L4) innervates the anterior thigh compartment except for the psoas major and psoas minor, which are supplied by L1-L3 anterior rami. The femoral nerve exits the abdomen inferiorly, deep to the inguinal ligament. It then courses lateral to the femoral vessels in the femoral triangle, where it divides into muscular and cutaneous branches. The obturator nerve (L2-L4) innervates the medial compartment of the thigh, except the hamstring portion of the adductor magnus, which is supplied by the tibial part of the sciatic nerve (L4). The sciatic nerve (L4-S3) supplies the posterior thigh compartment and divides into the tibial and common fibular divisions. The tibial division of the sciatic nerve innervates the semitendinosus and semimembranosus. The biceps femoris has dual innervation. The long head is innervated by the tibial nerve (L5-S2), while the short head is supplied by the common fibular division of the sciatic nerve (L5-S2).", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Nerves. The femoral nerve (L2-L4) innervates the anterior thigh compartment except for the psoas major and psoas minor, which are supplied by L1-L3 anterior rami. The femoral nerve exits the abdomen inferiorly, deep to the inguinal ligament. It then courses lateral to the femoral vessels in the femoral triangle, where it divides into muscular and cutaneous branches. The obturator nerve (L2-L4) innervates the medial compartment of the thigh, except the hamstring portion of the adductor magnus, which is supplied by the tibial part of the sciatic nerve (L4). The sciatic nerve (L4-S3) supplies the posterior thigh compartment and divides into the tibial and common fibular divisions. The tibial division of the sciatic nerve innervates the semitendinosus and semimembranosus. The biceps femoris has dual innervation. The long head is innervated by the tibial nerve (L5-S2), while the short head is supplied by the common fibular division of the sciatic nerve (L5-S2)."}
{"id": "article-36113_27", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Pectineus", "content": "Origin: superior ramus of pubis Insertion: pectineal line of femur Action: adduction and flexion of thigh Innervation: femoral nerve (L2-L3)", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Pectineus. Origin: superior ramus of pubis Insertion: pectineal line of femur Action: adduction and flexion of thigh Innervation: femoral nerve (L2-L3)"}
{"id": "article-36113_28", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Iliopsoas (illiacus + psoas)", "content": "Origin: T12-L5 vertebrae and ilium Insertion: lesser trochanter of femur Action: flexion of hip and hip stabilization Innervation: femoral nerve for the iliacus, anterior rami L1-3 for the psoas muscles", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Iliopsoas (illiacus + psoas). Origin: T12-L5 vertebrae and ilium Insertion: lesser trochanter of femur Action: flexion of hip and hip stabilization Innervation: femoral nerve for the iliacus, anterior rami L1-3 for the psoas muscles"}
{"id": "article-36113_29", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Sartorius", "content": "Origin: anterior superior iliac spine Insertion: medial aspect of tibia via pes anserinus Action: flexion, abduction, and lateral rotation of the hip; flexion of the knee Innervation: femoral nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Sartorius. Origin: anterior superior iliac spine Insertion: medial aspect of tibia via pes anserinus Action: flexion, abduction, and lateral rotation of the hip; flexion of the knee Innervation: femoral nerve"}
{"id": "article-36113_30", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Quadriceps femoris (4 muscles)", "content": "Rectus femoris Origin: anterior inferior iliac spine Insertion: patella via quadriceps tendon Action: extension of the knee Innervation: femoral nerve Vastus lateralis Origin: greater trochanter and linea aspera Insertion: patella via quadriceps tendon Action: extension of the knee Innervation: femoral nerve Vastus medialis Origin: intertrochanteric line and linea aspera Insertion: patella via quadriceps tendon Action: extension of the knee Innervation: femoral nerve Vastus intermedius Origin: femur shaft Insertion: patella via quadriceps tendon Action: extension of the knee Innervation: femoral nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Quadriceps femoris (4 muscles). Rectus femoris Origin: anterior inferior iliac spine Insertion: patella via quadriceps tendon Action: extension of the knee Innervation: femoral nerve Vastus lateralis Origin: greater trochanter and linea aspera Insertion: patella via quadriceps tendon Action: extension of the knee Innervation: femoral nerve Vastus medialis Origin: intertrochanteric line and linea aspera Insertion: patella via quadriceps tendon Action: extension of the knee Innervation: femoral nerve Vastus intermedius Origin: femur shaft Insertion: patella via quadriceps tendon Action: extension of the knee Innervation: femoral nerve"}
{"id": "article-36113_31", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Semitendinosus", "content": "Origin: ischial tuberosity Insertion: medial tibial surface via pes anserinus Action: extension of the hip, flexion of the knee Innervation: sciatic nerve (tibial portion, L4-S3)", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Semitendinosus. Origin: ischial tuberosity Insertion: medial tibial surface via pes anserinus Action: extension of the hip, flexion of the knee Innervation: sciatic nerve (tibial portion, L4-S3)"}
{"id": "article-36113_32", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Semimembranosus", "content": "Origin: ischial tuberosity Insertion: medial condyle of tibia Action: extension of the hip, flexion of the knee Innervation: sciatic nerve (tibial portion, L4-S3)", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Semimembranosus. Origin: ischial tuberosity Insertion: medial condyle of tibia Action: extension of the hip, flexion of the knee Innervation: sciatic nerve (tibial portion, L4-S3)"}
{"id": "article-36113_33", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Biceps femoris", "content": "Long head Origin: ischial tuberosity Insertion: head of the fibula Action: extension of the hip, flexion of the knee Innervation: sciatic nerve (tibial portion) Short head Origin: linea aspera Insertion: head of the fibula Action: extension of the hip, flexion of the knee Innervation: sciatic nerve (common fibular portion)", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Biceps femoris. Long head Origin: ischial tuberosity Insertion: head of the fibula Action: extension of the hip, flexion of the knee Innervation: sciatic nerve (tibial portion) Short head Origin: linea aspera Insertion: head of the fibula Action: extension of the hip, flexion of the knee Innervation: sciatic nerve (common fibular portion)"}
{"id": "article-36113_34", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Adductor longus", "content": "Origin: the body of the pubis Insertion: linea aspera Action: adduction of the thigh Innervation: obturator nerve (L2-L4, anterior division)", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Adductor longus. Origin: the body of the pubis Insertion: linea aspera Action: adduction of the thigh Innervation: obturator nerve (L2-L4, anterior division)"}
{"id": "article-36113_35", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Adductor brevis", "content": "Origin: body and inferior ramus of pubis Insertion: pectineal line Action: adduction of the thigh Innervation: obturator nerve (L2-L4, anterior division)", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Adductor brevis. Origin: body and inferior ramus of pubis Insertion: pectineal line Action: adduction of the thigh Innervation: obturator nerve (L2-L4, anterior division)"}
{"id": "article-36113_36", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Adductor magnus", "content": "Adductor portion Origin: inferior pubic ramus Insertion: gluteal tuberosity, linea aspera, medial supracondylar line Action: adduction and flexion of the thigh Innervation: obturator nerve (L2-L4, posterior division) Hamstring portion Origin: ischial tuberosity Insertion: adductor tubercle of femur Action: adduction and extension of the thigh Innervation: sciatic nerve (L4)", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Adductor magnus. Adductor portion Origin: inferior pubic ramus Insertion: gluteal tuberosity, linea aspera, medial supracondylar line Action: adduction and flexion of the thigh Innervation: obturator nerve (L2-L4, posterior division) Hamstring portion Origin: ischial tuberosity Insertion: adductor tubercle of femur Action: adduction and extension of the thigh Innervation: sciatic nerve (L4)"}
{"id": "article-36113_37", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Gracilis", "content": "Origin: body and inferior pubic ramus Insertion: medial surface of tibia via pes anserinus Action: adduction of the thigh, flexion, and medial rotation of the leg Innervation: obturator nerve (L2-L4, anterior division)", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Gracilis. Origin: body and inferior pubic ramus Insertion: medial surface of tibia via pes anserinus Action: adduction of the thigh, flexion, and medial rotation of the leg Innervation: obturator nerve (L2-L4, anterior division)"}
{"id": "article-36113_38", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Obturator externus", "content": "Origin: margins of obturator foramen Insertion: trochanteric fossa of femur Action: lateral rotation of the thigh Innervation: obturator nerve (L2-L4, posterior division)", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Muscles -- Obturator externus. Origin: margins of obturator foramen Insertion: trochanteric fossa of femur Action: lateral rotation of the thigh Innervation: obturator nerve (L2-L4, posterior division)"}
{"id": "article-36113_39", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance", "content": "Femoral muscle injuries commonly arise from sports-related or occupational trauma. Most patients are in their prime, so reduced lower limb mobility and function can be devastating. Meanwhile, atraumatic femoral injuries can develop in patients with poor immunity. Understanding the anatomy of the femoral compartments is critical to diagnosis and management.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance. Femoral muscle injuries commonly arise from sports-related or occupational trauma. Most patients are in their prime, so reduced lower limb mobility and function can be devastating. Meanwhile, atraumatic femoral injuries can develop in patients with poor immunity. Understanding the anatomy of the femoral compartments is critical to diagnosis and management."}
{"id": "article-36113_40", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Nerve Injuries Affecting the Femoral Muscles", "content": "Each femoral compartment is innervated by a different nerve, with some exceptions. Dermatomal and muscular function tests can help localize the nerve lesion.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Nerve Injuries Affecting the Femoral Muscles. Each femoral compartment is innervated by a different nerve, with some exceptions. Dermatomal and muscular function tests can help localize the nerve lesion."}
{"id": "article-36113_41", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Nerve Injuries Affecting the Femoral Muscles", "content": "For example, femoral nerve damage paralyzes the quadriceps, manifesting as difficulty in hip flexion and leg extension. This nerve also supplies the skin overlying the anteromedial aspect of the thigh, so sensation in this area may also be reduced. In contrast, obturator nerve injuries present with thigh adduction weakness and numbness of the medial thigh. [11]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Nerve Injuries Affecting the Femoral Muscles. For example, femoral nerve damage paralyzes the quadriceps, manifesting as difficulty in hip flexion and leg extension. This nerve also supplies the skin overlying the anteromedial aspect of the thigh, so sensation in this area may also be reduced. In contrast, obturator nerve injuries present with thigh adduction weakness and numbness of the medial thigh. [11]"}
{"id": "article-36113_42", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Nerve Injuries Affecting the Femoral Muscles", "content": "Sciatic nerve lesions weaken the ability to extend the hip and flex the knee. Motor and sensory deficits in the foot and ankle may also be evident. Steppage gait arises from weakened dorsiflexion, resulting in difficulty lifting the foot while walking. It may be caused by injury to the sciatic nerve or lumbar roots. [12] Acute nerve injuries secondary to trauma may be accompanied by pain from muscular and blood vessel damage.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Nerve Injuries Affecting the Femoral Muscles. Sciatic nerve lesions weaken the ability to extend the hip and flex the knee. Motor and sensory deficits in the foot and ankle may also be evident. Steppage gait arises from weakened dorsiflexion, resulting in difficulty lifting the foot while walking. It may be caused by injury to the sciatic nerve or lumbar roots. [12] Acute nerve injuries secondary to trauma may be accompanied by pain from muscular and blood vessel damage."}
{"id": "article-36113_43", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Psoas Abscess", "content": "Psoas abscess is a rare condition whereby pus collects in the psoas muscle. The most common symptoms are non-specific—back or flank pain, fever, anorexia, and weight loss. Only a small fraction of patients present with the classic triad of fever, back pain, and limping. The most common etiologic agent of psoas abscesses is Staphylococcus aureus .", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Psoas Abscess. Psoas abscess is a rare condition whereby pus collects in the psoas muscle. The most common symptoms are non-specific—back or flank pain, fever, anorexia, and weight loss. Only a small fraction of patients present with the classic triad of fever, back pain, and limping. The most common etiologic agent of psoas abscesses is Staphylococcus aureus ."}
{"id": "article-36113_44", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Psoas Abscess", "content": "The lesion most often appears after hematogenous spread from another source. Predisposing factors include diabetes mellitus, IV drug use, AIDS, and renal failure. Psoas abscesses can also develop secondary to spreading from a contiguous site, as seen in patients with Crohn disease or previous abdominal surgery.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Psoas Abscess. The lesion most often appears after hematogenous spread from another source. Predisposing factors include diabetes mellitus, IV drug use, AIDS, and renal failure. Psoas abscesses can also develop secondary to spreading from a contiguous site, as seen in patients with Crohn disease or previous abdominal surgery."}
{"id": "article-36113_45", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Psoas Abscess", "content": "A positive psoas sign can be seen on examination, manifesting as increased pain with hip extension. Ultrasound and CT scans help visualize the lesion. Definitive treatment includes surgical drainage and antibiotic therapy. [13] [17]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Psoas Abscess. A positive psoas sign can be seen on examination, manifesting as increased pain with hip extension. Ultrasound and CT scans help visualize the lesion. Definitive treatment includes surgical drainage and antibiotic therapy. [13] [17]"}
{"id": "article-36113_46", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Pes Anserine Bursitis", "content": "The pes anserine bursa lies between the pes anserine and the medial tibia. The pes anserine is a structure made of the conjoined tendons of the gracilis, semitendinosus, and sartorius. Pes anserine bursitis presents with pain on the medial aspect of the knee. This is accompanied by tenderness to palpation over the medial tendons at 90° of knee flexion. Middle-aged females are the most commonly affected group. The management includes rest, ice, and NSAIDs for symptomatic control. [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Pes Anserine Bursitis. The pes anserine bursa lies between the pes anserine and the medial tibia. The pes anserine is a structure made of the conjoined tendons of the gracilis, semitendinosus, and sartorius. Pes anserine bursitis presents with pain on the medial aspect of the knee. This is accompanied by tenderness to palpation over the medial tendons at 90° of knee flexion. Middle-aged females are the most commonly affected group. The management includes rest, ice, and NSAIDs for symptomatic control. [14]"}
{"id": "article-36113_47", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Hamstring Injuries", "content": "The hamstrings are vulnerable to injury during activities that require running or jumping. Sprains make up most hamstring injuries, although strains, complete and partial avulsions, tendinopathy, and referred pain also occur. All hamstring lesions cause immense pain.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Hamstring Injuries. The hamstrings are vulnerable to injury during activities that require running or jumping. Sprains make up most hamstring injuries, although strains, complete and partial avulsions, tendinopathy, and referred pain also occur. All hamstring lesions cause immense pain."}
{"id": "article-36113_48", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Hamstring Injuries", "content": "Sports activities associated with an increased incidence of hamstring sprains include football, soccer, rugby, and track. These activities require sprinting, kicking, and other high-speed lower limb movements. Hamstring sprains are more likely to occur in a male athlete than a female one. The condition is managed conservatively, typically with rest and physical rehabilitation. [15]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Hamstring Injuries. Sports activities associated with an increased incidence of hamstring sprains include football, soccer, rugby, and track. These activities require sprinting, kicking, and other high-speed lower limb movements. Hamstring sprains are more likely to occur in a male athlete than a female one. The condition is managed conservatively, typically with rest and physical rehabilitation. [15]"}
{"id": "article-36113_49", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Patellar Tendon Reflex", "content": "The patellar tendon reflex is tested during a physical examination by striking the patellar ligament while the patient is seated with legs dangling. An intact reflex causes the quadriceps muscles to contract, extending the leg. The patellar tendon reflex tests the integrity of the femoral nerve and the L2-L4 spinal cord segments. [16]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Clinical Significance -- Patellar Tendon Reflex. The patellar tendon reflex is tested during a physical examination by striking the patellar ligament while the patient is seated with legs dangling. An intact reflex causes the quadriceps muscles to contract, extending the leg. The patellar tendon reflex tests the integrity of the femoral nerve and the L2-L4 spinal cord segments. [16]"}
{"id": "article-36113_50", "title": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femoral Muscles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}