{"id": "article-29755_0", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Introduction", "content": "The sural nerve is a cutaneous nerve, providing only sensation to the posterolateral aspect of the distal third of the leg and the lateral aspect of the foot, heel, and ankle. It is formed by terminal branches of the tibial and common peroneal nerves that join together in the superficial aspect of the distal third of the leg. It is purely sensory and easily located anatomically, making it a commonly used site for peripheral nerve biopsies and harvesting for nerve grafting.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Introduction. The sural nerve is a cutaneous nerve, providing only sensation to the posterolateral aspect of the distal third of the leg and the lateral aspect of the foot, heel, and ankle. It is formed by terminal branches of the tibial and common peroneal nerves that join together in the superficial aspect of the distal third of the leg. It is purely sensory and easily located anatomically, making it a commonly used site for peripheral nerve biopsies and harvesting for nerve grafting."}
{"id": "article-29755_1", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Structure and Function", "content": "The sural nerve forms from the combination of two smaller sensory nerves: the medial sural cutaneous nerve, and the lateral sural cutaneous nerve. The medial sural cutaneous nerve is a terminal branch of the tibial nerve, and the lateral sural cutaneous nerve is a terminal branch of the common peroneal nerve. The union occurs in the distal third of the posterior leg, and the nerve then travels posterolaterally between the two heads of the gastrocnemius aside the short saphenous vein, becoming superficial around the mid-calf. It reaches the lateral malleolus lateral to the Achilles tendon, passing it 2.5 cm posteriorly before running deep to the fibularis tendon sheath and reaching the lateral tuberosity of the fifth toe. At the level of the ankle, the sural nerve and small saphenous vein run posteriorly between the calcaneus and lateral malleolus. The nerve is the preferred site for a biopsy if a peripheral nerve biopsy is necessary. [1] [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Structure and Function. The sural nerve forms from the combination of two smaller sensory nerves: the medial sural cutaneous nerve, and the lateral sural cutaneous nerve. The medial sural cutaneous nerve is a terminal branch of the tibial nerve, and the lateral sural cutaneous nerve is a terminal branch of the common peroneal nerve. The union occurs in the distal third of the posterior leg, and the nerve then travels posterolaterally between the two heads of the gastrocnemius aside the short saphenous vein, becoming superficial around the mid-calf. It reaches the lateral malleolus lateral to the Achilles tendon, passing it 2.5 cm posteriorly before running deep to the fibularis tendon sheath and reaching the lateral tuberosity of the fifth toe. At the level of the ankle, the sural nerve and small saphenous vein run posteriorly between the calcaneus and lateral malleolus. The nerve is the preferred site for a biopsy if a peripheral nerve biopsy is necessary. [1] [2]"}
{"id": "article-29755_2", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Embryology", "content": "The neural plate forms during the third week after fertilization and creates the neural tube and neural crest cells. The neural crest cells become peripheral nerves, including the sural nerve. Schwann cells also derive from neural crest cells and myelinate nerves in the peripheral nervous system to increase the conduction of electrical signals.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Embryology. The neural plate forms during the third week after fertilization and creates the neural tube and neural crest cells. The neural crest cells become peripheral nerves, including the sural nerve. Schwann cells also derive from neural crest cells and myelinate nerves in the peripheral nervous system to increase the conduction of electrical signals."}
{"id": "article-29755_3", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Blood Supply and Lymphatics", "content": "Vascular supply to peripheral nerves intrinsically comes from the vasa nervorum within the epineurium of the nerve and extrinsically from parallel running arteries.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Blood Supply and Lymphatics. Vascular supply to peripheral nerves intrinsically comes from the vasa nervorum within the epineurium of the nerve and extrinsically from parallel running arteries."}
{"id": "article-29755_4", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Nerves", "content": "The sural nerve has its origins within the sciatic nerve, coming from terminal branches of the tibial and common fibular nerves. The medial sural cutaneous nerve, a terminal branch from the tibial nerve, joins with the lateral sural cutaneous nerve, a terminal branch from the common fibular nerve, to form the sural nerve in the distal third of the calf. The nerve roots commonly involved are S1 and S2.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Nerves. The sural nerve has its origins within the sciatic nerve, coming from terminal branches of the tibial and common fibular nerves. The medial sural cutaneous nerve, a terminal branch from the tibial nerve, joins with the lateral sural cutaneous nerve, a terminal branch from the common fibular nerve, to form the sural nerve in the distal third of the calf. The nerve roots commonly involved are S1 and S2."}
{"id": "article-29755_5", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Muscles", "content": "The sural nerve does not innervate any muscle groups as it only provides sensory innervation of the skin. It does, however, travel subcutaneously between the two heads of the gastrocnemius.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Muscles. The sural nerve does not innervate any muscle groups as it only provides sensory innervation of the skin. It does, however, travel subcutaneously between the two heads of the gastrocnemius."}
{"id": "article-29755_6", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Physiologic Variants", "content": "The variability of the sural nerve comes from how and where the lateral sural cutaneous nerve and the lateral sural cutaneous nerve fuse, the contribution of the fibular and tibial branch (as it can form from only one of these), and differences between each lower extremity within even a single person. [3] [4] [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Physiologic Variants. The variability of the sural nerve comes from how and where the lateral sural cutaneous nerve and the lateral sural cutaneous nerve fuse, the contribution of the fibular and tibial branch (as it can form from only one of these), and differences between each lower extremity within even a single person. [3] [4] [5]"}
{"id": "article-29755_7", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Surgical Considerations", "content": "For surgeries involving the foot and ankle, the surgeon may use a sural nerve block as an adjunct to general anesthesia. It is relatively easy to perform as the nerve lies very superficial at the ankle and is locatable using anatomical landmarks, though ultrasound guidance is also an option. Risks are similar to those of any nerve block, including pain on injection, bleeding, infection, and allergic reaction to the anesthetic. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Surgical Considerations. For surgeries involving the foot and ankle, the surgeon may use a sural nerve block as an adjunct to general anesthesia. It is relatively easy to perform as the nerve lies very superficial at the ankle and is locatable using anatomical landmarks, though ultrasound guidance is also an option. Risks are similar to those of any nerve block, including pain on injection, bleeding, infection, and allergic reaction to the anesthetic. [3]"}
{"id": "article-29755_8", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Surgical Considerations", "content": "The sural nerve can suffer an injury during procedures involving the ankle, calcaneal tendon, or small saphenous vein. The saphenous vein often gets harvested in coronary artery bypass procedures, and the proximity of the sural nerve to this vein predisposes it to injury during the harvesting procedure. Researchers have conducted several studies on the anatomical variability of the nerve as they may pertain to the surgical and clinical outcomes of procedures near the nerve. As it is not a motor nerve and only supplies sensation to a small part of the leg and foot, injury is well tolerated, and this is why the nerve is often used for nerve grafting or biopsy. [6] [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Surgical Considerations. The sural nerve can suffer an injury during procedures involving the ankle, calcaneal tendon, or small saphenous vein. The saphenous vein often gets harvested in coronary artery bypass procedures, and the proximity of the sural nerve to this vein predisposes it to injury during the harvesting procedure. Researchers have conducted several studies on the anatomical variability of the nerve as they may pertain to the surgical and clinical outcomes of procedures near the nerve. As it is not a motor nerve and only supplies sensation to a small part of the leg and foot, injury is well tolerated, and this is why the nerve is often used for nerve grafting or biopsy. [6] [5]"}
{"id": "article-29755_9", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Clinical Significance", "content": "Sural Nerve Entrapment [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Clinical Significance. Sural Nerve Entrapment [7]"}
{"id": "article-29755_10", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Clinical Significance", "content": "Entrapment of the sural nerve is most often caused by fascial thickening at the site where the nerve becomes superficial to the gastrocnemius, called the superficial sural aponeurosis. A patient with sural nerve entrapment will present with sensory changes in the area the nerve innervates. There can be burning pain, hyperaesthesia, dysaesthesia, or paraesthesia in the region of the postero-lateral distal leg and lateral foot to the fifth digit. The area of entrapment may also be tender on examination. It must be distinguished from sciatica originating from sacral roots, exertional compartment syndrome, piriformis syndrome, and popliteal artery entrapment as these would present similarly. Decompression can be completed surgically by releasing the fascia that is compressing the nerve. Sural Nerve Biopsy [8] [9]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Clinical Significance. Entrapment of the sural nerve is most often caused by fascial thickening at the site where the nerve becomes superficial to the gastrocnemius, called the superficial sural aponeurosis. A patient with sural nerve entrapment will present with sensory changes in the area the nerve innervates. There can be burning pain, hyperaesthesia, dysaesthesia, or paraesthesia in the region of the postero-lateral distal leg and lateral foot to the fifth digit. The area of entrapment may also be tender on examination. It must be distinguished from sciatica originating from sacral roots, exertional compartment syndrome, piriformis syndrome, and popliteal artery entrapment as these would present similarly. Decompression can be completed surgically by releasing the fascia that is compressing the nerve. Sural Nerve Biopsy [8] [9]"}
{"id": "article-29755_11", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Clinical Significance", "content": "In patients with peripheral neuropathy that has no clear underlying cause, a sural nerve biopsy may help discover the histopathological etiology. It is not often used in modern medicine due to advances of less invasive technology such as electrophysiological and genetic testing. A biopsy may still be useful in cases where these newer methods provide no answer or a muddled picture; there is still a place for biopsy in cases such as vasculitic neuropathy, amyloid neuropathy, and multifocal leprosy. The sural nerve is a great candidate for biopsy as it is superficial and easily found anatomically, is purely sensory, and permanent anesthesia to its distribution is not likely to cause long-term patient harm. Possible complications include irritation, allodynia, and infection to the surgical wound. The more of the nerve that is taken out relates directly to the amount of sensory loss and recovery of the sensory deficit. However, in one study by Bevilacqua et al., 91% of those who had a section of the nerve had recovered the sensory deficit by 18 months.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Clinical Significance. In patients with peripheral neuropathy that has no clear underlying cause, a sural nerve biopsy may help discover the histopathological etiology. It is not often used in modern medicine due to advances of less invasive technology such as electrophysiological and genetic testing. A biopsy may still be useful in cases where these newer methods provide no answer or a muddled picture; there is still a place for biopsy in cases such as vasculitic neuropathy, amyloid neuropathy, and multifocal leprosy. The sural nerve is a great candidate for biopsy as it is superficial and easily found anatomically, is purely sensory, and permanent anesthesia to its distribution is not likely to cause long-term patient harm. Possible complications include irritation, allodynia, and infection to the surgical wound. The more of the nerve that is taken out relates directly to the amount of sensory loss and recovery of the sensory deficit. However, in one study by Bevilacqua et al., 91% of those who had a section of the nerve had recovered the sensory deficit by 18 months."}
{"id": "article-29755_12", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Clinical Significance", "content": "Sural Nerve Graft [10]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Clinical Significance. Sural Nerve Graft [10]"}
{"id": "article-29755_13", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Clinical Significance", "content": "Nerve grafts are used to replace or bridge a section of an injured or resected nerve, creating a sort of \"track\" for the injured nerve axons to grow along to reach the target area. The sural nerve is an excellent candidate as it is sensory-only, easy to harvest, and can provide a decent length of graft tissue. Though sensory deficits were somewhat large after grafting, a study by Butler et al. showed that patients had low postoperative pain and minimal functional deficit after endoscopic resection of the nerve. The study's findings support the continued use of the sural nerve as a common source of nerve grafts.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Clinical Significance. Nerve grafts are used to replace or bridge a section of an injured or resected nerve, creating a sort of \"track\" for the injured nerve axons to grow along to reach the target area. The sural nerve is an excellent candidate as it is sensory-only, easy to harvest, and can provide a decent length of graft tissue. Though sensory deficits were somewhat large after grafting, a study by Butler et al. showed that patients had low postoperative pain and minimal functional deficit after endoscopic resection of the nerve. The study's findings support the continued use of the sural nerve as a common source of nerve grafts."}
{"id": "article-29755_14", "title": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Sural Nerve -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}