{"id": "article-21872_0", "title": "Follicular Thyroid Cancer -- Continuing Education Activity", "content": "The thyroid gland functions to produce the thyroid hormone, which is needed by the body to carry out different metabolism. Follicles comprise the thyroid and are the functional and structural units of the gland. Thyroid cancer is one of the most common endocrine tumors and is classified as differentiated or undifferentiated. Differentiated cancers include papillary and follicular thyroid carcinoma, and undifferentiated types include medullary thyroid and anaplastic cancer. This activity reviews follicular thyroid cancer, describing the etiology, epidemiology, histology, evaluation, staging, and complications of follicular thyroid cancer and the role of interprofessional teams in caring for patients with this condition.", "contents": "Follicular Thyroid Cancer -- Continuing Education Activity. The thyroid gland functions to produce the thyroid hormone, which is needed by the body to carry out different metabolism. Follicles comprise the thyroid and are the functional and structural units of the gland. Thyroid cancer is one of the most common endocrine tumors and is classified as differentiated or undifferentiated. Differentiated cancers include papillary and follicular thyroid carcinoma, and undifferentiated types include medullary thyroid and anaplastic cancer. This activity reviews follicular thyroid cancer, describing the etiology, epidemiology, histology, evaluation, staging, and complications of follicular thyroid cancer and the role of interprofessional teams in caring for patients with this condition."}
{"id": "article-21872_1", "title": "Follicular Thyroid Cancer -- Continuing Education Activity", "content": "Objectives: Outline the typical presentation of a patient with follicular cancer. Describe the typical evaluation findings associated with follicular cancer. Explain the treatment options for patients with follicular cancer. Review the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients with follicular cancer. Access free multiple choice questions on this topic.", "contents": "Follicular Thyroid Cancer -- Continuing Education Activity. Objectives: Outline the typical presentation of a patient with follicular cancer. Describe the typical evaluation findings associated with follicular cancer. Explain the treatment options for patients with follicular cancer. Review the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients with follicular cancer. Access free multiple choice questions on this topic."}
{"id": "article-21872_2", "title": "Follicular Thyroid Cancer -- Introduction", "content": "The thyroid is an endocrine gland located just below the cricoid cartilage in the neck, and it is composed of both the right and the left lobes separated by an isthmus. The thyroid gland functions to produce the thyroid hormone, which is needed by the body to carry out different metabolism. Follicles comprise the thyroid and are the functional and structural units of the gland. [1] Epithelial cells line the follicles, which could be cuboidal or columnar, depending on the state of activity. These cells could develop abnormal growth causing follicular malignancy. Thyroid cancer is one of the most common endocrine tumors and is classified as differentiated or undifferentiated. [2] Differentiated cancers include papillary and follicular thyroid carcinoma, and undifferentiated types include medullary thyroid cancer and anaplastic cancer. Papillary thyroid cancer accounts for most varieties. Follicular thyroid cancer is the second most prevalent type, accounting for 10 to 15% of all thyroid cancer. [3] The undifferentiated types are rare when compared to the differentiated types. [4]", "contents": "Follicular Thyroid Cancer -- Introduction. The thyroid is an endocrine gland located just below the cricoid cartilage in the neck, and it is composed of both the right and the left lobes separated by an isthmus. The thyroid gland functions to produce the thyroid hormone, which is needed by the body to carry out different metabolism. Follicles comprise the thyroid and are the functional and structural units of the gland. [1] Epithelial cells line the follicles, which could be cuboidal or columnar, depending on the state of activity. These cells could develop abnormal growth causing follicular malignancy. Thyroid cancer is one of the most common endocrine tumors and is classified as differentiated or undifferentiated. [2] Differentiated cancers include papillary and follicular thyroid carcinoma, and undifferentiated types include medullary thyroid cancer and anaplastic cancer. Papillary thyroid cancer accounts for most varieties. Follicular thyroid cancer is the second most prevalent type, accounting for 10 to 15% of all thyroid cancer. [3] The undifferentiated types are rare when compared to the differentiated types. [4]"}
{"id": "article-21872_3", "title": "Follicular Thyroid Cancer -- Introduction", "content": "Up to half of follicular carcinoma cases show RAS point mutations, while one-third may show PAX-PPAR-gamma rearrangements, and only 3% show both. [5] [6] Follicular thyroid cancer is a tumor of the follicular cells that are cuboidal epithelial cells and have capsular and vascular invasive properties. Compared to follicular carcinoma, follicular adenoma is benign and occurs more commonly with a ratio estimated to be 5 to 1. [7] This article will focus more on the follicular type of thyroid cancer, discussing the etiology, epidemiology, histology, evaluation, staging, and complications of follicular thyroid cancer.", "contents": "Follicular Thyroid Cancer -- Introduction. Up to half of follicular carcinoma cases show RAS point mutations, while one-third may show PAX-PPAR-gamma rearrangements, and only 3% show both. [5] [6] Follicular thyroid cancer is a tumor of the follicular cells that are cuboidal epithelial cells and have capsular and vascular invasive properties. Compared to follicular carcinoma, follicular adenoma is benign and occurs more commonly with a ratio estimated to be 5 to 1. [7] This article will focus more on the follicular type of thyroid cancer, discussing the etiology, epidemiology, histology, evaluation, staging, and complications of follicular thyroid cancer."}
{"id": "article-21872_4", "title": "Follicular Thyroid Cancer -- Etiology", "content": "The cause of thyroid cancer has links to radiation exposure, iodine intake, diabetes, obesity, Hashimoto thyroiditis, exogenous estrogen use, and dietary choices. [2] After the 1986 Chornobyl explosion, many radiation-induced cancers were observed, including thyroid cancer. [8] The position of the thyroid makes it an easy target for radiation exposure. The thyroid is very sensitive to radiation at a younger age, and after exposure, the relative risk of having cancer is estimated to persist for over 50 years. [9] Apart from nuclear radiation, individuals can also get exposure through X-rays and CT scans. The increased use of these imaging studies could lead to an increased incidence of thyroid cancer. There is a controversy on whether iodine excess or deficiency causes thyroid cancer. [10]", "contents": "Follicular Thyroid Cancer -- Etiology. The cause of thyroid cancer has links to radiation exposure, iodine intake, diabetes, obesity, Hashimoto thyroiditis, exogenous estrogen use, and dietary choices. [2] After the 1986 Chornobyl explosion, many radiation-induced cancers were observed, including thyroid cancer. [8] The position of the thyroid makes it an easy target for radiation exposure. The thyroid is very sensitive to radiation at a younger age, and after exposure, the relative risk of having cancer is estimated to persist for over 50 years. [9] Apart from nuclear radiation, individuals can also get exposure through X-rays and CT scans. The increased use of these imaging studies could lead to an increased incidence of thyroid cancer. There is a controversy on whether iodine excess or deficiency causes thyroid cancer. [10]"}
{"id": "article-21872_5", "title": "Follicular Thyroid Cancer -- Etiology", "content": "In some studies, like the one reported by Knobel et al. in 2007, it was found that iodine intake was a predisposing factor for thyroid cancer [11] . In another study by Fortner J.G et al., the observation was that iodine deficiency could lead to thyroid epithelial cell carcinomas [12] . Diabetes and obesity also share links with the rise in thyroid cancer. [13] Hashimoto thyroiditis has been reported to cause thyroid cancer as well, mostly believed because it leads to an increase in the production of pro-inflammatory cytokines and oxidative stress. [2] Diet choices play a significant role in the incidence of thyroid cancer. Foods such as cabbage, broccoli, cauliflower, chicken, pork, and poultry have been found to cause an increased incidence of thyroid cancer while vegetables such as persimmons and tangerines correlate negatively with thyroid cancer incidence. [14] Too much multivitamin use has been shown to cause an increased incidence of thyroid cancer due to iodine content. [14] High nitrate or nitrite-containing foods have also been shown to increase the incidence of thyroid cancer.", "contents": "Follicular Thyroid Cancer -- Etiology. In some studies, like the one reported by Knobel et al. in 2007, it was found that iodine intake was a predisposing factor for thyroid cancer [11] . In another study by Fortner J.G et al., the observation was that iodine deficiency could lead to thyroid epithelial cell carcinomas [12] . Diabetes and obesity also share links with the rise in thyroid cancer. [13] Hashimoto thyroiditis has been reported to cause thyroid cancer as well, mostly believed because it leads to an increase in the production of pro-inflammatory cytokines and oxidative stress. [2] Diet choices play a significant role in the incidence of thyroid cancer. Foods such as cabbage, broccoli, cauliflower, chicken, pork, and poultry have been found to cause an increased incidence of thyroid cancer while vegetables such as persimmons and tangerines correlate negatively with thyroid cancer incidence. [14] Too much multivitamin use has been shown to cause an increased incidence of thyroid cancer due to iodine content. [14] High nitrate or nitrite-containing foods have also been shown to increase the incidence of thyroid cancer."}
{"id": "article-21872_6", "title": "Follicular Thyroid Cancer -- Etiology", "content": "Some occupations have been correlated with an increased incidence of thyroid cancer. Occupational exposure to radiation, pesticides, and working in the textile industry has also shown an increased association with thyroid cancer. [15]", "contents": "Follicular Thyroid Cancer -- Etiology. Some occupations have been correlated with an increased incidence of thyroid cancer. Occupational exposure to radiation, pesticides, and working in the textile industry has also shown an increased association with thyroid cancer. [15]"}
{"id": "article-21872_7", "title": "Follicular Thyroid Cancer -- Epidemiology", "content": "Thyroid cancer ranks as the ninth most common cancer and accounts for 3.8% of all new cancer cases in the United States. [16] In 2017, the number of new cases of thyroid cancer was projected to be 56,780, with females having a higher incidence compared to males. [17] Follicular thyroid cancer is the second most common cause of thyroid cancer, and it accounts for 4% to 39% of all thyroid cancers. [18] Follicular thyroid cancer is more common in older females, with a female-to-male ratio of 3 to 1 and an average age of presentation at 60 years old. [7]", "contents": "Follicular Thyroid Cancer -- Epidemiology. Thyroid cancer ranks as the ninth most common cancer and accounts for 3.8% of all new cancer cases in the United States. [16] In 2017, the number of new cases of thyroid cancer was projected to be 56,780, with females having a higher incidence compared to males. [17] Follicular thyroid cancer is the second most common cause of thyroid cancer, and it accounts for 4% to 39% of all thyroid cancers. [18] Follicular thyroid cancer is more common in older females, with a female-to-male ratio of 3 to 1 and an average age of presentation at 60 years old. [7]"}
{"id": "article-21872_8", "title": "Follicular Thyroid Cancer -- Epidemiology", "content": "Some studies report that follicular thyroid cancer incidence is approximately 10% in iodine-sufficient areas and 25 to 40% in areas of iodine deficiency. [7] In the United States, the incidence of follicular thyroid cancer has decreased due to the elimination of iodine deficiency. [7] [19] [7]", "contents": "Follicular Thyroid Cancer -- Epidemiology. Some studies report that follicular thyroid cancer incidence is approximately 10% in iodine-sufficient areas and 25 to 40% in areas of iodine deficiency. [7] In the United States, the incidence of follicular thyroid cancer has decreased due to the elimination of iodine deficiency. [7] [19] [7]"}
{"id": "article-21872_9", "title": "Follicular Thyroid Cancer -- History and Physical", "content": "Patients with thyroid carcinoma might have an enlargement of the thyroid gland due to the presence of a nodule in either or both thyroid lobes. They can occasionally be symptomatic with either hypothyroid or hyperthyroid characteristics, but they are usually asymptomatic.", "contents": "Follicular Thyroid Cancer -- History and Physical. Patients with thyroid carcinoma might have an enlargement of the thyroid gland due to the presence of a nodule in either or both thyroid lobes. They can occasionally be symptomatic with either hypothyroid or hyperthyroid characteristics, but they are usually asymptomatic."}
{"id": "article-21872_10", "title": "Follicular Thyroid Cancer -- Evaluation", "content": "Ultrasound imaging and ultrasound-guided fine needle aspiration or core biopsy are used to diagnose primary thyroid carcinoma. Ultrasound of primary thyroid cancer usually shows solid hypoechoic nodules with micro-calcification, poorly defined margins, and vascular patterns with the dominant intranodular flow, as opposed to perinodular. [20] CT and MRI imaging studies are used to evaluate extrathyroidal tumor extension but not for the thyroid nodule itself. [20] The samples received from fine needle aspiration or core biopsy are then viewed under the microscope for confirmation. Follicular thyroid carcinoma is diagnosed based on pathologic confirmation of follicular cells that do not have the nuclear atypia seen in papillary thyroid cancer, including capsular and vascular invasion. Therefore, the basis of evaluation is mainly the histological findings of the pathologist. Thyroid carcinoma is classified as being follicular if it is invasive and contains mainly follicles. Histologic findings have been reported to vary among pathologists, leading to controversy in the classification of follicular thyroid carcinoma. [21]", "contents": "Follicular Thyroid Cancer -- Evaluation. Ultrasound imaging and ultrasound-guided fine needle aspiration or core biopsy are used to diagnose primary thyroid carcinoma. Ultrasound of primary thyroid cancer usually shows solid hypoechoic nodules with micro-calcification, poorly defined margins, and vascular patterns with the dominant intranodular flow, as opposed to perinodular. [20] CT and MRI imaging studies are used to evaluate extrathyroidal tumor extension but not for the thyroid nodule itself. [20] The samples received from fine needle aspiration or core biopsy are then viewed under the microscope for confirmation. Follicular thyroid carcinoma is diagnosed based on pathologic confirmation of follicular cells that do not have the nuclear atypia seen in papillary thyroid cancer, including capsular and vascular invasion. Therefore, the basis of evaluation is mainly the histological findings of the pathologist. Thyroid carcinoma is classified as being follicular if it is invasive and contains mainly follicles. Histologic findings have been reported to vary among pathologists, leading to controversy in the classification of follicular thyroid carcinoma. [21]"}
{"id": "article-21872_11", "title": "Follicular Thyroid Cancer -- Treatment / Management", "content": "The treatment and management of follicular thyroid carcinoma depend on the stage at presentation. Follicular thyroid carcinoma with minimally invasive characteristics is treated with thyroid lobectomy and isthmectomy [22] , but for invasive follicular carcinoma, total thyroidectomy, radioiodine ablation, and thyrotropin suppressing medications are all recommended. [23] [24] A study reported a 2.1-fold increase in follicular thyroid cancer recurrence in those who did not undergo radioiodine ablation compared to those who did, which is why the standard treatment recommendation is total thyroidectomy followed by radioiodine radiation. [25] [26]", "contents": "Follicular Thyroid Cancer -- Treatment / Management. The treatment and management of follicular thyroid carcinoma depend on the stage at presentation. Follicular thyroid carcinoma with minimally invasive characteristics is treated with thyroid lobectomy and isthmectomy [22] , but for invasive follicular carcinoma, total thyroidectomy, radioiodine ablation, and thyrotropin suppressing medications are all recommended. [23] [24] A study reported a 2.1-fold increase in follicular thyroid cancer recurrence in those who did not undergo radioiodine ablation compared to those who did, which is why the standard treatment recommendation is total thyroidectomy followed by radioiodine radiation. [25] [26]"}
{"id": "article-21872_12", "title": "Follicular Thyroid Cancer -- Treatment / Management", "content": "For patients with metastasis to bones and soft tissues, either radiotherapy or chemotherapy, or both are indicated after the total thyroidectomy. Chemotherapy that has been reported to control tumor progression and prolong progression-free survival includes tyrosine kinase inhibitors such as sorafenib, lenvatinib, vandetanib, and cabozantinib. [27] Newer agents working through new pathways are also tested with some good responses. [28] Thyroglobulin levels are measured to monitor for recurrence.", "contents": "Follicular Thyroid Cancer -- Treatment / Management. For patients with metastasis to bones and soft tissues, either radiotherapy or chemotherapy, or both are indicated after the total thyroidectomy. Chemotherapy that has been reported to control tumor progression and prolong progression-free survival includes tyrosine kinase inhibitors such as sorafenib, lenvatinib, vandetanib, and cabozantinib. [27] Newer agents working through new pathways are also tested with some good responses. [28] Thyroglobulin levels are measured to monitor for recurrence."}
{"id": "article-21872_13", "title": "Follicular Thyroid Cancer -- Differential Diagnosis", "content": "Differential diagnosis of follicular thyroid carcinoma includes a follicular variant of papillary thyroid carcinoma, papillary thyroid carcinoma, noninvasive follicular thyroid neoplasm with papillary-like nuclear features or NIFTP, and follicular adenoma. [29] There is a controversy with the pathologic diagnosis of follicular thyroid carcinoma, and identification could differ from one pathologist to the other. This controversy is due to two factors: the degree of nuclear atypia and the degree of capsular or vascular invasion. [21] [30]", "contents": "Follicular Thyroid Cancer -- Differential Diagnosis. Differential diagnosis of follicular thyroid carcinoma includes a follicular variant of papillary thyroid carcinoma, papillary thyroid carcinoma, noninvasive follicular thyroid neoplasm with papillary-like nuclear features or NIFTP, and follicular adenoma. [29] There is a controversy with the pathologic diagnosis of follicular thyroid carcinoma, and identification could differ from one pathologist to the other. This controversy is due to two factors: the degree of nuclear atypia and the degree of capsular or vascular invasion. [21] [30]"}
{"id": "article-21872_14", "title": "Follicular Thyroid Cancer -- Differential Diagnosis", "content": "NIFTP is one of the newest categories added to the pathology description of thyroid cancer cases. It is now considered benign, so it is recommended to be treated as such. [31] [32] [33] Special criteria for ultrasound radiologic diagnosis are being developed for distinguishing malignant from benign lesions. [34] [35] [31]", "contents": "Follicular Thyroid Cancer -- Differential Diagnosis. NIFTP is one of the newest categories added to the pathology description of thyroid cancer cases. It is now considered benign, so it is recommended to be treated as such. [31] [32] [33] Special criteria for ultrasound radiologic diagnosis are being developed for distinguishing malignant from benign lesions. [34] [35] [31]"}
{"id": "article-21872_15", "title": "Follicular Thyroid Cancer -- Staging", "content": "The TNM staging system is used to classify differentiated thyroid carcinoma. The T describes the size of the tumor. Tx indicates that the primary tumor cannot be assessed, T0 means the tumor is not palpable, T1 means less than 1cm, T2 means the tumor is 1 to 4 cm, T3 indicates it is greater than 4 cm, and T4 means any tumor size with extrapyramidal invasion. The N signifies lymph node involvement. Nx signifies regional adenopathy is not assessable, N0 means no palpable cervical adenopathy, N1 means ipsilateral cervical adenopathy, N2 means contralateral or bilateral cervical adenopathy, and finally, N3 means fixed cervical nodes. M means metastasis, with M0 indicative of no distant metastasis, and M1 indicates distant metastasis. Follicular thyroid carcinoma is classified into stages from I through IV. Stage I under 45 years old is any T, N, and M0, and over 45 years old is T1, N0, M0; for stage II under 45 years old is any T, N, and M1, and over 45 years old is T2, N0, M0; stage III is described for over 45 years of age with T4, N0, M0, and stage IV is described with any T, N, M1. [18]", "contents": "Follicular Thyroid Cancer -- Staging. The TNM staging system is used to classify differentiated thyroid carcinoma. The T describes the size of the tumor. Tx indicates that the primary tumor cannot be assessed, T0 means the tumor is not palpable, T1 means less than 1cm, T2 means the tumor is 1 to 4 cm, T3 indicates it is greater than 4 cm, and T4 means any tumor size with extrapyramidal invasion. The N signifies lymph node involvement. Nx signifies regional adenopathy is not assessable, N0 means no palpable cervical adenopathy, N1 means ipsilateral cervical adenopathy, N2 means contralateral or bilateral cervical adenopathy, and finally, N3 means fixed cervical nodes. M means metastasis, with M0 indicative of no distant metastasis, and M1 indicates distant metastasis. Follicular thyroid carcinoma is classified into stages from I through IV. Stage I under 45 years old is any T, N, and M0, and over 45 years old is T1, N0, M0; for stage II under 45 years old is any T, N, and M1, and over 45 years old is T2, N0, M0; stage III is described for over 45 years of age with T4, N0, M0, and stage IV is described with any T, N, M1. [18]"}
{"id": "article-21872_16", "title": "Follicular Thyroid Cancer -- Prognosis", "content": "The thyroid cancer death rate has remained steady despite the increase in incidence. It is one of the lowest mortality cancers in the United States. [36] In 2017, an estimated 2010 death occurred due to thyroid cancer compared to more than 150,000 deaths from lung cancer. [17] Follicular thyroid cancer has a worse prognosis compared to papillary thyroid cancer due to its higher incidence of distant metastasis and patients frequently presenting with more advanced-stage disease. [17]", "contents": "Follicular Thyroid Cancer -- Prognosis. The thyroid cancer death rate has remained steady despite the increase in incidence. It is one of the lowest mortality cancers in the United States. [36] In 2017, an estimated 2010 death occurred due to thyroid cancer compared to more than 150,000 deaths from lung cancer. [17] Follicular thyroid cancer has a worse prognosis compared to papillary thyroid cancer due to its higher incidence of distant metastasis and patients frequently presenting with more advanced-stage disease. [17]"}
{"id": "article-21872_17", "title": "Follicular Thyroid Cancer -- Prognosis", "content": "Even though follicular thyroid cancers have distant metastasis, metastasis to lymph nodes is uncommon, and occurrence is estimated to be fewer than 10%. [37] On the other hand, some studies reported that there is no prognostic difference between follicular thyroid cancer and papillary thyroid cancer when controlling for factors such as age and sex. [21] [38] [39]", "contents": "Follicular Thyroid Cancer -- Prognosis. Even though follicular thyroid cancers have distant metastasis, metastasis to lymph nodes is uncommon, and occurrence is estimated to be fewer than 10%. [37] On the other hand, some studies reported that there is no prognostic difference between follicular thyroid cancer and papillary thyroid cancer when controlling for factors such as age and sex. [21] [38] [39]"}
{"id": "article-21872_18", "title": "Follicular Thyroid Cancer -- Prognosis", "content": "The overall 10-year survival of follicular cancer depends on the level of invasiveness. For minimally invasive cancers, 10-year survival is reported to be 98%, and for invasive follicular cancer, it is 80%. [7] Some studies report that the survival rate ranges from 46% to 97%, depending on the degree of capsular or vascular invasion. [21] The mortality rate of follicular thyroid carcinoma ranges from 5 to 15%, and those with capsular invasive characteristics have an overall worse prognosis than those without invasion. [40] [41]", "contents": "Follicular Thyroid Cancer -- Prognosis. The overall 10-year survival of follicular cancer depends on the level of invasiveness. For minimally invasive cancers, 10-year survival is reported to be 98%, and for invasive follicular cancer, it is 80%. [7] Some studies report that the survival rate ranges from 46% to 97%, depending on the degree of capsular or vascular invasion. [21] The mortality rate of follicular thyroid carcinoma ranges from 5 to 15%, and those with capsular invasive characteristics have an overall worse prognosis than those without invasion. [40] [41]"}
{"id": "article-21872_19", "title": "Follicular Thyroid Cancer -- Complications", "content": "The most worrisome complication involved in follicular thyroid cancer is metastasis. Studies have reported metastases mostly to bones, lungs, and lymph nodes. In a study done by Parasmeswaran et al. (2017), they found that 42% of their subjects had metastasis to the bones, 33% to the lungs, and 8% to the lymph nodes. [3] The incidence of distance metastasis in follicular thyroid carcinoma is estimated to be 6 to 20%. [42]", "contents": "Follicular Thyroid Cancer -- Complications. The most worrisome complication involved in follicular thyroid cancer is metastasis. Studies have reported metastases mostly to bones, lungs, and lymph nodes. In a study done by Parasmeswaran et al. (2017), they found that 42% of their subjects had metastasis to the bones, 33% to the lungs, and 8% to the lymph nodes. [3] The incidence of distance metastasis in follicular thyroid carcinoma is estimated to be 6 to 20%. [42]"}
{"id": "article-21872_20", "title": "Follicular Thyroid Cancer -- Complications", "content": "Other complications correlate with surgery. The external and recurrent laryngeal nerves are near the thyroid gland and can mistakenly get damaged during surgery or resected due to invasion. [43] This will cause hoarseness in the patient's voice. There are also reports of hematoma and keloid formation in some patients after the surgery. [43] Because the patient is undergoing total thyroidectomy, hypothyroidism will always develop, and patients will require thyroxine replacement therapy.", "contents": "Follicular Thyroid Cancer -- Complications. Other complications correlate with surgery. The external and recurrent laryngeal nerves are near the thyroid gland and can mistakenly get damaged during surgery or resected due to invasion. [43] This will cause hoarseness in the patient's voice. There are also reports of hematoma and keloid formation in some patients after the surgery. [43] Because the patient is undergoing total thyroidectomy, hypothyroidism will always develop, and patients will require thyroxine replacement therapy."}
{"id": "article-21872_21", "title": "Follicular Thyroid Cancer -- Deterrence and Patient Education", "content": "Although the prognosis of thyroid cancer has been reported to be good compared to other forms of cancer, the mention of the word \"cancer\" will still be a concern for most patients. For instance, most patients will still opt for surgical thyroid removal even if they have non-invasive follicular thyroid cancer that can be followed due to its slow growth. Patients and their physicians must work together to decide the best treatment option. [4] Knowledge gained by patients will enable them to make better decisions about their health.", "contents": "Follicular Thyroid Cancer -- Deterrence and Patient Education. Although the prognosis of thyroid cancer has been reported to be good compared to other forms of cancer, the mention of the word \"cancer\" will still be a concern for most patients. For instance, most patients will still opt for surgical thyroid removal even if they have non-invasive follicular thyroid cancer that can be followed due to its slow growth. Patients and their physicians must work together to decide the best treatment option. [4] Knowledge gained by patients will enable them to make better decisions about their health."}
{"id": "article-21872_22", "title": "Follicular Thyroid Cancer -- Enhancing Healthcare Team Outcomes", "content": "The incidence of thyroid cancer has increased over the past few decades, attributed to its overdiagnosis. [44] [45] As a result, in 2017, USPTF recommended against screening for thyroid cancer with either neck palpation or ultrasound in asymptomatic patients. [17] In 2015, the American thyroid association recommended active surveillance of low-risk thyroid carcinomas with serial ultrasound and that not all patients require surgery. Also, the organization released guidelines in 2015, not to biopsy thyroid nodules that are less than 1 cm. [17]", "contents": "Follicular Thyroid Cancer -- Enhancing Healthcare Team Outcomes. The incidence of thyroid cancer has increased over the past few decades, attributed to its overdiagnosis. [44] [45] As a result, in 2017, USPTF recommended against screening for thyroid cancer with either neck palpation or ultrasound in asymptomatic patients. [17] In 2015, the American thyroid association recommended active surveillance of low-risk thyroid carcinomas with serial ultrasound and that not all patients require surgery. Also, the organization released guidelines in 2015, not to biopsy thyroid nodules that are less than 1 cm. [17]"}
{"id": "article-21872_23", "title": "Follicular Thyroid Cancer -- Enhancing Healthcare Team Outcomes", "content": "Health providers, including clinicians (MDs, DOs, NPs, and PAs) and other healthcare professionals (e.g., nurses and pharmacists), should operate as an interprofessional team. All interprofessional team members must coordinate their activities using open communication channels and maintain accurate and updated patient records. They should all be aware of these guidelines; this will prevent potential harm to patients from overtreatment of low-risk thyroid cancers and help appropriately treat patients with high-risk diseases. Reportedly, the overall cost of thyroid cancer in 2019 was nearly 21 billion dollars due to surgery costs. [17] Not all thyroid neoplasms require surgery, and physicians should keep this in mind when managing patients who develop thyroid cancer.", "contents": "Follicular Thyroid Cancer -- Enhancing Healthcare Team Outcomes. Health providers, including clinicians (MDs, DOs, NPs, and PAs) and other healthcare professionals (e.g., nurses and pharmacists), should operate as an interprofessional team. All interprofessional team members must coordinate their activities using open communication channels and maintain accurate and updated patient records. They should all be aware of these guidelines; this will prevent potential harm to patients from overtreatment of low-risk thyroid cancers and help appropriately treat patients with high-risk diseases. Reportedly, the overall cost of thyroid cancer in 2019 was nearly 21 billion dollars due to surgery costs. [17] Not all thyroid neoplasms require surgery, and physicians should keep this in mind when managing patients who develop thyroid cancer."}
{"id": "article-21872_24", "title": "Follicular Thyroid Cancer -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Follicular Thyroid Cancer -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}