{"id": "article-18152_0", "title": "Bartter Syndrome -- Continuing Education Activity", "content": "Bartter syndrome is an autosomal recessive disorder of salt reabsorption resulting in extracellular fluid volume depletion with low/normal blood pressure. This activity describes the evaluation and management of Bartter syndrome and reviews the role of the interprofessional team in improving care for patients with this condition.", "contents": "Bartter Syndrome -- Continuing Education Activity. Bartter syndrome is an autosomal recessive disorder of salt reabsorption resulting in extracellular fluid volume depletion with low/normal blood pressure. This activity describes the evaluation and management of Bartter syndrome and reviews the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-18152_1", "title": "Bartter Syndrome -- Continuing Education Activity", "content": "Objectives: Summarize the five types of Bartter syndrome along with the gene mutations in each. Review the electrolyte and acid-base abnormalities in the work-up of patients with Bartter syndrome. Identify the role of kidney transplantation in completely resolving the tubular abnormalities in patients with Bartter syndrome. Outline the importance of collaboration and communication among the interprofessional team members to enhance the delivery of care in patients affected by Bartter syndrome. Access free multiple choice questions on this topic.", "contents": "Bartter Syndrome -- Continuing Education Activity. Objectives: Summarize the five types of Bartter syndrome along with the gene mutations in each. Review the electrolyte and acid-base abnormalities in the work-up of patients with Bartter syndrome. Identify the role of kidney transplantation in completely resolving the tubular abnormalities in patients with Bartter syndrome. Outline the importance of collaboration and communication among the interprofessional team members to enhance the delivery of care in patients affected by Bartter syndrome. Access free multiple choice questions on this topic."}
{"id": "article-18152_2", "title": "Bartter Syndrome -- Introduction", "content": "Bartter syndrome is an autosomal recessive disorder of salt reabsorption resulting in extracellular fluid volume depletion with low/normal blood pressure. [1] It is characterized by several electrolyte abnormalities including low potassium and chloride and, in few cases, hypomagnesemia. Other abnormalities include high renin, secondary hyperaldosteronism, and elevated levels of prostaglandin E2. Acid-base manifestation is typically metabolic alkalosis. Patients often present in infancy with failure to thrive. Various phenotypes are classified according to the site of impaired salt transport. Important clinical variants are neonatal (antenatal) Bartter syndrome, classical Bartter syndrome, and Gitelman syndrome.", "contents": "Bartter Syndrome -- Introduction. Bartter syndrome is an autosomal recessive disorder of salt reabsorption resulting in extracellular fluid volume depletion with low/normal blood pressure. [1] It is characterized by several electrolyte abnormalities including low potassium and chloride and, in few cases, hypomagnesemia. Other abnormalities include high renin, secondary hyperaldosteronism, and elevated levels of prostaglandin E2. Acid-base manifestation is typically metabolic alkalosis. Patients often present in infancy with failure to thrive. Various phenotypes are classified according to the site of impaired salt transport. Important clinical variants are neonatal (antenatal) Bartter syndrome, classical Bartter syndrome, and Gitelman syndrome."}
{"id": "article-18152_3", "title": "Bartter Syndrome -- Etiology", "content": "Impairment in the sodium-potassium-chloride cotransporter (NKCC2) or the potassium channel (ROMK) affect the transport of sodium, potassium, and chloride in the thick ascending limb of the loop of Henle (TALH). This results in increased distal delivery of these ions, where only some sodium is reabsorbed, and potassium is secreted. Types of Bartter syndrome: Type I results from mutations in the sodium chloride/potassium chloride cotransporter gene (NKCC2) Type II results from mutations in the ROMK gene Type III results from mutations in the chloride channel gene (CLC-Kb) Type IV results from the loss-of-function mutations in gene encoding barttin [2] [3] Type V results from mutations in extracellular calcium ion-sensing receptor and in the genes that encode the chloride channel subunits, ClC-Ka and ClC-Kb [4]", "contents": "Bartter Syndrome -- Etiology. Impairment in the sodium-potassium-chloride cotransporter (NKCC2) or the potassium channel (ROMK) affect the transport of sodium, potassium, and chloride in the thick ascending limb of the loop of Henle (TALH). This results in increased distal delivery of these ions, where only some sodium is reabsorbed, and potassium is secreted. Types of Bartter syndrome: Type I results from mutations in the sodium chloride/potassium chloride cotransporter gene (NKCC2) Type II results from mutations in the ROMK gene Type III results from mutations in the chloride channel gene (CLC-Kb) Type IV results from the loss-of-function mutations in gene encoding barttin [2] [3] Type V results from mutations in extracellular calcium ion-sensing receptor and in the genes that encode the chloride channel subunits, ClC-Ka and ClC-Kb [4]"}
{"id": "article-18152_4", "title": "Bartter Syndrome -- Etiology", "content": "Bartter syndrome can be secondary to aminoglycoside use. Hypokalemic metabolic alkalosis, hypomagnesemia, and hypocalcemia commonly are seen with an aminoglycoside-induced Bartter-like syndrome. [5]", "contents": "Bartter Syndrome -- Etiology. Bartter syndrome can be secondary to aminoglycoside use. Hypokalemic metabolic alkalosis, hypomagnesemia, and hypocalcemia commonly are seen with an aminoglycoside-induced Bartter-like syndrome. [5]"}
{"id": "article-18152_5", "title": "Bartter Syndrome -- Etiology", "content": "An antenatal variant of Bartter syndrome presents with severe hypokalemia, metabolic alkalosis, and profound systemic manifestations. Bartter syndrome III and V usually present later in life and have mild symptoms.", "contents": "Bartter Syndrome -- Etiology. An antenatal variant of Bartter syndrome presents with severe hypokalemia, metabolic alkalosis, and profound systemic manifestations. Bartter syndrome III and V usually present later in life and have mild symptoms."}
{"id": "article-18152_6", "title": "Bartter Syndrome -- Epidemiology", "content": "Bartter syndrome is seen in 1 in 1,000,000 individuals and is much less common than Gitelman syndrome.", "contents": "Bartter Syndrome -- Epidemiology. Bartter syndrome is seen in 1 in 1,000,000 individuals and is much less common than Gitelman syndrome."}
{"id": "article-18152_7", "title": "Bartter Syndrome -- Pathophysiology", "content": "Bartter syndrome is a renal tubular salt-wasting disorder in which the kidneys cannot reabsorb sodium and chloride in the thick ascending limb of the loop of Henle. This leads to increased distal delivery of salt and excessive salt and water loss from the body. The resultant volume depletion causes activation of the renin-angiotensin-aldosterone system (RAAS) and subsequent secondary hyperaldosteronism. Long-term stimulation causes hyperplasia of the juxtaglomerular apparatus and hence increased renin levels. [6]", "contents": "Bartter Syndrome -- Pathophysiology. Bartter syndrome is a renal tubular salt-wasting disorder in which the kidneys cannot reabsorb sodium and chloride in the thick ascending limb of the loop of Henle. This leads to increased distal delivery of salt and excessive salt and water loss from the body. The resultant volume depletion causes activation of the renin-angiotensin-aldosterone system (RAAS) and subsequent secondary hyperaldosteronism. Long-term stimulation causes hyperplasia of the juxtaglomerular apparatus and hence increased renin levels. [6]"}
{"id": "article-18152_8", "title": "Bartter Syndrome -- Pathophysiology", "content": "Excessive distal delivery of sodium results in enhanced distal convoluted tubule sodium reabsorption and exchange with the positively charged potassium or hydrogen ion and leads to increased loss of potassium in urine and increased hydrogen H secretion. There is increased bicarbonate secondary to decreased hydrogen ion secretion due to hyperaldosteronism.", "contents": "Bartter Syndrome -- Pathophysiology. Excessive distal delivery of sodium results in enhanced distal convoluted tubule sodium reabsorption and exchange with the positively charged potassium or hydrogen ion and leads to increased loss of potassium in urine and increased hydrogen H secretion. There is increased bicarbonate secondary to decreased hydrogen ion secretion due to hyperaldosteronism."}
{"id": "article-18152_9", "title": "Bartter Syndrome -- Pathophysiology", "content": "Urinary concentrating and diluting abilities are compromised in Bartter syndrome. Impaired urinary concentrating ability is secondary to defective sodium absorption in the loop of Henle. [7] Under normal circumstances, salt absorption in the loop of Henle in the presence of normal ADH is the main driving force for maintaining the concentration gradient in the medulla needed for concentrated urine formation. Other implicated factors include polyuria, hypokalemia, and elevated prostaglandin E2 levels. The defective sodium chloride transport in the loop of Henle associated with Bartter syndrome leads to the impaired electrochemical gradient, which is necessary for calcium and magnesium reabsorption, leading to increased urinary loss of calcium and magnesium.", "contents": "Bartter Syndrome -- Pathophysiology. Urinary concentrating and diluting abilities are compromised in Bartter syndrome. Impaired urinary concentrating ability is secondary to defective sodium absorption in the loop of Henle. [7] Under normal circumstances, salt absorption in the loop of Henle in the presence of normal ADH is the main driving force for maintaining the concentration gradient in the medulla needed for concentrated urine formation. Other implicated factors include polyuria, hypokalemia, and elevated prostaglandin E2 levels. The defective sodium chloride transport in the loop of Henle associated with Bartter syndrome leads to the impaired electrochemical gradient, which is necessary for calcium and magnesium reabsorption, leading to increased urinary loss of calcium and magnesium."}
{"id": "article-18152_10", "title": "Bartter Syndrome -- Pathophysiology", "content": "Nephrocalcinosis commonly is seen in patients with Bartter syndrome. The likely explanation is secondary to excess calcium wasting in urine. Chloride transporters malfunction in the thick ascending limb of the loop of Henle (TAL), resulting in malabsorption of calcium in TAL. Under normal conditions, calcium and magnesium are absorbed paracellularly under the influence of positive charge in lumen due to reabsorption of negatively charged chloride ions.", "contents": "Bartter Syndrome -- Pathophysiology. Nephrocalcinosis commonly is seen in patients with Bartter syndrome. The likely explanation is secondary to excess calcium wasting in urine. Chloride transporters malfunction in the thick ascending limb of the loop of Henle (TAL), resulting in malabsorption of calcium in TAL. Under normal conditions, calcium and magnesium are absorbed paracellularly under the influence of positive charge in lumen due to reabsorption of negatively charged chloride ions."}
{"id": "article-18152_11", "title": "Bartter Syndrome -- History and Physical", "content": "A thorough history, including family history and detailed physical examination, is helpful. Bartter syndrome usually is seen in children and adolescents who also have stunted growth and complaints of polyuria, polydipsia, cramps, vomiting, dehydration, constipation, growth delays, and failure to thrive. A family history of nephrocalcinosis and detailed personal history ruling out the possibility of surreptitious vomiting and diuretic abuse should be practiced before making the diagnosis. Patients usually are emaciated with prominent forehead, large eyes, strabismus, protruding ears, sensorineural deafness, and drooping mouth. Normal or low blood pressures usually are recorded. Long-standing cases may present with elevated blood pressures.", "contents": "Bartter Syndrome -- History and Physical. A thorough history, including family history and detailed physical examination, is helpful. Bartter syndrome usually is seen in children and adolescents who also have stunted growth and complaints of polyuria, polydipsia, cramps, vomiting, dehydration, constipation, growth delays, and failure to thrive. A family history of nephrocalcinosis and detailed personal history ruling out the possibility of surreptitious vomiting and diuretic abuse should be practiced before making the diagnosis. Patients usually are emaciated with prominent forehead, large eyes, strabismus, protruding ears, sensorineural deafness, and drooping mouth. Normal or low blood pressures usually are recorded. Long-standing cases may present with elevated blood pressures."}
{"id": "article-18152_12", "title": "Bartter Syndrome -- History and Physical", "content": "Offspring with antenatal Bartter syndrome present with polyhydramnios secondary to intrauterine polyuria and usually are delivered prematurely. [8] Fever, sensorineural deafness, profound polyuria, vomiting, and diarrhea leading to dehydration are common observations after birth.", "contents": "Bartter Syndrome -- History and Physical. Offspring with antenatal Bartter syndrome present with polyhydramnios secondary to intrauterine polyuria and usually are delivered prematurely. [8] Fever, sensorineural deafness, profound polyuria, vomiting, and diarrhea leading to dehydration are common observations after birth."}
{"id": "article-18152_13", "title": "Bartter Syndrome -- Evaluation", "content": "Diagnosis is made by pertinent findings in the history and physical exam, potentiated with specific laboratory abnormalities. Bartter syndrome is associated with electrolyte and acid-base abnormalities, including hypokalemia and metabolic alkalosis in almost all cases. Other abnormalities include increased serum renin and aldosterone levels with decreased magnesium and phosphate levels in few patients. Urine electrolytes show elevated sodium, potassium, and PGE2 excretion. Elevated 24-hour urine calcium excretion helps exclude Gitelman syndrome, which is associated with low calcium excretion. Spot urine chloride concentration helps differentiate from surreptitious vomiting, where it is less than 25 meq/L. Usually, urine chloride is elevated (greater than 35 meq/L) in Bartter syndrome. Polyhydramnios and intrauterine growth retardation are seen on ultrasound with neonatal Barrter syndrome. Amniotic fluid chloride levels may be elevated.", "contents": "Bartter Syndrome -- Evaluation. Diagnosis is made by pertinent findings in the history and physical exam, potentiated with specific laboratory abnormalities. Bartter syndrome is associated with electrolyte and acid-base abnormalities, including hypokalemia and metabolic alkalosis in almost all cases. Other abnormalities include increased serum renin and aldosterone levels with decreased magnesium and phosphate levels in few patients. Urine electrolytes show elevated sodium, potassium, and PGE2 excretion. Elevated 24-hour urine calcium excretion helps exclude Gitelman syndrome, which is associated with low calcium excretion. Spot urine chloride concentration helps differentiate from surreptitious vomiting, where it is less than 25 meq/L. Usually, urine chloride is elevated (greater than 35 meq/L) in Bartter syndrome. Polyhydramnios and intrauterine growth retardation are seen on ultrasound with neonatal Barrter syndrome. Amniotic fluid chloride levels may be elevated."}
{"id": "article-18152_14", "title": "Bartter Syndrome -- Evaluation", "content": "Abdominal radiographs, intravenous pyelograms (IVPs), renal ultrasonograms, or spiral CT scans can be done to document nephrocalcinosis. Genetic testing can be considered to rule out specific mutations.", "contents": "Bartter Syndrome -- Evaluation. Abdominal radiographs, intravenous pyelograms (IVPs), renal ultrasonograms, or spiral CT scans can be done to document nephrocalcinosis. Genetic testing can be considered to rule out specific mutations."}
{"id": "article-18152_15", "title": "Bartter Syndrome -- Treatment / Management", "content": "A saline infusion may be needed in the neonatal period. The target is to normalize potassium levels in serum which can be achieved with oral potassium supplementation such as KCL 25 to 100 mmol/day. ACE inhibitors and angiotensin receptor blockers (ARB) help decrease elevated angiotensin II and aldosterone levels, limit proteinuria, and increase serum potassium in some cases. Other options include amiloride 5 to 40 mg/day, spironolactone, NSAID (indomethacin 1-3 mg/kg/24 hours) to antagonize increased urine PGE2 levels. Magnesium supplementation should be considered, as hypomagnesemia may aggravate potassium wasting. Tubular abnormalities usually are resolved after kidney transplantation with no recurrence.", "contents": "Bartter Syndrome -- Treatment / Management. A saline infusion may be needed in the neonatal period. The target is to normalize potassium levels in serum which can be achieved with oral potassium supplementation such as KCL 25 to 100 mmol/day. ACE inhibitors and angiotensin receptor blockers (ARB) help decrease elevated angiotensin II and aldosterone levels, limit proteinuria, and increase serum potassium in some cases. Other options include amiloride 5 to 40 mg/day, spironolactone, NSAID (indomethacin 1-3 mg/kg/24 hours) to antagonize increased urine PGE2 levels. Magnesium supplementation should be considered, as hypomagnesemia may aggravate potassium wasting. Tubular abnormalities usually are resolved after kidney transplantation with no recurrence."}
{"id": "article-18152_16", "title": "Bartter Syndrome -- Differential Diagnosis", "content": "Diuretic abuse Cyclical vomiting Hyperprostaglandin E syndrome Familial hypomagnesemia with hypercalciuria/nephrocalcinosis Pyloric stenosis Gitelman syndrome Cystic fibrosis Gullner syndrome - Familial hypokalemic alkalosis with proximal tubulopathy Mineralocorticoid excess Activating mutations of the CaSR calcium-sensing receptor Hypomagnesemia Congenital chloride diarrhea Hypochloremic alkalosis Hypokalemia", "contents": "Bartter Syndrome -- Differential Diagnosis. Diuretic abuse Cyclical vomiting Hyperprostaglandin E syndrome Familial hypomagnesemia with hypercalciuria/nephrocalcinosis Pyloric stenosis Gitelman syndrome Cystic fibrosis Gullner syndrome - Familial hypokalemic alkalosis with proximal tubulopathy Mineralocorticoid excess Activating mutations of the CaSR calcium-sensing receptor Hypomagnesemia Congenital chloride diarrhea Hypochloremic alkalosis Hypokalemia"}
{"id": "article-18152_17", "title": "Bartter Syndrome -- Pearls and Other Issues", "content": "Bartter syndrome is difficult to treat and has no complete cure available to date. Untreated cases are associated with significant morbidity and mortality with a major contribution from chronic kidney disease. Overall prognosis depends on the extent of receptor malfunction, and despite these facts, most patients can lead normal lives with strict compliance with their treatment plan. Early recognition and treatment in childhood can prevent growth retardation.", "contents": "Bartter Syndrome -- Pearls and Other Issues. Bartter syndrome is difficult to treat and has no complete cure available to date. Untreated cases are associated with significant morbidity and mortality with a major contribution from chronic kidney disease. Overall prognosis depends on the extent of receptor malfunction, and despite these facts, most patients can lead normal lives with strict compliance with their treatment plan. Early recognition and treatment in childhood can prevent growth retardation."}
{"id": "article-18152_18", "title": "Bartter Syndrome -- Pearls and Other Issues", "content": "The Bartter-like syndrome associated with aminoglycosides can be seen for 2 to 6 weeks after termination of antibiotics. Close monitoring and prompt replacement of potassium, calcium, and magnesium are recommended. [9] Fortunately, there is no reported recurrence post-renal transplantation.", "contents": "Bartter Syndrome -- Pearls and Other Issues. The Bartter-like syndrome associated with aminoglycosides can be seen for 2 to 6 weeks after termination of antibiotics. Close monitoring and prompt replacement of potassium, calcium, and magnesium are recommended. [9] Fortunately, there is no reported recurrence post-renal transplantation."}
{"id": "article-18152_19", "title": "Bartter Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Bartter syndrome is difficult to recognize. Untreated cases are associated with significant morbidity and mortality, as such the healthcare team including nurses, nephrology nurses, nurse practitioners, physician assistants, and physicians must work together to identify and manage the treatment. The pharmacist should evaluate medication choice,  drug-drug interactions, and compliance. The nurse should assist with the coordination of care in the interprofessional team and patient education.", "contents": "Bartter Syndrome -- Enhancing Healthcare Team Outcomes. Bartter syndrome is difficult to recognize. Untreated cases are associated with significant morbidity and mortality, as such the healthcare team including nurses, nephrology nurses, nurse practitioners, physician assistants, and physicians must work together to identify and manage the treatment. The pharmacist should evaluate medication choice,  drug-drug interactions, and compliance. The nurse should assist with the coordination of care in the interprofessional team and patient education."}
{"id": "article-18152_20", "title": "Bartter Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The team should be aware Bartter-like syndrome is associated with aminoglycoside and can be seen for 2 to 6 weeks after termination of antibiotics. This requires the team to monitor the patient closing and provide prompt replacement of potassium, calcium, and magnesium as needed.", "contents": "Bartter Syndrome -- Enhancing Healthcare Team Outcomes. The team should be aware Bartter-like syndrome is associated with aminoglycoside and can be seen for 2 to 6 weeks after termination of antibiotics. This requires the team to monitor the patient closing and provide prompt replacement of potassium, calcium, and magnesium as needed."}
{"id": "article-18152_21", "title": "Bartter Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bartter Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}