{"id": "article-26538_0", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Introduction", "content": "The palatine (or faucial) tonsils, commonly referred to as tonsils, are bundles of lymphatic tissue located in the lateral oropharynx.  They sit in the isthmus of the fauces, bordered anteriorly by the palatoglossal arch and posteriorly by the palatopharyngeal arch.  Both of these mucous membrane-enclosed anatomic borders are continuous with the roof of the oral cavity and are formed by the palatoglossus muscle and palatopharyngeus muscle, respectively.  The palatine tonsils also serve as a component of Waldeyer's ring which in addition to the palatine tonsils consists of the adenoids, tubal tonsil, and lingual tonsil. [1] Typically, when inflammation and infection are absent, these structures have a pink color.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Introduction. The palatine (or faucial) tonsils, commonly referred to as tonsils, are bundles of lymphatic tissue located in the lateral oropharynx.  They sit in the isthmus of the fauces, bordered anteriorly by the palatoglossal arch and posteriorly by the palatopharyngeal arch.  Both of these mucous membrane-enclosed anatomic borders are continuous with the roof of the oral cavity and are formed by the palatoglossus muscle and palatopharyngeus muscle, respectively.  The palatine tonsils also serve as a component of Waldeyer's ring which in addition to the palatine tonsils consists of the adenoids, tubal tonsil, and lingual tonsil. [1] Typically, when inflammation and infection are absent, these structures have a pink color."}
{"id": "article-26538_1", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Structure and Function", "content": "Located bilaterally on the lateral aspect of the oropharynx and near the entrance of the gastrointestinal and upper respiratory tracts, the palatine tonsils come into contact with various inhaled or ingested pathogens and other materials that may gain exposure to the body through the mouth.  As a mucosa-associated lymphoid tissue, the palatine tonsils serve as the primary lymphatic tissue of the oropharynx. [2] This tissue houses B cells that can go through the maturation process and produce all isotypes of immunoglobulins (IgA, IgD, IgE, IgG, and IgM). [2] Recent reseacrh demonstrates that, like the thymus, the tonsils have been shown to express T cell developmental intermediates that resemble those found in the thymus and bone marrow. [3]", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Structure and Function. Located bilaterally on the lateral aspect of the oropharynx and near the entrance of the gastrointestinal and upper respiratory tracts, the palatine tonsils come into contact with various inhaled or ingested pathogens and other materials that may gain exposure to the body through the mouth.  As a mucosa-associated lymphoid tissue, the palatine tonsils serve as the primary lymphatic tissue of the oropharynx. [2] This tissue houses B cells that can go through the maturation process and produce all isotypes of immunoglobulins (IgA, IgD, IgE, IgG, and IgM). [2] Recent reseacrh demonstrates that, like the thymus, the tonsils have been shown to express T cell developmental intermediates that resemble those found in the thymus and bone marrow. [3]"}
{"id": "article-26538_2", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Structure and Function", "content": "Palatine tonsils consist of approximately 15 crypts, which provide a large internal surface area.  The follicular germinal center, mantle zones, extrafollicular area, and reticular crypt epithelium play a key role in the immunological regulation of this mucosa-associated lymphoid tissue. [4] Histologic analysis nhas demonstrated crypts lined with non-keratinized stratified squamous cells.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Structure and Function. Palatine tonsils consist of approximately 15 crypts, which provide a large internal surface area.  The follicular germinal center, mantle zones, extrafollicular area, and reticular crypt epithelium play a key role in the immunological regulation of this mucosa-associated lymphoid tissue. [4] Histologic analysis nhas demonstrated crypts lined with non-keratinized stratified squamous cells."}
{"id": "article-26538_3", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Structure and Function", "content": "In humans, the initial portion known as the tonsillar epithelium gets exposed to the external (pharyngeal) environment.  Due to their strategic location, this tissue frequently demands more blood to assist in immune responses to common illnesses like viral upper respiratory infections.  Tonsils also have specialized surface antigen capture cells called M cells that allow for the uptake of antigens produced by pathogens. [5] The M cells transmit the information that a foreign pathogen is present and an immune cascade then begins.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Structure and Function. In humans, the initial portion known as the tonsillar epithelium gets exposed to the external (pharyngeal) environment.  Due to their strategic location, this tissue frequently demands more blood to assist in immune responses to common illnesses like viral upper respiratory infections.  Tonsils also have specialized surface antigen capture cells called M cells that allow for the uptake of antigens produced by pathogens. [5] The M cells transmit the information that a foreign pathogen is present and an immune cascade then begins."}
{"id": "article-26538_4", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Embryology", "content": "The development of the palatine tonsils begins during the fourteenth week of gestation. [6] Mononuclear wandering cells soon migrate into the mesenchyme. Crypts proliferate into the connective tissue and are infiltrated by T-lymphocytes at week 16. [6] The developing palatine tonsils are considered the first B-cell regions in fetal lymphoid tissue. [6] This series of developmental steps for the palatine tonsils arises from the 2nd pharyngeal pouch.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Embryology. The development of the palatine tonsils begins during the fourteenth week of gestation. [6] Mononuclear wandering cells soon migrate into the mesenchyme. Crypts proliferate into the connective tissue and are infiltrated by T-lymphocytes at week 16. [6] The developing palatine tonsils are considered the first B-cell regions in fetal lymphoid tissue. [6] This series of developmental steps for the palatine tonsils arises from the 2nd pharyngeal pouch."}
{"id": "article-26538_5", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Blood Supply and Lymphatics -- Vascular Supply", "content": "The blood supply of the palatine tonsils derives from vasculature that branches off several major vessels, all are primarily tributaries of the external carotid artery.  The dorsal lingual artery, ascending palatine artery, the tonsillar branch of the facial artery, ascending pharyngeal artery, and lesser palatine artery all provide oxygen and other nutrients to the palatine tonsils.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Blood Supply and Lymphatics -- Vascular Supply. The blood supply of the palatine tonsils derives from vasculature that branches off several major vessels, all are primarily tributaries of the external carotid artery.  The dorsal lingual artery, ascending palatine artery, the tonsillar branch of the facial artery, ascending pharyngeal artery, and lesser palatine artery all provide oxygen and other nutrients to the palatine tonsils."}
{"id": "article-26538_6", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Blood Supply and Lymphatics -- Vascular Supply", "content": "Venous drainage of the palatine tonsils occurs by the peritonsillar plexus of veins.  This plexus drains into the pharyngeal and lingual veins, and these veins ultimately drain into the internal jugular vein.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Blood Supply and Lymphatics -- Vascular Supply. Venous drainage of the palatine tonsils occurs by the peritonsillar plexus of veins.  This plexus drains into the pharyngeal and lingual veins, and these veins ultimately drain into the internal jugular vein."}
{"id": "article-26538_7", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Blood Supply and Lymphatics -- Lymphatics", "content": "The palatine tonsils drain to the jugulodigastric node, a node of the deep cervical lymph nodes, located inferior to the angle of the mandible.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Blood Supply and Lymphatics -- Lymphatics. The palatine tonsils drain to the jugulodigastric node, a node of the deep cervical lymph nodes, located inferior to the angle of the mandible."}
{"id": "article-26538_8", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Nerves", "content": "The innervation of the palatine tonsils is provided by the lesser palatine nerve which arises from the maxillary division of the trigeminal nerve and the tonsillar branches of the glossopharyngeal nerve.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Nerves. The innervation of the palatine tonsils is provided by the lesser palatine nerve which arises from the maxillary division of the trigeminal nerve and the tonsillar branches of the glossopharyngeal nerve."}
{"id": "article-26538_9", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Surgical Considerations", "content": "Tonsillectomy is a surgical procedure where the palatine tonsils are excised from the tonsillar fossa.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Surgical Considerations. Tonsillectomy is a surgical procedure where the palatine tonsils are excised from the tonsillar fossa."}
{"id": "article-26538_10", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Surgical Considerations -- Indications for Tonsillectomy", "content": "Infectious Tonsillectomy should be considered in patients who [7] [8] [7] : Have had recurrent throat infections with seven documented cases in the last year A minimum of five documented throat infections in each of the previous 2 years A minimum of three documented throat infections in each of the last 3 years All patients who meet one of the above criteria must also have a temperature greater than 100.9°F (38.3°C), cervical adenopathy, tonsillar exudate, or a positive culture for group A beta-hemolytic streptococcus Recurrent or chronic pharyngotonsillitis, peritonsillar abscesses, tonsillar stones, and halitosis are other circumstances where tonsillectomy may be the recommended course of action Hyperplastic/Neoplastic", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Surgical Considerations -- Indications for Tonsillectomy. Infectious Tonsillectomy should be considered in patients who [7] [8] [7] : Have had recurrent throat infections with seven documented cases in the last year A minimum of five documented throat infections in each of the previous 2 years A minimum of three documented throat infections in each of the last 3 years All patients who meet one of the above criteria must also have a temperature greater than 100.9°F (38.3°C), cervical adenopathy, tonsillar exudate, or a positive culture for group A beta-hemolytic streptococcus Recurrent or chronic pharyngotonsillitis, peritonsillar abscesses, tonsillar stones, and halitosis are other circumstances where tonsillectomy may be the recommended course of action Hyperplastic/Neoplastic"}
{"id": "article-26538_11", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Surgical Considerations -- Indications for Tonsillectomy", "content": "Indications for tonsillectomy include a variety of hyperplastic and neoplastic processes.  Some of these include hyperplasia of adenotonsillar tissue associated with obstructive sleep apnea, failure to thrive, or abnormal dentofacial growth. [8] Concern for a malignant process would be another indication for tonsillectomy. [8]", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Surgical Considerations -- Indications for Tonsillectomy. Indications for tonsillectomy include a variety of hyperplastic and neoplastic processes.  Some of these include hyperplasia of adenotonsillar tissue associated with obstructive sleep apnea, failure to thrive, or abnormal dentofacial growth. [8] Concern for a malignant process would be another indication for tonsillectomy. [8]"}
{"id": "article-26538_12", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Surgical Considerations -- Potential Complications associated with Tonsillectomy", "content": "The most frequent complication of a tonsillectomy is post-operative hemorrhage, which is responsible for the majority of post-tonsillectomy fatalities.  Significant risk factors for post-operative hemorrhage include older age, a history of chronic tonsillitis, excessive intraoperative blood loss and elevated mean arterial pressure. [9]", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Surgical Considerations -- Potential Complications associated with Tonsillectomy. The most frequent complication of a tonsillectomy is post-operative hemorrhage, which is responsible for the majority of post-tonsillectomy fatalities.  Significant risk factors for post-operative hemorrhage include older age, a history of chronic tonsillitis, excessive intraoperative blood loss and elevated mean arterial pressure. [9]"}
{"id": "article-26538_13", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Surgical Considerations -- Potential Complications associated with Tonsillectomy", "content": "The glossopharyngeal nerve innervates the posterior one-third of the tongue and provides general sensation and taste.  The nerve travels past the palatine tonsils and has the potential to be stretched or injured during a tonsillectomy.  Consequences of this injury could manifest as a reduction or loss of general sensation or taste to the posterior third of the tongue. [10]", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Surgical Considerations -- Potential Complications associated with Tonsillectomy. The glossopharyngeal nerve innervates the posterior one-third of the tongue and provides general sensation and taste.  The nerve travels past the palatine tonsils and has the potential to be stretched or injured during a tonsillectomy.  Consequences of this injury could manifest as a reduction or loss of general sensation or taste to the posterior third of the tongue. [10]"}
{"id": "article-26538_14", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Clinical Significance", "content": "Due to their anatomic location near the entrances of the respiratory and gastrointestinal tracts, the palatine tonsils get exposed to a myriad of exogenous foreign materials.  The function of this tissue as a secondary lymphoid organ seems to inherently provide a method of prolonged exposure to infectious material or other antigens.  These two properties may have a role in the infection risk which the palatine tonsils seem predisposed.  At this time, it is still unclear if tonsillar hypertrophy results from persistent infection.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Clinical Significance. Due to their anatomic location near the entrances of the respiratory and gastrointestinal tracts, the palatine tonsils get exposed to a myriad of exogenous foreign materials.  The function of this tissue as a secondary lymphoid organ seems to inherently provide a method of prolonged exposure to infectious material or other antigens.  These two properties may have a role in the infection risk which the palatine tonsils seem predisposed.  At this time, it is still unclear if tonsillar hypertrophy results from persistent infection."}
{"id": "article-26538_15", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Clinical Significance", "content": "Peritonsillar abscesses have been shown to be the leading cause of deep neck infections in the adult population. [11] This condition is found primarily in young adults and is made on a primarily clinical basis.  Common symptoms of this condition include fever, sore throat, trismus, dysphagia, peritonsillar bulge, uvular deviation, and a \"hot potato\" voice.  The treatment consists of incision and drainage, antibiotics, and supportive therapy.  Corticosteroid use has assisted in reducing symptoms and decreasing healing time. [11] If a peritonsillar abscess is not diagnosed and treated promptly, complications such as aspiration, airway obstruction and extension into the retropharyngeal space can occur. [11]", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Clinical Significance. Peritonsillar abscesses have been shown to be the leading cause of deep neck infections in the adult population. [11] This condition is found primarily in young adults and is made on a primarily clinical basis.  Common symptoms of this condition include fever, sore throat, trismus, dysphagia, peritonsillar bulge, uvular deviation, and a \"hot potato\" voice.  The treatment consists of incision and drainage, antibiotics, and supportive therapy.  Corticosteroid use has assisted in reducing symptoms and decreasing healing time. [11] If a peritonsillar abscess is not diagnosed and treated promptly, complications such as aspiration, airway obstruction and extension into the retropharyngeal space can occur. [11]"}
{"id": "article-26538_16", "title": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Palatine Tonsil (Faucial Tonsils) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}