{"id": "article-30473_0", "title": "Transient Global Amnesia -- Continuing Education Activity", "content": "Transient global amnesia (TGA) is acute onset anterograde amnesia that is temporary and usually occurs in middle-aged and older individuals. It is often precipitated by particularly strenuous activity, high-stress events, or coitus, but it can be seen with migraines. Studies have been inconclusive as to whether there are risk factors for the development of transient global amnesia, though some have suggested an association with a history of prior heart disease, migraine, or hyperlipidemia. Patients often present with repetitive questioning and total anterograde memory loss that resolves within 24 hours. While there may be disorientation with respect to other people and location, the patients do not lose self-awareness. The symptoms, once resolved, rarely recur and no other neurological deficits present with this condition. The diagnosis is largely a diagnosis of exclusion. This activity reviews the evaluation and management of patients transient global amnesia and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Transient Global Amnesia -- Continuing Education Activity. Transient global amnesia (TGA) is acute onset anterograde amnesia that is temporary and usually occurs in middle-aged and older individuals. It is often precipitated by particularly strenuous activity, high-stress events, or coitus, but it can be seen with migraines. Studies have been inconclusive as to whether there are risk factors for the development of transient global amnesia, though some have suggested an association with a history of prior heart disease, migraine, or hyperlipidemia. Patients often present with repetitive questioning and total anterograde memory loss that resolves within 24 hours. While there may be disorientation with respect to other people and location, the patients do not lose self-awareness. The symptoms, once resolved, rarely recur and no other neurological deficits present with this condition. The diagnosis is largely a diagnosis of exclusion. This activity reviews the evaluation and management of patients transient global amnesia and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-30473_1", "title": "Transient Global Amnesia -- Continuing Education Activity", "content": "Objectives: Identify risk factors for transient global amnesia. List the differential diagnosis of transient global amnesia. Describe the evaluation of transient global amnesia. Explain the importance of improving coordination amongst the interprofessional team to enhance the delivery of care for patients affected by transient global amnesia. Access free multiple choice questions on this topic.", "contents": "Transient Global Amnesia -- Continuing Education Activity. Objectives: Identify risk factors for transient global amnesia. List the differential diagnosis of transient global amnesia. Describe the evaluation of transient global amnesia. Explain the importance of improving coordination amongst the interprofessional team to enhance the delivery of care for patients affected by transient global amnesia. Access free multiple choice questions on this topic."}
{"id": "article-30473_2", "title": "Transient Global Amnesia -- Introduction", "content": "Transient global amnesia (TGA) is a temporary, anterograde amnesia with an acute onset that usually occurs in middle-aged and older individuals.  It is often precipitated by particularly strenuous activity, high-stress events, or coitus, but it can be seen with migraines as well. Studies have been inconclusive as to whether there are risk factors for the development of TGA, though some have suggested an association with a history of prior heart disease, migraine, or hyperlipidemia. Patients will often present with repetitive questioning and total anterograde memory loss that resolves within 24 hours. While there is disorientation with respect to other people and location, the patients will not lose self-awareness. The symptoms, once resolved, rarely recur and no other neurological deficits present with this condition. The diagnosis is largely a diagnosis of exclusion. [1] [2] [3]", "contents": "Transient Global Amnesia -- Introduction. Transient global amnesia (TGA) is a temporary, anterograde amnesia with an acute onset that usually occurs in middle-aged and older individuals.  It is often precipitated by particularly strenuous activity, high-stress events, or coitus, but it can be seen with migraines as well. Studies have been inconclusive as to whether there are risk factors for the development of TGA, though some have suggested an association with a history of prior heart disease, migraine, or hyperlipidemia. Patients will often present with repetitive questioning and total anterograde memory loss that resolves within 24 hours. While there is disorientation with respect to other people and location, the patients will not lose self-awareness. The symptoms, once resolved, rarely recur and no other neurological deficits present with this condition. The diagnosis is largely a diagnosis of exclusion. [1] [2] [3]"}
{"id": "article-30473_3", "title": "Transient Global Amnesia -- Etiology", "content": "Multiple theories exist regarding the true etiology of TGA, but none are proven. These theories have included vascular phenomena, depression, migraines, epilepsy, or psychogenic origins. Studies have supported and debunked arterial ischemia as a source. Vascular congestion was considered and is still one of the leading hypotheses, although questions regarding the associated with certain age groups and the fact that it is not seen with venous thrombosis have yet to be explained. In addition, it rarely occurs more than a couple of times in a patient's life. Essentially, the theories generated regarding the etiology of TGA do not explain all of the clinical aspects of TGA to date. [4] [5] [6] [7]", "contents": "Transient Global Amnesia -- Etiology. Multiple theories exist regarding the true etiology of TGA, but none are proven. These theories have included vascular phenomena, depression, migraines, epilepsy, or psychogenic origins. Studies have supported and debunked arterial ischemia as a source. Vascular congestion was considered and is still one of the leading hypotheses, although questions regarding the associated with certain age groups and the fact that it is not seen with venous thrombosis have yet to be explained. In addition, it rarely occurs more than a couple of times in a patient's life. Essentially, the theories generated regarding the etiology of TGA do not explain all of the clinical aspects of TGA to date. [4] [5] [6] [7]"}
{"id": "article-30473_4", "title": "Transient Global Amnesia -- Epidemiology", "content": "The incidence of TGA is about 5.2-10/100,000 per year in the general population. In individuals aged 50 and older, the incidence increases to 23.5 to 32/100,000 per year. The majority of reported cases have been in patients aged 50 to 80 years old. There is no gender difference. Although no clear risk factors have been identified, it has been noted more often in patients with a history of ischemic heart disease and hyperlipidemia. There was not an associated history of prior ischemic stroke, diabetes, or hypertension noted. Many studies have demonstrated associated migraines in these patients, but this has not been demonstrated in all cases.", "contents": "Transient Global Amnesia -- Epidemiology. The incidence of TGA is about 5.2-10/100,000 per year in the general population. In individuals aged 50 and older, the incidence increases to 23.5 to 32/100,000 per year. The majority of reported cases have been in patients aged 50 to 80 years old. There is no gender difference. Although no clear risk factors have been identified, it has been noted more often in patients with a history of ischemic heart disease and hyperlipidemia. There was not an associated history of prior ischemic stroke, diabetes, or hypertension noted. Many studies have demonstrated associated migraines in these patients, but this has not been demonstrated in all cases."}
{"id": "article-30473_5", "title": "Transient Global Amnesia -- Pathophysiology", "content": "The origin of TGA is thought to arise from the hippocampus, particularly the CA-1 and Sommer sector, and mediobasal temporal lobe. The hippocampal region noted is a watershed area of the brain that is especially subject to impact from various metabolic stresses, possibly due to sensitivity to cytotoxic glutaminergic uptake or release. These areas can be affected bilaterally or unilaterally, but are most common on the left side.  In functional imaging, however, such as functional MRI, reversible defects were seen bilaterally. The patient transiently develops difficulty forming as well as retrieving new memories.", "contents": "Transient Global Amnesia -- Pathophysiology. The origin of TGA is thought to arise from the hippocampus, particularly the CA-1 and Sommer sector, and mediobasal temporal lobe. The hippocampal region noted is a watershed area of the brain that is especially subject to impact from various metabolic stresses, possibly due to sensitivity to cytotoxic glutaminergic uptake or release. These areas can be affected bilaterally or unilaterally, but are most common on the left side.  In functional imaging, however, such as functional MRI, reversible defects were seen bilaterally. The patient transiently develops difficulty forming as well as retrieving new memories."}
{"id": "article-30473_6", "title": "Transient Global Amnesia -- Pathophysiology", "content": "The presentation seen with TGA correlates with the affected side of the brain.  In bilateral cases, the patient will exhibit both visuospatial and speech-related memory deficits. Dominant brain lesions will demonstrate related speech deficits. [8]", "contents": "Transient Global Amnesia -- Pathophysiology. The presentation seen with TGA correlates with the affected side of the brain.  In bilateral cases, the patient will exhibit both visuospatial and speech-related memory deficits. Dominant brain lesions will demonstrate related speech deficits. [8]"}
{"id": "article-30473_7", "title": "Transient Global Amnesia -- History and Physical", "content": "Generally, these patients present with acute onset of several hours of memory loss. They will display repetitive questioning and have no recall of how they got where they are or what they did in the time immediately preceding the onset. Often, the person(s) accompanying the patient will report recent activity such as vigorous exertion, coitus, or severe stress. They will not report a loss of consciousness. They do not lose their self-identity ability.  There are no accompanying neurological deficits or other cognitive deficits.  There will be no history of trauma, and the symptoms will resolve within 24 hours of onset. The presence of active seizures excludes TGA, whether new-onset or chronic.  The symptoms are not present when the patient awakens in the morning but occur later in the day.", "contents": "Transient Global Amnesia -- History and Physical. Generally, these patients present with acute onset of several hours of memory loss. They will display repetitive questioning and have no recall of how they got where they are or what they did in the time immediately preceding the onset. Often, the person(s) accompanying the patient will report recent activity such as vigorous exertion, coitus, or severe stress. They will not report a loss of consciousness. They do not lose their self-identity ability.  There are no accompanying neurological deficits or other cognitive deficits.  There will be no history of trauma, and the symptoms will resolve within 24 hours of onset. The presence of active seizures excludes TGA, whether new-onset or chronic.  The symptoms are not present when the patient awakens in the morning but occur later in the day."}
{"id": "article-30473_8", "title": "Transient Global Amnesia -- History and Physical", "content": "Patients will present with no focal neurological deficits but will often not recall how they got to the hospital, that they are in the hospital, or the day's events. They will often not recall people or locations from the past few hours and will feel disoriented as a consequence. Even with visual cues, such as pictures taken during the day, they will have no recollection of the events. They will repeatedly ask the same question, as they forget they just asked the question moments before. The symptoms will begin to improve within hours and memory will slowly, and almost entirely, return over the course of the next 24 hours. Initially, it was thought that total resolution was achieved, but more recent studies suggest there can be some minor residual impairment surrounding the event as well as some subclinical cognitive deficits, even years later.", "contents": "Transient Global Amnesia -- History and Physical. Patients will present with no focal neurological deficits but will often not recall how they got to the hospital, that they are in the hospital, or the day's events. They will often not recall people or locations from the past few hours and will feel disoriented as a consequence. Even with visual cues, such as pictures taken during the day, they will have no recollection of the events. They will repeatedly ask the same question, as they forget they just asked the question moments before. The symptoms will begin to improve within hours and memory will slowly, and almost entirely, return over the course of the next 24 hours. Initially, it was thought that total resolution was achieved, but more recent studies suggest there can be some minor residual impairment surrounding the event as well as some subclinical cognitive deficits, even years later."}
{"id": "article-30473_9", "title": "Transient Global Amnesia -- Evaluation", "content": "The patient should be admitted to a hospital setting until the amnesia resolves. A toxicology screen, alcohol level, and basic labs including glucose and electrolytes should be reviewed. Vitals, including oxygen saturation, should be checked. Because of the possibility of similar presentation with Wernicke encephalopathy, consider administering thiamine. If there are features suggestive of repetitive or seizure-like etiology, EEG could be considered, but it is not routinely recommended. MRI with diffusion-weighted imaging is needed to rule out ischemic stroke, which can have a similar presentation in some cases. However, there is no diagnostic test for TGA; rather, it is a diagnosis of exclusion.", "contents": "Transient Global Amnesia -- Evaluation. The patient should be admitted to a hospital setting until the amnesia resolves. A toxicology screen, alcohol level, and basic labs including glucose and electrolytes should be reviewed. Vitals, including oxygen saturation, should be checked. Because of the possibility of similar presentation with Wernicke encephalopathy, consider administering thiamine. If there are features suggestive of repetitive or seizure-like etiology, EEG could be considered, but it is not routinely recommended. MRI with diffusion-weighted imaging is needed to rule out ischemic stroke, which can have a similar presentation in some cases. However, there is no diagnostic test for TGA; rather, it is a diagnosis of exclusion."}
{"id": "article-30473_10", "title": "Transient Global Amnesia -- Treatment / Management", "content": "Treatment for TGA is largely supportive. There is no specific therapy for this condition, nor is one necessary. The patient should be examined carefully for any accompanying neurological deficits or evidence of head trauma, both of which would exclude TGA as the diagnosis. The patient should be observed in the hospital until the memory deficit resolves. Consideration should be given for intravenous thiamine. Recurrences, while they do happen, are rare. The patient does not require any restrictions on driving or other activities once the memory deficits resolve.", "contents": "Transient Global Amnesia -- Treatment / Management. Treatment for TGA is largely supportive. There is no specific therapy for this condition, nor is one necessary. The patient should be examined carefully for any accompanying neurological deficits or evidence of head trauma, both of which would exclude TGA as the diagnosis. The patient should be observed in the hospital until the memory deficit resolves. Consideration should be given for intravenous thiamine. Recurrences, while they do happen, are rare. The patient does not require any restrictions on driving or other activities once the memory deficits resolve."}
{"id": "article-30473_11", "title": "Transient Global Amnesia -- Differential Diagnosis", "content": "Basilar artery thrombosis Cardioembolic stroke Complex partial seizures Lacunar syndrome Migraine variants Posterior cerebral artery strok Syncope Temporal lobe epilepsy", "contents": "Transient Global Amnesia -- Differential Diagnosis. Basilar artery thrombosis Cardioembolic stroke Complex partial seizures Lacunar syndrome Migraine variants Posterior cerebral artery strok Syncope Temporal lobe epilepsy"}
{"id": "article-30473_12", "title": "Transient Global Amnesia -- Prognosis", "content": "TGA is a temporary event and death is very rare. However, the disorder can recur but causes no mortality.", "contents": "Transient Global Amnesia -- Prognosis. TGA is a temporary event and death is very rare. However, the disorder can recur but causes no mortality."}
{"id": "article-30473_13", "title": "Transient Global Amnesia -- Pearls and Other Issues", "content": "The differential diagnosis when a patient presents with TGA should include intoxication on substance, Wernicke encephalopathy, ischemic stroke, epileptic disorder, transient ischemic attack, toxic encephalopathy, hypoxia, or head injury. However, the confusion is more global in many of these cases and it is not limited to memory loss or there are other presenting symptoms. In seizure-related memory loss, there is usually seizure-like activity prior to the onset, and the memory loss is almost purely retrograde; this differs from TGA which involves anterograde amnesia presenting with minimal retrograde amnesia confined to events surrounding the onset.", "contents": "Transient Global Amnesia -- Pearls and Other Issues. The differential diagnosis when a patient presents with TGA should include intoxication on substance, Wernicke encephalopathy, ischemic stroke, epileptic disorder, transient ischemic attack, toxic encephalopathy, hypoxia, or head injury. However, the confusion is more global in many of these cases and it is not limited to memory loss or there are other presenting symptoms. In seizure-related memory loss, there is usually seizure-like activity prior to the onset, and the memory loss is almost purely retrograde; this differs from TGA which involves anterograde amnesia presenting with minimal retrograde amnesia confined to events surrounding the onset."}
{"id": "article-30473_14", "title": "Transient Global Amnesia -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of TGA are best done with an interprofessional team that consists of a neurologist, internist, radiologist, primary care provider, and nurse practitioner. The problem is that there is a very large differential when patients present with amnesia and consequently the workup is often exhaustive and time-consuming. The most important disorder that primary clinicians need to rule out include a stroke.", "contents": "Transient Global Amnesia -- Enhancing Healthcare Team Outcomes. The diagnosis and management of TGA are best done with an interprofessional team that consists of a neurologist, internist, radiologist, primary care provider, and nurse practitioner. The problem is that there is a very large differential when patients present with amnesia and consequently the workup is often exhaustive and time-consuming. The most important disorder that primary clinicians need to rule out include a stroke."}
{"id": "article-30473_15", "title": "Transient Global Amnesia -- Enhancing Healthcare Team Outcomes", "content": "Once TGA is diagnosed, the treatment is supportive. Clinicians need to educate the caregiver and patient that the disorder is benign. The condition resolves spontaneously and rarely recurs. Patients though should be advised to lose weight, discontinue smoking, remain compliant with their medications, abstain from alcohol use and follow up with their primary care provider regularly. The outcome in most patients is good. [9] [10] (Level V)", "contents": "Transient Global Amnesia -- Enhancing Healthcare Team Outcomes. Once TGA is diagnosed, the treatment is supportive. Clinicians need to educate the caregiver and patient that the disorder is benign. The condition resolves spontaneously and rarely recurs. Patients though should be advised to lose weight, discontinue smoking, remain compliant with their medications, abstain from alcohol use and follow up with their primary care provider regularly. The outcome in most patients is good. [9] [10] (Level V)"}
{"id": "article-30473_16", "title": "Transient Global Amnesia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Transient Global Amnesia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}