{"id": "article-105837_0", "title": "Assisting Patients With Personal Hygiene -- Definition/Introduction", "content": "Assisting patients with basic hygiene creates a personal connection between the healthcare provider and the patient and is vital to maintaining the patient’s health. It is the responsibility of the healthcare professional to balance the proper amount of grooming; too much grooming and too little grooming can both have negative effects. There are various healthcare settings and patients; thus, it is necessary to determine how much assistance each patient needs in a case-by-case scenario. Patients should be allowed to assist with their hygiene to the best of their ability. Assistance may be needed for tasks such as eliminating, shaving, brushing and styling hair, oral care, and bathing.", "contents": "Assisting Patients With Personal Hygiene -- Definition/Introduction. Assisting patients with basic hygiene creates a personal connection between the healthcare provider and the patient and is vital to maintaining the patient’s health. It is the responsibility of the healthcare professional to balance the proper amount of grooming; too much grooming and too little grooming can both have negative effects. There are various healthcare settings and patients; thus, it is necessary to determine how much assistance each patient needs in a case-by-case scenario. Patients should be allowed to assist with their hygiene to the best of their ability. Assistance may be needed for tasks such as eliminating, shaving, brushing and styling hair, oral care, and bathing."}
{"id": "article-105837_1", "title": "Assisting Patients With Personal Hygiene -- Issues of Concern", "content": "Preventing the spread of contamination from the medical provider to the patient and vice versa is essential. When first approaching the patient, the medical professional must verify the patient's identity and review their chart. This process allows the provider to give the proper treatments and make changes based on the individual's needs. To maintain cleanliness, healthcare providers should always disinfect their hands before touching the patient. If needed, the provider can wear gloves for various procedures.", "contents": "Assisting Patients With Personal Hygiene -- Issues of Concern. Preventing the spread of contamination from the medical provider to the patient and vice versa is essential. When first approaching the patient, the medical professional must verify the patient's identity and review their chart. This process allows the provider to give the proper treatments and make changes based on the individual's needs. To maintain cleanliness, healthcare providers should always disinfect their hands before touching the patient. If needed, the provider can wear gloves for various procedures."}
{"id": "article-105837_2", "title": "Assisting Patients With Personal Hygiene -- Issues of Concern", "content": "A clear and strong line of communication is needed between the healthcare provider and the patient. Patients can be embarrassed to discuss their hygiene needs, particularly when discussing elimination. Openly discussing these topics with patients can help them feel more comfortable and give the healthcare provider a detailed view of their needs. [1]", "contents": "Assisting Patients With Personal Hygiene -- Issues of Concern. A clear and strong line of communication is needed between the healthcare provider and the patient. Patients can be embarrassed to discuss their hygiene needs, particularly when discussing elimination. Openly discussing these topics with patients can help them feel more comfortable and give the healthcare provider a detailed view of their needs. [1]"}
{"id": "article-105837_3", "title": "Assisting Patients With Personal Hygiene -- Issues of Concern", "content": "A lack of hygiene can result in many adverse effects, such as hospital-acquired infections. [2] While performing hygienic tasks is important to maintain the patient's health, too much hygiene can be detrimental. For example, regularly brushing and styling patient's hair can help them maintain their self-esteem. On the other hand, excessive brushing can result in the formation of acne mechanica near the hairline. [3] Finding a balance of how frequently to assist the patient in maintaining optimal hygiene can help them feel their best.", "contents": "Assisting Patients With Personal Hygiene -- Issues of Concern. A lack of hygiene can result in many adverse effects, such as hospital-acquired infections. [2] While performing hygienic tasks is important to maintain the patient's health, too much hygiene can be detrimental. For example, regularly brushing and styling patient's hair can help them maintain their self-esteem. On the other hand, excessive brushing can result in the formation of acne mechanica near the hairline. [3] Finding a balance of how frequently to assist the patient in maintaining optimal hygiene can help them feel their best."}
{"id": "article-105837_4", "title": "Assisting Patients With Personal Hygiene -- Issues of Concern", "content": "Besides assisting with hygiene, the medical provider's attitude can influence a patient's hygiene behaviors. A study found that a caregiver's attitude towards the elderly's ability to eliminate using a toilet substantially affected the patient's ability to complete toilet elimination. [4] Being aware of a patient's limitations and maintaining an optimistic view of their ability to support their hygiene can benefit the patient.", "contents": "Assisting Patients With Personal Hygiene -- Issues of Concern. Besides assisting with hygiene, the medical provider's attitude can influence a patient's hygiene behaviors. A study found that a caregiver's attitude towards the elderly's ability to eliminate using a toilet substantially affected the patient's ability to complete toilet elimination. [4] Being aware of a patient's limitations and maintaining an optimistic view of their ability to support their hygiene can benefit the patient."}
{"id": "article-105837_5", "title": "Assisting Patients With Personal Hygiene -- Clinical Significance", "content": "Basic adult hygiene includes oral hygiene, bathing, eliminating, shaving, brushing, and styling hair. These may seem like basic procedures but are vital to maintaining the patient’s health. It is important to stay up to date with the nursing literature to be effective at assisting the patient.", "contents": "Assisting Patients With Personal Hygiene -- Clinical Significance. Basic adult hygiene includes oral hygiene, bathing, eliminating, shaving, brushing, and styling hair. These may seem like basic procedures but are vital to maintaining the patient’s health. It is important to stay up to date with the nursing literature to be effective at assisting the patient."}
{"id": "article-105837_6", "title": "Assisting Patients With Personal Hygiene -- Clinical Significance", "content": "The inability to properly maintain hygienic conditions for patients can lead to many adverse effects. Patients who have suffered a stroke need assistance maintaining proper oral hygiene to prevent outcomes like aspiration pneumonia or opportunistic infections. [5] Bathing patients regularly, particularly those in the intensive care unit, can help prevent gram-negative infections. [6] Assisting patients with elimination can prevent Clostridium difficile infections. [7] These hygienic practices work as preventative measures to help patients maintain their health.", "contents": "Assisting Patients With Personal Hygiene -- Clinical Significance. The inability to properly maintain hygienic conditions for patients can lead to many adverse effects. Patients who have suffered a stroke need assistance maintaining proper oral hygiene to prevent outcomes like aspiration pneumonia or opportunistic infections. [5] Bathing patients regularly, particularly those in the intensive care unit, can help prevent gram-negative infections. [6] Assisting patients with elimination can prevent Clostridium difficile infections. [7] These hygienic practices work as preventative measures to help patients maintain their health."}
{"id": "article-105837_7", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Before any personal hygiene procedure, the healthcare professional must decontaminate their hands and identify the patient they are treating.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions. Before any personal hygiene procedure, the healthcare professional must decontaminate their hands and identify the patient they are treating."}
{"id": "article-105837_8", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bathing", "content": "Assisting patients with bathing is a fundamental aspect of maintaining their hygiene. Bathing helps the patient feel clean and gain a sense of normalcy, removes dirt, perspiration, bacteria, and dead skin, and promotes blood circulation. Bathing practices may vary from patient to patient based on their personal, religious, and individual needs.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bathing. Assisting patients with bathing is a fundamental aspect of maintaining their hygiene. Bathing helps the patient feel clean and gain a sense of normalcy, removes dirt, perspiration, bacteria, and dead skin, and promotes blood circulation. Bathing practices may vary from patient to patient based on their personal, religious, and individual needs."}
{"id": "article-105837_9", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bathing", "content": "There are a few types of baths that patients may require. The first type is bathing in a bathroom, which consists of a typical shower or bath. This process is for patients who are ambulatory enough to reach the bathroom and need minimal assistance bathing themselves. Next is a self-wash-in-bed for patients who can bathe themselves but not get out of bed. This approach may also require minimal assistance. Lastly, there is a bed bath for patients who cannot get out of bed and cannot bathe themselves.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bathing. There are a few types of baths that patients may require. The first type is bathing in a bathroom, which consists of a typical shower or bath. This process is for patients who are ambulatory enough to reach the bathroom and need minimal assistance bathing themselves. Next is a self-wash-in-bed for patients who can bathe themselves but not get out of bed. This approach may also require minimal assistance. Lastly, there is a bed bath for patients who cannot get out of bed and cannot bathe themselves."}
{"id": "article-105837_10", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bathing", "content": "Bathing in a bed can be done either with a washbasin filled with water or with prepackaged cloths that do not require water. The wipes that do not require water are known as bag baths. If using a wash bin and cloths, ensure they are single-use items to prevent the spread of bacteria. In 2017, a systematic review found that patients preferred a standard water and soap bath, but the bag bath was a useful alternative. [6] When bathing, gloves are not required, but patients may prefer the helper to use gloves. [8] When bathing elderly patients, moisturizing soaps or water and oil soaked with lotion are used to prevent dryness. [9] Bathing toiletries should be either assigned to a specific patient or single-use items to prevent the spread of infection between patients.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bathing. Bathing in a bed can be done either with a washbasin filled with water or with prepackaged cloths that do not require water. The wipes that do not require water are known as bag baths. If using a wash bin and cloths, ensure they are single-use items to prevent the spread of bacteria. In 2017, a systematic review found that patients preferred a standard water and soap bath, but the bag bath was a useful alternative. [6] When bathing, gloves are not required, but patients may prefer the helper to use gloves. [8] When bathing elderly patients, moisturizing soaps or water and oil soaked with lotion are used to prevent dryness. [9] Bathing toiletries should be either assigned to a specific patient or single-use items to prevent the spread of infection between patients."}
{"id": "article-105837_11", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bathing in a bathroom", "content": "With this type of bath, assistance may be given to: Help the patient reach the bathroom Check to see if the patient needs to use the restroom before showering Keep the bathroom warm Run the water Start the water cool to prevent large amounts of steam Once the water is warmed up, check the temperature with an elbow to ensure it is appropriate and comfortable. Recommended bathing temperatures are 115 degrees Fahrenheit Ask the patient to test the water to see if the temperature suits them Provide a shower chair, if necessary Place all necessary toiletries in an easily accessible spot Remain nearby in case the patient needs more help", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bathing in a bathroom. With this type of bath, assistance may be given to: Help the patient reach the bathroom Check to see if the patient needs to use the restroom before showering Keep the bathroom warm Run the water Start the water cool to prevent large amounts of steam Once the water is warmed up, check the temperature with an elbow to ensure it is appropriate and comfortable. Recommended bathing temperatures are 115 degrees Fahrenheit Ask the patient to test the water to see if the temperature suits them Provide a shower chair, if necessary Place all necessary toiletries in an easily accessible spot Remain nearby in case the patient needs more help"}
{"id": "article-105837_12", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Self-wash in bed", "content": "Equipment needed includes clean bed linen, washcloths, clean cloths, disposable washbasin, disposable apron, bath towels, toiletries, linen skip, disposable wipes, a plastic bag to dispose of wipes, and non-sterile gloves if needed for protection or patient preference. With this type of bath, assistance may be given to:", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Self-wash in bed. Equipment needed includes clean bed linen, washcloths, clean cloths, disposable washbasin, disposable apron, bath towels, toiletries, linen skip, disposable wipes, a plastic bag to dispose of wipes, and non-sterile gloves if needed for protection or patient preference. With this type of bath, assistance may be given to:"}
{"id": "article-105837_13", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Self-wash in bed", "content": "Ensure the patient has privacy while bathing Warm the room and provide sheets to prevent the patient from becoming cold while bathing Explain the procedure of using a water basin to clean oneself Specify that the patient should wash their genitals last When washing the genitals, provide disposable wipes and ask that the patient dispose of them in a plastic waste bag that you have provided. Provide a bedpan and explain to the patient that it may be needed (warm water may stimulate the need to urinate) Provide a washbasin filled three-fourths of the way with warm water; make sure the water is a comfortable temperature by placing your elbow under the running water before filling the pan Ensure that all necessary toiletries are available, such as a water basin, cloths, soap, bath towels, disposable wipes, and a plastic bag to dispose of wipes. Help undress the patient and cover them with a blanket", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Self-wash in bed. Ensure the patient has privacy while bathing Warm the room and provide sheets to prevent the patient from becoming cold while bathing Explain the procedure of using a water basin to clean oneself Specify that the patient should wash their genitals last When washing the genitals, provide disposable wipes and ask that the patient dispose of them in a plastic waste bag that you have provided. Provide a bedpan and explain to the patient that it may be needed (warm water may stimulate the need to urinate) Provide a washbasin filled three-fourths of the way with warm water; make sure the water is a comfortable temperature by placing your elbow under the running water before filling the pan Ensure that all necessary toiletries are available, such as a water basin, cloths, soap, bath towels, disposable wipes, and a plastic bag to dispose of wipes. Help undress the patient and cover them with a blanket"}
{"id": "article-105837_14", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Self-wash in bed", "content": "If the patient needs help cleaning their back or anal area, they must first clean their front by themselves. Once the patient has completed cleaning their front, instruct the patient to turn on their side and place a towel under them. Wash, rinse, and dry the back. After finishing the back, move to the buttocks. Use disposable wipes and immediately place used wipes in a plastic waste bin. If disposable wipes are unavailable, fill the wash bin with clean water and use fresh cloths. Be sure to clean from front to back to avoid fecal matter entering the genitals. For male patients, hold the penis with one hand and wash the penis from the meatus to the base with the other. If the patient has foreskin around their penis, retract the foreskin and repeat washing the penis from meatus to base. Wash the scrotum and pat the area dry. Finish by cleaning the rectum last.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Self-wash in bed. If the patient needs help cleaning their back or anal area, they must first clean their front by themselves. Once the patient has completed cleaning their front, instruct the patient to turn on their side and place a towel under them. Wash, rinse, and dry the back. After finishing the back, move to the buttocks. Use disposable wipes and immediately place used wipes in a plastic waste bin. If disposable wipes are unavailable, fill the wash bin with clean water and use fresh cloths. Be sure to clean from front to back to avoid fecal matter entering the genitals. For male patients, hold the penis with one hand and wash the penis from the meatus to the base with the other. If the patient has foreskin around their penis, retract the foreskin and repeat washing the penis from meatus to base. Wash the scrotum and pat the area dry. Finish by cleaning the rectum last."}
{"id": "article-105837_15", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bed bath", "content": "This type of bath requires the most assistance. Allow the patient to help as much as they can. First, ensure that the room is warm and has privacy by shutting windows, closing doors, or drawing a curtain closed. Secure all the necessary toiletries, clean bed linen, washcloths, clean clothes, disposable washbasin, disposable apron, bath towels, patient toiletries, linen skip, disposable wipes, a plastic bag to dispose of wipes, and non-sterile gloves if needed for protection or patient preference. Have a urinal or bedpan on hand, as warm water may cause the patient to urinate. Ensure that the patient's bed is at the proper height.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bed bath. This type of bath requires the most assistance. Allow the patient to help as much as they can. First, ensure that the room is warm and has privacy by shutting windows, closing doors, or drawing a curtain closed. Secure all the necessary toiletries, clean bed linen, washcloths, clean clothes, disposable washbasin, disposable apron, bath towels, patient toiletries, linen skip, disposable wipes, a plastic bag to dispose of wipes, and non-sterile gloves if needed for protection or patient preference. Have a urinal or bedpan on hand, as warm water may cause the patient to urinate. Ensure that the patient's bed is at the proper height."}
{"id": "article-105837_16", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bed bath", "content": "There are 2 options for performing a bed bath. One uses disposable wipes, and the other uses traditional soap in water. [6] Particular attention should be taken to giving regular baths to those in intensive care units, as gram-negative infections are a major cause of mortality in this setting. [10] While some studies found that chlorhexidine bathing reduces gram-negative infections, a meta-analysis found no benefit. Follow facility guidelines when choosing a bathing method. [11] [2]", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bed bath. There are 2 options for performing a bed bath. One uses disposable wipes, and the other uses traditional soap in water. [6] Particular attention should be taken to giving regular baths to those in intensive care units, as gram-negative infections are a major cause of mortality in this setting. [10] While some studies found that chlorhexidine bathing reduces gram-negative infections, a meta-analysis found no benefit. Follow facility guidelines when choosing a bathing method. [11] [2]"}
{"id": "article-105837_17", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bed bath", "content": "If using the traditional water and soap method, fill a single-use wash bin three-fourths of the way full of warm water. Confirm that the water is at a comfortable temperature by placing your elbow under the running water before filling the pan. Wash your hands and put on a disposable apron. First, explain the procedure to the patient and ask whether they prefer to use soap on their face. Remove any glasses or hearing aids from the patient. Place a towel under the patient's chin and wash the patient's neck, face, and ears. Clean the patient's glasses or hearing aids and return them to the patient. Use a patting motion when drying to prevent excess friction.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bed bath. If using the traditional water and soap method, fill a single-use wash bin three-fourths of the way full of warm water. Confirm that the water is at a comfortable temperature by placing your elbow under the running water before filling the pan. Wash your hands and put on a disposable apron. First, explain the procedure to the patient and ask whether they prefer to use soap on their face. Remove any glasses or hearing aids from the patient. Place a towel under the patient's chin and wash the patient's neck, face, and ears. Clean the patient's glasses or hearing aids and return them to the patient. Use a patting motion when drying to prevent excess friction."}
{"id": "article-105837_18", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bed bath", "content": "Remove the patient's shirt and cover them with a blanket. Only expose the area that is being cleaned. Wash cephalad to caudal and from contralateral to ipsilateral. Using this method, start with the contralateral arm and clean from proximal to distal. Make sure to separate the skin folds and clean in-between. Use the same procedure for the caudal half of the patient. When cleaning the genital area of a patient, roll the patient onto their side. Make sure to use disposable wipes and wipe from front to back when cleaning the genitals. This process prevents urinary tract infections. Immediately dispose of used wipes in the plastic waste bag. If disposable wipes are unavailable, use new cloths to fill the basin with clean water. Once the patient is entirely clean, help the patient to dress and place new sheets on the bed.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Bed bath. Remove the patient's shirt and cover them with a blanket. Only expose the area that is being cleaned. Wash cephalad to caudal and from contralateral to ipsilateral. Using this method, start with the contralateral arm and clean from proximal to distal. Make sure to separate the skin folds and clean in-between. Use the same procedure for the caudal half of the patient. When cleaning the genital area of a patient, roll the patient onto their side. Make sure to use disposable wipes and wipe from front to back when cleaning the genitals. This process prevents urinary tract infections. Immediately dispose of used wipes in the plastic waste bag. If disposable wipes are unavailable, use new cloths to fill the basin with clean water. Once the patient is entirely clean, help the patient to dress and place new sheets on the bed."}
{"id": "article-105837_19", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Dental Care", "content": "Dental care can be a relatively simple procedure to maintain the patient's hygiene. Let the patient contribute to this routine as much as they can. First, wear gloves and explain the process to the patient. If the patient is not taking anything by mouth, ensure they do not swallow anything. Place a towel across the patient's chest to keep them dry and prop their head up to a 45-degree angle or greater. If the patient is conscious, provide mouthwash in a cup. Instruct the patient to rinse their mouth and spit. Place a dime-sized amount of toothpaste on a toothbrush and brush all surfaces of the teeth. Provide more mouthwash and have the patient rinse and spit. Floss the teeth by pressing the floss between the teeth up to the gums. Cup the floss in a \"C\" shape and pull down. Repeat for every surface between teeth. Have the patient rinse and spit one more time.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Dental Care. Dental care can be a relatively simple procedure to maintain the patient's hygiene. Let the patient contribute to this routine as much as they can. First, wear gloves and explain the process to the patient. If the patient is not taking anything by mouth, ensure they do not swallow anything. Place a towel across the patient's chest to keep them dry and prop their head up to a 45-degree angle or greater. If the patient is conscious, provide mouthwash in a cup. Instruct the patient to rinse their mouth and spit. Place a dime-sized amount of toothpaste on a toothbrush and brush all surfaces of the teeth. Provide more mouthwash and have the patient rinse and spit. Floss the teeth by pressing the floss between the teeth up to the gums. Cup the floss in a \"C\" shape and pull down. Repeat for every surface between teeth. Have the patient rinse and spit one more time."}
{"id": "article-105837_20", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Dental Care", "content": "If the patient is unconscious, the head needs to be propped up to 45 degrees or more and turned to the side. Place a towel on the side of the patient's head to catch drool, and place an emesis basin under the patient's chin. Pull the mouth open by pressing down on the patient's chin, not placing fingers into the patient's mouth. Brush and floss the patient's teeth similarly to the conscious patient. Use a wet mouth swab to wipe the patient's mouth and tongue. Apply moisturizer to the patient's lips.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Dental Care. If the patient is unconscious, the head needs to be propped up to 45 degrees or more and turned to the side. Place a towel on the side of the patient's head to catch drool, and place an emesis basin under the patient's chin. Pull the mouth open by pressing down on the patient's chin, not placing fingers into the patient's mouth. Brush and floss the patient's teeth similarly to the conscious patient. Use a wet mouth swab to wipe the patient's mouth and tongue. Apply moisturizer to the patient's lips."}
{"id": "article-105837_21", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Dental Care", "content": "If the patient has dentures, these need cleaning. First, line the sink with a towel. The towel is to protect the dentures if they are accidentally dropped. If the dentures suffer damage, they are expensive to replace, and the patient cannot eat. Next, place on gloves and remove the dentures from the patient's mouth into an emesis bin lined with a paper towel. Bring the dentures over to the sink and use toothpaste or denture cleaner to clean the dentures thoroughly. After cleaning, rinse the dentures with cool water and place them into a cup filled with water, denture solution, or mouthwash. Return the dentures to the patient—denture training for nursing home staff results in improved care. Thus, educating healthcare providers can benefit the patient's oral care. [12]", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Dental Care. If the patient has dentures, these need cleaning. First, line the sink with a towel. The towel is to protect the dentures if they are accidentally dropped. If the dentures suffer damage, they are expensive to replace, and the patient cannot eat. Next, place on gloves and remove the dentures from the patient's mouth into an emesis bin lined with a paper towel. Bring the dentures over to the sink and use toothpaste or denture cleaner to clean the dentures thoroughly. After cleaning, rinse the dentures with cool water and place them into a cup filled with water, denture solution, or mouthwash. Return the dentures to the patient—denture training for nursing home staff results in improved care. Thus, educating healthcare providers can benefit the patient's oral care. [12]"}
{"id": "article-105837_22", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Hair Care", "content": "Haircare is a vital part of the hygiene routine. While hair does not need washing every day, brushing the patient's hair can boost their self-esteem and prevent knots from forming. Before touching the patient, sanitize your hands and use disposable gloves. Warm the water to about 115 degrees F and check the temperature with your elbow to ensure it is comfortable. Fill a pitcher with warm water and bring it to the patient. Bring the patient's head as close to the top of the bed as is safe. Place a towel under the patient's shoulder blades and a waterproof bed protector under the head. Bring the edges of the bed protector up on the sides so water does not spill over the bed. Wrap another towel around the patient's neck. Place a water basin underneath the patient's head to collect excess water. Submerge a washcloth in the warm water and wring it out until damp. Set the damp washcloth over the patient's eyes. Some hospitals require cotton balls placed in patients' ears; check with your facility to see their hair-washing procedures. Use a cup to pour water gently over the patient's hair. Use shampoo and massage it into the patient's scalp. Thoroughly wash out the shampoo. Repeat the shampoo and rinse as many times as needed. Repeat the same procedure with the conditioner if needed. Remove the washing equipment and place a clean, dry towel under the patient's head. Bring the pillow back underneath the patient's head. Dry the patient's hair by rubbing it with a dry towel. Assist the patient with brushing and styling their hair.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Hair Care. Haircare is a vital part of the hygiene routine. While hair does not need washing every day, brushing the patient's hair can boost their self-esteem and prevent knots from forming. Before touching the patient, sanitize your hands and use disposable gloves. Warm the water to about 115 degrees F and check the temperature with your elbow to ensure it is comfortable. Fill a pitcher with warm water and bring it to the patient. Bring the patient's head as close to the top of the bed as is safe. Place a towel under the patient's shoulder blades and a waterproof bed protector under the head. Bring the edges of the bed protector up on the sides so water does not spill over the bed. Wrap another towel around the patient's neck. Place a water basin underneath the patient's head to collect excess water. Submerge a washcloth in the warm water and wring it out until damp. Set the damp washcloth over the patient's eyes. Some hospitals require cotton balls placed in patients' ears; check with your facility to see their hair-washing procedures. Use a cup to pour water gently over the patient's hair. Use shampoo and massage it into the patient's scalp. Thoroughly wash out the shampoo. Repeat the shampoo and rinse as many times as needed. Repeat the same procedure with the conditioner if needed. Remove the washing equipment and place a clean, dry towel under the patient's head. Bring the pillow back underneath the patient's head. Dry the patient's hair by rubbing it with a dry towel. Assist the patient with brushing and styling their hair."}
{"id": "article-105837_23", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Hair Care", "content": "Washing a patient's hair does not need to be done daily, but brushing can prevent it from tangling. Brushing also distributes oils evenly along the hair shaft. Brush hair gently towards the ends and slowly progress towards the roots. If there is a particularly difficult section of hair to comb, hold the hair near the scalp to prevent excess pulling. If there is an extremely difficult tangle, petroleum jelly may be helpful by applying a small amount and massaging it into the hair tangle. Help the patient style their hair in the manner they prefer. Disinfect the combing materials and return them to their proper area.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Hair Care. Washing a patient's hair does not need to be done daily, but brushing can prevent it from tangling. Brushing also distributes oils evenly along the hair shaft. Brush hair gently towards the ends and slowly progress towards the roots. If there is a particularly difficult section of hair to comb, hold the hair near the scalp to prevent excess pulling. If there is an extremely difficult tangle, petroleum jelly may be helpful by applying a small amount and massaging it into the hair tangle. Help the patient style their hair in the manner they prefer. Disinfect the combing materials and return them to their proper area."}
{"id": "article-105837_24", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Nail Care", "content": "Nail care gives the patient a neat appearance and helps prevent them from scratching themselves. Regular nail care can remove bacteria underneath the fingernails to help prevent infections. Take the time to observe the patient's nails, fingers, and toes. Note and report any swelling, thick or brittle nails, changes in nail texture, color, exquisite tenderness, or foot ulcers. Special care is necessary for a patient who has diabetes.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Nail Care. Nail care gives the patient a neat appearance and helps prevent them from scratching themselves. Regular nail care can remove bacteria underneath the fingernails to help prevent infections. Take the time to observe the patient's nails, fingers, and toes. Note and report any swelling, thick or brittle nails, changes in nail texture, color, exquisite tenderness, or foot ulcers. Special care is necessary for a patient who has diabetes."}
{"id": "article-105837_25", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Nail Care", "content": "Before beginning nail care, wash your hands. Nail care is possible after a bath or soaking the nails in warm, soapy water for 10 minutes. Once the nails are done soaking, place the hands on a towel. Use an orange stick to remove dirt underneath the nails. Clean the orange stick with a paper towel before moving to the next nail. Once the nails are clean, use nail clippers and trim the nails if necessary. Trim the nail straight and close to the nailbed, but leave some room so you do not cut the patient. Smooth nails with a file if the cut edges are rough. Rub lotion on the patient's hands. Repeat the same steps for the patient's feet. If the patient has diabetes, maintaining proper foot hygiene is paramount. When trimming the toenails of a diabetic patient, ensure there is proper lighting, and take special care to trim the nails in a straight line to avoid cutting the patient's foot.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Interventions -- Nail Care. Before beginning nail care, wash your hands. Nail care is possible after a bath or soaking the nails in warm, soapy water for 10 minutes. Once the nails are done soaking, place the hands on a towel. Use an orange stick to remove dirt underneath the nails. Clean the orange stick with a paper towel before moving to the next nail. Once the nails are clean, use nail clippers and trim the nails if necessary. Trim the nail straight and close to the nailbed, but leave some room so you do not cut the patient. Smooth nails with a file if the cut edges are rough. Rub lotion on the patient's hands. Repeat the same steps for the patient's feet. If the patient has diabetes, maintaining proper foot hygiene is paramount. When trimming the toenails of a diabetic patient, ensure there is proper lighting, and take special care to trim the nails in a straight line to avoid cutting the patient's foot."}
{"id": "article-105837_26", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Patients should receive continuous monitoring for proper hygiene. The frequency of assisting patients depends on the patient’s medical status and the patient’s cultural and personal beliefs. Some patients may have a preference for when to perform specific hygienic tasks. For example, patients who follow the Islamic religion may prefer to wash their bodies before praying and may prefer to use water over hand sanitizer when washing their hands. [13] Those who practice Buddhism may prefer to bathe before bed.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Monitoring. Patients should receive continuous monitoring for proper hygiene. The frequency of assisting patients depends on the patient’s medical status and the patient’s cultural and personal beliefs. Some patients may have a preference for when to perform specific hygienic tasks. For example, patients who follow the Islamic religion may prefer to wash their bodies before praying and may prefer to use water over hand sanitizer when washing their hands. [13] Those who practice Buddhism may prefer to bathe before bed."}
{"id": "article-105837_27", "title": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "It is also essential to monitor the patient when assisting with hygienic tasks. For example, bathing the patient is an opportunity to check for lesions or bed sores. Helping patients with elimination is an opportunity to monitor for signs of a Clostridium difficile infection. If a patient is suspected of having infectious diarrhea, they should undergo evaluation for the cause of infection and isolated to prevent infecting other patients. The provider should wear a gown and gloves while assisting patients with hygienic tasks in the perineal area. [7] A combination of current evidence-based practices, open communication with the patient to discover their preferences, and frequent monitoring allows for the best care possible for the patient.", "contents": "Assisting Patients With Personal Hygiene -- Nursing, Allied Health, and Interprofessional Team Monitoring. It is also essential to monitor the patient when assisting with hygienic tasks. For example, bathing the patient is an opportunity to check for lesions or bed sores. Helping patients with elimination is an opportunity to monitor for signs of a Clostridium difficile infection. If a patient is suspected of having infectious diarrhea, they should undergo evaluation for the cause of infection and isolated to prevent infecting other patients. The provider should wear a gown and gloves while assisting patients with hygienic tasks in the perineal area. [7] A combination of current evidence-based practices, open communication with the patient to discover their preferences, and frequent monitoring allows for the best care possible for the patient."}
{"id": "article-105837_28", "title": "Assisting Patients With Personal Hygiene -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Assisting Patients With Personal Hygiene -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}