{"id": "article-22186_0", "title": "Genetics, Somatic Mutation -- Introduction", "content": "A somatic mutation describes any alteration at the cellular level in somatic tissues occurring after fertilization. These mutations do not involve the germline and consequently do not pass on to offspring. Somatic mutations are a normal part of aging and occur throughout an organism’s life cycle either spontaneously as a result of errors in DNA repair mechanisms or a direct response to stress. Mutations occurring early in development can cause mosaicism within the gene line, impacting organism development. The impacts of mosaicism on overall health due to mutations depend on the specific gene the mutation affects.", "contents": "Genetics, Somatic Mutation -- Introduction. A somatic mutation describes any alteration at the cellular level in somatic tissues occurring after fertilization. These mutations do not involve the germline and consequently do not pass on to offspring. Somatic mutations are a normal part of aging and occur throughout an organism’s life cycle either spontaneously as a result of errors in DNA repair mechanisms or a direct response to stress. Mutations occurring early in development can cause mosaicism within the gene line, impacting organism development. The impacts of mosaicism on overall health due to mutations depend on the specific gene the mutation affects."}
{"id": "article-22186_1", "title": "Genetics, Somatic Mutation -- Introduction", "content": "Environmental stressors and errors that occur during cellular replication increase the risk for somatic mutations to occur. [1] Radiation, exposure to certain chemical compounds, and intracellular processes generating free radicals are stressors placed on the cell that can cause cellular damage and mutations within DNA. After a mutation occurs, the newly altered DNA undergoes normal cellular replication and then becomes incorporated into all subsequent prodigy cell lines within the individual.", "contents": "Genetics, Somatic Mutation -- Introduction. Environmental stressors and errors that occur during cellular replication increase the risk for somatic mutations to occur. [1] Radiation, exposure to certain chemical compounds, and intracellular processes generating free radicals are stressors placed on the cell that can cause cellular damage and mutations within DNA. After a mutation occurs, the newly altered DNA undergoes normal cellular replication and then becomes incorporated into all subsequent prodigy cell lines within the individual."}
{"id": "article-22186_2", "title": "Genetics, Somatic Mutation -- Introduction", "content": "Somatic mutations have received the most study in human carcinogenesis. Various mutations in oncogenes, tumor suppressor genes, and DNA repair mechanisms can select for increased growth advantage and tumor survival. [2] Mutations that alter the machinery for DNA replication or repair arrest the cell cycle causing cell death. As a result of defects in tumor suppressor genes, oncogenes, and genes required for genome stability, the individual inherits an increased risk for cancer in corresponding genes as somatic mutations continue to accumulate within already unstable genes. [3]", "contents": "Genetics, Somatic Mutation -- Introduction. Somatic mutations have received the most study in human carcinogenesis. Various mutations in oncogenes, tumor suppressor genes, and DNA repair mechanisms can select for increased growth advantage and tumor survival. [2] Mutations that alter the machinery for DNA replication or repair arrest the cell cycle causing cell death. As a result of defects in tumor suppressor genes, oncogenes, and genes required for genome stability, the individual inherits an increased risk for cancer in corresponding genes as somatic mutations continue to accumulate within already unstable genes. [3]"}
{"id": "article-22186_3", "title": "Genetics, Somatic Mutation -- Cellular", "content": "Cellular stressors generate free radicals causing damage to DNA. The resulting DNA damage creates mutations that are normally repaired by DNA mismatch repair systems. If the stressors induce mutations within DNA mismatch repair or replication systems, this can lead to irreversible genome breaks and damage and loss of the original genome template. [2] The mutations can build up faster than repair mechanisms can repair, rendering DNA repair ineffective, resulting in loss of function in the respective gene. Mutations can manifest as point mutations, single nucleotide variants, or copy number variants. Copy number variants create variable numbers of genes resulting from somatic mutations, which on a large scale, presents as chromosomal mosaicism. These mutations cause genome mosaicism as the variant allele fraction (VAF), or the number of mosaic variations occurring in a cell line, increases with the increasing accumulation of mutations. The more prevalent the mutations are and the earlier in development they occur, the greater VAF and risk for detrimental effects within the organism. [4]", "contents": "Genetics, Somatic Mutation -- Cellular. Cellular stressors generate free radicals causing damage to DNA. The resulting DNA damage creates mutations that are normally repaired by DNA mismatch repair systems. If the stressors induce mutations within DNA mismatch repair or replication systems, this can lead to irreversible genome breaks and damage and loss of the original genome template. [2] The mutations can build up faster than repair mechanisms can repair, rendering DNA repair ineffective, resulting in loss of function in the respective gene. Mutations can manifest as point mutations, single nucleotide variants, or copy number variants. Copy number variants create variable numbers of genes resulting from somatic mutations, which on a large scale, presents as chromosomal mosaicism. These mutations cause genome mosaicism as the variant allele fraction (VAF), or the number of mosaic variations occurring in a cell line, increases with the increasing accumulation of mutations. The more prevalent the mutations are and the earlier in development they occur, the greater VAF and risk for detrimental effects within the organism. [4]"}
{"id": "article-22186_4", "title": "Genetics, Somatic Mutation -- Cellular", "content": "The rate of somatic mutations is often faster than the mismatch repair system allowing the mutated cells to continue proliferating. [5] As a cell accumulates a larger number of mutations, it becomes unable to pass key replication checkpoints and can no longer be repaired and dies. Mutations allowing the cells to bypass these replication checkpoints and mutations that provide survival and replicative advantage amongst cell lines are crucial in the development of carcinogenesis. The mutations that do not increase carcinogenesis alter cell function without causing a noticeable downstream effect. Normal cellular aging leads to an increase in mutation frequency, and an increased risk of carcinogenesis as the genes responsible for replication begin to lose efficiency. [5] The increasing mutation burden outgrows cellular repair leading to death or tumor formation if in respective tissues.", "contents": "Genetics, Somatic Mutation -- Cellular. The rate of somatic mutations is often faster than the mismatch repair system allowing the mutated cells to continue proliferating. [5] As a cell accumulates a larger number of mutations, it becomes unable to pass key replication checkpoints and can no longer be repaired and dies. Mutations allowing the cells to bypass these replication checkpoints and mutations that provide survival and replicative advantage amongst cell lines are crucial in the development of carcinogenesis. The mutations that do not increase carcinogenesis alter cell function without causing a noticeable downstream effect. Normal cellular aging leads to an increase in mutation frequency, and an increased risk of carcinogenesis as the genes responsible for replication begin to lose efficiency. [5] The increasing mutation burden outgrows cellular repair leading to death or tumor formation if in respective tissues."}
{"id": "article-22186_5", "title": "Genetics, Somatic Mutation -- Cellular", "content": "Somatic mutations early on in cell development can lead to a variation in the typical phenotypic presentation of a respective cell line. Mutations arising in early neurocognitive development can cause mosaicism of prodigy cell lines contributing towards brain development. Large-scale mosaicism in neurocognitive tissues can cause intellectual disability and epilepsy. [6] In individuals with Down syndrome, mosaicism can occur within the trisomy on chromosome 21. As a result, mutations in the extra chromosome are only present in some but not all cells in the genome, causing milder phenotypic presentation of trisomy 21. [6] In immature cells with high levels of replication, somatic mutations have a greater possibility of being represented phenotypically.  In the postmitotic cell, phenotypical changes are less likely to occur. When looking at cancer specifically, the cancers with the greatest somatic mutation rates derive from tissues with high cellular turnover rates. This turnover rate could result from mutations that the cancer cell line accumulated or from constant stress exposure. [1] One study illustrated lung carcinomas having the greatest rate for somatic mutations followed by gastric cancer as these surface epithelia experience recurrent mutagen exposure. [1] In another study, the more rapid cellular turnover rate of epithelial cells results in a ten-fold greater rate of mutation when compared to cells like lymphocytes in the periphery that do not replicate as much. [5]", "contents": "Genetics, Somatic Mutation -- Cellular. Somatic mutations early on in cell development can lead to a variation in the typical phenotypic presentation of a respective cell line. Mutations arising in early neurocognitive development can cause mosaicism of prodigy cell lines contributing towards brain development. Large-scale mosaicism in neurocognitive tissues can cause intellectual disability and epilepsy. [6] In individuals with Down syndrome, mosaicism can occur within the trisomy on chromosome 21. As a result, mutations in the extra chromosome are only present in some but not all cells in the genome, causing milder phenotypic presentation of trisomy 21. [6] In immature cells with high levels of replication, somatic mutations have a greater possibility of being represented phenotypically.  In the postmitotic cell, phenotypical changes are less likely to occur. When looking at cancer specifically, the cancers with the greatest somatic mutation rates derive from tissues with high cellular turnover rates. This turnover rate could result from mutations that the cancer cell line accumulated or from constant stress exposure. [1] One study illustrated lung carcinomas having the greatest rate for somatic mutations followed by gastric cancer as these surface epithelia experience recurrent mutagen exposure. [1] In another study, the more rapid cellular turnover rate of epithelial cells results in a ten-fold greater rate of mutation when compared to cells like lymphocytes in the periphery that do not replicate as much. [5]"}
{"id": "article-22186_6", "title": "Genetics, Somatic Mutation -- Mechanism", "content": "There is a general lack of knowledge on the exact mechanism of somatic mutations outside of the setting of carcinogenesis. [2] However, somatic mutations are also responsible for general cell aging and disease occurring later in life. Most mutations within somatic tissues are random and rarely beneficial to organisms. In general, somatic mutations are usually low frequency and are only detectable by amplification of the genome. [2] Mutations that involve less than 10% of cells in a respective tissue sample are not normally detectable using genome amplification strategies. Limitations involving current amplification strategies restrict current studies to those of sizeable mutations, most often in the form of cancer. [2] To detect smaller mutations, newer studies show effective sequencing of entire genomes within single cells. [7] Mutations that do not involve DNA replication processes will continue to propagate with each cell division and accumulate within cells. [2]", "contents": "Genetics, Somatic Mutation -- Mechanism. There is a general lack of knowledge on the exact mechanism of somatic mutations outside of the setting of carcinogenesis. [2] However, somatic mutations are also responsible for general cell aging and disease occurring later in life. Most mutations within somatic tissues are random and rarely beneficial to organisms. In general, somatic mutations are usually low frequency and are only detectable by amplification of the genome. [2] Mutations that involve less than 10% of cells in a respective tissue sample are not normally detectable using genome amplification strategies. Limitations involving current amplification strategies restrict current studies to those of sizeable mutations, most often in the form of cancer. [2] To detect smaller mutations, newer studies show effective sequencing of entire genomes within single cells. [7] Mutations that do not involve DNA replication processes will continue to propagate with each cell division and accumulate within cells. [2]"}
{"id": "article-22186_7", "title": "Genetics, Somatic Mutation -- Mechanism", "content": "Subsequent cell divisions increase the number of mutated cells, which accumulate and decrease cell function, leading to possible cell death. Exposure to mutagens such as radiation, chemicals, and any process producing free radicals within the cellular environment increases the incidence of cancer as a result of mutations. [2] Cigarette smoke produces carcinogens from burning the various chemical compounds within tobacco. Over 5000 chemicals have been identified in tobacco smoke. Within these chemical components, the International Agency for Research on Cancer classifies over 70 as having sufficient evidence for carcinogenesis, and over 20 classified as true lung carcinogens. [8] The chemical compounds produced from tobacco cause the metabolite to covalently attach to DNA, forming a DNA adduct. [9] DNA adducts accumulate from steady tobacco use throughout the years, affecting DNA repair and replication processes. Adducts resulting in mutations that inhibit cell death cause tumor formation. Studies show a 10-fold higher incidence of mutations in tumors from individuals with lung cancer in smokers when compared to lung cancer tumors in those who have never smoked. [10]", "contents": "Genetics, Somatic Mutation -- Mechanism. Subsequent cell divisions increase the number of mutated cells, which accumulate and decrease cell function, leading to possible cell death. Exposure to mutagens such as radiation, chemicals, and any process producing free radicals within the cellular environment increases the incidence of cancer as a result of mutations. [2] Cigarette smoke produces carcinogens from burning the various chemical compounds within tobacco. Over 5000 chemicals have been identified in tobacco smoke. Within these chemical components, the International Agency for Research on Cancer classifies over 70 as having sufficient evidence for carcinogenesis, and over 20 classified as true lung carcinogens. [8] The chemical compounds produced from tobacco cause the metabolite to covalently attach to DNA, forming a DNA adduct. [9] DNA adducts accumulate from steady tobacco use throughout the years, affecting DNA repair and replication processes. Adducts resulting in mutations that inhibit cell death cause tumor formation. Studies show a 10-fold higher incidence of mutations in tumors from individuals with lung cancer in smokers when compared to lung cancer tumors in those who have never smoked. [10]"}
{"id": "article-22186_8", "title": "Genetics, Somatic Mutation -- Clinical Significance", "content": "The accumulation of somatic mutations appears to be a component of cellular aging, various disease processes, and cancer. Oxidative damage resulting from normal cellular processes contributes towards aging and cancer in mammalian species with higher metabolic rates compared to humans with a lower rate of metabolism. [11] However, somatic mutations are a part of cellular aging and are considered a normal part of the human life cycle. As the number of mutated cells increases within a tissue, organ aging occurs as function declines, ultimately causing deterioration of systems and eventually death. [2] One study illustrated this concept by comparing younger and older individuals with cancers. In younger individuals, there were more somatic mutations within their tumors as compared to older individual’s tumors, suggesting mutations occur throughout development and contribute towards aging. [12]", "contents": "Genetics, Somatic Mutation -- Clinical Significance. The accumulation of somatic mutations appears to be a component of cellular aging, various disease processes, and cancer. Oxidative damage resulting from normal cellular processes contributes towards aging and cancer in mammalian species with higher metabolic rates compared to humans with a lower rate of metabolism. [11] However, somatic mutations are a part of cellular aging and are considered a normal part of the human life cycle. As the number of mutated cells increases within a tissue, organ aging occurs as function declines, ultimately causing deterioration of systems and eventually death. [2] One study illustrated this concept by comparing younger and older individuals with cancers. In younger individuals, there were more somatic mutations within their tumors as compared to older individual’s tumors, suggesting mutations occur throughout development and contribute towards aging. [12]"}
{"id": "article-22186_9", "title": "Genetics, Somatic Mutation -- Clinical Significance", "content": "Somatic mutations occurring in cells that generate a growth advantage within the tissue or prohibit cell death are the mutations most at risk for carcinogenesis. Mutations in tumor suppressor genes or proto-oncogenes result in uncontrolled cell division, ultimately leading to a massive accumulation of these mutated cells in the form of a tumor. The rates at which somatic mutations occur in cancerous tissues are studied via sequencing and used to identify patterns in a tumor’s growth state. [13] The sequencing of tumor cells allows for a more in-depth understanding of the nature of the tumor while creating avenues for the development of new therapeutic approaches and optimization of current medical therapies.", "contents": "Genetics, Somatic Mutation -- Clinical Significance. Somatic mutations occurring in cells that generate a growth advantage within the tissue or prohibit cell death are the mutations most at risk for carcinogenesis. Mutations in tumor suppressor genes or proto-oncogenes result in uncontrolled cell division, ultimately leading to a massive accumulation of these mutated cells in the form of a tumor. The rates at which somatic mutations occur in cancerous tissues are studied via sequencing and used to identify patterns in a tumor’s growth state. [13] The sequencing of tumor cells allows for a more in-depth understanding of the nature of the tumor while creating avenues for the development of new therapeutic approaches and optimization of current medical therapies."}
{"id": "article-22186_10", "title": "Genetics, Somatic Mutation -- Clinical Significance", "content": "The clinical significance of somatic mutations is vast. Some of the more recognized pathologies include McCune Albright Syndrome, Paroxysmal Nocturnal Hemoglobinuria, Sturge Weber, and variations of Lissencephaly.", "contents": "Genetics, Somatic Mutation -- Clinical Significance. The clinical significance of somatic mutations is vast. Some of the more recognized pathologies include McCune Albright Syndrome, Paroxysmal Nocturnal Hemoglobinuria, Sturge Weber, and variations of Lissencephaly."}
{"id": "article-22186_11", "title": "Genetics, Somatic Mutation -- Clinical Significance", "content": "McCune-Albright Syndrome (MAS) results from somatic mutations in the GNAS1 gene, causing a gain of function mutation in G protein receptors affecting the skin, bone, and endocrine tissues. The continuous activation of G protein receptors in these tissues leads to excess cell proliferation, predisposing individuals with this mutation to precocious puberty, polyostotic fibrous dysplasia of the bone leading to weak bones and recurrent fractures, and café au lait pigmentation that does not cross the midline. [14]", "contents": "Genetics, Somatic Mutation -- Clinical Significance. McCune-Albright Syndrome (MAS) results from somatic mutations in the GNAS1 gene, causing a gain of function mutation in G protein receptors affecting the skin, bone, and endocrine tissues. The continuous activation of G protein receptors in these tissues leads to excess cell proliferation, predisposing individuals with this mutation to precocious puberty, polyostotic fibrous dysplasia of the bone leading to weak bones and recurrent fractures, and café au lait pigmentation that does not cross the midline. [14]"}
{"id": "article-22186_12", "title": "Genetics, Somatic Mutation -- Clinical Significance", "content": "Paroxysmal nocturnal hemoglobinuria (PNH) is a consequence of a somatic mutation in the PIGA gene resulting in the absence of glycosylphosphatidylinositol (GPI) anchored proteins CD55 and CD59 on the red blood cell membrane. These anchor proteins protect red blood cells from the complement. The absence of these proteins on the red blood cell membrane allows for intravascular hemolysis to occur anytime the body initiates the complement cascade in response to cell stress. The somatic mutation commonly causes a frameshift mutation shortening mRNA resulting in the absence of formation of GPI surface protein. [15] The somatic mutation commonly causes a frameshift mutation shortening mRNA resulting in the absence of formation of GPI surface protein.", "contents": "Genetics, Somatic Mutation -- Clinical Significance. Paroxysmal nocturnal hemoglobinuria (PNH) is a consequence of a somatic mutation in the PIGA gene resulting in the absence of glycosylphosphatidylinositol (GPI) anchored proteins CD55 and CD59 on the red blood cell membrane. These anchor proteins protect red blood cells from the complement. The absence of these proteins on the red blood cell membrane allows for intravascular hemolysis to occur anytime the body initiates the complement cascade in response to cell stress. The somatic mutation commonly causes a frameshift mutation shortening mRNA resulting in the absence of formation of GPI surface protein. [15] The somatic mutation commonly causes a frameshift mutation shortening mRNA resulting in the absence of formation of GPI surface protein."}
{"id": "article-22186_13", "title": "Genetics, Somatic Mutation -- Clinical Significance", "content": "Sturge Weber syndrome is characterized by somatic mutation occurring in the GNAQ gene causes a neurocutaneous disorder characterized by disruptions in vascular development. [16] Patients present with excess angiogenesis, causing a unilateral “port wine” stain along with the trigeminal distribution (nevus flammeus), arteriovenous malformations in the brain that trigger seizures, and/or causing intellectual disability and possible glaucoma of the eye as a result of excess capillary proliferation. The hallmark finding on MRI is a leptomeningeal angioma, usually on the ipsilateral side as the port-wine stain. CT scan can show calcification; however, this is not a hallmark presentation and usually presents later in the disease course.", "contents": "Genetics, Somatic Mutation -- Clinical Significance. Sturge Weber syndrome is characterized by somatic mutation occurring in the GNAQ gene causes a neurocutaneous disorder characterized by disruptions in vascular development. [16] Patients present with excess angiogenesis, causing a unilateral “port wine” stain along with the trigeminal distribution (nevus flammeus), arteriovenous malformations in the brain that trigger seizures, and/or causing intellectual disability and possible glaucoma of the eye as a result of excess capillary proliferation. The hallmark finding on MRI is a leptomeningeal angioma, usually on the ipsilateral side as the port-wine stain. CT scan can show calcification; however, this is not a hallmark presentation and usually presents later in the disease course."}
{"id": "article-22186_14", "title": "Genetics, Somatic Mutation -- Clinical Significance", "content": "Somatic mutations in the lissencephaly-1 gene cause a loss of function in neurons affecting proper migration of neurons to respective positions within the cortex, producing subcortical band heterotopia in the brain. [6] Failure of neuronal migration results in a band of cortical cells located between the cortex and lateral ventricles.", "contents": "Genetics, Somatic Mutation -- Clinical Significance. Somatic mutations in the lissencephaly-1 gene cause a loss of function in neurons affecting proper migration of neurons to respective positions within the cortex, producing subcortical band heterotopia in the brain. [6] Failure of neuronal migration results in a band of cortical cells located between the cortex and lateral ventricles."}
{"id": "article-22186_15", "title": "Genetics, Somatic Mutation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Genetics, Somatic Mutation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}