{"id": "article-25824_0", "title": "Charcot Neuropathic Osteoarthropathy -- Continuing Education Activity", "content": "Charcot neuropathic osteoarthropathy is a destructive joint disorder initiated by trauma to a neuropathic extremity. It can lead to dislocations and fractures of the foot. Correct diagnosis and treatment of acute Charcot are imperative to decrease permanent foot deformity and allow for a stable and plantigrade foot that is suitable for ambulation. This activity highlights the role of the interprofessional team in the management of patients with Charcot neuropathic osteoarthropathy.", "contents": "Charcot Neuropathic Osteoarthropathy -- Continuing Education Activity. Charcot neuropathic osteoarthropathy is a destructive joint disorder initiated by trauma to a neuropathic extremity. It can lead to dislocations and fractures of the foot. Correct diagnosis and treatment of acute Charcot are imperative to decrease permanent foot deformity and allow for a stable and plantigrade foot that is suitable for ambulation. This activity highlights the role of the interprofessional team in the management of patients with Charcot neuropathic osteoarthropathy."}
{"id": "article-25824_1", "title": "Charcot Neuropathic Osteoarthropathy -- Continuing Education Activity", "content": "Objectives: Describe the histopathology of Charcot arthropathy. Review the history and physical exam of a patient with Charcot arthropathy. Outline the treatment and management options available for Charcot arthropathy. Summarize the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by Charcot arthropathy. Access free multiple choice questions on this topic.", "contents": "Charcot Neuropathic Osteoarthropathy -- Continuing Education Activity. Objectives: Describe the histopathology of Charcot arthropathy. Review the history and physical exam of a patient with Charcot arthropathy. Outline the treatment and management options available for Charcot arthropathy. Summarize the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by Charcot arthropathy. Access free multiple choice questions on this topic."}
{"id": "article-25824_2", "title": "Charcot Neuropathic Osteoarthropathy -- Introduction", "content": "Charcot neuropathic osteoarthropathy is a destructive joint disorder initiated by trauma to a neuropathic extremity. It can lead to dislocations and fractures of the foot. Correct diagnosis and treatment of acute Charcot are imperative to decrease permanent foot deformity and allow for a stable and plantigrade foot that is suitable for ambulation. This review article of Charcot discusses the etiology and pathogenesis of the disease, presentation, and treatment options. [1] [2] [3]", "contents": "Charcot Neuropathic Osteoarthropathy -- Introduction. Charcot neuropathic osteoarthropathy is a destructive joint disorder initiated by trauma to a neuropathic extremity. It can lead to dislocations and fractures of the foot. Correct diagnosis and treatment of acute Charcot are imperative to decrease permanent foot deformity and allow for a stable and plantigrade foot that is suitable for ambulation. This review article of Charcot discusses the etiology and pathogenesis of the disease, presentation, and treatment options. [1] [2] [3]"}
{"id": "article-25824_3", "title": "Charcot Neuropathic Osteoarthropathy -- Etiology", "content": "Charcot neuropathic osteoarthropathy is seen in the lower extremity and is characterized by bone and joint fragmentation of the foot and ankle in individuals with various peripheral neuropathies. Diabetes, neuropathy, trauma, and metabolic abnormalities of the bone result in an acute localized inflammatory condition. The inflammatory response can permanently disrupt the bony architecture of the foot resulting in abnormal plantar pressures that are at risk for ulceration, osteomyelitis, and amputation. [4] [5] [6] [7]", "contents": "Charcot Neuropathic Osteoarthropathy -- Etiology. Charcot neuropathic osteoarthropathy is seen in the lower extremity and is characterized by bone and joint fragmentation of the foot and ankle in individuals with various peripheral neuropathies. Diabetes, neuropathy, trauma, and metabolic abnormalities of the bone result in an acute localized inflammatory condition. The inflammatory response can permanently disrupt the bony architecture of the foot resulting in abnormal plantar pressures that are at risk for ulceration, osteomyelitis, and amputation. [4] [5] [6] [7]"}
{"id": "article-25824_4", "title": "Charcot Neuropathic Osteoarthropathy -- Etiology", "content": "Charcot is a debilitating condition affecting the lower extremity of patients with established peripheral neuropathy caused by many complicated etiologies; however, diabetic neuropathy has become the most common etiology.  Other etiologies include spinal cord injury, poliomyelitis, leprosy, syphilis, syringomyelia, or chronic alcoholism.", "contents": "Charcot Neuropathic Osteoarthropathy -- Etiology. Charcot is a debilitating condition affecting the lower extremity of patients with established peripheral neuropathy caused by many complicated etiologies; however, diabetic neuropathy has become the most common etiology.  Other etiologies include spinal cord injury, poliomyelitis, leprosy, syphilis, syringomyelia, or chronic alcoholism."}
{"id": "article-25824_5", "title": "Charcot Neuropathic Osteoarthropathy -- Epidemiology", "content": "It has been reported that Charcot affects between 0.1% to 0.9% of people with diabetes. [8] [9] An estimated 63% of patients with Charcot neuropathic osteoarthropathy will develop a foot ulceration. McEwen et al. found a significant association between elevated body mass index and Charcot arthropathy. [10]", "contents": "Charcot Neuropathic Osteoarthropathy -- Epidemiology. It has been reported that Charcot affects between 0.1% to 0.9% of people with diabetes. [8] [9] An estimated 63% of patients with Charcot neuropathic osteoarthropathy will develop a foot ulceration. McEwen et al. found a significant association between elevated body mass index and Charcot arthropathy. [10]"}
{"id": "article-25824_6", "title": "Charcot Neuropathic Osteoarthropathy -- Pathophysiology", "content": "There are two commonly accepted theories used to describe the pathogenesis of Charcot: neuro-traumatic and neurovascular. The neuro-traumatic theory proposes neuropathy, and repeated micro-trauma produces joint destruction. The neurovascular theory suggests the increased peripheral blood flow results in osteolysis and demineralization.", "contents": "Charcot Neuropathic Osteoarthropathy -- Pathophysiology. There are two commonly accepted theories used to describe the pathogenesis of Charcot: neuro-traumatic and neurovascular. The neuro-traumatic theory proposes neuropathy, and repeated micro-trauma produces joint destruction. The neurovascular theory suggests the increased peripheral blood flow results in osteolysis and demineralization."}
{"id": "article-25824_7", "title": "Charcot Neuropathic Osteoarthropathy -- Pathophysiology", "content": "Pathophysiologically, key inflammatory markers have been identified that contribute to the development of an acute Charcot foot. Calcitonin gene-related peptide (CGRP) acts typically at the nerve terminal to antagonist the synthesis of nuclear factor-kB ligand (RANKL), a cytokine involved in the inflammatory process. However, in the neuropathic foot, the CGRP is not functioning, and therefore RANKL is synthesized without inhibition. RANKL is a very important marker in the development of Charcot as it is responsible for the proliferation of osteoclastogenesis. The RANKL osteoclastic relationship is normally moderated by osteoprotegerin (OPG) by acting as a decoy receptor to RANKL binding. In the Charcot foot, this relationship between RANKL and OPG is disrupted. The unregulated synthesis of RANKL accounts for the excessive bony turnover and accumulation that is seen in the Charcot limb. Additionally, CGRP may have a further role in Charcot in that it is involved in upholding the integrity of the joint capsule.  Therefore, in its absence, it is presumed to lead to joint destruction and dislocation that is characteristic of the Charcot foot.", "contents": "Charcot Neuropathic Osteoarthropathy -- Pathophysiology. Pathophysiologically, key inflammatory markers have been identified that contribute to the development of an acute Charcot foot. Calcitonin gene-related peptide (CGRP) acts typically at the nerve terminal to antagonist the synthesis of nuclear factor-kB ligand (RANKL), a cytokine involved in the inflammatory process. However, in the neuropathic foot, the CGRP is not functioning, and therefore RANKL is synthesized without inhibition. RANKL is a very important marker in the development of Charcot as it is responsible for the proliferation of osteoclastogenesis. The RANKL osteoclastic relationship is normally moderated by osteoprotegerin (OPG) by acting as a decoy receptor to RANKL binding. In the Charcot foot, this relationship between RANKL and OPG is disrupted. The unregulated synthesis of RANKL accounts for the excessive bony turnover and accumulation that is seen in the Charcot limb. Additionally, CGRP may have a further role in Charcot in that it is involved in upholding the integrity of the joint capsule.  Therefore, in its absence, it is presumed to lead to joint destruction and dislocation that is characteristic of the Charcot foot."}
{"id": "article-25824_8", "title": "Charcot Neuropathic Osteoarthropathy -- Histopathology", "content": "Histologically, specimens will appear similar to degenerative joint disease including ghost chondrocytes, subchondral cysts, sclerotic bone, fragmented and irregular cartilage thinning. [11] Histology and bone biopsies are important to differentiate acute Charcot joint versus osteomyelitis. Histologically, features of osteomyelitis include plasma cells, lymphocytes, and neutrophils with reactive new bone formation and bone necrosis. Capillary fibrosis and proliferation may also be present. [12]", "contents": "Charcot Neuropathic Osteoarthropathy -- Histopathology. Histologically, specimens will appear similar to degenerative joint disease including ghost chondrocytes, subchondral cysts, sclerotic bone, fragmented and irregular cartilage thinning. [11] Histology and bone biopsies are important to differentiate acute Charcot joint versus osteomyelitis. Histologically, features of osteomyelitis include plasma cells, lymphocytes, and neutrophils with reactive new bone formation and bone necrosis. Capillary fibrosis and proliferation may also be present. [12]"}
{"id": "article-25824_9", "title": "Charcot Neuropathic Osteoarthropathy -- History and Physical", "content": "High suspicion for Charcot needs to be present to diagnose the condition accurately. Charcot presents as an erythematous foot with edema and calor. Often, it is unilateral with a sudden onset of symptoms that may be precipitated by macro-trauma (ankle sprain) or repetitive micro-trauma (walking). Charcot may be initially misdiagnosed as a deep venous thrombosis or cellulitis. Charcot can also be confused with osteomyelitis due to the similar clinical appearance of a red, hot swollen foot with skeletal lysis on radiographs and often unilateral presentation.  Although distinct and separate processes, these entities can occur simultaneously. Additionally, there is evidence that osteomyelitis can cause Charcot. This is due to the inflammatory cascade of cytokine release osteomyelitis triggers in the body.  This risk of osteomyelitis evolving into Charcot is further escalated if surgical intervention was performed to remove the infected bone.  This is because both osteomyelitis and surgery are forms of trauma that promote an inflammatory response which triggers the opportunity for Charcot to manifest.", "contents": "Charcot Neuropathic Osteoarthropathy -- History and Physical. High suspicion for Charcot needs to be present to diagnose the condition accurately. Charcot presents as an erythematous foot with edema and calor. Often, it is unilateral with a sudden onset of symptoms that may be precipitated by macro-trauma (ankle sprain) or repetitive micro-trauma (walking). Charcot may be initially misdiagnosed as a deep venous thrombosis or cellulitis. Charcot can also be confused with osteomyelitis due to the similar clinical appearance of a red, hot swollen foot with skeletal lysis on radiographs and often unilateral presentation.  Although distinct and separate processes, these entities can occur simultaneously. Additionally, there is evidence that osteomyelitis can cause Charcot. This is due to the inflammatory cascade of cytokine release osteomyelitis triggers in the body.  This risk of osteomyelitis evolving into Charcot is further escalated if surgical intervention was performed to remove the infected bone.  This is because both osteomyelitis and surgery are forms of trauma that promote an inflammatory response which triggers the opportunity for Charcot to manifest."}
{"id": "article-25824_10", "title": "Charcot Neuropathic Osteoarthropathy -- History and Physical", "content": "In addition to the trauma caused by surgery, the changes to the bony architecture of the foot post-surgery can also lead to inflammatory triggering events due to biomechanical and gait alterations in plantar pressures. For example, amputations and other surgical interventions of the foot can lead to altered pressure points for which the foot is unable to compensate. These changes in plantar pressure, even if mild, can cause microtrauma which initiates the inflammatory events that lead to an acute Charcot. [13] [14] [15] [16]", "contents": "Charcot Neuropathic Osteoarthropathy -- History and Physical. In addition to the trauma caused by surgery, the changes to the bony architecture of the foot post-surgery can also lead to inflammatory triggering events due to biomechanical and gait alterations in plantar pressures. For example, amputations and other surgical interventions of the foot can lead to altered pressure points for which the foot is unable to compensate. These changes in plantar pressure, even if mild, can cause microtrauma which initiates the inflammatory events that lead to an acute Charcot. [13] [14] [15] [16]"}
{"id": "article-25824_11", "title": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Stages of Charcot", "content": "Common classifications that map the phases of Charcot include the Eichenholtz classification and the Sanders and Frykberg classification.  Eichenholtz classifications describe the three stages of disease progression based on clinical and radiographic findings. The Sanders/Frykberg classification is used to type and class the five common anatomical locations of Charcot in the foot.", "contents": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Stages of Charcot. Common classifications that map the phases of Charcot include the Eichenholtz classification and the Sanders and Frykberg classification.  Eichenholtz classifications describe the three stages of disease progression based on clinical and radiographic findings. The Sanders/Frykberg classification is used to type and class the five common anatomical locations of Charcot in the foot."}
{"id": "article-25824_12", "title": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Stage 0 Pre-Charcot/Prodromal", "content": "Clinically: red, hot, swollen foot. No deformity. Radiographically: no changes yet are seen. Normal radiograph", "contents": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Stage 0 Pre-Charcot/Prodromal. Clinically: red, hot, swollen foot. No deformity. Radiographically: no changes yet are seen. Normal radiograph"}
{"id": "article-25824_13", "title": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Stage I Development/Destruction", "content": "Clinically: Erythema, foot edema, elevated temperature, no pain Radiographically: Boney debris at joints, fragmentation of subchondral bone, joint subluxation, and/or fracture-dislocation", "contents": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Stage I Development/Destruction. Clinically: Erythema, foot edema, elevated temperature, no pain Radiographically: Boney debris at joints, fragmentation of subchondral bone, joint subluxation, and/or fracture-dislocation"}
{"id": "article-25824_14", "title": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Stage II Coalescence", "content": "Clinically: Decreased signs of inflammation Radiographically: Worsening of stage 1 features.  Absorption of boney debris with new bone formation. Coalescence of large fragments with sclerosis of bone ends.  Some increased stability", "contents": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Stage II Coalescence. Clinically: Decreased signs of inflammation Radiographically: Worsening of stage 1 features.  Absorption of boney debris with new bone formation. Coalescence of large fragments with sclerosis of bone ends.  Some increased stability"}
{"id": "article-25824_15", "title": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Stage III Consolidation", "content": "Clinically:  Resolution of inflammation.  Changes in overall foot architecture due to underlying final bony remodeling that can lead to new pressure points which are at risk of ulceration Radiographically: Remodeling of affected bones and joints", "contents": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Stage III Consolidation. Clinically:  Resolution of inflammation.  Changes in overall foot architecture due to underlying final bony remodeling that can lead to new pressure points which are at risk of ulceration Radiographically: Remodeling of affected bones and joints"}
{"id": "article-25824_16", "title": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Sanders and Frykberg [18]", "content": "Metatarsophalangeal to interphalangeal joints: 15% Tarsometatarsal joints: 40% Naviculocuneiform joint, navicular-cuneiform, talonavicular and calcaneocuboid joints: 30% Ankle and subtalar joints: 10% Calcaneus: 5%", "contents": "Charcot Neuropathic Osteoarthropathy -- Evaluation -- Sanders and Frykberg [18]. Metatarsophalangeal to interphalangeal joints: 15% Tarsometatarsal joints: 40% Naviculocuneiform joint, navicular-cuneiform, talonavicular and calcaneocuboid joints: 30% Ankle and subtalar joints: 10% Calcaneus: 5%"}
{"id": "article-25824_17", "title": "Charcot Neuropathic Osteoarthropathy -- Treatment / Management", "content": "Treatments of Charcot aim to decrease permanent foot deformity and ultimately allow for a stable and plantigrade foot that is stable and suitable for ambulation. In the acute phase, it is imperative to immobilize the foot and restrict weight bearing to prevent permanent deformity. Non-operatively, this is achieved through off weight-bearing via total non-weight bearing or protective weight-bearing devices. Assistive devices such as crutches and wheelchairs can aid with non-weight bearing. Total contact casts (TCC) with a controlled ankle motion (CAM) walker can provide protected weight-bearing. TCC redistribute and reduce pressures on the plantar foot while allowing ambulation. The hyperemic phase of the Eichenholtz classification can last for weeks. By using these types of protective measures, the foot may heal the fractures in a stable position if the stress does not exceed the rate of healing.", "contents": "Charcot Neuropathic Osteoarthropathy -- Treatment / Management. Treatments of Charcot aim to decrease permanent foot deformity and ultimately allow for a stable and plantigrade foot that is stable and suitable for ambulation. In the acute phase, it is imperative to immobilize the foot and restrict weight bearing to prevent permanent deformity. Non-operatively, this is achieved through off weight-bearing via total non-weight bearing or protective weight-bearing devices. Assistive devices such as crutches and wheelchairs can aid with non-weight bearing. Total contact casts (TCC) with a controlled ankle motion (CAM) walker can provide protected weight-bearing. TCC redistribute and reduce pressures on the plantar foot while allowing ambulation. The hyperemic phase of the Eichenholtz classification can last for weeks. By using these types of protective measures, the foot may heal the fractures in a stable position if the stress does not exceed the rate of healing."}
{"id": "article-25824_18", "title": "Charcot Neuropathic Osteoarthropathy -- Treatment / Management", "content": "Pharmacological treatments also exist to control the osteoclastic activity including bisphosphonates and calcitonin supplements.  Bisphosphonates may help the acute phase of Charcot as they inhibit osteoclastic reabsorption. Calcitonin also serves as an antiresorptive agent. Alternative agents include pamidronate or zoledronic acid which act on new hydroxyapatite crystal by blocking osteoclast precursors in the newly formed bone matrix.", "contents": "Charcot Neuropathic Osteoarthropathy -- Treatment / Management. Pharmacological treatments also exist to control the osteoclastic activity including bisphosphonates and calcitonin supplements.  Bisphosphonates may help the acute phase of Charcot as they inhibit osteoclastic reabsorption. Calcitonin also serves as an antiresorptive agent. Alternative agents include pamidronate or zoledronic acid which act on new hydroxyapatite crystal by blocking osteoclast precursors in the newly formed bone matrix."}
{"id": "article-25824_19", "title": "Charcot Neuropathic Osteoarthropathy -- Treatment / Management", "content": "Surgery is also a treatment option and it remains controversial if one should intervene in the acute or chronic Charcot phase. During the acute phase, there is a firestorm of inflammatory modulators and cytokines (tumor necrosis factor-alpha, interleukin 1, and interleukin 6) that promote edema and bone resorption/fragmentation. [19] The main rationale behind Charcot reconstruction is surgical off-loading to prevent ulceration and deformity progression. A surgeon can achieve this goal via multiple techniques including exostectomy, tenotomy, isolated, or multiple fusions with external and/or internal fixation. Due to softer bone, surgeons tend to \"double-up\" on hardware to create a solid \"super-construct\" to prevent breakdown. Minimally invasive intramedullary techniques are also used based on surgeon experience.", "contents": "Charcot Neuropathic Osteoarthropathy -- Treatment / Management. Surgery is also a treatment option and it remains controversial if one should intervene in the acute or chronic Charcot phase. During the acute phase, there is a firestorm of inflammatory modulators and cytokines (tumor necrosis factor-alpha, interleukin 1, and interleukin 6) that promote edema and bone resorption/fragmentation. [19] The main rationale behind Charcot reconstruction is surgical off-loading to prevent ulceration and deformity progression. A surgeon can achieve this goal via multiple techniques including exostectomy, tenotomy, isolated, or multiple fusions with external and/or internal fixation. Due to softer bone, surgeons tend to \"double-up\" on hardware to create a solid \"super-construct\" to prevent breakdown. Minimally invasive intramedullary techniques are also used based on surgeon experience."}
{"id": "article-25824_20", "title": "Charcot Neuropathic Osteoarthropathy -- Treatment / Management", "content": "Medical optimization including smoking cessation, HbA1c control under 7-8%, and recognizing micro or macro-vascular disease can lessen potential complications post-operatively. [20]", "contents": "Charcot Neuropathic Osteoarthropathy -- Treatment / Management. Medical optimization including smoking cessation, HbA1c control under 7-8%, and recognizing micro or macro-vascular disease can lessen potential complications post-operatively. [20]"}
{"id": "article-25824_21", "title": "Charcot Neuropathic Osteoarthropathy -- Differential Diagnosis", "content": "The most important differential diagnosis of Charcot is osteomyelitis as both can appear clinically and radiographically similar. Cellulitis, septic arthritis, gout, pseudogout, foot/ankle sprain or fracture, and deep vein thrombosis are also important differentials. Charcot is misdiagnosed 25% of the time which can cause a 7-month delay in the true diagnosis. [6] [21]", "contents": "Charcot Neuropathic Osteoarthropathy -- Differential Diagnosis. The most important differential diagnosis of Charcot is osteomyelitis as both can appear clinically and radiographically similar. Cellulitis, septic arthritis, gout, pseudogout, foot/ankle sprain or fracture, and deep vein thrombosis are also important differentials. Charcot is misdiagnosed 25% of the time which can cause a 7-month delay in the true diagnosis. [6] [21]"}
{"id": "article-25824_22", "title": "Charcot Neuropathic Osteoarthropathy -- Pertinent Studies and Ongoing Trials", "content": "Currently, there are 7 ongoing trials, including: Investigating the Use of Prolia (Denosumab) in the Treatment of Acute Charcot Neuroarthropathy Characterization of the Charcot Foot Characterizing and Diagnosis's of the Charcot Foot (Charcot Osteoarthropathy) in Diabetic Patients Efficacy of Teriparatide in Diabetic Inactive Charcot Neuroarthropathy of Foot Assessment of Surgical Correction of Deformity in Diabetic Charcot Arthropathy of the Foot and Ankle Zoledronic Acid or Methylprednisolone for Active Charcot's Neuroarthropathy of Foot in Patients With Diabetes Mellitus Genetic Contribution to the Pathophysiology of the Charcot Foot in Qatari Patients With Diabetes", "contents": "Charcot Neuropathic Osteoarthropathy -- Pertinent Studies and Ongoing Trials. Currently, there are 7 ongoing trials, including: Investigating the Use of Prolia (Denosumab) in the Treatment of Acute Charcot Neuroarthropathy Characterization of the Charcot Foot Characterizing and Diagnosis's of the Charcot Foot (Charcot Osteoarthropathy) in Diabetic Patients Efficacy of Teriparatide in Diabetic Inactive Charcot Neuroarthropathy of Foot Assessment of Surgical Correction of Deformity in Diabetic Charcot Arthropathy of the Foot and Ankle Zoledronic Acid or Methylprednisolone for Active Charcot's Neuroarthropathy of Foot in Patients With Diabetes Mellitus Genetic Contribution to the Pathophysiology of the Charcot Foot in Qatari Patients With Diabetes"}
{"id": "article-25824_23", "title": "Charcot Neuropathic Osteoarthropathy -- Treatment Planning", "content": "Diagnostic imaging including initial radiographs is key to making and confirming a clinically suspected Charcot foot. [22] Serial foot or ankle radiographs are then used to monitor the disease progression through the Eichenholtz stages. Surgically, a CT may be warranted to visualize the extent of the bone destruction for pre-operative planning. When trying to differentiate Charcot versus osteomyelitis, labeled white blood cell nuclear imaging has high sensitivity and specificity. [23]", "contents": "Charcot Neuropathic Osteoarthropathy -- Treatment Planning. Diagnostic imaging including initial radiographs is key to making and confirming a clinically suspected Charcot foot. [22] Serial foot or ankle radiographs are then used to monitor the disease progression through the Eichenholtz stages. Surgically, a CT may be warranted to visualize the extent of the bone destruction for pre-operative planning. When trying to differentiate Charcot versus osteomyelitis, labeled white blood cell nuclear imaging has high sensitivity and specificity. [23]"}
{"id": "article-25824_24", "title": "Charcot Neuropathic Osteoarthropathy -- Prognosis", "content": "It has been shown that the resolution time of acute Charcot to progress through all stages around 8 months. [24] [25] [26] In a study by Jansen et. al., 67% of Charcot patients developed complications such as ulcerations.  Additionally, non-adherence to the treatment was noted to significantly worsen the prognosis.", "contents": "Charcot Neuropathic Osteoarthropathy -- Prognosis. It has been shown that the resolution time of acute Charcot to progress through all stages around 8 months. [24] [25] [26] In a study by Jansen et. al., 67% of Charcot patients developed complications such as ulcerations.  Additionally, non-adherence to the treatment was noted to significantly worsen the prognosis."}
{"id": "article-25824_25", "title": "Charcot Neuropathic Osteoarthropathy -- Complications", "content": "Foot deformities such as flatfoot, rocker-bottom foot, hammertoes, ankle equinus contracture. Boney prominences which can lead to ulceration, infection, and in some cases loss of limb (amputation) or life. Recurrence of Charcot joint From the first diagnosis of acute Charcot, the 5-year mortality rate is 13%, which is similar to diabetics without Charcot. [24]", "contents": "Charcot Neuropathic Osteoarthropathy -- Complications. Foot deformities such as flatfoot, rocker-bottom foot, hammertoes, ankle equinus contracture. Boney prominences which can lead to ulceration, infection, and in some cases loss of limb (amputation) or life. Recurrence of Charcot joint From the first diagnosis of acute Charcot, the 5-year mortality rate is 13%, which is similar to diabetics without Charcot. [24]"}
{"id": "article-25824_26", "title": "Charcot Neuropathic Osteoarthropathy -- Consultations", "content": "Podiatry and/or Foot & Ankle Surgery Endocrine and/or Internal Medicine Certified wound physician Infectious Disease if underlying bone infection is present Physical and Occupational Therapy Home health service Orthotist and/or pedorthist", "contents": "Charcot Neuropathic Osteoarthropathy -- Consultations. Podiatry and/or Foot & Ankle Surgery Endocrine and/or Internal Medicine Certified wound physician Infectious Disease if underlying bone infection is present Physical and Occupational Therapy Home health service Orthotist and/or pedorthist"}
{"id": "article-25824_27", "title": "Charcot Neuropathic Osteoarthropathy -- Deterrence and Patient Education", "content": "Patients must understand the magnitude of their condition and the possible life-altering complication if strict adherence to the treatment plan is not followed. Charcot joint can lead to multiple staged reconstructive surgeries of a rigid and deformed foot. Alternatively, Charcot joint can lead to a rocker bottom deformity which easily progresses to a neuropathic ulceration with an underlying bone infection that can result in an amputation. The presence of a rocker-bottom foot increases the risk of a major lower extremity amputation by 15 to 40 fold. [21] A major amputation in a diabetic has a 5-year mortality rate ranging from 30 -80%. [27] [28] [29] One and five-year mortality rates for diabetics after a major amputation surpass breast and colon cancer mortality rates. Daily self-foot checks, ensuring proper glucose control, and avoiding injury are basic prevention guidelines.", "contents": "Charcot Neuropathic Osteoarthropathy -- Deterrence and Patient Education. Patients must understand the magnitude of their condition and the possible life-altering complication if strict adherence to the treatment plan is not followed. Charcot joint can lead to multiple staged reconstructive surgeries of a rigid and deformed foot. Alternatively, Charcot joint can lead to a rocker bottom deformity which easily progresses to a neuropathic ulceration with an underlying bone infection that can result in an amputation. The presence of a rocker-bottom foot increases the risk of a major lower extremity amputation by 15 to 40 fold. [21] A major amputation in a diabetic has a 5-year mortality rate ranging from 30 -80%. [27] [28] [29] One and five-year mortality rates for diabetics after a major amputation surpass breast and colon cancer mortality rates. Daily self-foot checks, ensuring proper glucose control, and avoiding injury are basic prevention guidelines."}
{"id": "article-25824_28", "title": "Charcot Neuropathic Osteoarthropathy -- Pearls and Other Issues", "content": "Charcot is a rare but serious complication of peripheral neuropathy that can mimic many other disease processes common in the foot of a patient with diabetes. Correctly diagnosing Charcot osteoarthropathy is imperative due to the risk of permanent foot deformity that can be at risk for ulceration and amputation. For the acute phase, treatment endorses non-weight bearing with immobilization of the affected limb to prevent permanent deformity as the disease progresses through the Eichenholtz stages. However, total non-weight bearing and immobilization cannot always be achieved. Common reasons for nonadherence include the length of time required for non-weight bearing, lack of physical ability, and employment restrictions. Alternative treatment options to total non-weight bearing include the administration of offloading ambulating devices. Many offloading ambulating devices exist, such as the controlled ankle motion walker with an offloading insole, total contact cast, or assistive devices like knee scooters.", "contents": "Charcot Neuropathic Osteoarthropathy -- Pearls and Other Issues. Charcot is a rare but serious complication of peripheral neuropathy that can mimic many other disease processes common in the foot of a patient with diabetes. Correctly diagnosing Charcot osteoarthropathy is imperative due to the risk of permanent foot deformity that can be at risk for ulceration and amputation. For the acute phase, treatment endorses non-weight bearing with immobilization of the affected limb to prevent permanent deformity as the disease progresses through the Eichenholtz stages. However, total non-weight bearing and immobilization cannot always be achieved. Common reasons for nonadherence include the length of time required for non-weight bearing, lack of physical ability, and employment restrictions. Alternative treatment options to total non-weight bearing include the administration of offloading ambulating devices. Many offloading ambulating devices exist, such as the controlled ankle motion walker with an offloading insole, total contact cast, or assistive devices like knee scooters."}
{"id": "article-25824_29", "title": "Charcot Neuropathic Osteoarthropathy -- Enhancing Healthcare Team Outcomes", "content": "The management of Charcot joint is an interprofessional; any error in the diagnosis or failure to treat it can lead to the progression of damage and amputation. The aim of treatment is to prevent progression of the neuropathic joint and avoid amputation. Acutely, immobilization may help. Later the patient may be asked to limit weight bearing. Most of these patients may benefit from an ambulatory device. Total contact casts (TCC) with a controlled ankle motion (CAM) walker can provide protected weight bearing. TCC redistribute and reduce pressures on the plantar foot while allowing ambulation. The hyperemic phase of the Eichenholtz classification can last for weeks. By using these types of protective measures, the foot may heal the fractures in a stable position if the stress does not exceed the rate of healing.", "contents": "Charcot Neuropathic Osteoarthropathy -- Enhancing Healthcare Team Outcomes. The management of Charcot joint is an interprofessional; any error in the diagnosis or failure to treat it can lead to the progression of damage and amputation. The aim of treatment is to prevent progression of the neuropathic joint and avoid amputation. Acutely, immobilization may help. Later the patient may be asked to limit weight bearing. Most of these patients may benefit from an ambulatory device. Total contact casts (TCC) with a controlled ankle motion (CAM) walker can provide protected weight bearing. TCC redistribute and reduce pressures on the plantar foot while allowing ambulation. The hyperemic phase of the Eichenholtz classification can last for weeks. By using these types of protective measures, the foot may heal the fractures in a stable position if the stress does not exceed the rate of healing."}
{"id": "article-25824_30", "title": "Charcot Neuropathic Osteoarthropathy -- Enhancing Healthcare Team Outcomes", "content": "Pharmacological treatments also exist to control the osteoclastic activity including bisphosphonates and calcitonin supplements. [21] Finally, patients must be educated on foot safety and wear proper shoe-wear both inside and outside the home. Unfortunately, once Charcot joint has developed, the risk of amputation is always present. [3] (Level V)", "contents": "Charcot Neuropathic Osteoarthropathy -- Enhancing Healthcare Team Outcomes. Pharmacological treatments also exist to control the osteoclastic activity including bisphosphonates and calcitonin supplements. [21] Finally, patients must be educated on foot safety and wear proper shoe-wear both inside and outside the home. Unfortunately, once Charcot joint has developed, the risk of amputation is always present. [3] (Level V)"}
{"id": "article-25824_31", "title": "Charcot Neuropathic Osteoarthropathy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Charcot Neuropathic Osteoarthropathy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}