{"id": "article-17176_0", "title": "Acyclovir -- Continuing Education Activity", "content": "Acyclovir is an agent used to treat infections caused by the herpes simplex virus (HSV). Acyclovir is FDA-approved to treat genital herpes and HSV encephalitis. Non-FDA-approved indications are mucocutaneous HSV, herpes zoster (shingles), and varicella zoster (chickenpox). Acyclovir is the first-line treatment for HSV encephalitis. Currently, no other medications are indicated for treating this condition. It is in the antivirals class of drugs. This activity describes the indications, action, and contraindications for acyclovir as a valuable medication in treating HSV infections. This activity will highlight the mechanism of action, adverse event profile, and other key factors (eg, off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, and clinically relevant drug interactions) pertinent to members of the interprofessional healthcare team in the management of HSV infections.", "contents": "Acyclovir -- Continuing Education Activity. Acyclovir is an agent used to treat infections caused by the herpes simplex virus (HSV). Acyclovir is FDA-approved to treat genital herpes and HSV encephalitis. Non-FDA-approved indications are mucocutaneous HSV, herpes zoster (shingles), and varicella zoster (chickenpox). Acyclovir is the first-line treatment for HSV encephalitis. Currently, no other medications are indicated for treating this condition. It is in the antivirals class of drugs. This activity describes the indications, action, and contraindications for acyclovir as a valuable medication in treating HSV infections. This activity will highlight the mechanism of action, adverse event profile, and other key factors (eg, off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, and clinically relevant drug interactions) pertinent to members of the interprofessional healthcare team in the management of HSV infections."}
{"id": "article-17176_1", "title": "Acyclovir -- Continuing Education Activity", "content": "Objectives: Verify dosing and perform medication reconciliation when necessary. Strategize to reduce the potential adverse effect profile of acyclovir. Apply best practices when selecting and modifying treatment regimens using acyclovir. Collaborate with the interprofessional when initiating and monitoring acyclovir to enhance patient care. Access free multiple choice questions on this topic.", "contents": "Acyclovir -- Continuing Education Activity. Objectives: Verify dosing and perform medication reconciliation when necessary. Strategize to reduce the potential adverse effect profile of acyclovir. Apply best practices when selecting and modifying treatment regimens using acyclovir. Collaborate with the interprofessional when initiating and monitoring acyclovir to enhance patient care. Access free multiple choice questions on this topic."}
{"id": "article-17176_2", "title": "Acyclovir -- Indications", "content": "Acyclovir is an agent used to treat infections caused by the herpes simplex virus (HSV). It is FDA-approved to treat genital herpes and HSV encephalitis. Non-FDA-approved indications are mucocutaneous HSV, herpes zoster (shingles), and varicella zoster (chickenpox). [1] [2] Acyclovir is the first-line treatment for HSV encephalitis. Currently, no other medications are indicated for treating this condition. [3]", "contents": "Acyclovir -- Indications. Acyclovir is an agent used to treat infections caused by the herpes simplex virus (HSV). It is FDA-approved to treat genital herpes and HSV encephalitis. Non-FDA-approved indications are mucocutaneous HSV, herpes zoster (shingles), and varicella zoster (chickenpox). [1] [2] Acyclovir is the first-line treatment for HSV encephalitis. Currently, no other medications are indicated for treating this condition. [3]"}
{"id": "article-17176_3", "title": "Acyclovir -- Indications", "content": "Despite the long-term use of acyclovir to treat HSV encephalitis, there has not been a systematic review regarding the efficacy of this disease/treatment combination. Current systematic reviews addressing its safety and efficacy are ongoing, with the primary outcome being the mortality rate. A secondary outcome measure is the quality of life. [4] HSV keratitis has been shown to respond to oral acyclovir and topical steroids in pediatric patients. [5]", "contents": "Acyclovir -- Indications. Despite the long-term use of acyclovir to treat HSV encephalitis, there has not been a systematic review regarding the efficacy of this disease/treatment combination. Current systematic reviews addressing its safety and efficacy are ongoing, with the primary outcome being the mortality rate. A secondary outcome measure is the quality of life. [4] HSV keratitis has been shown to respond to oral acyclovir and topical steroids in pediatric patients. [5]"}
{"id": "article-17176_4", "title": "Acyclovir -- Indications", "content": "Stromal keratitis with ulceration caused by the herpes simplex virus can be a clinically difficult corneal infection to treat. Pisitpayat P. et al. examined the efficacy of intravenous acyclovir treatment in two patients. [6] The diagnosis was confirmed by corneal scraping samples, which underwent polymerase chain reaction (PCR) analysis. One patient had herpes simplex virus-1, and the other had herpes simplex virus-2.", "contents": "Acyclovir -- Indications. Stromal keratitis with ulceration caused by the herpes simplex virus can be a clinically difficult corneal infection to treat. Pisitpayat P. et al. examined the efficacy of intravenous acyclovir treatment in two patients. [6] The diagnosis was confirmed by corneal scraping samples, which underwent polymerase chain reaction (PCR) analysis. One patient had herpes simplex virus-1, and the other had herpes simplex virus-2."}
{"id": "article-17176_5", "title": "Acyclovir -- Indications", "content": "The patient with herpes simplex virus-1 corneal infection initially received treatment with oral acyclovir. However, the corneal infection worsened, and the patient was switched to intravenous acyclovir. The corneal infection gradually improved. The patient with herpes simplex virus-2 corneal infection received treatment with intravenous acyclovir. The corneal infection improved. However, the patient had an epithelial lesion that required additional treatment with 100% autologous serum until the lesion healed. Both patients received prophylactic treatment with oral acyclovir to prevent corneal reinfection.", "contents": "Acyclovir -- Indications. The patient with herpes simplex virus-1 corneal infection initially received treatment with oral acyclovir. However, the corneal infection worsened, and the patient was switched to intravenous acyclovir. The corneal infection gradually improved. The patient with herpes simplex virus-2 corneal infection received treatment with intravenous acyclovir. The corneal infection improved. However, the patient had an epithelial lesion that required additional treatment with 100% autologous serum until the lesion healed. Both patients received prophylactic treatment with oral acyclovir to prevent corneal reinfection."}
{"id": "article-17176_6", "title": "Acyclovir -- Indications", "content": "In patients with human immunodeficiency virus (HIV), acyclovir is sometimes used to treat eczema herpeticum. It is also used to prevent infections of the skin, eyes, nose, and mouth. Eczema herpeticum is rare but rapidly progressive if untreated. Those with extensive involvement, systemic symptoms, or decreased oral intake should undergo admission for intravenous acyclovir treatment. [7] Also, acyclovir treats oral hairy leukoplakia. [8] [9]", "contents": "Acyclovir -- Indications. In patients with human immunodeficiency virus (HIV), acyclovir is sometimes used to treat eczema herpeticum. It is also used to prevent infections of the skin, eyes, nose, and mouth. Eczema herpeticum is rare but rapidly progressive if untreated. Those with extensive involvement, systemic symptoms, or decreased oral intake should undergo admission for intravenous acyclovir treatment. [7] Also, acyclovir treats oral hairy leukoplakia. [8] [9]"}
{"id": "article-17176_7", "title": "Acyclovir -- Indications", "content": "Acyclovir has been proven useful in treating myelopathy secondary to varicella-zoster infection. In a small case series, researching patients from 1994 to 2014 with laboratory-confirmed varicella-zoster virus (VZV) and MRI-confirmed myelopathy, marked improvement of symptoms was the outcome in most patients within two months. [10]", "contents": "Acyclovir -- Indications. Acyclovir has been proven useful in treating myelopathy secondary to varicella-zoster infection. In a small case series, researching patients from 1994 to 2014 with laboratory-confirmed varicella-zoster virus (VZV) and MRI-confirmed myelopathy, marked improvement of symptoms was the outcome in most patients within two months. [10]"}
{"id": "article-17176_8", "title": "Acyclovir -- Indications", "content": "Brachial plexus neuritis secondary to VZV infection and visceral disseminated VZV infection (characteristic features are abdominal and absence of skin lesions) has also responded to acyclovir, alleviating all symptoms. [11]", "contents": "Acyclovir -- Indications. Brachial plexus neuritis secondary to VZV infection and visceral disseminated VZV infection (characteristic features are abdominal and absence of skin lesions) has also responded to acyclovir, alleviating all symptoms. [11]"}
{"id": "article-17176_9", "title": "Acyclovir -- Indications", "content": "In recipients of hematopoietic stem cell transplantation, herpes simplex virus and varicella-zoster reactivation may respond to treatment with acyclovir prophylaxis. Prophylactic use of acyclovir should also be considered in HSV-1 and HSV-2-seropositive organ recipients. [12] Diseases from such viruses have decreased secondary to this intervention. However, a breakthrough infection may occur. Not surprisingly, HSV and VZV infection is not uncommon in patients that have discontinued acyclovir prophylaxis. [13]", "contents": "Acyclovir -- Indications. In recipients of hematopoietic stem cell transplantation, herpes simplex virus and varicella-zoster reactivation may respond to treatment with acyclovir prophylaxis. Prophylactic use of acyclovir should also be considered in HSV-1 and HSV-2-seropositive organ recipients. [12] Diseases from such viruses have decreased secondary to this intervention. However, a breakthrough infection may occur. Not surprisingly, HSV and VZV infection is not uncommon in patients that have discontinued acyclovir prophylaxis. [13]"}
{"id": "article-17176_10", "title": "Acyclovir -- Indications", "content": "Another form of prophylactic acyclovir use is juvenile-onset recurrent respiratory papillomatosis. In a prospective observational study involving 21 patients, oral acyclovir was a postoperative adjuvant. It was shown to decrease the recurrence of papillomas and thus decrease the need for successive surgeries and associated operative risks. [14]", "contents": "Acyclovir -- Indications. Another form of prophylactic acyclovir use is juvenile-onset recurrent respiratory papillomatosis. In a prospective observational study involving 21 patients, oral acyclovir was a postoperative adjuvant. It was shown to decrease the recurrence of papillomas and thus decrease the need for successive surgeries and associated operative risks. [14]"}
{"id": "article-17176_11", "title": "Acyclovir -- Indications", "content": "VZV infections have many complications, including cerebellitis. Treating the source infection has also been shown to decrease the complication burden. A 2019 case report, for instance, describes a patient presenting with truncal ataxia. After intravenous acyclovir treatment, the patient was free of neurologic disability and cerebellitis. [15] Similarly, paresis secondary to dermatomal herpes zoster infections has been shown to respond to oral acyclovir; this is a rare complication of herpes zoster when the virus affects motor nerve fibers in addition to/instead of the dorsal root ganglion. [16]", "contents": "Acyclovir -- Indications. VZV infections have many complications, including cerebellitis. Treating the source infection has also been shown to decrease the complication burden. A 2019 case report, for instance, describes a patient presenting with truncal ataxia. After intravenous acyclovir treatment, the patient was free of neurologic disability and cerebellitis. [15] Similarly, paresis secondary to dermatomal herpes zoster infections has been shown to respond to oral acyclovir; this is a rare complication of herpes zoster when the virus affects motor nerve fibers in addition to/instead of the dorsal root ganglion. [16]"}
{"id": "article-17176_12", "title": "Acyclovir -- Mechanism of Action", "content": "Acyclovir is an antiviral agent that incorporates itself into viral DNA, preventing further synthesis. It inhibits DNA synthesis and viral replication after converting to acyclovir triphosphate by viral and cellular enzymes. Acyclovir is a synthetic purine nucleoside analog demonstrating in vitro and in vivo inhibitory activity against both herpes simplex virus types 1 (HSV-1), 2 (HSV-2), and varicella-zoster virus. [17]", "contents": "Acyclovir -- Mechanism of Action. Acyclovir is an antiviral agent that incorporates itself into viral DNA, preventing further synthesis. It inhibits DNA synthesis and viral replication after converting to acyclovir triphosphate by viral and cellular enzymes. Acyclovir is a synthetic purine nucleoside analog demonstrating in vitro and in vivo inhibitory activity against both herpes simplex virus types 1 (HSV-1), 2 (HSV-2), and varicella-zoster virus. [17]"}
{"id": "article-17176_13", "title": "Acyclovir -- Mechanism of Action", "content": "Acyclovir-resistant herpes simplex viruses (HSV) are uncommon in immunocompetent patients (< 1%), except for corneal infections. Acyclovir-resistant HSV is more common in immunocompromised patients, eg, hematopoietic stem cell transplant patients. [18]", "contents": "Acyclovir -- Mechanism of Action. Acyclovir-resistant herpes simplex viruses (HSV) are uncommon in immunocompetent patients (< 1%), except for corneal infections. Acyclovir-resistant HSV is more common in immunocompromised patients, eg, hematopoietic stem cell transplant patients. [18]"}
{"id": "article-17176_14", "title": "Acyclovir -- Administration", "content": "Acyclovir administration may be oral or intravenous.", "contents": "Acyclovir -- Administration. Acyclovir administration may be oral or intravenous."}
{"id": "article-17176_15", "title": "Acyclovir -- Administration", "content": "For limited mucocutaneous lesions, acyclovir administration can be via the oral route. In cases with disseminated, visceral, or CNS involvement, the acyclovir administration should be intravenous. [12] When taken orally, acyclovir may be taken with or without food 2 to 5 times a day for 5 to 10 days and up to 12 months to prevent outbreaks of genital herpes.", "contents": "Acyclovir -- Administration. For limited mucocutaneous lesions, acyclovir administration can be via the oral route. In cases with disseminated, visceral, or CNS involvement, the acyclovir administration should be intravenous. [12] When taken orally, acyclovir may be taken with or without food 2 to 5 times a day for 5 to 10 days and up to 12 months to prevent outbreaks of genital herpes."}
{"id": "article-17176_16", "title": "Acyclovir -- Administration", "content": "Intravenous administration should be done via IV infusion only, over 1 hour, at a constant rate to prevent renal damage. Medication should be in a diluted D5W solution or 0.9% NaCl to a final concentration of less than or equal to 7 mg/mL. The following is a non-exhaustive list of dosing regimens:", "contents": "Acyclovir -- Administration. Intravenous administration should be done via IV infusion only, over 1 hour, at a constant rate to prevent renal damage. Medication should be in a diluted D5W solution or 0.9% NaCl to a final concentration of less than or equal to 7 mg/mL. The following is a non-exhaustive list of dosing regimens:"}
{"id": "article-17176_17", "title": "Acyclovir -- Administration", "content": "HSV Encephalitis - 10 mg/kg IV every 8 hours for 21 days; use ideal body weight for obese patients", "contents": "Acyclovir -- Administration. HSV Encephalitis - 10 mg/kg IV every 8 hours for 21 days; use ideal body weight for obese patients"}
{"id": "article-17176_18", "title": "Acyclovir -- Administration", "content": "Genital HSV (immunocompetent patients): Mild or moderate infection, initial episode - 400 mg orally three times daily for 7 to 10 days Severe infection, the first episode - 5 to 10 mg/kg IV every 8 hours for 10 days; use ideal body weight for obese patients Recurring infection - 400 mg orally three times a day for 5 days. May also use 800 mg orally twice daily for 5 days", "contents": "Acyclovir -- Administration. Genital HSV (immunocompetent patients): Mild or moderate infection, initial episode - 400 mg orally three times daily for 7 to 10 days Severe infection, the first episode - 5 to 10 mg/kg IV every 8 hours for 10 days; use ideal body weight for obese patients Recurring infection - 400 mg orally three times a day for 5 days. May also use 800 mg orally twice daily for 5 days"}
{"id": "article-17176_19", "title": "Acyclovir -- Administration", "content": "Genital HSV (immunocompromised patients): Initial episode - 400 mg orally three times daily for 5 to 10 days Recurring infection - 400 mg orally three times a day for 5 days. May also use 800 mg orally twice daily for 5 days", "contents": "Acyclovir -- Administration. Genital HSV (immunocompromised patients): Initial episode - 400 mg orally three times daily for 5 to 10 days Recurring infection - 400 mg orally three times a day for 5 days. May also use 800 mg orally twice daily for 5 days"}
{"id": "article-17176_20", "title": "Acyclovir -- Administration", "content": "Varicella-zoster - Chickenpox Immunocompetent patients - 800 mg orally four to five times a day for 5 to 7 days Immunocompromised patients - 800 mg orally 5 days daily for 7 days", "contents": "Acyclovir -- Administration. Varicella-zoster - Chickenpox Immunocompetent patients - 800 mg orally four to five times a day for 5 to 7 days Immunocompromised patients - 800 mg orally 5 days daily for 7 days"}
{"id": "article-17176_21", "title": "Acyclovir -- Administration", "content": "Varicella-zoster - Shingles Immunocompetent patients - 800 mg orally five times a day for 7 days Immunocompromised patients - 10 mg/kg IV every 8 hours for 7 days; use ideal body weight for obese patients", "contents": "Acyclovir -- Administration. Varicella-zoster - Shingles Immunocompetent patients - 800 mg orally five times a day for 7 days Immunocompromised patients - 10 mg/kg IV every 8 hours for 7 days; use ideal body weight for obese patients"}
{"id": "article-17176_22", "title": "Acyclovir -- Administration", "content": "Acyclovir has poor bioavailability, which is about 10 to 20%. [19] Valacyclovir is a prodrug of acyclovir with an improved bioavailability of about 54%. Intestinal, hepatic, and renal hydrolases convert valacyclovir into acyclovir. IV-administered acyclovir demonstrates dose-independent linear pharmacokinetics.", "contents": "Acyclovir -- Administration. Acyclovir has poor bioavailability, which is about 10 to 20%. [19] Valacyclovir is a prodrug of acyclovir with an improved bioavailability of about 54%. Intestinal, hepatic, and renal hydrolases convert valacyclovir into acyclovir. IV-administered acyclovir demonstrates dose-independent linear pharmacokinetics."}
{"id": "article-17176_23", "title": "Acyclovir -- Administration", "content": "Acyclovir plasma protein binding is low at about 15% and can penetrate the blood-brain barrier. Acyclovir is primarily renally eliminated unchanged by glomerular filtration and active tubular secretion. The mean half-life for acyclovir after I.V. administration ranges from 2.5 to 3 hours. The patient’s renal clearance correlates well with the creatine clearance.", "contents": "Acyclovir -- Administration. Acyclovir plasma protein binding is low at about 15% and can penetrate the blood-brain barrier. Acyclovir is primarily renally eliminated unchanged by glomerular filtration and active tubular secretion. The mean half-life for acyclovir after I.V. administration ranges from 2.5 to 3 hours. The patient’s renal clearance correlates well with the creatine clearance."}
{"id": "article-17176_24", "title": "Acyclovir -- Administration", "content": "Therefore, patient variability in the safety and efficacy of acyclovir is significantly based on the patient’s age and renal function, which requires careful monitoring. Renal impairment can dramatically increase the half-life of acyclovir, eg, up to 10 times. The pharmacokinetics of acyclovir is similar in pediatric patients. Variants in the NUDT15 and ABCC4 genes might impair the efficacy of acyclovir.", "contents": "Acyclovir -- Administration. Therefore, patient variability in the safety and efficacy of acyclovir is significantly based on the patient’s age and renal function, which requires careful monitoring. Renal impairment can dramatically increase the half-life of acyclovir, eg, up to 10 times. The pharmacokinetics of acyclovir is similar in pediatric patients. Variants in the NUDT15 and ABCC4 genes might impair the efficacy of acyclovir."}
{"id": "article-17176_25", "title": "Acyclovir -- Adverse Effects", "content": "Most commonly, patients experience malaise.", "contents": "Acyclovir -- Adverse Effects. Most commonly, patients experience malaise."}
{"id": "article-17176_26", "title": "Acyclovir -- Adverse Effects", "content": "Less commonly, patients experience inflammation or phlebitis at the infusion site, nausea, vomiting, transaminitis, and rash (including Steven-Johnson syndrome) when taken intravenously. Rotating infusion sites and decreasing the final infusion concentration to less than 10 mg/mL can help prevent inflammation/phlebitis at the infusion site. [20] [21] Patients also may experience nausea, vomiting, diarrhea, and headache when taken orally.", "contents": "Acyclovir -- Adverse Effects. Less commonly, patients experience inflammation or phlebitis at the infusion site, nausea, vomiting, transaminitis, and rash (including Steven-Johnson syndrome) when taken intravenously. Rotating infusion sites and decreasing the final infusion concentration to less than 10 mg/mL can help prevent inflammation/phlebitis at the infusion site. [20] [21] Patients also may experience nausea, vomiting, diarrhea, and headache when taken orally."}
{"id": "article-17176_27", "title": "Acyclovir -- Adverse Effects", "content": "Less commonly, patients experience abdominal pain, aggression/confusion, agitation, alopecia, anaphylaxis, anemia, angioedema, anorexia, ataxia, coma, disseminated intravascular coagulation (DIC), dizziness, and fatigue. In certain pediatric patients, acyclovir has been shown to decrease hemoglobin concentrations and the absolute neutrophil count.", "contents": "Acyclovir -- Adverse Effects. Less commonly, patients experience abdominal pain, aggression/confusion, agitation, alopecia, anaphylaxis, anemia, angioedema, anorexia, ataxia, coma, disseminated intravascular coagulation (DIC), dizziness, and fatigue. In certain pediatric patients, acyclovir has been shown to decrease hemoglobin concentrations and the absolute neutrophil count."}
{"id": "article-17176_28", "title": "Acyclovir -- Adverse Effects", "content": "Brandariz-Nuñez, D. et al conducted a systemic review of neurotoxicity caused by acyclovir or its prodrug valacyclovir neurotoxicity in 119 patients (acyclovir: N = 88 and valaciclovir: N = 35). [22] The mean age of the patients was 59.5 years old. There was renal impairment in 83.3% of the patients, with 57.1% of the patients with end-stage renal disease. Based on renal function, the prescribed dose was higher than the dosing guidelines in 59.7% of the patients. Reported neurotoxicity adverse effects of acyclovir and its prodrug valacyclovir are agitation, altered consciousness, confusion, and hallucinations. The mean onset of neurotoxicity was 3.1 days (+/- 4.3 days) after the start of acyclovir or its prodrug valacyclovir, and the mean recovery time was 9.8 days (+/- 21.7 days).", "contents": "Acyclovir -- Adverse Effects. Brandariz-Nuñez, D. et al conducted a systemic review of neurotoxicity caused by acyclovir or its prodrug valacyclovir neurotoxicity in 119 patients (acyclovir: N = 88 and valaciclovir: N = 35). [22] The mean age of the patients was 59.5 years old. There was renal impairment in 83.3% of the patients, with 57.1% of the patients with end-stage renal disease. Based on renal function, the prescribed dose was higher than the dosing guidelines in 59.7% of the patients. Reported neurotoxicity adverse effects of acyclovir and its prodrug valacyclovir are agitation, altered consciousness, confusion, and hallucinations. The mean onset of neurotoxicity was 3.1 days (+/- 4.3 days) after the start of acyclovir or its prodrug valacyclovir, and the mean recovery time was 9.8 days (+/- 21.7 days)."}
{"id": "article-17176_29", "title": "Acyclovir -- Contraindications", "content": "The only absolute contraindication to acyclovir is hypersensitivity. Cautions include renal failure/impairment, immunocompromised host, potential risk of thrombotic thrombocytopenic purpura (TTP), and hemolytic uremic syndrome (HUS).", "contents": "Acyclovir -- Contraindications. The only absolute contraindication to acyclovir is hypersensitivity. Cautions include renal failure/impairment, immunocompromised host, potential risk of thrombotic thrombocytopenic purpura (TTP), and hemolytic uremic syndrome (HUS)."}
{"id": "article-17176_30", "title": "Acyclovir -- Contraindications", "content": "Regarding pregnancy and lactation, acyclovir has been shown to cross the placenta. Acyclovir's manufacturer recommends caution during pregnancy and only using it when necessary and indicated, as only a few studies have been conducted. Specifically, cases of HSV hepatitis have received treatment during pregnancy.", "contents": "Acyclovir -- Contraindications. Regarding pregnancy and lactation, acyclovir has been shown to cross the placenta. Acyclovir's manufacturer recommends caution during pregnancy and only using it when necessary and indicated, as only a few studies have been conducted. Specifically, cases of HSV hepatitis have received treatment during pregnancy."}
{"id": "article-17176_31", "title": "Acyclovir -- Contraindications", "content": "Although rare, this condition can become disseminated and fatal in pregnant patients. Although all 56 patients studied had transaminitis, only 18.2% had a vesicular rash. For patients treated with acyclovir empirically, it conferred no risks to the fetus. [23] Acyclovir has been shown to enter breast milk but is generally considered compatible with breastfeeding. [24]", "contents": "Acyclovir -- Contraindications. Although rare, this condition can become disseminated and fatal in pregnant patients. Although all 56 patients studied had transaminitis, only 18.2% had a vesicular rash. For patients treated with acyclovir empirically, it conferred no risks to the fetus. [23] Acyclovir has been shown to enter breast milk but is generally considered compatible with breastfeeding. [24]"}
{"id": "article-17176_32", "title": "Acyclovir -- Monitoring", "content": "Patients should be monitored for adverse effects such as malaise, inflammation or phlebitis at the infusion site, nausea, vomiting, rash (including Steven-Johnson syndrome), transaminitis, nausea, vomiting, diarrhea, headache, abdominal pain, aggression/confusion, agitation, alopecia, anaphylaxis, anemia, angioedema, anorexia, ataxia, coma, disseminated intravascular coagulation (DIC), dizziness and fatigue.", "contents": "Acyclovir -- Monitoring. Patients should be monitored for adverse effects such as malaise, inflammation or phlebitis at the infusion site, nausea, vomiting, rash (including Steven-Johnson syndrome), transaminitis, nausea, vomiting, diarrhea, headache, abdominal pain, aggression/confusion, agitation, alopecia, anaphylaxis, anemia, angioedema, anorexia, ataxia, coma, disseminated intravascular coagulation (DIC), dizziness and fatigue."}
{"id": "article-17176_33", "title": "Acyclovir -- Toxicity", "content": "Acute kidney injury (AKI) is the most significant adverse effects of parenteral acyclovir administration. The incidence of AKI is comparable to other nephrotoxic medications such as aminoglycosides. Patients with CKD are at higher risk. Dose adjustment of acyclovir for ideal body weight and baseline renal function is imperative. [25] A study regarding the pharmacokinetics of acyclovir demonstrated that a patient's glomerular filtration and tubular secretion contribute to its renal excretion. [26]", "contents": "Acyclovir -- Toxicity. Acute kidney injury (AKI) is the most significant adverse effects of parenteral acyclovir administration. The incidence of AKI is comparable to other nephrotoxic medications such as aminoglycosides. Patients with CKD are at higher risk. Dose adjustment of acyclovir for ideal body weight and baseline renal function is imperative. [25] A study regarding the pharmacokinetics of acyclovir demonstrated that a patient's glomerular filtration and tubular secretion contribute to its renal excretion. [26]"}
{"id": "article-17176_34", "title": "Acyclovir -- Toxicity", "content": "Also, a recent retrospective case-control study over 4 years showed a statistically significant association between obesity and nephrotoxicity (odds ratio 3.2, 95% CI 1.19 to 8.67). Similarly, and not surprisingly, researchers observed a similar association between those receiving concomitant vancomycin (odds ratio 4.73, 95% CI, 1.57 to 14.25). Appropriate cautions are necessary when administering intravenous acyclovir to such higher-risk patients. [27]", "contents": "Acyclovir -- Toxicity. Also, a recent retrospective case-control study over 4 years showed a statistically significant association between obesity and nephrotoxicity (odds ratio 3.2, 95% CI 1.19 to 8.67). Similarly, and not surprisingly, researchers observed a similar association between those receiving concomitant vancomycin (odds ratio 4.73, 95% CI, 1.57 to 14.25). Appropriate cautions are necessary when administering intravenous acyclovir to such higher-risk patients. [27]"}
{"id": "article-17176_35", "title": "Acyclovir -- Toxicity", "content": "Acyclovir treatment can cause acute kidney injury because of acyclovir crystal formation in the renal tubules. Yalçinkaya R. et al studied risk factors for acyclovir-induced acute kidney injury in children. [28] The retrospective study had a total of 472 patients. Thirty-two had acute kidney injury—most patients presented with no symptoms. Risk factors were older age, obesity, current use of nephrotoxic drugs, higher baseline creatinine concentrations, higher dose, and longer duration of acyclovir use.", "contents": "Acyclovir -- Toxicity. Acyclovir treatment can cause acute kidney injury because of acyclovir crystal formation in the renal tubules. Yalçinkaya R. et al studied risk factors for acyclovir-induced acute kidney injury in children. [28] The retrospective study had a total of 472 patients. Thirty-two had acute kidney injury—most patients presented with no symptoms. Risk factors were older age, obesity, current use of nephrotoxic drugs, higher baseline creatinine concentrations, higher dose, and longer duration of acyclovir use."}
{"id": "article-17176_36", "title": "Acyclovir -- Enhancing Healthcare Team Outcomes", "content": "Administering intravenous acyclovir requires interprofessional effort and communication. It is not a benign drug, having potential adverse effects such as phlebitis, hypersensitivity, and AKI. Therefore, pharmacists, prescribing clinicians (MDs, DOs, NPs, and PAs), and nurses must work together to achieve adequate and nontoxic dosing and monitor therapy.", "contents": "Acyclovir -- Enhancing Healthcare Team Outcomes. Administering intravenous acyclovir requires interprofessional effort and communication. It is not a benign drug, having potential adverse effects such as phlebitis, hypersensitivity, and AKI. Therefore, pharmacists, prescribing clinicians (MDs, DOs, NPs, and PAs), and nurses must work together to achieve adequate and nontoxic dosing and monitor therapy."}
{"id": "article-17176_37", "title": "Acyclovir -- Enhancing Healthcare Team Outcomes", "content": "Clinicians will make the initial decision to use acyclovir. Dose adjustments for ideal body weight and baseline renal function are necessary. The pharmacist should coordinate this with nurses and clinicians for inpatients, verifying dosing and performing medication reconciliation.", "contents": "Acyclovir -- Enhancing Healthcare Team Outcomes. Clinicians will make the initial decision to use acyclovir. Dose adjustments for ideal body weight and baseline renal function are necessary. The pharmacist should coordinate this with nurses and clinicians for inpatients, verifying dosing and performing medication reconciliation."}
{"id": "article-17176_38", "title": "Acyclovir -- Enhancing Healthcare Team Outcomes", "content": "Also, patients must monitor signs/symptoms of hypersensitivity and phlebitis, specifically at the infusion site; this is where nurses will be best positioned to inform the rest of the healthcare team should there be any issues of concern. Interprofessional teamwork among each healthcare provider can help minimize and prevent the adverse effects of intravenous administration of acyclovir. [25] Interprofessional coordination and collaboration among physicians, NPs, PAs, specialists, pharmacists, nurses, and public health professionals can enhance patient outcomes when using acyclovir therapy in treating viral infections. [Level 5]", "contents": "Acyclovir -- Enhancing Healthcare Team Outcomes. Also, patients must monitor signs/symptoms of hypersensitivity and phlebitis, specifically at the infusion site; this is where nurses will be best positioned to inform the rest of the healthcare team should there be any issues of concern. Interprofessional teamwork among each healthcare provider can help minimize and prevent the adverse effects of intravenous administration of acyclovir. [25] Interprofessional coordination and collaboration among physicians, NPs, PAs, specialists, pharmacists, nurses, and public health professionals can enhance patient outcomes when using acyclovir therapy in treating viral infections. [Level 5]"}
{"id": "article-17176_39", "title": "Acyclovir -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acyclovir -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}