{"id": "article-28064_0", "title": "Pulmonary Stenosis -- Continuing Education Activity", "content": "Pulmonary or pulmonic stenosis is a relatively common cardiac defect that can occur in isolation or, more commonly, be associated with other congenital heart defects (eg, tetralogy of Fallot). Pulmonary stenosis can cause varied degrees of obstruction to the right ventricle (RV) outflow, ranging from mild to severe. Pulmonary stenosis usually refers to narrowing at the pulmonary valve level. However, obstruction can also occur at the subvalvular (ie, RV outflow tract) or supravalvar level (ie, main pulmonary artery and its branches). Mild pulmonary stenosis is usually asymptomatic. However, this should be promptly recognized and treated as required to decrease the morbidity and sometimes the mortality associated with moderate and severe pulmonary stenosis. Symptomatic patients are generally those with moderate or severe pulmonary stenosis who typically experience dyspnea on exertion or associated fatigue, depending on the severity of the obstruction and cardiac compensatory reserve. [31] Rarely patients can experience angina or sudden cardiac arrest. Markedly enlarged pulmonary artery aneurysms can cause angina via compression of the left main coronary artery.", "contents": "Pulmonary Stenosis -- Continuing Education Activity. Pulmonary or pulmonic stenosis is a relatively common cardiac defect that can occur in isolation or, more commonly, be associated with other congenital heart defects (eg, tetralogy of Fallot). Pulmonary stenosis can cause varied degrees of obstruction to the right ventricle (RV) outflow, ranging from mild to severe. Pulmonary stenosis usually refers to narrowing at the pulmonary valve level. However, obstruction can also occur at the subvalvular (ie, RV outflow tract) or supravalvar level (ie, main pulmonary artery and its branches). Mild pulmonary stenosis is usually asymptomatic. However, this should be promptly recognized and treated as required to decrease the morbidity and sometimes the mortality associated with moderate and severe pulmonary stenosis. Symptomatic patients are generally those with moderate or severe pulmonary stenosis who typically experience dyspnea on exertion or associated fatigue, depending on the severity of the obstruction and cardiac compensatory reserve. [31] Rarely patients can experience angina or sudden cardiac arrest. Markedly enlarged pulmonary artery aneurysms can cause angina via compression of the left main coronary artery."}
{"id": "article-28064_1", "title": "Pulmonary Stenosis -- Continuing Education Activity", "content": "Diagnosis is made with echocardiography; however, cardiac computed tomography and cardiac magnetic resonance are often used in patients who require intervention to relieve the RV outflow obstruction. Treatment depends on the severity of flow restriction across the pulmonary valve and the valve anatomy. Management should be guided by the American Heart Association and American College of Cardiology's recommendations. This activity for healthcare professionals aims to enhance learners' competence in selecting appropriate diagnostic tests, managing pulmonary stenosis, and fostering effective interprofessional teamwork to improve outcomes.", "contents": "Pulmonary Stenosis -- Continuing Education Activity. Diagnosis is made with echocardiography; however, cardiac computed tomography and cardiac magnetic resonance are often used in patients who require intervention to relieve the RV outflow obstruction. Treatment depends on the severity of flow restriction across the pulmonary valve and the valve anatomy. Management should be guided by the American Heart Association and American College of Cardiology's recommendations. This activity for healthcare professionals aims to enhance learners' competence in selecting appropriate diagnostic tests, managing pulmonary stenosis, and fostering effective interprofessional teamwork to improve outcomes."}
{"id": "article-28064_2", "title": "Pulmonary Stenosis -- Continuing Education Activity", "content": "Objectives: Assess the signs and symptoms of varying degrees of pulmonary stenosis. Identify the most frequent presentation of a patient with pulmonary stenosis. Develop treatment considerations and identify common complications of interventions for patients with pulmonary stenosis. Collaborate with the interprofessional team to educate, treat, and monitor patients with pulmonary stenosis. Access free multiple choice questions on this topic.", "contents": "Pulmonary Stenosis -- Continuing Education Activity. Objectives: Assess the signs and symptoms of varying degrees of pulmonary stenosis. Identify the most frequent presentation of a patient with pulmonary stenosis. Develop treatment considerations and identify common complications of interventions for patients with pulmonary stenosis. Collaborate with the interprofessional team to educate, treat, and monitor patients with pulmonary stenosis. Access free multiple choice questions on this topic."}
{"id": "article-28064_3", "title": "Pulmonary Stenosis -- Introduction", "content": "Pulmonic or pulmonary stenosis is a relatively common cardiac defect that can occur in isolation or, more commonly, be associated with other congenital heart defects (eg, tetralogy of Fallot). Pulmonary stenosis is any obstruction within the RV outflow, at the pulmonary valve annulus or pulmonary valve leaflets, or within the main and branch pulmonary arteries. Pulmonary stenosis can be isolated in 7% to 12% of patients but is more commonly associated with other congenital cardiac defects, as it occurs in 25% to 30% of these patients. Symptomatic patients are generally those with moderate or severe pulmonary stenosis who typically experience dyspnea on exertion or associated fatigue, depending on the severity of the obstruction and cardiac compensatory reserve. [1] Rarely patients can experience angina or sudden cardiac arrest. Markedly enlarged pulmonary artery aneurysms can cause angina via compression of the left main coronary artery.", "contents": "Pulmonary Stenosis -- Introduction. Pulmonic or pulmonary stenosis is a relatively common cardiac defect that can occur in isolation or, more commonly, be associated with other congenital heart defects (eg, tetralogy of Fallot). Pulmonary stenosis is any obstruction within the RV outflow, at the pulmonary valve annulus or pulmonary valve leaflets, or within the main and branch pulmonary arteries. Pulmonary stenosis can be isolated in 7% to 12% of patients but is more commonly associated with other congenital cardiac defects, as it occurs in 25% to 30% of these patients. Symptomatic patients are generally those with moderate or severe pulmonary stenosis who typically experience dyspnea on exertion or associated fatigue, depending on the severity of the obstruction and cardiac compensatory reserve. [1] Rarely patients can experience angina or sudden cardiac arrest. Markedly enlarged pulmonary artery aneurysms can cause angina via compression of the left main coronary artery."}
{"id": "article-28064_4", "title": "Pulmonary Stenosis -- Introduction", "content": "Diagnosis is made with echocardiography; however, cardiac computed tomography (CCT) and cardiac magnetic resonance (CMR) are often used in patients who require intervention to relieve the RV outflow obstruction. [2] [3] In recent years, transcatheter approaches for treating pulmonary stenosis have increased. However, surgery is required when the anatomy is unsuitable for percutaneous treatment. [3] Treatment will depend on the severity of flow restriction across the pulmonary valve and the valve anatomy. Management should be guided by the American Heart Association and American College of Cardiology's recommendations.", "contents": "Pulmonary Stenosis -- Introduction. Diagnosis is made with echocardiography; however, cardiac computed tomography (CCT) and cardiac magnetic resonance (CMR) are often used in patients who require intervention to relieve the RV outflow obstruction. [2] [3] In recent years, transcatheter approaches for treating pulmonary stenosis have increased. However, surgery is required when the anatomy is unsuitable for percutaneous treatment. [3] Treatment will depend on the severity of flow restriction across the pulmonary valve and the valve anatomy. Management should be guided by the American Heart Association and American College of Cardiology's recommendations."}
{"id": "article-28064_5", "title": "Pulmonary Stenosis -- Etiology", "content": "Pulmonary stenosis can occur as an isolated valvular lesion associated with congenital structural cardiac anomalies (eg, tetralogy of Fallot, tricuspid atresia, complete and corrected transposition of the great arteries, and double outlet right ventricle) or associated with genetic syndromes such as Noonan which most commonly PTPN11 gene mutations, but also KRAS, SOS1 and RAF1 mutations. [4] [5] [6] [7] Peripheral pulmonary stenosis can be associated with conditions including Alagille syndrome, which is caused by a JAG1 gene mutation in chromosome 12q24 or less frequently NOTCH2 mutations, and Williams-Beuren syndrome, caused by an ELN gene mutation in chromosome 7q11.23. [8] [9] Maternal rubella syndrome is also a known cause of congenital valvar pulmonary stenosis, though not a genetic-based defect. [10] [11]", "contents": "Pulmonary Stenosis -- Etiology. Pulmonary stenosis can occur as an isolated valvular lesion associated with congenital structural cardiac anomalies (eg, tetralogy of Fallot, tricuspid atresia, complete and corrected transposition of the great arteries, and double outlet right ventricle) or associated with genetic syndromes such as Noonan which most commonly PTPN11 gene mutations, but also KRAS, SOS1 and RAF1 mutations. [4] [5] [6] [7] Peripheral pulmonary stenosis can be associated with conditions including Alagille syndrome, which is caused by a JAG1 gene mutation in chromosome 12q24 or less frequently NOTCH2 mutations, and Williams-Beuren syndrome, caused by an ELN gene mutation in chromosome 7q11.23. [8] [9] Maternal rubella syndrome is also a known cause of congenital valvar pulmonary stenosis, though not a genetic-based defect. [10] [11]"}
{"id": "article-28064_6", "title": "Pulmonary Stenosis -- Etiology", "content": "Infrequently, valvar pulmonary stenosis can manifest during pregnancy in previously undiagnosed patients with pulmonary stenosis or patients suffering from an underlying carcinoid syndrome. [12] [13] In addition, patients with rheumatic heart disease, previous cardiothoracic surgeries, or cardiac tumors such as pericardial sarcoma, teratoma thymoma, or Hodgkin disease may develop an acquired form of pulmonary stenosis. [14]", "contents": "Pulmonary Stenosis -- Etiology. Infrequently, valvar pulmonary stenosis can manifest during pregnancy in previously undiagnosed patients with pulmonary stenosis or patients suffering from an underlying carcinoid syndrome. [12] [13] In addition, patients with rheumatic heart disease, previous cardiothoracic surgeries, or cardiac tumors such as pericardial sarcoma, teratoma thymoma, or Hodgkin disease may develop an acquired form of pulmonary stenosis. [14]"}
{"id": "article-28064_7", "title": "Pulmonary Stenosis -- Epidemiology", "content": "Isolated valvar pulmonary stenosis accounts for 7% to 12% of congenital heart diseases. [15] Extracardiac and neurodevelopmental comorbidities affect approximately 56% of patients with pulmonary stenosis; in those patients, a molecular diagnosis is more frequent. For instance, PTPN11 gene mutation occurs in 50% of patients with pulmonary stenosis who also have Noonan syndrome. [7] [16] A familial form of nonsyndromic pulmonary stenosis, suspected to be related to GATA4 mutations, has been described. [17] In general, pulmonary stenosis does not seem to have gender predilection. [18]", "contents": "Pulmonary Stenosis -- Epidemiology. Isolated valvar pulmonary stenosis accounts for 7% to 12% of congenital heart diseases. [15] Extracardiac and neurodevelopmental comorbidities affect approximately 56% of patients with pulmonary stenosis; in those patients, a molecular diagnosis is more frequent. For instance, PTPN11 gene mutation occurs in 50% of patients with pulmonary stenosis who also have Noonan syndrome. [7] [16] A familial form of nonsyndromic pulmonary stenosis, suspected to be related to GATA4 mutations, has been described. [17] In general, pulmonary stenosis does not seem to have gender predilection. [18]"}
{"id": "article-28064_8", "title": "Pulmonary Stenosis -- Pathophysiology", "content": "According to the site of obstruction, pulmonary stenosis can be divided into valvar, subvalvar, and supravalvar obstructions. According to the degree of obstruction, pulmonary stenosis can be classified as mild, moderate, severe, and critical. [19] [3]", "contents": "Pulmonary Stenosis -- Pathophysiology. According to the site of obstruction, pulmonary stenosis can be divided into valvar, subvalvar, and supravalvar obstructions. According to the degree of obstruction, pulmonary stenosis can be classified as mild, moderate, severe, and critical. [19] [3]"}
{"id": "article-28064_9", "title": "Pulmonary Stenosis -- Pathophysiology -- Valvar pulmonary stenosis", "content": "Isolated pulmonic valve stenosis is a defect of the pulmonic valve with varying fibrosis, thickening, and commissural fusion, which causes flow restriction. This disease is typically congenital, usually mild, and diagnosed in pediatric patients. Isolated pulmonic valve stenosis can rarely be present in adults as the result of rheumatic heart disease or secondary to carcinoid syndrome. [20]", "contents": "Pulmonary Stenosis -- Pathophysiology -- Valvar pulmonary stenosis. Isolated pulmonic valve stenosis is a defect of the pulmonic valve with varying fibrosis, thickening, and commissural fusion, which causes flow restriction. This disease is typically congenital, usually mild, and diagnosed in pediatric patients. Isolated pulmonic valve stenosis can rarely be present in adults as the result of rheumatic heart disease or secondary to carcinoid syndrome. [20]"}
{"id": "article-28064_10", "title": "Pulmonary Stenosis -- Pathophysiology -- Valvar pulmonary stenosis", "content": "Valvar pulmonary stenosis is the most common type. The commissures are partially fused in typical valvular disease, and the leaflets are thin. This structural anomaly results in a dome-shaped or conical outlet seen during systole. The pulmonic valve can be less commonly dysplastic, thickened, and without fusion. A hypoplastic pulmonic annulus and hypoplastic proximal pulmonary arteries are common in patients with Noonan syndrome. Bicuspid pulmonary valves are more frequently associated with tetralogy of Fallot; other variations in leaflet quantities, such as a quadricuspid valve, have also been reported. [21]", "contents": "Pulmonary Stenosis -- Pathophysiology -- Valvar pulmonary stenosis. Valvar pulmonary stenosis is the most common type. The commissures are partially fused in typical valvular disease, and the leaflets are thin. This structural anomaly results in a dome-shaped or conical outlet seen during systole. The pulmonic valve can be less commonly dysplastic, thickened, and without fusion. A hypoplastic pulmonic annulus and hypoplastic proximal pulmonary arteries are common in patients with Noonan syndrome. Bicuspid pulmonary valves are more frequently associated with tetralogy of Fallot; other variations in leaflet quantities, such as a quadricuspid valve, have also been reported. [21]"}
{"id": "article-28064_11", "title": "Pulmonary Stenosis -- Pathophysiology -- Subvalvar pulmonary stenosis", "content": "Subvavar pulmonary stenosis is a defect obstructing the infundibular region of the right ventricle, \"below\" the pulmonary valve. This can occur in the setting of a double-chambered right ventricle and tetralogy of Fallot. Subvalvar pulmonary stenosis can also occur in 20% to 30% of patients with Noonan syndrome who develop hypertrophic cardiomyopathy. [7] Secondary causes of subvalvar pulmonary stenosis can result from primary valvar stenosis via induction of RV hypertrophy. Secondary pulmonary stenosis often regresses after valvotomy or valvuloplasty. [22] [23]", "contents": "Pulmonary Stenosis -- Pathophysiology -- Subvalvar pulmonary stenosis. Subvavar pulmonary stenosis is a defect obstructing the infundibular region of the right ventricle, \"below\" the pulmonary valve. This can occur in the setting of a double-chambered right ventricle and tetralogy of Fallot. Subvalvar pulmonary stenosis can also occur in 20% to 30% of patients with Noonan syndrome who develop hypertrophic cardiomyopathy. [7] Secondary causes of subvalvar pulmonary stenosis can result from primary valvar stenosis via induction of RV hypertrophy. Secondary pulmonary stenosis often regresses after valvotomy or valvuloplasty. [22] [23]"}
{"id": "article-28064_12", "title": "Pulmonary Stenosis -- Pathophysiology -- Subpravalvar pulmonary stenosis", "content": "Supravalvar pulmonary stenosis, or peripheral pulmonary stenosis, is an obstruction \"above\" the pulmonary valve. The restriction to flow may occur within the main pulmonary artery, distal branches of the pulmonary artery, or in any combination thereof. Supravalvar pulmonary stenosis can also be associated with structural defects such as tetralogy of Fallot, double outlet right ventricle, transposition of the great arteries, and syndromes such as Noonan, William, and Alagille syndromes. [24] [25] [26] [27] [28] [29] Supravalvar PS may also occur after surgical repair of transposition of the great arteries. [30]", "contents": "Pulmonary Stenosis -- Pathophysiology -- Subpravalvar pulmonary stenosis. Supravalvar pulmonary stenosis, or peripheral pulmonary stenosis, is an obstruction \"above\" the pulmonary valve. The restriction to flow may occur within the main pulmonary artery, distal branches of the pulmonary artery, or in any combination thereof. Supravalvar pulmonary stenosis can also be associated with structural defects such as tetralogy of Fallot, double outlet right ventricle, transposition of the great arteries, and syndromes such as Noonan, William, and Alagille syndromes. [24] [25] [26] [27] [28] [29] Supravalvar PS may also occur after surgical repair of transposition of the great arteries. [30]"}
{"id": "article-28064_13", "title": "Pulmonary Stenosis -- Pathophysiology -- Degree of Obstruction", "content": "The degree of pulmonary stenosis, based on echocardiographic or transcatheter criteria, can be classified as: Mild stenosis: peak gradient less than 36 mm Hg Moderate stenosis: peak gradient between 36 and 64 mm Hg Severe stenosis: peak gradient greater than 64 mm Hg [3] Critical stenosis: observed in infants with inadequate anterograde blood flow through a very tight and small pulmonary valve and or annulus; thus, these patients require prostaglandin-E1 to maintain the ductus arteriosus patent and allow blood flow to the lungs. [19]", "contents": "Pulmonary Stenosis -- Pathophysiology -- Degree of Obstruction. The degree of pulmonary stenosis, based on echocardiographic or transcatheter criteria, can be classified as: Mild stenosis: peak gradient less than 36 mm Hg Moderate stenosis: peak gradient between 36 and 64 mm Hg Severe stenosis: peak gradient greater than 64 mm Hg [3] Critical stenosis: observed in infants with inadequate anterograde blood flow through a very tight and small pulmonary valve and or annulus; thus, these patients require prostaglandin-E1 to maintain the ductus arteriosus patent and allow blood flow to the lungs. [19]"}
{"id": "article-28064_14", "title": "Pulmonary Stenosis -- History and Physical -- Clinical Features", "content": "Most patients with mild pulmonary stenosis are asymptomatic. Symptomatic patients are generally those with moderate or severe PS who typically experience dyspnea on exertion or associated fatigue, depending on the severity of the obstruction and cardiac compensatory reserve. [1] Rarely patients can experience angina or sudden cardiac arrest. Markedly enlarged pulmonary artery aneurysms can cause angina via compression of the left main coronary artery. [31] In children and adults, the following auscultative findings might help to assess the severity of valvar pulmonary stenosis obstruction. (see Audio . Pulmonary Stenosis)", "contents": "Pulmonary Stenosis -- History and Physical -- Clinical Features. Most patients with mild pulmonary stenosis are asymptomatic. Symptomatic patients are generally those with moderate or severe PS who typically experience dyspnea on exertion or associated fatigue, depending on the severity of the obstruction and cardiac compensatory reserve. [1] Rarely patients can experience angina or sudden cardiac arrest. Markedly enlarged pulmonary artery aneurysms can cause angina via compression of the left main coronary artery. [31] In children and adults, the following auscultative findings might help to assess the severity of valvar pulmonary stenosis obstruction. (see Audio . Pulmonary Stenosis)"}
{"id": "article-28064_15", "title": "Pulmonary Stenosis -- History and Physical -- Clinical Features", "content": "Mild pulmonary stenosis : A normal first heart sound (S1) is usually followed by an ejection click (EC). The pulmonic component of the second heart sound (P2) has normal to increased intensity. Moderate pulmonary stenosis : S1 is present with moderate pulmonary stenosis, but the EC becomes closer to S1. S2 is split with a soft P2 component, which is the width of the splitting of S2, depending on the severity of the obstruction. Severe pulmonary stenosis : Severe obstruction is indicated by an absent click or a click that occurs so close to S1 that it cannot be distinguished. A louder murmur is also noted. S2 is widely split with an extremely soft or inaudible P2 due to a decreased flow across the pulmonic valve. [32]", "contents": "Pulmonary Stenosis -- History and Physical -- Clinical Features. Mild pulmonary stenosis : A normal first heart sound (S1) is usually followed by an ejection click (EC). The pulmonic component of the second heart sound (P2) has normal to increased intensity. Moderate pulmonary stenosis : S1 is present with moderate pulmonary stenosis, but the EC becomes closer to S1. S2 is split with a soft P2 component, which is the width of the splitting of S2, depending on the severity of the obstruction. Severe pulmonary stenosis : Severe obstruction is indicated by an absent click or a click that occurs so close to S1 that it cannot be distinguished. A louder murmur is also noted. S2 is widely split with an extremely soft or inaudible P2 due to a decreased flow across the pulmonic valve. [32]"}
{"id": "article-28064_16", "title": "Pulmonary Stenosis -- History and Physical -- Clinical Features", "content": "Infants with critical pulmonary stenosis may present with cyanosis after delivery from right to left atrial shunting across a patent foramen ovale or an atrial septal defect. Neonatal patients may also present with signs of systemic venous congestion from right ventricular dysfunction. [19] Progressive right ventricular dilatation suggests an associated atrial septal defect; however, the patient can also have cyanosis secondary to decreased right ventricular compliance, with increased right atrial pressure and a consequent right-to-left shunting across the atrial septal defect. Should right ventricular dysfunction occur due to severe pulmonary stenosis, systemic venous congestion can occur. [31] Additional cardiac findings in a child or an adult with moderate or severe pulmonary stenosis may reveal a left parasternal heave secondary to right ventricular hypertrophy. The systolic ejection murmur can radiate to the back. [33] There may be an associated 4th heart sound in severe pulmonary stenosis from reduced ventricular compliance. [34]", "contents": "Pulmonary Stenosis -- History and Physical -- Clinical Features. Infants with critical pulmonary stenosis may present with cyanosis after delivery from right to left atrial shunting across a patent foramen ovale or an atrial septal defect. Neonatal patients may also present with signs of systemic venous congestion from right ventricular dysfunction. [19] Progressive right ventricular dilatation suggests an associated atrial septal defect; however, the patient can also have cyanosis secondary to decreased right ventricular compliance, with increased right atrial pressure and a consequent right-to-left shunting across the atrial septal defect. Should right ventricular dysfunction occur due to severe pulmonary stenosis, systemic venous congestion can occur. [31] Additional cardiac findings in a child or an adult with moderate or severe pulmonary stenosis may reveal a left parasternal heave secondary to right ventricular hypertrophy. The systolic ejection murmur can radiate to the back. [33] There may be an associated 4th heart sound in severe pulmonary stenosis from reduced ventricular compliance. [34]"}
{"id": "article-28064_17", "title": "Pulmonary Stenosis -- Evaluation", "content": "Evaluation of pulmonary stenosis uses echocardiography due to its increased visualization of the pulmonic valve and surrounding structures compared to other imaging studies. [35] [36] A transthoracic echocardiogram is sufficient in most cases. Transesophageal echocardiography is reserved for suboptimal views or when assessing for endocarditis. [37] [38] Electrocardiographic criteria supporting right ventricular hypertrophy correlate with the severity of the pulmonary stenosis. Right axis deviation may also be seen in mild PS, while prominent R waves in V1 and R waves in AVR are more likely to be seen in severe cases.", "contents": "Pulmonary Stenosis -- Evaluation. Evaluation of pulmonary stenosis uses echocardiography due to its increased visualization of the pulmonic valve and surrounding structures compared to other imaging studies. [35] [36] A transthoracic echocardiogram is sufficient in most cases. Transesophageal echocardiography is reserved for suboptimal views or when assessing for endocarditis. [37] [38] Electrocardiographic criteria supporting right ventricular hypertrophy correlate with the severity of the pulmonary stenosis. Right axis deviation may also be seen in mild PS, while prominent R waves in V1 and R waves in AVR are more likely to be seen in severe cases."}
{"id": "article-28064_18", "title": "Pulmonary Stenosis -- Evaluation", "content": "Doppler studies using echocardiography provide flow gradients, which are used to grade severity. Guidelines from the European Association of Echocardiography, the American Society of Echocardiography, the American Heart Association, the American College of Cardiology (AHA/ACC), and the European Society of Cardiology have been summarized below. [35] [36] [39] Mild stenosis: Peak Doppler gradient across the valve less than 36 mm Hg or Doppler jet velocity less than 3m/sec. Moderate stenosis: Peak Doppler gradient across the valve 36 to 64 mm Hg, Doppler jet velocity 3 m/sec to 4m/sec. Severe stenosis: Peak Doppler gradient across the valve greater than 64 mm Hg, Doppler jet velocity greater than 4m/sec.", "contents": "Pulmonary Stenosis -- Evaluation. Doppler studies using echocardiography provide flow gradients, which are used to grade severity. Guidelines from the European Association of Echocardiography, the American Society of Echocardiography, the American Heart Association, the American College of Cardiology (AHA/ACC), and the European Society of Cardiology have been summarized below. [35] [36] [39] Mild stenosis: Peak Doppler gradient across the valve less than 36 mm Hg or Doppler jet velocity less than 3m/sec. Moderate stenosis: Peak Doppler gradient across the valve 36 to 64 mm Hg, Doppler jet velocity 3 m/sec to 4m/sec. Severe stenosis: Peak Doppler gradient across the valve greater than 64 mm Hg, Doppler jet velocity greater than 4m/sec."}
{"id": "article-28064_19", "title": "Pulmonary Stenosis -- Evaluation", "content": "Cardiac catheterization and pulmonary angiography are typically not required to diagnose pulmonary stenosis due to echocardiography's efficacy and safety profile. CMR imaging is a viable alternative to echocardiography in suboptimal echocardiographic windows or complicated anatomy. [40] [41] CMR also measures the right ventricular volume, right ventricular function, and pulmonary artery blood flow. Fetal cardiac MRI can also be an adjuvant to fetal echocardiography to better delineate cardiac anatomy and branch pulmonary arteries. CCT may be used in patients who cannot undergo CMR. [3] The sensitivity of plain film x-rays is insufficient to diagnose pulmonary stenosis; however, a pulmonary stenosis diagnosis can be supported by radiographic evidence of prominent pulmonary arteries or right heart border. [31]", "contents": "Pulmonary Stenosis -- Evaluation. Cardiac catheterization and pulmonary angiography are typically not required to diagnose pulmonary stenosis due to echocardiography's efficacy and safety profile. CMR imaging is a viable alternative to echocardiography in suboptimal echocardiographic windows or complicated anatomy. [40] [41] CMR also measures the right ventricular volume, right ventricular function, and pulmonary artery blood flow. Fetal cardiac MRI can also be an adjuvant to fetal echocardiography to better delineate cardiac anatomy and branch pulmonary arteries. CCT may be used in patients who cannot undergo CMR. [3] The sensitivity of plain film x-rays is insufficient to diagnose pulmonary stenosis; however, a pulmonary stenosis diagnosis can be supported by radiographic evidence of prominent pulmonary arteries or right heart border. [31]"}
{"id": "article-28064_20", "title": "Pulmonary Stenosis -- Treatment / Management -- Pulmonary Stenosis Management", "content": "Treatment will depend on the severity of flow restriction across the pulmonary valve and the valve anatomy. The American Heart Association and American College of Cardiology have recommended the following management plans in their 2018 guidelines.", "contents": "Pulmonary Stenosis -- Treatment / Management -- Pulmonary Stenosis Management. Treatment will depend on the severity of flow restriction across the pulmonary valve and the valve anatomy. The American Heart Association and American College of Cardiology have recommended the following management plans in their 2018 guidelines."}
{"id": "article-28064_21", "title": "Pulmonary Stenosis -- Treatment / Management -- Surveillance recommendations", "content": "Asymptomatic patients with a peak Doppler gradient less than 30 mm Hg can be followed up every 5 years with an electrocardiogram and Doppler echocardiography. Asymptomatic patients with a peak Doppler gradient greater than 30 mm Hg can be followed up every 2 to 5 years with Doppler echocardiography.", "contents": "Pulmonary Stenosis -- Treatment / Management -- Surveillance recommendations. Asymptomatic patients with a peak Doppler gradient less than 30 mm Hg can be followed up every 5 years with an electrocardiogram and Doppler echocardiography. Asymptomatic patients with a peak Doppler gradient greater than 30 mm Hg can be followed up every 2 to 5 years with Doppler echocardiography."}
{"id": "article-28064_22", "title": "Pulmonary Stenosis -- Treatment / Management -- Balloon valvuloplasty", "content": "Balloon valvuloplasty is recommended for the following: Asymptomatic patients with a domed pulmonary valve and a peak Doppler gradient greater than 60 mm Hg. Symptomatic patients with a domed pulmonary valve and a peak Doppler gradient greater than 50 mm Hg or a mean Doppler gradient greater than 30 mm Hg.", "contents": "Pulmonary Stenosis -- Treatment / Management -- Balloon valvuloplasty. Balloon valvuloplasty is recommended for the following: Asymptomatic patients with a domed pulmonary valve and a peak Doppler gradient greater than 60 mm Hg. Symptomatic patients with a domed pulmonary valve and a peak Doppler gradient greater than 50 mm Hg or a mean Doppler gradient greater than 30 mm Hg."}
{"id": "article-28064_23", "title": "Pulmonary Stenosis -- Treatment / Management -- Balloon valvuloplasty", "content": "Balloon valvuloplasty is not as effective in most dysplastic valves as in domed valves, thus making surgery the preferred option. However, in patients with dysplastic valves, balloon valvuloplasty may be reasonable in the following cases: Asymptomatic patients with a dysplastic pulmonary valve and a peak Doppler gradient greater than 60 mm Hg or a mean Doppler gradient greater than 40 mm Hg Symptomatic patients with a dysplastic pulmonary valve and a peak Doppler gradient greater than 50 mm Hg or a mean Doppler gradient greater than 30 mm Hg", "contents": "Pulmonary Stenosis -- Treatment / Management -- Balloon valvuloplasty. Balloon valvuloplasty is not as effective in most dysplastic valves as in domed valves, thus making surgery the preferred option. However, in patients with dysplastic valves, balloon valvuloplasty may be reasonable in the following cases: Asymptomatic patients with a dysplastic pulmonary valve and a peak Doppler gradient greater than 60 mm Hg or a mean Doppler gradient greater than 40 mm Hg Symptomatic patients with a dysplastic pulmonary valve and a peak Doppler gradient greater than 50 mm Hg or a mean Doppler gradient greater than 30 mm Hg"}
{"id": "article-28064_24", "title": "Pulmonary Stenosis -- Treatment / Management -- Balloon valvuloplasty", "content": "Pulmonary valvuloplasty can be successful; however, reinterventions due to restenosis might be required. In addition, young age, low weight, small pulmonary annulus diameter, a higher initial systolic gradient across the pulmonary valve, increased RV/systemic pressure ratio, and severe pulmonary stenosis are associated with a higher probability of moderate regurgitation after the valvotomy procedure. [42] Balloon valvuloplasty is not recommended in the following cases: Asymptomatic patients with normal cardiac output and a Doppler peak instantaneous gradient (PIG) less than 50 mm Hg. Symptomatic patients with pulmonary stenosis and severe pulmonary regurgitation. Symptomatic patients with a Doppler PIG less than 30 mm Hg.", "contents": "Pulmonary Stenosis -- Treatment / Management -- Balloon valvuloplasty. Pulmonary valvuloplasty can be successful; however, reinterventions due to restenosis might be required. In addition, young age, low weight, small pulmonary annulus diameter, a higher initial systolic gradient across the pulmonary valve, increased RV/systemic pressure ratio, and severe pulmonary stenosis are associated with a higher probability of moderate regurgitation after the valvotomy procedure. [42] Balloon valvuloplasty is not recommended in the following cases: Asymptomatic patients with normal cardiac output and a Doppler peak instantaneous gradient (PIG) less than 50 mm Hg. Symptomatic patients with pulmonary stenosis and severe pulmonary regurgitation. Symptomatic patients with a Doppler PIG less than 30 mm Hg."}
{"id": "article-28064_25", "title": "Pulmonary Stenosis -- Treatment / Management -- Surgical intervention", "content": "Surgical intervention is recommended for the following patients: Severe valvular stenosis with severe pulmonary regurgitation Hypoplastic pulmonary annulus Subvalvular stenosis Supravalvular stenosis Dysplastic pulmonary valves when there is associated severe tricuspid regurgitation and when a Maze procedure is required Patients undergoing concurrent cardiac surgical procedures. Pulmonary artery balloon angioplasty with optional stent placement is an acceptable treatment for supravalvular and subvalvular pulmonary stenosis.", "contents": "Pulmonary Stenosis -- Treatment / Management -- Surgical intervention. Surgical intervention is recommended for the following patients: Severe valvular stenosis with severe pulmonary regurgitation Hypoplastic pulmonary annulus Subvalvular stenosis Supravalvular stenosis Dysplastic pulmonary valves when there is associated severe tricuspid regurgitation and when a Maze procedure is required Patients undergoing concurrent cardiac surgical procedures. Pulmonary artery balloon angioplasty with optional stent placement is an acceptable treatment for supravalvular and subvalvular pulmonary stenosis."}
{"id": "article-28064_26", "title": "Pulmonary Stenosis -- Treatment / Management -- Antibiotic prophylaxis", "content": "Antibiotic prophylaxis before dental procedures and before vaginal delivery in patients with pulmonary stenosis is reasonable in the following cases: A prosthetic cardiac valve or prosthetic material used for valve repair Previous infective endocarditis In the presence of other cyanotic lesions, including shunts or conduits, Antibiotic prophylaxis against infective endocarditis is not recommended for non-dental procedures (eg, esophagogastroduodenoscopy or colonoscopy) in the absence of active infection. [31]", "contents": "Pulmonary Stenosis -- Treatment / Management -- Antibiotic prophylaxis. Antibiotic prophylaxis before dental procedures and before vaginal delivery in patients with pulmonary stenosis is reasonable in the following cases: A prosthetic cardiac valve or prosthetic material used for valve repair Previous infective endocarditis In the presence of other cyanotic lesions, including shunts or conduits, Antibiotic prophylaxis against infective endocarditis is not recommended for non-dental procedures (eg, esophagogastroduodenoscopy or colonoscopy) in the absence of active infection. [31]"}
{"id": "article-28064_27", "title": "Pulmonary Stenosis -- Treatment / Management -- Critical Pulmonary Stenosis", "content": "Newborns with critical pulmonary stenosis may have near–pulmonary atresia, which is a ductal-dependent congenital heart defect where survival depends on maintaining ductal patency (PDA) for adequate pulmonary blood flow. As the PDA closes, these patients become increasingly cyanotic, and without prostaglandin E1 (PGE1) infusion or ductal stenting, this lesion leads to hypoxemia and death. In the absence of a ventricular septal defect in these neonates, the RV is hypoplastic, severely hypertrophied and restrictive, and often inadequate to maintain cardiac output. This requires the enlargement of a restrictive patent foramen ovale (PFO) or a small atrial septal defect (ASD) to allow the pulmonary and systemic venous return to flow into the subaortic ventricle. This arrangement will function as a single ventricle with mixing in the atria until further surgery or surgeries are performed to stabilize the circulation. An atrial septostomy or Rashkind procedure can be done in the cardiac catheterization laboratory or at the bedside in the cardiac intensive care unit using ultrasound guidance with or without fluoroscopy. Static ballooning or stent placement is done in the cardiac catheterization laboratory. [19] [43]", "contents": "Pulmonary Stenosis -- Treatment / Management -- Critical Pulmonary Stenosis. Newborns with critical pulmonary stenosis may have near–pulmonary atresia, which is a ductal-dependent congenital heart defect where survival depends on maintaining ductal patency (PDA) for adequate pulmonary blood flow. As the PDA closes, these patients become increasingly cyanotic, and without prostaglandin E1 (PGE1) infusion or ductal stenting, this lesion leads to hypoxemia and death. In the absence of a ventricular septal defect in these neonates, the RV is hypoplastic, severely hypertrophied and restrictive, and often inadequate to maintain cardiac output. This requires the enlargement of a restrictive patent foramen ovale (PFO) or a small atrial septal defect (ASD) to allow the pulmonary and systemic venous return to flow into the subaortic ventricle. This arrangement will function as a single ventricle with mixing in the atria until further surgery or surgeries are performed to stabilize the circulation. An atrial septostomy or Rashkind procedure can be done in the cardiac catheterization laboratory or at the bedside in the cardiac intensive care unit using ultrasound guidance with or without fluoroscopy. Static ballooning or stent placement is done in the cardiac catheterization laboratory. [19] [43]"}
{"id": "article-28064_28", "title": "Pulmonary Stenosis -- Treatment / Management -- Critical Pulmonary Stenosis", "content": "Definitive surgical repair may not be possible if the RV is severely hypoplastic and might require a multi-staged single ventricle palliation. On the other hand, a one-and-a-half ventricle repair palliation can become the initial surgery in those whose RV can hold some of the cardiac output. This approach is superior to the Fontan procedure as it provides pulsatile flow to the pulmonary circulation, avoiding the development of pulmonary arteriovenous malformations that can develop after the Glenn or the Fontan procedures. Conversion to a biventricular repair can be later attempted. [44] [45] Most recently, in-utero pulmonary valvuloplasty in some fetuses with critical pulmonary stenosis or pulmonary valve atresia has allowed RV growth. This has been shown to increase the chances of postnatal biventricular circulation in fetuses otherwise predicted to require single ventricle palliation. [46]", "contents": "Pulmonary Stenosis -- Treatment / Management -- Critical Pulmonary Stenosis. Definitive surgical repair may not be possible if the RV is severely hypoplastic and might require a multi-staged single ventricle palliation. On the other hand, a one-and-a-half ventricle repair palliation can become the initial surgery in those whose RV can hold some of the cardiac output. This approach is superior to the Fontan procedure as it provides pulsatile flow to the pulmonary circulation, avoiding the development of pulmonary arteriovenous malformations that can develop after the Glenn or the Fontan procedures. Conversion to a biventricular repair can be later attempted. [44] [45] Most recently, in-utero pulmonary valvuloplasty in some fetuses with critical pulmonary stenosis or pulmonary valve atresia has allowed RV growth. This has been shown to increase the chances of postnatal biventricular circulation in fetuses otherwise predicted to require single ventricle palliation. [46]"}
{"id": "article-28064_29", "title": "Pulmonary Stenosis -- Differential Diagnosis", "content": "Differential diagnosis in infants include: Congenital heart defects with associated pulmonary stenosis (eg, double-chambered right ventricle, double outlet right ventricle, absent pulmonary valve, tetralogy of Fallot, atrioventricular septal defect, atrial septal defect, and ventricular septal defect) Pulmonary atresia with intact ventricular septum Ventricular septal defect In adult patients, differential diagnoses include: Rheumatic valvular heart disease Carcinoid heart disease Pulmonary embolism Right heart failure Cardiac tumor Cardiac sarcoma", "contents": "Pulmonary Stenosis -- Differential Diagnosis. Differential diagnosis in infants include: Congenital heart defects with associated pulmonary stenosis (eg, double-chambered right ventricle, double outlet right ventricle, absent pulmonary valve, tetralogy of Fallot, atrioventricular septal defect, atrial septal defect, and ventricular septal defect) Pulmonary atresia with intact ventricular septum Ventricular septal defect In adult patients, differential diagnoses include: Rheumatic valvular heart disease Carcinoid heart disease Pulmonary embolism Right heart failure Cardiac tumor Cardiac sarcoma"}
{"id": "article-28064_30", "title": "Pulmonary Stenosis -- Prognosis", "content": "The natural history of pulmonary stenosis depends on the degree of stenosis and pulmonary valve or affected vessel anatomy. Except for critical stenosis observed during the neonatal period, most patients will live a typical life, being asymptomatic and having an excellent prognosis. However, some patients can develop significant pulmonary stenosis and require intervention. [47] [48] [47]", "contents": "Pulmonary Stenosis -- Prognosis. The natural history of pulmonary stenosis depends on the degree of stenosis and pulmonary valve or affected vessel anatomy. Except for critical stenosis observed during the neonatal period, most patients will live a typical life, being asymptomatic and having an excellent prognosis. However, some patients can develop significant pulmonary stenosis and require intervention. [47] [48] [47]"}
{"id": "article-28064_31", "title": "Pulmonary Stenosis -- Prognosis", "content": "Patients undergoing balloon valvuloplasty have a better prognosis in dome-shaped valves over dysplastic valves. [49] [50] Complications during a balloon valvuloplasty procedure are generally minor. They can include a vagal response, catheter-induced ventricular ectopy, right bundle branch block, and transient or permanent high-grade AV nodal block. [51] A rare but serious side effect in hypertrophic right ventricles is dubbed the \"suicidal right ventricle,\" where there is dynamic obstruction of the outflow tract, causing a sudden drop in the pressure gradient across the pulmonary valve. This is a postprocedure life-threatening emergency that can be prevented using beta-blockers before the intervention to decrease the risk of hypercontractility of the right ventricular outflow tract post-valvuloplasty. [50] [52] For patients undergoing surgical revision, most will improve their maximal exercise capacity, with only 15% to 20% needing reintervention. Most reinterventions are for significant pulmonary regurgitation. In these patients, if supraventricular tachycardia is present, it usually resolves after the reintervention. [53] [54]", "contents": "Pulmonary Stenosis -- Prognosis. Patients undergoing balloon valvuloplasty have a better prognosis in dome-shaped valves over dysplastic valves. [49] [50] Complications during a balloon valvuloplasty procedure are generally minor. They can include a vagal response, catheter-induced ventricular ectopy, right bundle branch block, and transient or permanent high-grade AV nodal block. [51] A rare but serious side effect in hypertrophic right ventricles is dubbed the \"suicidal right ventricle,\" where there is dynamic obstruction of the outflow tract, causing a sudden drop in the pressure gradient across the pulmonary valve. This is a postprocedure life-threatening emergency that can be prevented using beta-blockers before the intervention to decrease the risk of hypercontractility of the right ventricular outflow tract post-valvuloplasty. [50] [52] For patients undergoing surgical revision, most will improve their maximal exercise capacity, with only 15% to 20% needing reintervention. Most reinterventions are for significant pulmonary regurgitation. In these patients, if supraventricular tachycardia is present, it usually resolves after the reintervention. [53] [54]"}
{"id": "article-28064_32", "title": "Pulmonary Stenosis -- Prognosis", "content": "During pregnancy, patients with mild pulmonary stenosis might present with an asymptomatic systolic murmur; however, occasionally, they might have exercise intolerance. Pregnancy is well tolerated unless the pulmonary stenosis is severe. Percutaneous valvuloplasty can be performed during pregnancy, although the need is unusual. [31]", "contents": "Pulmonary Stenosis -- Prognosis. During pregnancy, patients with mild pulmonary stenosis might present with an asymptomatic systolic murmur; however, occasionally, they might have exercise intolerance. Pregnancy is well tolerated unless the pulmonary stenosis is severe. Percutaneous valvuloplasty can be performed during pregnancy, although the need is unusual. [31]"}
{"id": "article-28064_33", "title": "Pulmonary Stenosis -- Complications", "content": "Infective endocarditis in isolated pulmonary stenosis is rare. In children, most cases occur secondary to an anatomically abnormal pulmonary valve, such as in patients with Noonan syndrome. However, in adults, most cases are due to intravenous drug abuse. [55] Complications can occur in those with moderate and severe pulmonary stenosis, including arrhythmias, typically as premature atrial contractions, premature ventricular contractions, and ventricular couplets. [56] [57]", "contents": "Pulmonary Stenosis -- Complications. Infective endocarditis in isolated pulmonary stenosis is rare. In children, most cases occur secondary to an anatomically abnormal pulmonary valve, such as in patients with Noonan syndrome. However, in adults, most cases are due to intravenous drug abuse. [55] Complications can occur in those with moderate and severe pulmonary stenosis, including arrhythmias, typically as premature atrial contractions, premature ventricular contractions, and ventricular couplets. [56] [57]"}
{"id": "article-28064_34", "title": "Pulmonary Stenosis -- Consultations", "content": "Suspected symptomatic pulmonary stenosis in an adult requires a consultation with an adult congenital cardiologist. For a pregnant patient with pulmonary stenosis, a high-risk maternal-fetal medicine specialist and an adult congenital cardiologist should be consulted, as the hemodynamic changes associated with pregnancy can exacerbate pulmonary stenosis symptoms. Consult with a pediatric cardiologist is warranted for newborns experiencing symptoms of pulmonary stenosis. Depending on the severity, pediatric critical care may also be necessary.", "contents": "Pulmonary Stenosis -- Consultations. Suspected symptomatic pulmonary stenosis in an adult requires a consultation with an adult congenital cardiologist. For a pregnant patient with pulmonary stenosis, a high-risk maternal-fetal medicine specialist and an adult congenital cardiologist should be consulted, as the hemodynamic changes associated with pregnancy can exacerbate pulmonary stenosis symptoms. Consult with a pediatric cardiologist is warranted for newborns experiencing symptoms of pulmonary stenosis. Depending on the severity, pediatric critical care may also be necessary."}
{"id": "article-28064_35", "title": "Pulmonary Stenosis -- Deterrence and Patient Education", "content": "Parents should receive education regarding complications and treatments available for pediatric patients with pulmonary stenosis. Adult patients, especially those planning to become pregnant, should be educated about the risks, complications, and outcomes since pregnancy can exacerbate their underlying condition.", "contents": "Pulmonary Stenosis -- Deterrence and Patient Education. Parents should receive education regarding complications and treatments available for pediatric patients with pulmonary stenosis. Adult patients, especially those planning to become pregnant, should be educated about the risks, complications, and outcomes since pregnancy can exacerbate their underlying condition."}
{"id": "article-28064_36", "title": "Pulmonary Stenosis -- Pearls and Other Issues -- Athletic Participation in the Setting of Pulmonary Stenosis from the 2015 AHA/ACC Scientific Statement", "content": "Athletes with mild pulmonary stenosis, defined as a Doppler-derived peak instantaneous gradient less than 40 mm Hg and normal RV function, can participate in all competitive sports. An annual reevaluation is recommended.", "contents": "Pulmonary Stenosis -- Pearls and Other Issues -- Athletic Participation in the Setting of Pulmonary Stenosis from the 2015 AHA/ACC Scientific Statement. Athletes with mild pulmonary stenosis, defined as a Doppler-derived peak instantaneous gradient less than 40 mm Hg and normal RV function, can participate in all competitive sports. An annual reevaluation is recommended."}
{"id": "article-28064_37", "title": "Pulmonary Stenosis -- Pearls and Other Issues -- Athletic Participation in the Setting of Pulmonary Stenosis from the 2015 AHA/ACC Scientific Statement", "content": "Athletes who received a pulmonary valvotomy or a balloon valvuloplasty and have achieved adequate relief of pulmonary stenosis with a gradient less than 40 mm Hg can also participate in all competitive sports.", "contents": "Pulmonary Stenosis -- Pearls and Other Issues -- Athletic Participation in the Setting of Pulmonary Stenosis from the 2015 AHA/ACC Scientific Statement. Athletes who received a pulmonary valvotomy or a balloon valvuloplasty and have achieved adequate relief of pulmonary stenosis with a gradient less than 40 mm Hg can also participate in all competitive sports."}
{"id": "article-28064_38", "title": "Pulmonary Stenosis -- Pearls and Other Issues -- Athletic Participation in the Setting of Pulmonary Stenosis from the 2015 AHA/ACC Scientific Statement", "content": "Athletes with moderate, defined as Doppler-derived peak instantaneous gradient of 40 to 60 mm Hg or severe pulmonary stenosis with a gradient greater than 60 mm Hg, can consider participation only in low-intensity class IA and IB sports. Class IA refers to low-static and low-dynamic sports such as bowling, golf, and yoga. Class IB includes low-static but moderately dynamic sports such as basketball, softball, table tennis, and volleyball. [58]", "contents": "Pulmonary Stenosis -- Pearls and Other Issues -- Athletic Participation in the Setting of Pulmonary Stenosis from the 2015 AHA/ACC Scientific Statement. Athletes with moderate, defined as Doppler-derived peak instantaneous gradient of 40 to 60 mm Hg or severe pulmonary stenosis with a gradient greater than 60 mm Hg, can consider participation only in low-intensity class IA and IB sports. Class IA refers to low-static and low-dynamic sports such as bowling, golf, and yoga. Class IB includes low-static but moderately dynamic sports such as basketball, softball, table tennis, and volleyball. [58]"}
{"id": "article-28064_39", "title": "Pulmonary Stenosis -- Pearls and Other Issues -- Athletic Participation in the Setting of Pulmonary Stenosis from the 2015 AHA/ACC Scientific Statement", "content": "Athletes with severe pulmonary insufficiency and marked RV enlargement can consider participation in low-intensity class IA and IB sports. [59]", "contents": "Pulmonary Stenosis -- Pearls and Other Issues -- Athletic Participation in the Setting of Pulmonary Stenosis from the 2015 AHA/ACC Scientific Statement. Athletes with severe pulmonary insufficiency and marked RV enlargement can consider participation in low-intensity class IA and IB sports. [59]"}
{"id": "article-28064_40", "title": "Pulmonary Stenosis -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team approach ensures the best outcome during patient care. Frequently, patients with congenital heart defects require nutrition, mental health, and physical and occupational therapy. When they reach adulthood, pregnancy and labor for patients with pulmonary stenosis will likely require collaboration between obstetricians and cardiologists, who should be in communication regarding the affected mother's health, as well as with a pediatric intensivist and cardiologist for the affected neonate.", "contents": "Pulmonary Stenosis -- Enhancing Healthcare Team Outcomes. An interprofessional team approach ensures the best outcome during patient care. Frequently, patients with congenital heart defects require nutrition, mental health, and physical and occupational therapy. When they reach adulthood, pregnancy and labor for patients with pulmonary stenosis will likely require collaboration between obstetricians and cardiologists, who should be in communication regarding the affected mother's health, as well as with a pediatric intensivist and cardiologist for the affected neonate."}
{"id": "article-28064_41", "title": "Pulmonary Stenosis -- Enhancing Healthcare Team Outcomes", "content": "A strategic approach involves comprehensive planning, individualized patient care strategies, and timely interventions. Responsibilities must be clearly defined, ensuring each team member contributes to their full potential. Interprofessional communication is vital for sharing insights, discussing treatment plans, and addressing patient concerns. Care coordination ensures seamless transitions between healthcare settings, optimizing patient-centered care, improving outcomes, enhancing patient safety, and fostering optimal team performance.", "contents": "Pulmonary Stenosis -- Enhancing Healthcare Team Outcomes. A strategic approach involves comprehensive planning, individualized patient care strategies, and timely interventions. Responsibilities must be clearly defined, ensuring each team member contributes to their full potential. Interprofessional communication is vital for sharing insights, discussing treatment plans, and addressing patient concerns. Care coordination ensures seamless transitions between healthcare settings, optimizing patient-centered care, improving outcomes, enhancing patient safety, and fostering optimal team performance."}
{"id": "article-28064_42", "title": "Pulmonary Stenosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pulmonary Stenosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}