{"id": "article-21506_0", "title": "Blunt Eye Trauma -- Continuing Education Activity", "content": "Blunt injury to the eye can lead to various intrinsic eye injuries. Globe rupture and retrobulbar hematoma are two emergent entities that are of importance. Common symptoms of globe rupture include eye deformity, eye pain, and vision loss, though depending on the clinical suggestion, the deformity may not be readily apparent on the exam. This activity explains the risk factors, evaluation, and management of blunt eye trauma and highlights the importance of the interprofessional team in enhancing care for affected patients.", "contents": "Blunt Eye Trauma -- Continuing Education Activity. Blunt injury to the eye can lead to various intrinsic eye injuries. Globe rupture and retrobulbar hematoma are two emergent entities that are of importance. Common symptoms of globe rupture include eye deformity, eye pain, and vision loss, though depending on the clinical suggestion, the deformity may not be readily apparent on the exam. This activity explains the risk factors, evaluation, and management of blunt eye trauma and highlights the importance of the interprofessional team in enhancing care for affected patients."}
{"id": "article-21506_1", "title": "Blunt Eye Trauma -- Continuing Education Activity", "content": "Objectives: Describe the clinical presentation of patients with blunt eye trauma. Outline the evaluation of patients with blunt eye trauma. Explain the treatment strategies for patients with blunt eye trauma. Employ interprofessional team strategies for improving care coordination and communication to advance the evaluation and management of blunt eye trauma and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Blunt Eye Trauma -- Continuing Education Activity. Objectives: Describe the clinical presentation of patients with blunt eye trauma. Outline the evaluation of patients with blunt eye trauma. Explain the treatment strategies for patients with blunt eye trauma. Employ interprofessional team strategies for improving care coordination and communication to advance the evaluation and management of blunt eye trauma and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21506_2", "title": "Blunt Eye Trauma -- Introduction", "content": "Blunt eye trauma can result in various intrinsic eye injuries. [1] Blunt trauma can result in open and closed globe injuries. The closed globe injuries are further classified as contusion and lamellar lacerations. Open globe injuries can be laceration and globe rupture. [2] The laceration can be due to penetrating injury, perforation injury, or injury due to an intraocular foreign body (IOFB). Blunt eye trauma can be due to coup, countercoup, and anteroposterior compression or horizontal tissue expansion. [3]", "contents": "Blunt Eye Trauma -- Introduction. Blunt eye trauma can result in various intrinsic eye injuries. [1] Blunt trauma can result in open and closed globe injuries. The closed globe injuries are further classified as contusion and lamellar lacerations. Open globe injuries can be laceration and globe rupture. [2] The laceration can be due to penetrating injury, perforation injury, or injury due to an intraocular foreign body (IOFB). Blunt eye trauma can be due to coup, countercoup, and anteroposterior compression or horizontal tissue expansion. [3]"}
{"id": "article-21506_3", "title": "Blunt Eye Trauma -- Introduction", "content": "The mode of injury can be a direct blow to the eyeball or accidental blunt trauma. The traumatic lesions of blunt eye trauma are classified as closed globe injury, globe rupture, and extraocular lesions. All the anatomical structures of the eyeball can be affected, as discussed below. The diagnosis is clinical, and rarely laboratory and imaging are warranted. Laboratory investigations are needed in critical patients and patients requiring surgical intervention. [4]", "contents": "Blunt Eye Trauma -- Introduction. The mode of injury can be a direct blow to the eyeball or accidental blunt trauma. The traumatic lesions of blunt eye trauma are classified as closed globe injury, globe rupture, and extraocular lesions. All the anatomical structures of the eyeball can be affected, as discussed below. The diagnosis is clinical, and rarely laboratory and imaging are warranted. Laboratory investigations are needed in critical patients and patients requiring surgical intervention. [4]"}
{"id": "article-21506_4", "title": "Blunt Eye Trauma -- Introduction", "content": "Imaging modalities like X-rays, CT, and MRI is usually required post-operatively. In the case of an impacted foreign body, pre-operatively imaging is required to assess the extent and depth of IOFB. The management depends on the type of injury and the need for surgical intervention. The final visual outcome is governed by mode of trauma, time of presentation, the extent of ocular damage, time of surgical intervention, and post-operative care of the patient. [5]", "contents": "Blunt Eye Trauma -- Introduction. Imaging modalities like X-rays, CT, and MRI is usually required post-operatively. In the case of an impacted foreign body, pre-operatively imaging is required to assess the extent and depth of IOFB. The management depends on the type of injury and the need for surgical intervention. The final visual outcome is governed by mode of trauma, time of presentation, the extent of ocular damage, time of surgical intervention, and post-operative care of the patient. [5]"}
{"id": "article-21506_5", "title": "Blunt Eye Trauma -- Etiology", "content": "Blunt eye trauma can manifest as open globe and close globe injury. The closed globe injuries are broadly classified as contusion and lamellar lacerations. Open globe injuries can be divided into laceration and globe rupture. The laceration is secondary to penetrating injury, perforation injury, or injury due to an impacted intraocular foreign body (IOFB). The mechanism of blunt eye trauma can be due to coup, countercoup, and anteroposterior compression or horizontal expansion of the tissue. The mode of injury can be a direct blow to the eyeball or accidental blunt trauma. [6]", "contents": "Blunt Eye Trauma -- Etiology. Blunt eye trauma can manifest as open globe and close globe injury. The closed globe injuries are broadly classified as contusion and lamellar lacerations. Open globe injuries can be divided into laceration and globe rupture. The laceration is secondary to penetrating injury, perforation injury, or injury due to an impacted intraocular foreign body (IOFB). The mechanism of blunt eye trauma can be due to coup, countercoup, and anteroposterior compression or horizontal expansion of the tissue. The mode of injury can be a direct blow to the eyeball or accidental blunt trauma. [6]"}
{"id": "article-21506_6", "title": "Blunt Eye Trauma -- Etiology", "content": "Closed globe injuries are often seen in pediatric children while playing with friends and at home. The most common pediatric eye injuries are sports-related trauma, wooden stick injury, and thermal burns due to firecrackers. The other common modes of injury can be assault, workplace trauma, road traffic accidents, self-fall, and nonaccidental injuries. [7] These injuries are more common in adults. Closed globe injuries can also be accidental and are broadly listed as occupational and occupational. The occupational injuries can be due to high-risk occupations like the manufacturing industry, plumbing, mining, and agriculture. Nonoccupational can be sports trauma and domestic violence. [8]", "contents": "Blunt Eye Trauma -- Etiology. Closed globe injuries are often seen in pediatric children while playing with friends and at home. The most common pediatric eye injuries are sports-related trauma, wooden stick injury, and thermal burns due to firecrackers. The other common modes of injury can be assault, workplace trauma, road traffic accidents, self-fall, and nonaccidental injuries. [7] These injuries are more common in adults. Closed globe injuries can also be accidental and are broadly listed as occupational and occupational. The occupational injuries can be due to high-risk occupations like the manufacturing industry, plumbing, mining, and agriculture. Nonoccupational can be sports trauma and domestic violence. [8]"}
{"id": "article-21506_7", "title": "Blunt Eye Trauma -- Etiology", "content": "Globe rupture occurs when there is a defect in the cornea, sclera, or both structures. Global rupture often occurs after direct penetrating trauma; however, if sufficient blunt force is applied to the eye, the intraocular pressure can increase enough to rupture the sclera. The high-velocity impact or sharp cutting objects may result in perforating or penetrating open globe injuries. [8] Injuries from sharp toys, knives, scissors, screwdrivers, spectacles, household chickens, pets, and other animals like cranes and swans are prevalent in children. The most common is scissor injury. In adults, the most common causes of blunt eye trauma are workplace injury, stick injury, chemical fall, iron rod, iron nail, quarrel, assault, wood, brick, cement, and battery injury. [9] In elderly age, the most common injury mode is falling from bed, in the bathroom, falling from vehicles resulting in self-inflicted trauma, and falling on the ground. Females are more commonly affected in the elderly age group.", "contents": "Blunt Eye Trauma -- Etiology. Globe rupture occurs when there is a defect in the cornea, sclera, or both structures. Global rupture often occurs after direct penetrating trauma; however, if sufficient blunt force is applied to the eye, the intraocular pressure can increase enough to rupture the sclera. The high-velocity impact or sharp cutting objects may result in perforating or penetrating open globe injuries. [8] Injuries from sharp toys, knives, scissors, screwdrivers, spectacles, household chickens, pets, and other animals like cranes and swans are prevalent in children. The most common is scissor injury. In adults, the most common causes of blunt eye trauma are workplace injury, stick injury, chemical fall, iron rod, iron nail, quarrel, assault, wood, brick, cement, and battery injury. [9] In elderly age, the most common injury mode is falling from bed, in the bathroom, falling from vehicles resulting in self-inflicted trauma, and falling on the ground. Females are more commonly affected in the elderly age group."}
{"id": "article-21506_8", "title": "Blunt Eye Trauma -- Etiology", "content": "A retrobulbar hematoma is frequently associated with orbital trauma and associated orbital floor fractures. This trauma may also occur iatrogenically during sinus surgery, ocular surgery, or other eye procedures. In the setting of anticoagulation, this may occur in rare scenarios with increases in Valsalva (e.g., from vomiting, straining, or coughing). [10] [11]", "contents": "Blunt Eye Trauma -- Etiology. A retrobulbar hematoma is frequently associated with orbital trauma and associated orbital floor fractures. This trauma may also occur iatrogenically during sinus surgery, ocular surgery, or other eye procedures. In the setting of anticoagulation, this may occur in rare scenarios with increases in Valsalva (e.g., from vomiting, straining, or coughing). [10] [11]"}
{"id": "article-21506_9", "title": "Blunt Eye Trauma -- Epidemiology", "content": "The incidence of globe injuries is quoted as 3.5 eye injuries per 100,000 persons, with males constituting about 80% of open globe injuries. Injuries in the pediatric population are more often with sharp objects directly penetrating the globe (e.g., writing utensils, scissors, or knives). The cause is often blunt trauma (e.g., motor vehicle collisions, altercations, or work-related injuries involving hammering). In the elderly, globe rupture is most often a result of falling. [12] [13] The incidence of retrobulbar hematoma is rare; it has been recorded as less than 1%. However, there is a strong association between this diagnosis and subsequent blindness. [14] Open globe injuries are more common in males, usually in the age group of 30 to 40 years. After penetrating and perforating, injuries retained intraocular foreign body (IOFB) can be seen in 40% of cases and may be seen while perforation work such as hammering, grinding, and drilling. [15]", "contents": "Blunt Eye Trauma -- Epidemiology. The incidence of globe injuries is quoted as 3.5 eye injuries per 100,000 persons, with males constituting about 80% of open globe injuries. Injuries in the pediatric population are more often with sharp objects directly penetrating the globe (e.g., writing utensils, scissors, or knives). The cause is often blunt trauma (e.g., motor vehicle collisions, altercations, or work-related injuries involving hammering). In the elderly, globe rupture is most often a result of falling. [12] [13] The incidence of retrobulbar hematoma is rare; it has been recorded as less than 1%. However, there is a strong association between this diagnosis and subsequent blindness. [14] Open globe injuries are more common in males, usually in the age group of 30 to 40 years. After penetrating and perforating, injuries retained intraocular foreign body (IOFB) can be seen in 40% of cases and may be seen while perforation work such as hammering, grinding, and drilling. [15]"}
{"id": "article-21506_10", "title": "Blunt Eye Trauma -- Epidemiology", "content": "A recent analysis from North India gave insights into nonoccupational and occupational. As per the study, nonoccupational trauma constituted 82.3%. There were 23.9% cases of sports-related trauma and 23.6% cases of road traffic accidents. Approximately 89.3% of cases constituted mechanical injuries. The various modes of trauma were wood injury 24.9%, and metallic object 20.9% for open globe injury. The incidence of blunt trauma was three times less than that of sharp objects (56%). [16] ]", "contents": "Blunt Eye Trauma -- Epidemiology. A recent analysis from North India gave insights into nonoccupational and occupational. As per the study, nonoccupational trauma constituted 82.3%. There were 23.9% cases of sports-related trauma and 23.6% cases of road traffic accidents. Approximately 89.3% of cases constituted mechanical injuries. The various modes of trauma were wood injury 24.9%, and metallic object 20.9% for open globe injury. The incidence of blunt trauma was three times less than that of sharp objects (56%). [16] ]"}
{"id": "article-21506_11", "title": "Blunt Eye Trauma -- Epidemiology", "content": "Landen et al., in their analysis, reported an annual incidence of 3.5 per 100000 cases of perforating injuries in the USA. Another study from Australia reported 2.4 and 7.9% per 1000 cases of nonindigenous and indigenous adults with monocular blindness due to blunt trauma. [17]  As per another analysis by Negrel et al., three quarter million patients undergo hospitalization with ocular injuries globally. [18] Ocular trauma is approximately 7% of all body trauma and 10 to 15% of all ophthalmic pathologies. Globally1.6 million people are blind due to ocular trauma, 2.3 million are bilaterally blind, and 1.9 million are monocularly blind. Approximately 90% of all ocular injuries can be prevented. [19]", "contents": "Blunt Eye Trauma -- Epidemiology. Landen et al., in their analysis, reported an annual incidence of 3.5 per 100000 cases of perforating injuries in the USA. Another study from Australia reported 2.4 and 7.9% per 1000 cases of nonindigenous and indigenous adults with monocular blindness due to blunt trauma. [17]  As per another analysis by Negrel et al., three quarter million patients undergo hospitalization with ocular injuries globally. [18] Ocular trauma is approximately 7% of all body trauma and 10 to 15% of all ophthalmic pathologies. Globally1.6 million people are blind due to ocular trauma, 2.3 million are bilaterally blind, and 1.9 million are monocularly blind. Approximately 90% of all ocular injuries can be prevented. [19]"}
{"id": "article-21506_12", "title": "Blunt Eye Trauma -- Pathophysiology", "content": "Globe rupture occurs when there is a defect in the cornea, sclera, or both structures. Global rupture often occurs after direct penetrating trauma; however, if sufficient blunt force is applied to the eye, the intraocular pressure can increase enough to rupture the sclera. The rupture site is most commonly near the globe's equator posterior to the insertion of the rectus muscles, which is where the sclera is weakest and thinnest. [20] A retrobulbar hematoma occurs when blood is accumulated in the retrobulbar space. As blood collects behind the eye, there is increased intraocular pressure, which can subsequently cause stretching of the optic nerve. Within several hours, decreased ocular perfusion can lead to permanent blindness. [21]", "contents": "Blunt Eye Trauma -- Pathophysiology. Globe rupture occurs when there is a defect in the cornea, sclera, or both structures. Global rupture often occurs after direct penetrating trauma; however, if sufficient blunt force is applied to the eye, the intraocular pressure can increase enough to rupture the sclera. The rupture site is most commonly near the globe's equator posterior to the insertion of the rectus muscles, which is where the sclera is weakest and thinnest. [20] A retrobulbar hematoma occurs when blood is accumulated in the retrobulbar space. As blood collects behind the eye, there is increased intraocular pressure, which can subsequently cause stretching of the optic nerve. Within several hours, decreased ocular perfusion can lead to permanent blindness. [21]"}
{"id": "article-21506_13", "title": "Blunt Eye Trauma -- Pathophysiology -- Injury Division", "content": "Direct or Coup - Direct blow to the eye. e.g., Corneal abrasion Countercoup - Due to pressure waves transmitted at the posterior pole. e.g., commotio retinae Anteroposterior Compression and Horizontal Expansion - Pressure waves in the anteroposterior and horizontal axes. e.g., globe rupture [22]", "contents": "Blunt Eye Trauma -- Pathophysiology -- Injury Division. Direct or Coup - Direct blow to the eye. e.g., Corneal abrasion Countercoup - Due to pressure waves transmitted at the posterior pole. e.g., commotio retinae Anteroposterior Compression and Horizontal Expansion - Pressure waves in the anteroposterior and horizontal axes. e.g., globe rupture [22]"}
{"id": "article-21506_14", "title": "Blunt Eye Trauma -- Pathophysiology -- Blunt Trauma Division", "content": "Direct -injury to the eye by hand, fist, ball, or blunt instruments like a stick, stone, and iron rod Accidental- accidental trauma like a fall from a bike, self-fall, stone injury, cracker injury, etc", "contents": "Blunt Eye Trauma -- Pathophysiology -- Blunt Trauma Division. Direct -injury to the eye by hand, fist, ball, or blunt instruments like a stick, stone, and iron rod Accidental- accidental trauma like a fall from a bike, self-fall, stone injury, cracker injury, etc"}
{"id": "article-21506_15", "title": "Blunt Eye Trauma -- Pathophysiology -- Stages of the Mechanism of Blunt Trauma", "content": "Direct impact Compression wave force Reflected compression wave Rebound compression wave [23]", "contents": "Blunt Eye Trauma -- Pathophysiology -- Stages of the Mechanism of Blunt Trauma. Direct impact Compression wave force Reflected compression wave Rebound compression wave [23]"}
{"id": "article-21506_16", "title": "Blunt Eye Trauma -- History and Physical", "content": "High suspicion for globe injury exists in any patient reporting direct eye trauma, continuing eye pain, and vision deficit. The mechanism of the injury should be elicited and the time it occurred. It is also essential to inquire about any anticoagulant use. In globe rupture, physical examination findings may reveal decreased vision or frank vision loss, the irregular contour of the globe, teardrop pupil, hyphema, or a shallow anterior chamber on the slit-lamp exam. The Seidel sign is positive in globe rupture, indicating the flow of aqueous humor from the injury site in the fluorescein-stained eye. However, if the globe rupture is apparent, Seidel's test should be avoided. The clinical presentation of retrobulbar hematoma is classical with proptosis and severe eye pain. As in globe rupture, vision loss may be reported. [24]", "contents": "Blunt Eye Trauma -- History and Physical. High suspicion for globe injury exists in any patient reporting direct eye trauma, continuing eye pain, and vision deficit. The mechanism of the injury should be elicited and the time it occurred. It is also essential to inquire about any anticoagulant use. In globe rupture, physical examination findings may reveal decreased vision or frank vision loss, the irregular contour of the globe, teardrop pupil, hyphema, or a shallow anterior chamber on the slit-lamp exam. The Seidel sign is positive in globe rupture, indicating the flow of aqueous humor from the injury site in the fluorescein-stained eye. However, if the globe rupture is apparent, Seidel's test should be avoided. The clinical presentation of retrobulbar hematoma is classical with proptosis and severe eye pain. As in globe rupture, vision loss may be reported. [24]"}
{"id": "article-21506_17", "title": "Blunt Eye Trauma -- History and Physical", "content": "There may be associated periorbital swelling, ecchymosis, or subconjunctival hemorrhage in either of these entities, depending on the mechanism of the injury. Typical symptoms of globe rupture include eye deformity, eye pain, and vision loss, though the deformation may not be readily apparent on the exam, depending on the clinical suggestion. Similarly, a retrobulbar hematoma may present with eye pain and vision loss, but proptosis helps clinch this diagnosis. Both are vision-threatening diagnoses and require emergency ophthalmologic consultation for definitive measures. [25] [26] [27]", "contents": "Blunt Eye Trauma -- History and Physical. There may be associated periorbital swelling, ecchymosis, or subconjunctival hemorrhage in either of these entities, depending on the mechanism of the injury. Typical symptoms of globe rupture include eye deformity, eye pain, and vision loss, though the deformation may not be readily apparent on the exam, depending on the clinical suggestion. Similarly, a retrobulbar hematoma may present with eye pain and vision loss, but proptosis helps clinch this diagnosis. Both are vision-threatening diagnoses and require emergency ophthalmologic consultation for definitive measures. [25] [26] [27]"}
{"id": "article-21506_18", "title": "Blunt Eye Trauma -- History and Physical -- Conjunctiva", "content": "Subconjunctival hemorrhage Conjunctival congestion Foreign body of conjunctiva Conjunctival tear [28]", "contents": "Blunt Eye Trauma -- History and Physical -- Conjunctiva. Subconjunctival hemorrhage Conjunctival congestion Foreign body of conjunctiva Conjunctival tear [28]"}
{"id": "article-21506_19", "title": "Blunt Eye Trauma -- History and Physical -- Cornea", "content": "Epithelial damage - There can be abrasion, punctate epithelial erosions, epithelial defect, foreign body due to breach in the epithelium and revealed brilliantly on fluorescein staining. If the damage involves the pupillary axis, the vision is grossly impaired. [29]", "contents": "Blunt Eye Trauma -- History and Physical -- Cornea. Epithelial damage - There can be abrasion, punctate epithelial erosions, epithelial defect, foreign body due to breach in the epithelium and revealed brilliantly on fluorescein staining. If the damage involves the pupillary axis, the vision is grossly impaired. [29]"}
{"id": "article-21506_20", "title": "Blunt Eye Trauma -- History and Physical -- Cornea", "content": "Corneal edema - There can be corneal edema due to endothelial injury or extensive damage due to abrasion. Corneal edema usually is associated with stromal edema, and Descemet membrane (D.M.) folds. [30]", "contents": "Blunt Eye Trauma -- History and Physical -- Cornea. Corneal edema - There can be corneal edema due to endothelial injury or extensive damage due to abrasion. Corneal edema usually is associated with stromal edema, and Descemet membrane (D.M.) folds. [30]"}
{"id": "article-21506_21", "title": "Blunt Eye Trauma -- History and Physical -- Cornea", "content": "Descemet membrane tear - D.M. tears are vertical tears noticed after birth trauma. Recurrent corneal erosions. [31]", "contents": "Blunt Eye Trauma -- History and Physical -- Cornea. Descemet membrane tear - D.M. tears are vertical tears noticed after birth trauma. Recurrent corneal erosions. [31]"}
{"id": "article-21506_22", "title": "Blunt Eye Trauma -- History and Physical -- Cornea", "content": "Recurrent corneal erosions (recurrent keractalgia) - Usually result from fingernail injury. The patients will present as pain, redness, watering, and photophobia due to loose attachment of epithelium to the underlying Bowman's membrane. [32]", "contents": "Blunt Eye Trauma -- History and Physical -- Cornea. Recurrent corneal erosions (recurrent keractalgia) - Usually result from fingernail injury. The patients will present as pain, redness, watering, and photophobia due to loose attachment of epithelium to the underlying Bowman's membrane. [32]"}
{"id": "article-21506_23", "title": "Blunt Eye Trauma -- History and Physical -- Cornea", "content": "Corneal tear (Partial or lamellar or full-thickness tear) - There can be self-sealed tears or total thickness tears best detected with Seidel's test. [33]", "contents": "Blunt Eye Trauma -- History and Physical -- Cornea. Corneal tear (Partial or lamellar or full-thickness tear) - There can be self-sealed tears or total thickness tears best detected with Seidel's test. [33]"}
{"id": "article-21506_24", "title": "Blunt Eye Trauma -- History and Physical -- Cornea", "content": "Blood staining of endothelium - This may be secondary to hyphema or raised IOP and may take as long as two years to clear. The blood staining of endothelium clears from periphery to center. [34]", "contents": "Blunt Eye Trauma -- History and Physical -- Cornea. Blood staining of endothelium - This may be secondary to hyphema or raised IOP and may take as long as two years to clear. The blood staining of endothelium clears from periphery to center. [34]"}
{"id": "article-21506_25", "title": "Blunt Eye Trauma -- History and Physical -- Cornea", "content": "Corneal scar - May be seen after a long duration post-trauma, usually after 2-3 months. [35]", "contents": "Blunt Eye Trauma -- History and Physical -- Cornea. Corneal scar - May be seen after a long duration post-trauma, usually after 2-3 months. [35]"}
{"id": "article-21506_26", "title": "Blunt Eye Trauma -- History and Physical -- Cornea", "content": "Corneal infiltrate - Blunt trauma can also result in a corneal ulcer. [36]", "contents": "Blunt Eye Trauma -- History and Physical -- Cornea. Corneal infiltrate - Blunt trauma can also result in a corneal ulcer. [36]"}
{"id": "article-21506_27", "title": "Blunt Eye Trauma -- History and Physical -- Sclera", "content": "Can have a partial thickness or full thickness tear with or without vitreous prolapse. There can also be occult posterior tears. Sometimes the foreign body can be lodged in the sclera. The sclera is thinnest at the equator; hence occult posterior equatorial injuries are common. The direction of trauma also determines the site of the tear. e.g., the sclera usually gives way at the site of old manual small incision cataracts surgery incision in case of inferior blunt trauma. [37]", "contents": "Blunt Eye Trauma -- History and Physical -- Sclera. Can have a partial thickness or full thickness tear with or without vitreous prolapse. There can also be occult posterior tears. Sometimes the foreign body can be lodged in the sclera. The sclera is thinnest at the equator; hence occult posterior equatorial injuries are common. The direction of trauma also determines the site of the tear. e.g., the sclera usually gives way at the site of old manual small incision cataracts surgery incision in case of inferior blunt trauma. [37]"}
{"id": "article-21506_28", "title": "Blunt Eye Trauma -- History and Physical -- Anterior Chamber Hyphema", "content": "Anterior chamber hyphema - can also result from a blunt trauma from the iris root or ciliary body. The blood settles down at the bottom of the chamber with a particular fluid level. Hyphema can result in raised IOP and manifest as optic neuropathy and corneal endothelial staining. [38]", "contents": "Blunt Eye Trauma -- History and Physical -- Anterior Chamber Hyphema. Anterior chamber hyphema - can also result from a blunt trauma from the iris root or ciliary body. The blood settles down at the bottom of the chamber with a particular fluid level. Hyphema can result in raised IOP and manifest as optic neuropathy and corneal endothelial staining. [38]"}
{"id": "article-21506_29", "title": "Blunt Eye Trauma -- History and Physical -- Hyphema Grading", "content": "Anterior chamber exudates and fibrinous membrane - can also be seen due to traumatic uveitis. Traumatic glaucoma or angle recession glaucoma can be detected on gonioscopy post blunt trauma. Angle recession is the separation of longitudinal muscle fibers from circular muscle fibers of the ciliary body, resulting in widened ciliary body band and deep anterior chamber. [39]", "contents": "Blunt Eye Trauma -- History and Physical -- Hyphema Grading. Anterior chamber exudates and fibrinous membrane - can also be seen due to traumatic uveitis. Traumatic glaucoma or angle recession glaucoma can be detected on gonioscopy post blunt trauma. Angle recession is the separation of longitudinal muscle fibers from circular muscle fibers of the ciliary body, resulting in widened ciliary body band and deep anterior chamber. [39]"}
{"id": "article-21506_30", "title": "Blunt Eye Trauma -- History and Physical -- Iris", "content": "Iridodialysis - It is the separation of the iris root from the ciliary body. It is described as D-shaped with a biconvex area adjacent to the limbus best visible on retro illumination. The upper lid masks superior iridodialysis, but iridodialysis in other quadrants caused glare, photophobia, and monocular diplopia. Very rarely, blunt trauma can result in 360-degree iridodialysis with extrusion of the iris through cataract surgery tunnel resulting in aniridia. [40] Iris stromal tears - Tears in the iris stromal tissue", "contents": "Blunt Eye Trauma -- History and Physical -- Iris. Iridodialysis - It is the separation of the iris root from the ciliary body. It is described as D-shaped with a biconvex area adjacent to the limbus best visible on retro illumination. The upper lid masks superior iridodialysis, but iridodialysis in other quadrants caused glare, photophobia, and monocular diplopia. Very rarely, blunt trauma can result in 360-degree iridodialysis with extrusion of the iris through cataract surgery tunnel resulting in aniridia. [40] Iris stromal tears - Tears in the iris stromal tissue"}
{"id": "article-21506_31", "title": "Blunt Eye Trauma -- History and Physical -- Pupil", "content": "Traumatic mydriasis (iridoplegia) - Iridoplegia is due to spasms of the sphincter muscle [41] Traumatic miosis - It occurs due to the irritation of ciliary muscles and loss of accommodation [42] Pupillary margin rupture - multiple sphincter tears at the pupillary margin", "contents": "Blunt Eye Trauma -- History and Physical -- Pupil. Traumatic mydriasis (iridoplegia) - Iridoplegia is due to spasms of the sphincter muscle [41] Traumatic miosis - It occurs due to the irritation of ciliary muscles and loss of accommodation [42] Pupillary margin rupture - multiple sphincter tears at the pupillary margin"}
{"id": "article-21506_32", "title": "Blunt Eye Trauma -- History and Physical -- Ciliary Body", "content": "Ciliary body detachment - result in ciliary body shutdown and hypotony. [43]", "contents": "Blunt Eye Trauma -- History and Physical -- Ciliary Body. Ciliary body detachment - result in ciliary body shutdown and hypotony. [43]"}
{"id": "article-21506_33", "title": "Blunt Eye Trauma -- History and Physical -- Lens", "content": "Cataract - Traumatic cataracts can result from blunt trauma due to direct damage to the lens and ruptures in the lens capsule leading to an aqueous humour inflow, lenticular fiber hydration, and opacification of lens fibers. [44]", "contents": "Blunt Eye Trauma -- History and Physical -- Lens. Cataract - Traumatic cataracts can result from blunt trauma due to direct damage to the lens and ruptures in the lens capsule leading to an aqueous humour inflow, lenticular fiber hydration, and opacification of lens fibers. [44]"}
{"id": "article-21506_34", "title": "Blunt Eye Trauma -- History and Physical -- Lens", "content": "Vossius ring - Ring-shaped impression of the pupillary margin over the anterior lens capsule due to blunt trauma. The ring is usually smaller than the pupillary diameter. [45]", "contents": "Blunt Eye Trauma -- History and Physical -- Lens. Vossius ring - Ring-shaped impression of the pupillary margin over the anterior lens capsule due to blunt trauma. The ring is usually smaller than the pupillary diameter. [45]"}
{"id": "article-21506_35", "title": "Blunt Eye Trauma -- History and Physical -- Lens", "content": "Rosette cataract - Blunt trauma can manifest as opacification of posterior subcapsular cortex and sutures, resulting in a flower-shaped cataract. [46]", "contents": "Blunt Eye Trauma -- History and Physical -- Lens. Rosette cataract - Blunt trauma can manifest as opacification of posterior subcapsular cortex and sutures, resulting in a flower-shaped cataract. [46]"}
{"id": "article-21506_36", "title": "Blunt Eye Trauma -- History and Physical -- Lens", "content": "Subluxation - Subluxation can result from zonular dialysis or damage to suspensory ligaments. The lens may tilt towards the area of intact zonules. The anterior chamber becomes deep, and the lens may tilt or rotate posteriorly. The lenticular edges and zonules can be seen during dilatation, and there may be iridodonesis and phacodonesis with blinking and ocular movements. If there is gross subluxation, it may result in diplopia and astigmatism from the aphakic portion of the lens. [47]", "contents": "Blunt Eye Trauma -- History and Physical -- Lens. Subluxation - Subluxation can result from zonular dialysis or damage to suspensory ligaments. The lens may tilt towards the area of intact zonules. The anterior chamber becomes deep, and the lens may tilt or rotate posteriorly. The lenticular edges and zonules can be seen during dilatation, and there may be iridodonesis and phacodonesis with blinking and ocular movements. If there is gross subluxation, it may result in diplopia and astigmatism from the aphakic portion of the lens. [47]"}
{"id": "article-21506_37", "title": "Blunt Eye Trauma -- History and Physical -- Lens", "content": "Dislocation - When the zonular fibers are damaged completely, they may dislodge the lens in the anterior chamber or the vitreous cavity. [48]", "contents": "Blunt Eye Trauma -- History and Physical -- Lens. Dislocation - When the zonular fibers are damaged completely, they may dislodge the lens in the anterior chamber or the vitreous cavity. [48]"}
{"id": "article-21506_38", "title": "Blunt Eye Trauma -- History and Physical -- Globe Rupture", "content": "Globe rupture can also result after severe blunt trauma. If the visual acuity at presentation is light perception, the prognosis is usually poor. Globe rupture usually occurs adjacent to the angle structures, with prolapse of iris, lens, ciliary body, and vitreous. Anterior globe rupture can be hidden by subconjunctival hemorrhage, and rupture at the site of the old surgical wound like cataract and keratoplasty may result from severe blunt trauma. An occult posterior rupture can be present when the anterior chamber depth is variable. The rupture can be the site of recti muscle insertion, where the scleral is the thinnest. [49]", "contents": "Blunt Eye Trauma -- History and Physical -- Globe Rupture. Globe rupture can also result after severe blunt trauma. If the visual acuity at presentation is light perception, the prognosis is usually poor. Globe rupture usually occurs adjacent to the angle structures, with prolapse of iris, lens, ciliary body, and vitreous. Anterior globe rupture can be hidden by subconjunctival hemorrhage, and rupture at the site of the old surgical wound like cataract and keratoplasty may result from severe blunt trauma. An occult posterior rupture can be present when the anterior chamber depth is variable. The rupture can be the site of recti muscle insertion, where the scleral is the thinnest. [49]"}
{"id": "article-21506_39", "title": "Blunt Eye Trauma -- History and Physical -- Optic Nerve", "content": "Optic nerve avulsion - It is a rare manifestation when a foreign body or object gets impacted between the globe and orbital wall, thus displacing the eye. The mechanism implicated is the rotation or anterior movement of the globe. It can occur as isolated or in association with other orbital trauma. Fundoscopy shows retraction of the optic nerve head from the dural sheath. The visual prognosis is poor in most cases, and there is no treatment. [50] Traumatic optic neuropathy - Traumatic optic neuropathy can also result from blunt head or orbital trauma. The patient usually presents with sudden vision loss, and there is RAPD with color vision defect. [51]", "contents": "Blunt Eye Trauma -- History and Physical -- Optic Nerve. Optic nerve avulsion - It is a rare manifestation when a foreign body or object gets impacted between the globe and orbital wall, thus displacing the eye. The mechanism implicated is the rotation or anterior movement of the globe. It can occur as isolated or in association with other orbital trauma. Fundoscopy shows retraction of the optic nerve head from the dural sheath. The visual prognosis is poor in most cases, and there is no treatment. [50] Traumatic optic neuropathy - Traumatic optic neuropathy can also result from blunt head or orbital trauma. The patient usually presents with sudden vision loss, and there is RAPD with color vision defect. [51]"}
{"id": "article-21506_40", "title": "Blunt Eye Trauma -- History and Physical -- Vitreous", "content": "Vitreous hemorrhage - It can be seen in association with posterior vitreous detachment. Pigmentary cells floating in the vitreous, also called tobacco dust, can be noticed. The tobacco dusting may or may not be associated with a retinal tear. [52] ] Vitreous detachment - It can be anterior or posterior [53] Vitreous opacities - Liquefaction of vitreous can occur, and clouds of opacities can be present. [54] Vitreous prolapse - Can occur in an anterior chamber associated with subluxated or dislocated cataracts. [55]", "contents": "Blunt Eye Trauma -- History and Physical -- Vitreous. Vitreous hemorrhage - It can be seen in association with posterior vitreous detachment. Pigmentary cells floating in the vitreous, also called tobacco dust, can be noticed. The tobacco dusting may or may not be associated with a retinal tear. [52] ] Vitreous detachment - It can be anterior or posterior [53] Vitreous opacities - Liquefaction of vitreous can occur, and clouds of opacities can be present. [54] Vitreous prolapse - Can occur in an anterior chamber associated with subluxated or dislocated cataracts. [55]"}
{"id": "article-21506_41", "title": "Blunt Eye Trauma -- History and Physical -- Choroid", "content": "Choroidal rupture - Usually temporal to the optic disc and its circular shape. It can be associated with pigmentation at the margins. [56] Choroidal hemorrhage - Can be seen under the retina, or the blood may enter the vitreous in case of retinal tear. [57] Choroidal detachment - Kissing choroidals are also observable in cases of blunt trauma. [57] Traumatic choroiditis - Patches of depigmentation and discoloration can be seen. [58]", "contents": "Blunt Eye Trauma -- History and Physical -- Choroid. Choroidal rupture - Usually temporal to the optic disc and its circular shape. It can be associated with pigmentation at the margins. [56] Choroidal hemorrhage - Can be seen under the retina, or the blood may enter the vitreous in case of retinal tear. [57] Choroidal detachment - Kissing choroidals are also observable in cases of blunt trauma. [57] Traumatic choroiditis - Patches of depigmentation and discoloration can be seen. [58]"}
{"id": "article-21506_42", "title": "Blunt Eye Trauma -- History and Physical -- Retina", "content": "Berlin's Edema (Commotio Retinae) - It usually presents as a cherry spot at the fovea and results in milky white cloudiness at the posterior pole. Usually, berlin's edema resolves on its own and, in some cases, may manifest as pigmentary changes at the fovea. [59] Retinal tear - It occurs in eyes predisposed to retinal tears like myopia, white without pressure, or senile degeneration after blunt trauma. [60] Retinal detachment - It may manifest after blunt trauma in the eyes with retinal tears or vitreoretinal traction. Approximately 10% of retinal detachments are secondary to blunt ocular trauma and are more common in young boys. There can be retinal dialysis, giant retinal tear, or equatorial breaks. [60] Traumatic Proliferative Retinopathy - It occurs in cases with vitreous hemorrhage. [61] Retinal hemorrhage - There can be flame-shaped or boat-shaped. Flame-shaped hemorrhage occurs in cases with blunt trauma. [62] Macula", "contents": "Blunt Eye Trauma -- History and Physical -- Retina. Berlin's Edema (Commotio Retinae) - It usually presents as a cherry spot at the fovea and results in milky white cloudiness at the posterior pole. Usually, berlin's edema resolves on its own and, in some cases, may manifest as pigmentary changes at the fovea. [59] Retinal tear - It occurs in eyes predisposed to retinal tears like myopia, white without pressure, or senile degeneration after blunt trauma. [60] Retinal detachment - It may manifest after blunt trauma in the eyes with retinal tears or vitreoretinal traction. Approximately 10% of retinal detachments are secondary to blunt ocular trauma and are more common in young boys. There can be retinal dialysis, giant retinal tear, or equatorial breaks. [60] Traumatic Proliferative Retinopathy - It occurs in cases with vitreous hemorrhage. [61] Retinal hemorrhage - There can be flame-shaped or boat-shaped. Flame-shaped hemorrhage occurs in cases with blunt trauma. [62] Macula"}
{"id": "article-21506_43", "title": "Blunt Eye Trauma -- History and Physical", "content": "Macular edema - due to concussion injury after blunt trauma [63] Pigmentary degeneration - Pigmentary degeneration is usually observed in long-standing cases after blunt eye trauma [64] Macular hole - Traumatic macular can be seen after blunt eye trauma [65] Macular cyst - Traumatic macular cyst can be also be observed after blunt trauma [66] Macular scar - Macular scar can also be seen after blunt eye trauma [67]", "contents": "Blunt Eye Trauma -- History and Physical. Macular edema - due to concussion injury after blunt trauma [63] Pigmentary degeneration - Pigmentary degeneration is usually observed in long-standing cases after blunt eye trauma [64] Macular hole - Traumatic macular can be seen after blunt eye trauma [65] Macular cyst - Traumatic macular cyst can be also be observed after blunt trauma [66] Macular scar - Macular scar can also be seen after blunt eye trauma [67]"}
{"id": "article-21506_44", "title": "Blunt Eye Trauma -- Evaluation -- Visual Acuity", "content": "Visual acuity should be evaluated in each eye separately, if possible, taking care not to manipulate any possible intrinsic globe injury. Pupillary defects should also be noted. [68]", "contents": "Blunt Eye Trauma -- Evaluation -- Visual Acuity. Visual acuity should be evaluated in each eye separately, if possible, taking care not to manipulate any possible intrinsic globe injury. Pupillary defects should also be noted. [68]"}
{"id": "article-21506_45", "title": "Blunt Eye Trauma -- Evaluation -- Intraocular Pressure", "content": "Intraocular pressure assessment by noncontact tonometry or applanation tonometry is essential in cases of blunt trauma, as secondary glaucoma can result in acute vision loss. Traumatic secondary glaucoma can occur due to blockage, damage, or collapse of the trabecular meshwork, and angle-closure and hypotony can be secondary ciliary body detachment. [69]", "contents": "Blunt Eye Trauma -- Evaluation -- Intraocular Pressure. Intraocular pressure assessment by noncontact tonometry or applanation tonometry is essential in cases of blunt trauma, as secondary glaucoma can result in acute vision loss. Traumatic secondary glaucoma can occur due to blockage, damage, or collapse of the trabecular meshwork, and angle-closure and hypotony can be secondary ciliary body detachment. [69]"}
{"id": "article-21506_46", "title": "Blunt Eye Trauma -- Evaluation -- Gonioscopy", "content": "Gonioscopy is helpful to rule out a foreign body, blood in Schlemm's canal, blood in angles, pigment dispersion, and angle recession. Gonioscopy should be performed under topical anesthesia with 0.5% proparacaine and when the eye is not inflamed. Gonioscopy can be deferred or delayed in case of pain. [69]", "contents": "Blunt Eye Trauma -- Evaluation -- Gonioscopy. Gonioscopy is helpful to rule out a foreign body, blood in Schlemm's canal, blood in angles, pigment dispersion, and angle recession. Gonioscopy should be performed under topical anesthesia with 0.5% proparacaine and when the eye is not inflamed. Gonioscopy can be deferred or delayed in case of pain. [69]"}
{"id": "article-21506_47", "title": "Blunt Eye Trauma -- Evaluation -- Fluorescein Staining", "content": "This investigation is essential to locate the epithelial defect, look for abrasions, erosions, and seidel's test. [70]", "contents": "Blunt Eye Trauma -- Evaluation -- Fluorescein Staining. This investigation is essential to locate the epithelial defect, look for abrasions, erosions, and seidel's test. [70]"}
{"id": "article-21506_48", "title": "Blunt Eye Trauma -- Evaluation -- Seidel's Test", "content": "The cornea is stained with fluorescein under topical anesthesia, and the tear site is observed for spontaneous aqueous leak under a cobalt blue filter. [71]", "contents": "Blunt Eye Trauma -- Evaluation -- Seidel's Test. The cornea is stained with fluorescein under topical anesthesia, and the tear site is observed for spontaneous aqueous leak under a cobalt blue filter. [71]"}
{"id": "article-21506_49", "title": "Blunt Eye Trauma -- Evaluation -- Forced Seidel's Test", "content": "The cornea is stained with fluorescein stain under topical anesthesia, and the tear site is observed for an aqueous leak on pressure on the globe under a cobalt blue filter. [71]", "contents": "Blunt Eye Trauma -- Evaluation -- Forced Seidel's Test. The cornea is stained with fluorescein stain under topical anesthesia, and the tear site is observed for an aqueous leak on pressure on the globe under a cobalt blue filter. [71]"}
{"id": "article-21506_50", "title": "Blunt Eye Trauma -- Evaluation -- X-Ray", "content": "A plain X-ray of the skull and orbit is helpful to locate any intraocular foreign body. A metallic foreign can show positional changes due to up and down movement. [72]", "contents": "Blunt Eye Trauma -- Evaluation -- X-Ray. A plain X-ray of the skull and orbit is helpful to locate any intraocular foreign body. A metallic foreign can show positional changes due to up and down movement. [72]"}
{"id": "article-21506_51", "title": "Blunt Eye Trauma -- Evaluation -- B Scan Ultrasonography", "content": "This is an essential tool to locate retinal IOFB rule out retinal detachment, globe rupture, vitreous hemorrhage, choroidal detachment, and suprachoroidal hemorrhage. The examining ophthalmologist has to be careful not to exert excess pressure on the globe in case of open globe injuries to prevent extrusion of intraocular contents. [72]", "contents": "Blunt Eye Trauma -- Evaluation -- B Scan Ultrasonography. This is an essential tool to locate retinal IOFB rule out retinal detachment, globe rupture, vitreous hemorrhage, choroidal detachment, and suprachoroidal hemorrhage. The examining ophthalmologist has to be careful not to exert excess pressure on the globe in case of open globe injuries to prevent extrusion of intraocular contents. [72]"}
{"id": "article-21506_52", "title": "Blunt Eye Trauma -- Evaluation -- Computed Tomography", "content": "Computed tomography (C.T.) imaging can rule out additional maxillofacial injuries while confirming the diagnosis. In addition to globe deformity and retrobulbar hematoma, C.T. imaging can evaluate foreign bodies, scleral disruption, and even vitreous hemorrhage. It is superior to X-ray in locating and detecting IOFBs. [72]", "contents": "Blunt Eye Trauma -- Evaluation -- Computed Tomography. Computed tomography (C.T.) imaging can rule out additional maxillofacial injuries while confirming the diagnosis. In addition to globe deformity and retrobulbar hematoma, C.T. imaging can evaluate foreign bodies, scleral disruption, and even vitreous hemorrhage. It is superior to X-ray in locating and detecting IOFBs. [72]"}
{"id": "article-21506_53", "title": "Blunt Eye Trauma -- Evaluation -- Magnetic Resonance Imaging", "content": "Magnetic Resonance Imaging (MRI) is superior in detecting and locating occult posterior rupture and soft tissue trauma. MRI is not indicated in cases of metallic foreign bodies. [72]", "contents": "Blunt Eye Trauma -- Evaluation -- Magnetic Resonance Imaging. Magnetic Resonance Imaging (MRI) is superior in detecting and locating occult posterior rupture and soft tissue trauma. MRI is not indicated in cases of metallic foreign bodies. [72]"}
{"id": "article-21506_54", "title": "Blunt Eye Trauma -- Evaluation -- Electrodiagnostic Tests", "content": "In cases of doubtful visual acuity, electroretinogram (ERG), electrooculography (EOG), visual evoked potential (VEP) are helpful to assess the integrity of the optic nerve and retina. [72]", "contents": "Blunt Eye Trauma -- Evaluation -- Electrodiagnostic Tests. In cases of doubtful visual acuity, electroretinogram (ERG), electrooculography (EOG), visual evoked potential (VEP) are helpful to assess the integrity of the optic nerve and retina. [72]"}
{"id": "article-21506_55", "title": "Blunt Eye Trauma -- Evaluation -- Optical Coherence Tomography", "content": "This investigation is useful to look at the morphology and anatomy of the macula and rule out the macular hole, macular edema, scar, and disruption of IS-OS junction. [72]", "contents": "Blunt Eye Trauma -- Evaluation -- Optical Coherence Tomography. This investigation is useful to look at the morphology and anatomy of the macula and rule out the macular hole, macular edema, scar, and disruption of IS-OS junction. [72]"}
{"id": "article-21506_56", "title": "Blunt Eye Trauma -- Evaluation -- Optical Coherence Tomography", "content": "A thorough evaluation of any concomitant intracranial and facial bony injury should be pursued. A high number of globe ruptures and retrobulbar hematomas are associated with fractures, particularly the orbital floor. Extraocular motility testing may be decreased in the affected eye because of entrapment, intrinsic globe deformity, or retrobulbar hematoma. Laboratory evaluation should be pursued as the clinical situation dictates in the setting of trauma or anticoagulant use.", "contents": "Blunt Eye Trauma -- Evaluation -- Optical Coherence Tomography. A thorough evaluation of any concomitant intracranial and facial bony injury should be pursued. A high number of globe ruptures and retrobulbar hematomas are associated with fractures, particularly the orbital floor. Extraocular motility testing may be decreased in the affected eye because of entrapment, intrinsic globe deformity, or retrobulbar hematoma. Laboratory evaluation should be pursued as the clinical situation dictates in the setting of trauma or anticoagulant use."}
{"id": "article-21506_57", "title": "Blunt Eye Trauma -- Treatment / Management", "content": "For globe rupture, emergency department treatment includes supportive measures to prevent worsening of the injury or extrusion of intraocular contents. Hence, antiemetics should be provided to prevent Valsalva from vomiting, leading to increased intraocular pressures and subsequent loss of aqueous fluid. Analgesia should be provided as needed. A rigid eye shield should be placed, and additional manipulation of the eye should be avoided. The patient should be placed in a semi-recumbent position. [73] [74] [75]", "contents": "Blunt Eye Trauma -- Treatment / Management. For globe rupture, emergency department treatment includes supportive measures to prevent worsening of the injury or extrusion of intraocular contents. Hence, antiemetics should be provided to prevent Valsalva from vomiting, leading to increased intraocular pressures and subsequent loss of aqueous fluid. Analgesia should be provided as needed. A rigid eye shield should be placed, and additional manipulation of the eye should be avoided. The patient should be placed in a semi-recumbent position. [73] [74] [75]"}
{"id": "article-21506_58", "title": "Blunt Eye Trauma -- Treatment / Management", "content": "Similarly, in retrobulbar hematoma, analgesia and antiemetic should be provided. Definitive therapy, however, is immediate decompression with a lateral canthotomy and inferior cantholysis. This can be performed by the emergency medicine provider or the ophthalmologist if there are no delays in the consultant performing this procedure. Vision prognosis is time-sensitive in this setting, with poorer outcomes seen in delays of greater than 4 hours from the time of symptoms. Prophylactic antibiotics can be used to prevent secondary endophthalmitis. [14]", "contents": "Blunt Eye Trauma -- Treatment / Management. Similarly, in retrobulbar hematoma, analgesia and antiemetic should be provided. Definitive therapy, however, is immediate decompression with a lateral canthotomy and inferior cantholysis. This can be performed by the emergency medicine provider or the ophthalmologist if there are no delays in the consultant performing this procedure. Vision prognosis is time-sensitive in this setting, with poorer outcomes seen in delays of greater than 4 hours from the time of symptoms. Prophylactic antibiotics can be used to prevent secondary endophthalmitis. [14]"}
{"id": "article-21506_59", "title": "Blunt Eye Trauma -- Treatment / Management", "content": "In the setting of globe injury or retrobulbar hematoma, emergent consultation with ophthalmology is warranted. Definitive management in these diagnoses is surgical repair by the appropriate ophthalmologic specialist.", "contents": "Blunt Eye Trauma -- Treatment / Management. In the setting of globe injury or retrobulbar hematoma, emergent consultation with ophthalmology is warranted. Definitive management in these diagnoses is surgical repair by the appropriate ophthalmologic specialist."}
{"id": "article-21506_60", "title": "Blunt Eye Trauma -- Differential Diagnosis", "content": "The differential diagnosis of blunt trauma to the eye includes Globe rupture Retrobulbar hematoma Traumatic glaucoma Hyphema Orbital blowout fracture with entrapment Foreign body Scleral disruption Vitreous hemorrhage", "contents": "Blunt Eye Trauma -- Differential Diagnosis. The differential diagnosis of blunt trauma to the eye includes Globe rupture Retrobulbar hematoma Traumatic glaucoma Hyphema Orbital blowout fracture with entrapment Foreign body Scleral disruption Vitreous hemorrhage"}
{"id": "article-21506_61", "title": "Blunt Eye Trauma -- Prognosis", "content": "The prognosis of blunt eye trauma depends heavily on the sequela of the trauma. One study showed that ocular trauma, in general, resulted in monocular blindness in one-quarter of patients. [76] In kids, research has shown that visual acuity is generally better in blunt ocular injury compared to penetrating ocular injury, although rates of glaucoma may be higher in blunt ocular trauma. [77] However, if the eye is ruptured, blunt ocular trauma may lead to the worst visual prognosis since that most likely means the trauma occurred at a high velocity. Other factors that may lead to a worse visual prognosis include a relative afferent pupillary defect, absence of a red reflex, initial visual acuity worse than 20/200, and an eyelid laceration. [78] In another study, in patients with commotio retinae or sclopetaria retinae from blunt ocular trauma, a quarter of patients had visual acuity worse than 20/30 in the eye that had the trauma. [79] Visual acuity is worse after blunt ocular trauma if there is a hyphema, retinal detachment, and/or vitreous hemorrhage. [37] Traumatic optic neuropathy also portends a poor visual outcome. [80]", "contents": "Blunt Eye Trauma -- Prognosis. The prognosis of blunt eye trauma depends heavily on the sequela of the trauma. One study showed that ocular trauma, in general, resulted in monocular blindness in one-quarter of patients. [76] In kids, research has shown that visual acuity is generally better in blunt ocular injury compared to penetrating ocular injury, although rates of glaucoma may be higher in blunt ocular trauma. [77] However, if the eye is ruptured, blunt ocular trauma may lead to the worst visual prognosis since that most likely means the trauma occurred at a high velocity. Other factors that may lead to a worse visual prognosis include a relative afferent pupillary defect, absence of a red reflex, initial visual acuity worse than 20/200, and an eyelid laceration. [78] In another study, in patients with commotio retinae or sclopetaria retinae from blunt ocular trauma, a quarter of patients had visual acuity worse than 20/30 in the eye that had the trauma. [79] Visual acuity is worse after blunt ocular trauma if there is a hyphema, retinal detachment, and/or vitreous hemorrhage. [37] Traumatic optic neuropathy also portends a poor visual outcome. [80]"}
{"id": "article-21506_62", "title": "Blunt Eye Trauma -- Prognosis", "content": "The extent of the initial injury and the injury mechanism often predict whether poor outcomes might be expected. To give the best prognosis of an individual's visual prognosis, the Ocular Trauma Score is a verified method to predict the functional outcome of an eye after trauma. [81]", "contents": "Blunt Eye Trauma -- Prognosis. The extent of the initial injury and the injury mechanism often predict whether poor outcomes might be expected. To give the best prognosis of an individual's visual prognosis, the Ocular Trauma Score is a verified method to predict the functional outcome of an eye after trauma. [81]"}
{"id": "article-21506_63", "title": "Blunt Eye Trauma -- Complications", "content": "Depending on the type and extent of the trauma to the eye, complications may vary based on the location and depth of injury. Conjunctival Tear Corneal Tear Corneal infiltrates Corneal scarring Hyphema Hypopyon Anterior chamber exudates Fibrinous membrane Iridodialysis Iris prolapse Traumatic Mydriasis Iridoplegia Angle-closure glaucoma Post-traumatic glaucoma Subluxated lens Dislocated lens Subluxated IOL Dislocated IOL Posterior capsular rupture Zonular dialysis Cataracts Retinal Tear Retinal detachment Choroidal detachment Choroidal rupture Traumatic optic neuropathy Optic nerve avulsion Endophthalmitis Panophthalmitis Varying degrees of vision loss may also occur. Enucleation may be required in severe trauma not amenable to ophthalmologic surgical repair.", "contents": "Blunt Eye Trauma -- Complications. Depending on the type and extent of the trauma to the eye, complications may vary based on the location and depth of injury. Conjunctival Tear Corneal Tear Corneal infiltrates Corneal scarring Hyphema Hypopyon Anterior chamber exudates Fibrinous membrane Iridodialysis Iris prolapse Traumatic Mydriasis Iridoplegia Angle-closure glaucoma Post-traumatic glaucoma Subluxated lens Dislocated lens Subluxated IOL Dislocated IOL Posterior capsular rupture Zonular dialysis Cataracts Retinal Tear Retinal detachment Choroidal detachment Choroidal rupture Traumatic optic neuropathy Optic nerve avulsion Endophthalmitis Panophthalmitis Varying degrees of vision loss may also occur. Enucleation may be required in severe trauma not amenable to ophthalmologic surgical repair."}
{"id": "article-21506_64", "title": "Blunt Eye Trauma -- Postoperative and Rehabilitation Care", "content": "Based on the indication, all patients undergoing surgical intervention should be managed with post-operative medication (antibiotics, antifungals, steroids, or oral anti-inflammatory, antibiotics). The patient should be closely followed up to prevent any significant complications. [82]", "contents": "Blunt Eye Trauma -- Postoperative and Rehabilitation Care. Based on the indication, all patients undergoing surgical intervention should be managed with post-operative medication (antibiotics, antifungals, steroids, or oral anti-inflammatory, antibiotics). The patient should be closely followed up to prevent any significant complications. [82]"}
{"id": "article-21506_65", "title": "Blunt Eye Trauma -- Consultations", "content": "All cases of blunt eye trauma presenting to the clinic or casualty should be evaluated in detail by the ophthalmologist. Patients requiring surgical intervention or expert opinion should be referred to corneal, external disease, trauma specialist, and a retina specialist for targeted management and good visual outcome. Non-resolving glaucoma cases will need expert inputs from glaucoma surgeons. Patients with traumatic cataract subluxated or dislocated nucleus should be managed by a cataract and IOL surgeon. [2]", "contents": "Blunt Eye Trauma -- Consultations. All cases of blunt eye trauma presenting to the clinic or casualty should be evaluated in detail by the ophthalmologist. Patients requiring surgical intervention or expert opinion should be referred to corneal, external disease, trauma specialist, and a retina specialist for targeted management and good visual outcome. Non-resolving glaucoma cases will need expert inputs from glaucoma surgeons. Patients with traumatic cataract subluxated or dislocated nucleus should be managed by a cataract and IOL surgeon. [2]"}
{"id": "article-21506_66", "title": "Blunt Eye Trauma -- Deterrence and Patient Education", "content": "Patients should be educated on the importance of wearing eye protection when doing any activity where ocular trauma commonly occurs. This includes sports and riding motorized vehicles, among many other things. Eye protection has been found to reduce severe ocular injuries in combat operations. [83] Patients should be encouraged to wear ocular protection at all times if they are monocular due to trauma to the eye with vision potentially leading to blindness. Many cases of ocular trauma occur within the home, so consideration should be made to educating patients on ocular protection at all times, and not just traditional high-risk activities such as sports. [84]", "contents": "Blunt Eye Trauma -- Deterrence and Patient Education. Patients should be educated on the importance of wearing eye protection when doing any activity where ocular trauma commonly occurs. This includes sports and riding motorized vehicles, among many other things. Eye protection has been found to reduce severe ocular injuries in combat operations. [83] Patients should be encouraged to wear ocular protection at all times if they are monocular due to trauma to the eye with vision potentially leading to blindness. Many cases of ocular trauma occur within the home, so consideration should be made to educating patients on ocular protection at all times, and not just traditional high-risk activities such as sports. [84]"}
{"id": "article-21506_67", "title": "Blunt Eye Trauma -- Pearls and Other Issues", "content": "Avoid any unnecessary manipulation of the globe (including tonometry) to prevent any extrusion of intraocular contents. Obtain appropriate imaging to rule out concomitant bony injury or intracranial trauma. Provide analgesia and antiemetics to prevent Valsalva maneuvers that may worsen globe rupture or retrobulbar hematoma. A protective rigid eye shield should be utilized to prevent any additional injury; eye patches are contraindicated. Provide prophylactic antibiotics to help prevent endophthalmitis. Seek emergent Ophthalmology consultation for definitive measures, but do not delay lateral canthotomy for patients with known retrobulbar hematoma.", "contents": "Blunt Eye Trauma -- Pearls and Other Issues. Avoid any unnecessary manipulation of the globe (including tonometry) to prevent any extrusion of intraocular contents. Obtain appropriate imaging to rule out concomitant bony injury or intracranial trauma. Provide analgesia and antiemetics to prevent Valsalva maneuvers that may worsen globe rupture or retrobulbar hematoma. A protective rigid eye shield should be utilized to prevent any additional injury; eye patches are contraindicated. Provide prophylactic antibiotics to help prevent endophthalmitis. Seek emergent Ophthalmology consultation for definitive measures, but do not delay lateral canthotomy for patients with known retrobulbar hematoma."}
{"id": "article-21506_68", "title": "Blunt Eye Trauma -- Enhancing Healthcare Team Outcomes", "content": "Eye trauma is prevalent, resulting in loss of vision in many people. Without vision, one becomes handicapped, and getting a suitable job is difficult. In many cases, ocular eye injury is preventable, and the onus is on all clinicians to educate patients on eye safety. An interprofessional team is probably the best way to educate and monitor patients with eye trauma. Because of a serious shortage of eye surgeons, most patients are followed up by the primary care provider or nurse practitioner as outpatients.", "contents": "Blunt Eye Trauma -- Enhancing Healthcare Team Outcomes. Eye trauma is prevalent, resulting in loss of vision in many people. Without vision, one becomes handicapped, and getting a suitable job is difficult. In many cases, ocular eye injury is preventable, and the onus is on all clinicians to educate patients on eye safety. An interprofessional team is probably the best way to educate and monitor patients with eye trauma. Because of a serious shortage of eye surgeons, most patients are followed up by the primary care provider or nurse practitioner as outpatients."}
{"id": "article-21506_69", "title": "Blunt Eye Trauma -- Enhancing Healthcare Team Outcomes", "content": "Eye trauma commonly presents to the emergency department. However, in the ED, besides a superficial exam including a visual acuity test, analysis of deeper injury to the eye is not always possible. Hence, healthcare workers, including nurse practitioners, should always consult with the ophthalmologist on call to assess the eye.", "contents": "Blunt Eye Trauma -- Enhancing Healthcare Team Outcomes. Eye trauma commonly presents to the emergency department. However, in the ED, besides a superficial exam including a visual acuity test, analysis of deeper injury to the eye is not always possible. Hence, healthcare workers, including nurse practitioners, should always consult with the ophthalmologist on call to assess the eye."}
{"id": "article-21506_70", "title": "Blunt Eye Trauma -- Enhancing Healthcare Team Outcomes", "content": "The emergency department physician may treat superficial lacerations around the eye, but all patients with vision loss should be referred to the ophthalmologist. During follow-up, the nurse practitioner and primary care provider should communicate with the eye surgeon if there are any vision-related problems. Missing eye injuries can lead to permanent visual loss and may include prolonged litigation. Finally, all clinicians should educate patients on eye safety, such as wearing face helmets and safety goggles when working with splashing liquids or flying debris. [85] [Level 5]", "contents": "Blunt Eye Trauma -- Enhancing Healthcare Team Outcomes. The emergency department physician may treat superficial lacerations around the eye, but all patients with vision loss should be referred to the ophthalmologist. During follow-up, the nurse practitioner and primary care provider should communicate with the eye surgeon if there are any vision-related problems. Missing eye injuries can lead to permanent visual loss and may include prolonged litigation. Finally, all clinicians should educate patients on eye safety, such as wearing face helmets and safety goggles when working with splashing liquids or flying debris. [85] [Level 5]"}
{"id": "article-21506_71", "title": "Blunt Eye Trauma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Blunt Eye Trauma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}