{"id": "article-23027_0", "title": "Human Insulin -- Continuing Education Activity", "content": "The management of type 1 diabetes mellitus entails replacing the actions of the beta cells of the pancreatic islet to detect the need for insulin and to have insulin administered according to the requirements of the patient's body. This activity reviews the indications for the use of insulin, its mechanism of action, routes of administration, contraindications, adverse effects, monitoring its blood concentrations, and toxicity. It also describes in detail how insulin leads to shifts of electrolytes between the intracellular and extracellular compartments. Also, this activity summarizes the cellular production of insulin and its function via its receptor and the numerous effects on carbohydrate, protein, and fat metabolism.", "contents": "Human Insulin -- Continuing Education Activity. The management of type 1 diabetes mellitus entails replacing the actions of the beta cells of the pancreatic islet to detect the need for insulin and to have insulin administered according to the requirements of the patient's body. This activity reviews the indications for the use of insulin, its mechanism of action, routes of administration, contraindications, adverse effects, monitoring its blood concentrations, and toxicity. It also describes in detail how insulin leads to shifts of electrolytes between the intracellular and extracellular compartments. Also, this activity summarizes the cellular production of insulin and its function via its receptor and the numerous effects on carbohydrate, protein, and fat metabolism."}
{"id": "article-23027_1", "title": "Human Insulin -- Continuing Education Activity", "content": "Objectives: Describe the action of insulin on glucose metabolism. Review the synthesis of insulin in pancreatic beta cells. Outline the relationship between insulin and potassium and its importance in the management of patients with diabetic ketoacidosis. Summarize interprofessional team strategies for improving care coordination and communication about the use of insulin to enhance outcomes for patients affected by diabetes mellitus. Access free multiple choice questions on this topic.", "contents": "Human Insulin -- Continuing Education Activity. Objectives: Describe the action of insulin on glucose metabolism. Review the synthesis of insulin in pancreatic beta cells. Outline the relationship between insulin and potassium and its importance in the management of patients with diabetic ketoacidosis. Summarize interprofessional team strategies for improving care coordination and communication about the use of insulin to enhance outcomes for patients affected by diabetes mellitus. Access free multiple choice questions on this topic."}
{"id": "article-23027_2", "title": "Human Insulin -- Indications", "content": "The management of type 1 diabetes mellitus entails replacing the actions of the beta cells of the pancreatic islet to detect the need for insulin and to have insulin administered according to the needs of the patient's body. Insulin is a natural hormone, and it is an essential medication for a multitude of disease states. One of the most critical uses of insulin is in type 1 diabetes mellitus and type 2 diabetes mellitus. [1] [2] Insulin is one of the few medications indicated for use in the management of gestational diabetes. [3] Due to its effects of driving potassium into the intracellular compartment, it has utility in managing hyperkalemia. [4] Insulin is a component in the management of complications of diabetes mellitus, including diabetic ketoacidosis as well as the hyperosmolar hyperglycemic state. [5]", "contents": "Human Insulin -- Indications. The management of type 1 diabetes mellitus entails replacing the actions of the beta cells of the pancreatic islet to detect the need for insulin and to have insulin administered according to the needs of the patient's body. Insulin is a natural hormone, and it is an essential medication for a multitude of disease states. One of the most critical uses of insulin is in type 1 diabetes mellitus and type 2 diabetes mellitus. [1] [2] Insulin is one of the few medications indicated for use in the management of gestational diabetes. [3] Due to its effects of driving potassium into the intracellular compartment, it has utility in managing hyperkalemia. [4] Insulin is a component in the management of complications of diabetes mellitus, including diabetic ketoacidosis as well as the hyperosmolar hyperglycemic state. [5]"}
{"id": "article-23027_3", "title": "Human Insulin -- Indications", "content": "There is a proven clinical benefit in using insulin in critical illnesses to prevent or treat hyperglycemia-related toxicity. [6] Commonly, treatment of hypertriglyceridemia includes dietary modifications and medical management with the use of fibrates, fish oil, and niacin, amongst others. One of the other very important applications of insulin is in the treatment of severe hypertriglyceridemia as well as hypertriglyceridemia-induced pancreatitis. Insulin lowers the triglycerides by upregulating the formation of lipoprotein lipase, which works by hydrolyzing the triglycerides. Insulin infusion can help patients with severe hypertriglyceridemia by quickly reducing the blood concentrations of triglycerides to less than 1000 mg/dl. [7]", "contents": "Human Insulin -- Indications. There is a proven clinical benefit in using insulin in critical illnesses to prevent or treat hyperglycemia-related toxicity. [6] Commonly, treatment of hypertriglyceridemia includes dietary modifications and medical management with the use of fibrates, fish oil, and niacin, amongst others. One of the other very important applications of insulin is in the treatment of severe hypertriglyceridemia as well as hypertriglyceridemia-induced pancreatitis. Insulin lowers the triglycerides by upregulating the formation of lipoprotein lipase, which works by hydrolyzing the triglycerides. Insulin infusion can help patients with severe hypertriglyceridemia by quickly reducing the blood concentrations of triglycerides to less than 1000 mg/dl. [7]"}
{"id": "article-23027_4", "title": "Human Insulin -- Mechanism of Action", "content": "Insulin’s significant actions focus on storing excess energy in a fed state. Insulin promotes glycogen synthesis, lipid synthesis, protein synthesis, DNA synthesis, and cellular growth and differentiation. Once glucose gets absorbed from a meal, it enters the blood, and then the pancreas releases insulin. Insulin synthesis occurs in the beta cells of the pancreas initially as preproinsulin. Preproinsulin then converts to proinsulin, which then transforms into a single peptide with A, B, and C peptide units. The A and B peptides are joined by disulfide bonds to make insulin and are secreted into the bloodstream. Insulin binds to its cellular receptor. The insulin receptor is composed of alpha subunits, beta subunits, and a tyrosine kinase enzyme. When insulin binds to the alpha subunit, this triggers phosphorylation and activation of the target proteins intracellularly by the tyrosine kinase leading to many effects on cellular metabolism. Activation of the insulin receptor also leads to increased expression of GLUT (a glucose transporter) to the membrane surface and promotes the entry of glucose to the intracellular compartment and then undergoes cellular metabolism. Insulin signals glucose conversion to glycogen for storage and the formation of acetyl coenzyme A and triacylglycerol, which get stored in adipose tissue. Also, insulin directs amino acids for protein synthesis. [3]", "contents": "Human Insulin -- Mechanism of Action. Insulin’s significant actions focus on storing excess energy in a fed state. Insulin promotes glycogen synthesis, lipid synthesis, protein synthesis, DNA synthesis, and cellular growth and differentiation. Once glucose gets absorbed from a meal, it enters the blood, and then the pancreas releases insulin. Insulin synthesis occurs in the beta cells of the pancreas initially as preproinsulin. Preproinsulin then converts to proinsulin, which then transforms into a single peptide with A, B, and C peptide units. The A and B peptides are joined by disulfide bonds to make insulin and are secreted into the bloodstream. Insulin binds to its cellular receptor. The insulin receptor is composed of alpha subunits, beta subunits, and a tyrosine kinase enzyme. When insulin binds to the alpha subunit, this triggers phosphorylation and activation of the target proteins intracellularly by the tyrosine kinase leading to many effects on cellular metabolism. Activation of the insulin receptor also leads to increased expression of GLUT (a glucose transporter) to the membrane surface and promotes the entry of glucose to the intracellular compartment and then undergoes cellular metabolism. Insulin signals glucose conversion to glycogen for storage and the formation of acetyl coenzyme A and triacylglycerol, which get stored in adipose tissue. Also, insulin directs amino acids for protein synthesis. [3]"}
{"id": "article-23027_5", "title": "Human Insulin -- Mechanism of Action", "content": "In patients with diabetes mellitus, to reach the goal of normal 24-hour insulin activity like in healthy adults without diabetes mellitus, one single insulin formulation with a defined onset, peak, and duration of action is not helpful. Hence there is a need for different kinds of insulin that have different pharmacokinetics. Based on the mode of action, there are four different types of insulin analogs as follows [8] :", "contents": "Human Insulin -- Mechanism of Action. In patients with diabetes mellitus, to reach the goal of normal 24-hour insulin activity like in healthy adults without diabetes mellitus, one single insulin formulation with a defined onset, peak, and duration of action is not helpful. Hence there is a need for different kinds of insulin that have different pharmacokinetics. Based on the mode of action, there are four different types of insulin analogs as follows [8] :"}
{"id": "article-23027_6", "title": "Human Insulin -- Administration", "content": "There are multiple routes of administration of insulin. Insulin is most commonly injected using an insulin syringe. These are plastic disposable syringes available in sizes that hold 30, 50, and 100 units of insulin. They come equipped with a fine gauge needle (up to 31 gauge) with short needle lengths of 3/16 inch for infants up o 1/2 inch or greater for adults. The most frequent administration method is a subcutaneous injection. In rare instances, insulin may be injected into a muscle, but this should only be under close medical supervision, as in a hospital or other facility.", "contents": "Human Insulin -- Administration. There are multiple routes of administration of insulin. Insulin is most commonly injected using an insulin syringe. These are plastic disposable syringes available in sizes that hold 30, 50, and 100 units of insulin. They come equipped with a fine gauge needle (up to 31 gauge) with short needle lengths of 3/16 inch for infants up o 1/2 inch or greater for adults. The most frequent administration method is a subcutaneous injection. In rare instances, insulin may be injected into a muscle, but this should only be under close medical supervision, as in a hospital or other facility."}
{"id": "article-23027_7", "title": "Human Insulin -- Administration", "content": "Because of their convenience, insulin pens have gained greater popularity in recent years; these can be disposable or re-usable, the latter utilizing disposable insulin cartridges. Another option is continuous subcutaneous insulin infusion (CSII) devices or insulin pumps. These small computerized devices are programmed to deliver subcutaneous insulin. [9] Regular insulin and rapid-acting insulins can also be delivered intravenously, but this is only possible under close medical supervision in a clinical setting. [10]", "contents": "Human Insulin -- Administration. Because of their convenience, insulin pens have gained greater popularity in recent years; these can be disposable or re-usable, the latter utilizing disposable insulin cartridges. Another option is continuous subcutaneous insulin infusion (CSII) devices or insulin pumps. These small computerized devices are programmed to deliver subcutaneous insulin. [9] Regular insulin and rapid-acting insulins can also be delivered intravenously, but this is only possible under close medical supervision in a clinical setting. [10]"}
{"id": "article-23027_8", "title": "Human Insulin -- Administration", "content": "Administration can be as a bolus as an intravenous injection or as a continuous intravenous infusion. Typically, glycemic control is achieved by using basal and prandial insulin administration or by continuous subcutaneous insulin infusion. Recently, the inhalational route for the administration of insulin is available for clinical use. [2] [11] Transplantation of the islet cells of the pancreas or pancreatic transplantation is an investigational procedure that can mimic natural insulin synthesis and functionality. [12] Administration of insulin via oral and transdermal routes is being evaluated and may be available shortly for everyday use. [11]", "contents": "Human Insulin -- Administration. Administration can be as a bolus as an intravenous injection or as a continuous intravenous infusion. Typically, glycemic control is achieved by using basal and prandial insulin administration or by continuous subcutaneous insulin infusion. Recently, the inhalational route for the administration of insulin is available for clinical use. [2] [11] Transplantation of the islet cells of the pancreas or pancreatic transplantation is an investigational procedure that can mimic natural insulin synthesis and functionality. [12] Administration of insulin via oral and transdermal routes is being evaluated and may be available shortly for everyday use. [11]"}
{"id": "article-23027_9", "title": "Human Insulin -- Adverse Effects", "content": "As with any other medication, there are clinically significant side effects associated with the use of insulin. Insulin administration can lead to local hypersensitivity reactions such as erythema, pruritus, swelling, and pain at the injection site. Local dermal lipo-dystrophic reactions can occur. An inappropriately excessive dose of insulin or incoordination with meals/missing meals hypoglycemia can occur, which can be life-threatening. Untreated hypoglycemia can cause seizures, coma as well as death, which makes it especially important in elderly patients who are more susceptible. Long-term use of insulin can lead to the production of antibodies against it with the possible development of insulin resistance. As mentioned earlier, insulin can cause the potassium to shift to the intracellular compartment and lead to hypokalemia. Hypokalemia can manifest as cardiac arrhythmias, muscle cramping, gastrointestinal upset, confusion, weakness, and lethargy. [11]", "contents": "Human Insulin -- Adverse Effects. As with any other medication, there are clinically significant side effects associated with the use of insulin. Insulin administration can lead to local hypersensitivity reactions such as erythema, pruritus, swelling, and pain at the injection site. Local dermal lipo-dystrophic reactions can occur. An inappropriately excessive dose of insulin or incoordination with meals/missing meals hypoglycemia can occur, which can be life-threatening. Untreated hypoglycemia can cause seizures, coma as well as death, which makes it especially important in elderly patients who are more susceptible. Long-term use of insulin can lead to the production of antibodies against it with the possible development of insulin resistance. As mentioned earlier, insulin can cause the potassium to shift to the intracellular compartment and lead to hypokalemia. Hypokalemia can manifest as cardiac arrhythmias, muscle cramping, gastrointestinal upset, confusion, weakness, and lethargy. [11]"}
{"id": "article-23027_10", "title": "Human Insulin -- Contraindications", "content": "There are a few contraindications to the use of insulin. A patient history of allergic reactions to insulin, its reuse is contraindicated. In patients with insulinoma, where there is excessive endogenous insulin production, the use of exogenous insulin is contraindicated. There is a relative contraindication to using insulin in the setting of hypokalemia. The potassium concentrations must be corrected before administering insulin, as insulin has a known effect of causing hypokalemia.", "contents": "Human Insulin -- Contraindications. There are a few contraindications to the use of insulin. A patient history of allergic reactions to insulin, its reuse is contraindicated. In patients with insulinoma, where there is excessive endogenous insulin production, the use of exogenous insulin is contraindicated. There is a relative contraindication to using insulin in the setting of hypokalemia. The potassium concentrations must be corrected before administering insulin, as insulin has a known effect of causing hypokalemia."}
{"id": "article-23027_11", "title": "Human Insulin -- Monitoring", "content": "It is paramount to monitor the blood glucose concentrations while using insulin for optimal glycemic control without causing hypoglycemia (or hyperglycemia). This monitoring is commonly done with regular blood glucose checking with finger prick glucose testing using a glucometer. There are novel techniques now available for continuous glucose monitoring that work via a sensing device inserted subcutaneously. The device measures the glucose concentration in the interstitial fluid between the cells and transmits this information to a monitoring device. The glucose concentrations can be tracked consistently during the day as well as at night with this device. Also, long-term glycemic control can be monitored by using glycated hemoglobin, also known as hemoglobin A1C.", "contents": "Human Insulin -- Monitoring. It is paramount to monitor the blood glucose concentrations while using insulin for optimal glycemic control without causing hypoglycemia (or hyperglycemia). This monitoring is commonly done with regular blood glucose checking with finger prick glucose testing using a glucometer. There are novel techniques now available for continuous glucose monitoring that work via a sensing device inserted subcutaneously. The device measures the glucose concentration in the interstitial fluid between the cells and transmits this information to a monitoring device. The glucose concentrations can be tracked consistently during the day as well as at night with this device. Also, long-term glycemic control can be monitored by using glycated hemoglobin, also known as hemoglobin A1C."}
{"id": "article-23027_12", "title": "Human Insulin -- Toxicity", "content": "Insulin overdose can cause toxicity by causing hypoglycemia and many additional effects, including arrhythmias, coma, seizures, hypotension, amongst other symptoms. Long-term insulin use may lead to dermal toxicity by causing lipodystrophy. The patient can mitigate this adverse effect by rotating subcutaneous injection sites. Insulin can also cause hypokalemia and related complications, as mentioned earlier in this article.", "contents": "Human Insulin -- Toxicity. Insulin overdose can cause toxicity by causing hypoglycemia and many additional effects, including arrhythmias, coma, seizures, hypotension, amongst other symptoms. Long-term insulin use may lead to dermal toxicity by causing lipodystrophy. The patient can mitigate this adverse effect by rotating subcutaneous injection sites. Insulin can also cause hypokalemia and related complications, as mentioned earlier in this article."}
{"id": "article-23027_13", "title": "Human Insulin -- Enhancing Healthcare Team Outcomes", "content": "To enhance patient health outcomes by the healthcare teams, medical education and dissemination of information regarding diabetes mellitus, its complications, and management options are crucial for patient care. All interprofessional healthcare team members (clinicians, pharmacists, nurses) must be mindful of the potential complications as well as how to manage hypoglycemia, hypokalemia, and other complications of insulin pharmacotherapy.", "contents": "Human Insulin -- Enhancing Healthcare Team Outcomes. To enhance patient health outcomes by the healthcare teams, medical education and dissemination of information regarding diabetes mellitus, its complications, and management options are crucial for patient care. All interprofessional healthcare team members (clinicians, pharmacists, nurses) must be mindful of the potential complications as well as how to manage hypoglycemia, hypokalemia, and other complications of insulin pharmacotherapy."}
{"id": "article-23027_14", "title": "Human Insulin -- Enhancing Healthcare Team Outcomes", "content": "All interprofessional team members should assist in educating the patient and family about the importance of safe insulin dosing. Demonstrations and educational workshops would go a long way toward achieving these goals. It is also crucial to educate the patient to recognize the early signs of hypoglycemia and how to manage diabetes mellitus with insulin and other glycemic control medications. This approach allows the patient to become an integral member of the healthcare team, i.e., its number one focus, and to help in improving overall outcomes by close collaboration. Nursing should ensure proper administration, adherence, and verify monitoring. Pharmacists need to verify dosing, perform medication reconciliation, and instruct patients on administration and how to use their glucose monitor properly. If there are concerns, they should work with the clinician to improve the safe administration of the drug. Monitoring of the blood glucose concentrations, adjusting the dose of insulin as necessary, and lifestyle modifications to prevent chronic complications of diabetes mellitus are significant goals to enhance the patient health outcomes by the healthcare team. [Level 5]", "contents": "Human Insulin -- Enhancing Healthcare Team Outcomes. All interprofessional team members should assist in educating the patient and family about the importance of safe insulin dosing. Demonstrations and educational workshops would go a long way toward achieving these goals. It is also crucial to educate the patient to recognize the early signs of hypoglycemia and how to manage diabetes mellitus with insulin and other glycemic control medications. This approach allows the patient to become an integral member of the healthcare team, i.e., its number one focus, and to help in improving overall outcomes by close collaboration. Nursing should ensure proper administration, adherence, and verify monitoring. Pharmacists need to verify dosing, perform medication reconciliation, and instruct patients on administration and how to use their glucose monitor properly. If there are concerns, they should work with the clinician to improve the safe administration of the drug. Monitoring of the blood glucose concentrations, adjusting the dose of insulin as necessary, and lifestyle modifications to prevent chronic complications of diabetes mellitus are significant goals to enhance the patient health outcomes by the healthcare team. [Level 5]"}
{"id": "article-23027_15", "title": "Human Insulin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Human Insulin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}