{"id": "article-27295_0", "title": "Plaque Psoriasis -- Continuing Education Activity", "content": "Psoriasis is the most prevalent immune-mediated inflammatory disease. It involves skin and in some cases, joints, and can be associated with abnormalities of other systems. Plaque psoriasis is the most common type of psoriasis. This activity reviews psoriasis, its evaluation, and management, and highlights the role of the interprofessional team in the recognition and management of psoriasis.", "contents": "Plaque Psoriasis -- Continuing Education Activity. Psoriasis is the most prevalent immune-mediated inflammatory disease. It involves skin and in some cases, joints, and can be associated with abnormalities of other systems. Plaque psoriasis is the most common type of psoriasis. This activity reviews psoriasis, its evaluation, and management, and highlights the role of the interprofessional team in the recognition and management of psoriasis."}
{"id": "article-27295_1", "title": "Plaque Psoriasis -- Continuing Education Activity", "content": "Objectives: Describe the common presentation of psoriasis. Outline the testing that should be done in patients suspected of having psoriasis. Explain the management options for psoriasis. Outline the importance of enhancing care coordination among the interprofessional team to help patients with psoriasis obtain sufficient relief. Access free multiple choice questions on this topic.", "contents": "Plaque Psoriasis -- Continuing Education Activity. Objectives: Describe the common presentation of psoriasis. Outline the testing that should be done in patients suspected of having psoriasis. Explain the management options for psoriasis. Outline the importance of enhancing care coordination among the interprofessional team to help patients with psoriasis obtain sufficient relief. Access free multiple choice questions on this topic."}
{"id": "article-27295_2", "title": "Plaque Psoriasis -- Introduction", "content": "Psoriasis is recognized as the most prevalent immune-mediated inflammatory disease, involving skin and joints and associated with abnormalities of other systems. Plaque psoriasis is the commonest clinical type of psoriasis. Even though the condition is not life-threatening, it is difficult to treat and response rates vary widely. [1] [2]", "contents": "Plaque Psoriasis -- Introduction. Psoriasis is recognized as the most prevalent immune-mediated inflammatory disease, involving skin and joints and associated with abnormalities of other systems. Plaque psoriasis is the commonest clinical type of psoriasis. Even though the condition is not life-threatening, it is difficult to treat and response rates vary widely. [1] [2]"}
{"id": "article-27295_3", "title": "Plaque Psoriasis -- Introduction", "content": "Plaque psoriasis typically presents with large oval-circular plaques over the scalp, trunk and extensor body surface. The plaques have an extensive amount of scaling due to the hyperproliferation of the epidermal cells. Most patients have acute flares and relapses of plaque psoriasis, which may sometimes become severe and progress into the pustular subtype. At least 15% of patients with plaque psoriasis will develop psoriatic arthritis.", "contents": "Plaque Psoriasis -- Introduction. Plaque psoriasis typically presents with large oval-circular plaques over the scalp, trunk and extensor body surface. The plaques have an extensive amount of scaling due to the hyperproliferation of the epidermal cells. Most patients have acute flares and relapses of plaque psoriasis, which may sometimes become severe and progress into the pustular subtype. At least 15% of patients with plaque psoriasis will develop psoriatic arthritis."}
{"id": "article-27295_4", "title": "Plaque Psoriasis -- Etiology", "content": "Psoriasis has a multifactorial etiology. Apart from genetic predisposition, risk factors that trigger psoriasis include trauma, infection, drugs, metabolic factors, stress, alcohol, smoking, and sunlight. Drugs that can exacerbate psoriasis include antimalarials, beta-blockers, bupropion, calcium channel blockers, captopril, fluoxetine, glyburide, granulocyte colony-stimulating factor, interferon, interleukins, lipid-lowering drugs, lithium, penicillin, and terbinafine. [3]", "contents": "Plaque Psoriasis -- Etiology. Psoriasis has a multifactorial etiology. Apart from genetic predisposition, risk factors that trigger psoriasis include trauma, infection, drugs, metabolic factors, stress, alcohol, smoking, and sunlight. Drugs that can exacerbate psoriasis include antimalarials, beta-blockers, bupropion, calcium channel blockers, captopril, fluoxetine, glyburide, granulocyte colony-stimulating factor, interferon, interleukins, lipid-lowering drugs, lithium, penicillin, and terbinafine. [3]"}
{"id": "article-27295_5", "title": "Plaque Psoriasis -- Etiology", "content": "Genetic factors do play a role in plaque psoriasis; there is a much higher risk of developing plaque psoriasis if one individual already has the disorder. Patients with susceptible loci (PSOR1) on chromosome 6 are more likely to develop the disorder.", "contents": "Plaque Psoriasis -- Etiology. Genetic factors do play a role in plaque psoriasis; there is a much higher risk of developing plaque psoriasis if one individual already has the disorder. Patients with susceptible loci (PSOR1) on chromosome 6 are more likely to develop the disorder."}
{"id": "article-27295_6", "title": "Plaque Psoriasis -- Etiology", "content": "Almost all types of trauma are known to be associated with plaque psoriasis. In addition, excessive scratching can trigger or aggravate localized psoriasis. The development of psoriatic plaques at any site of trauma is known as the koebner reaction. Sunlight is known to be beneficial for patients with plaque psoriasis; however, in a small number of patients, the disorder may be aggravated by light. Both HIV and pharyngeal streptococcal infections have been associated with psoriasis. However, HIV patients managed with HAART tend to have less severe disease.", "contents": "Plaque Psoriasis -- Etiology. Almost all types of trauma are known to be associated with plaque psoriasis. In addition, excessive scratching can trigger or aggravate localized psoriasis. The development of psoriatic plaques at any site of trauma is known as the koebner reaction. Sunlight is known to be beneficial for patients with plaque psoriasis; however, in a small number of patients, the disorder may be aggravated by light. Both HIV and pharyngeal streptococcal infections have been associated with psoriasis. However, HIV patients managed with HAART tend to have less severe disease."}
{"id": "article-27295_7", "title": "Plaque Psoriasis -- Epidemiology", "content": "Psoriasis is prevalent worldwide with a global prevalence of 1% to 8%. It begins in childhood in approximately one-third of cases. An increase in the prevalence of childhood psoriasis has been reported in recent years. [4] [5]", "contents": "Plaque Psoriasis -- Epidemiology. Psoriasis is prevalent worldwide with a global prevalence of 1% to 8%. It begins in childhood in approximately one-third of cases. An increase in the prevalence of childhood psoriasis has been reported in recent years. [4] [5]"}
{"id": "article-27295_8", "title": "Plaque Psoriasis -- Epidemiology", "content": "Psoriasis affects both genders equally. The disorder first appears in individuals between ages 15-22 and then a second peak occurs in individuals aged between 55-70 years. Overall, the disorder appears a few years earlier in females compared to males. Psoriasis is much more common in Caucasians but low rates have been reported in Africans and the Japanese.", "contents": "Plaque Psoriasis -- Epidemiology. Psoriasis affects both genders equally. The disorder first appears in individuals between ages 15-22 and then a second peak occurs in individuals aged between 55-70 years. Overall, the disorder appears a few years earlier in females compared to males. Psoriasis is much more common in Caucasians but low rates have been reported in Africans and the Japanese."}
{"id": "article-27295_9", "title": "Plaque Psoriasis -- Pathophysiology", "content": "Psoriasis is caused by inappropriate activation of the immune system defined by a series of linked cellular changes in the skin that include keratinocyte hyperplasia; altered T-cell function and angiogenesis, the most important cell series being the helper T cells. The role of oxidative stress, reactive oxygen species [ROS] and an increased expression of insulin-like growth factor-1 (IGF-1) and epidermal growth factor (EGF) in the pathogenesis of psoriasis have been proved. Many psoriasis susceptibility loci have been detected by linkage studies (PSORS1-12). HLA-Cw6 allele has a strong association with early-onset psoriasis.", "contents": "Plaque Psoriasis -- Pathophysiology. Psoriasis is caused by inappropriate activation of the immune system defined by a series of linked cellular changes in the skin that include keratinocyte hyperplasia; altered T-cell function and angiogenesis, the most important cell series being the helper T cells. The role of oxidative stress, reactive oxygen species [ROS] and an increased expression of insulin-like growth factor-1 (IGF-1) and epidermal growth factor (EGF) in the pathogenesis of psoriasis have been proved. Many psoriasis susceptibility loci have been detected by linkage studies (PSORS1-12). HLA-Cw6 allele has a strong association with early-onset psoriasis."}
{"id": "article-27295_10", "title": "Plaque Psoriasis -- Pathophysiology", "content": "More research is ongoing in the area of biomarkers in psoriasis. Leptin and resistin are considered as candidate biomarkers for prediction of development of insulin resistance and atherosclerosis in obese patients with psoriasis. K16 expression in non-lesional psoriatic epidermis has been sug­gested as a marker of preclinical psoriasis. IL-18 is the candidate cytokine biomarker of disease severity. Lower levels of cell surface expression markers of T-cell subsets, such as CD8, CD45RO, CD2, CD94, and CD161 are features of  inflammatory linear verrucous epidermal nevus (ILVEN) but not with Blaschko linear psoriasis. [6] [7]", "contents": "Plaque Psoriasis -- Pathophysiology. More research is ongoing in the area of biomarkers in psoriasis. Leptin and resistin are considered as candidate biomarkers for prediction of development of insulin resistance and atherosclerosis in obese patients with psoriasis. K16 expression in non-lesional psoriatic epidermis has been sug­gested as a marker of preclinical psoriasis. IL-18 is the candidate cytokine biomarker of disease severity. Lower levels of cell surface expression markers of T-cell subsets, such as CD8, CD45RO, CD2, CD94, and CD161 are features of  inflammatory linear verrucous epidermal nevus (ILVEN) but not with Blaschko linear psoriasis. [6] [7]"}
{"id": "article-27295_11", "title": "Plaque Psoriasis -- Histopathology", "content": "Histology of a well-developed plaque shows compact orthokeratosis, parakeratosis, spongiform pustules, microabscesses with the neutrophil collection in the upper epidermis, acanthosis, elongation of rete with widened bases, suprapapillary thinning, and tortuous dilated papillary capillaries. Dilated capillaries and keratinocyte proliferation are the consistent features in all stages of psoriasis.", "contents": "Plaque Psoriasis -- Histopathology. Histology of a well-developed plaque shows compact orthokeratosis, parakeratosis, spongiform pustules, microabscesses with the neutrophil collection in the upper epidermis, acanthosis, elongation of rete with widened bases, suprapapillary thinning, and tortuous dilated papillary capillaries. Dilated capillaries and keratinocyte proliferation are the consistent features in all stages of psoriasis."}
{"id": "article-27295_12", "title": "Plaque Psoriasis -- History and Physical", "content": "Plaque psoriasis is asymptomatic in many individuals but can cause considerable itching, especially when there is an involvement of the scalp. Some people complain of soreness or pain due to fissuring, particularly affecting the palms and soles.", "contents": "Plaque Psoriasis -- History and Physical. Plaque psoriasis is asymptomatic in many individuals but can cause considerable itching, especially when there is an involvement of the scalp. Some people complain of soreness or pain due to fissuring, particularly affecting the palms and soles."}
{"id": "article-27295_13", "title": "Plaque Psoriasis -- History and Physical", "content": "Psoriatic plaques are well-defined and erythematous with a predilection for the extensor aspect distributed over elbows, knees, and lower back. The plaques are invariably symmetrical, but the number of plaques may vary. They are covered by silvery-white scales which on removal show pinpoint bleeding spots (Auspitz sign). This is an important clinical sign although not pathognomonic in the diagnosis of plaque psoriasis. The depth of color of the plaques differs according to skin type; the full, rich red or salmon pink color is lost in dark-skinned individuals. In some patients, erythema and scaling may be less pronounced.", "contents": "Plaque Psoriasis -- History and Physical. Psoriatic plaques are well-defined and erythematous with a predilection for the extensor aspect distributed over elbows, knees, and lower back. The plaques are invariably symmetrical, but the number of plaques may vary. They are covered by silvery-white scales which on removal show pinpoint bleeding spots (Auspitz sign). This is an important clinical sign although not pathognomonic in the diagnosis of plaque psoriasis. The depth of color of the plaques differs according to skin type; the full, rich red or salmon pink color is lost in dark-skinned individuals. In some patients, erythema and scaling may be less pronounced."}
{"id": "article-27295_14", "title": "Plaque Psoriasis -- History and Physical", "content": "The presence of isomorphic (similar) lesions along the line of trauma indicates active disease and is known as the Koebner phenomenon. Fissuring is a common feature on palms, soles, and thick plaques of the limbs and lower back. The scalp, the most common initial spot, the retro-auricular area, and umbilical region are sites that should be examined in all suspected cases as these can give a signal to the evolving disease. The involvement of scalp and face may take any one or more of the following presentations: hairline psoriasis, sebopsoriasis, and true facial psoriasis.", "contents": "Plaque Psoriasis -- History and Physical. The presence of isomorphic (similar) lesions along the line of trauma indicates active disease and is known as the Koebner phenomenon. Fissuring is a common feature on palms, soles, and thick plaques of the limbs and lower back. The scalp, the most common initial spot, the retro-auricular area, and umbilical region are sites that should be examined in all suspected cases as these can give a signal to the evolving disease. The involvement of scalp and face may take any one or more of the following presentations: hairline psoriasis, sebopsoriasis, and true facial psoriasis."}
{"id": "article-27295_15", "title": "Plaque Psoriasis -- History and Physical", "content": "Guttate plaques, which are commonly seen in children, may eventually evolve into psoriasis vulgaris with larger plaques in typical sites. Nail psoriasis is seen in up to 40% of cases, with pitting being the most common finding. Rupioid, elephantine and ostraceous psoriasis are special types characterized by gross hyperkeratosis. Psoriasis area and severity index [PASI] scoring is used at initial assessment and follow-up to monitor the effectiveness of therapy. Based on the PASI score, plaque psoriasis can be graded mild, moderate and severe. About 15% of patients will present with arthritis of the small joints with features like dactylitis, joint deformity, and sausage-shaped digits.", "contents": "Plaque Psoriasis -- History and Physical. Guttate plaques, which are commonly seen in children, may eventually evolve into psoriasis vulgaris with larger plaques in typical sites. Nail psoriasis is seen in up to 40% of cases, with pitting being the most common finding. Rupioid, elephantine and ostraceous psoriasis are special types characterized by gross hyperkeratosis. Psoriasis area and severity index [PASI] scoring is used at initial assessment and follow-up to monitor the effectiveness of therapy. Based on the PASI score, plaque psoriasis can be graded mild, moderate and severe. About 15% of patients will present with arthritis of the small joints with features like dactylitis, joint deformity, and sausage-shaped digits."}
{"id": "article-27295_16", "title": "Plaque Psoriasis -- History and Physical", "content": "Almost 80% of patients with psoriasis present with mild to moderate severity. Metabolic comorbidities are seen in association with psoriasis, leading to significant morbidity including type-2 diabetes mellitus, cardiovascular disease, hypertension, and metabolic syndrome. Erythrodermic, generalized pustular and arthropathic variants of psoriasis represent severe forms of psoriasis.", "contents": "Plaque Psoriasis -- History and Physical. Almost 80% of patients with psoriasis present with mild to moderate severity. Metabolic comorbidities are seen in association with psoriasis, leading to significant morbidity including type-2 diabetes mellitus, cardiovascular disease, hypertension, and metabolic syndrome. Erythrodermic, generalized pustular and arthropathic variants of psoriasis represent severe forms of psoriasis."}
{"id": "article-27295_17", "title": "Plaque Psoriasis -- Evaluation", "content": "Essentially, the diagnosis of plaque psoriasis is clinical, and it is recognized by well-demarcated erythematous scaly plaques with a symmetrical distribution. Dermoscopy of typical plaques shows dotted vessels in a regular arrangement over a light red background and with uniformly distributed white scales. A biopsy may be performed to differentiate psoriasis from other inflammatory skin diseases. Patients with moderate to severe psoriasis should be screened for metabolic comorbidities like inflammatory arthritis, obesity, hypertension, diabetes, and dyslipidemia. A history of smoking and alcohol intake should be included. [8] [9]", "contents": "Plaque Psoriasis -- Evaluation. Essentially, the diagnosis of plaque psoriasis is clinical, and it is recognized by well-demarcated erythematous scaly plaques with a symmetrical distribution. Dermoscopy of typical plaques shows dotted vessels in a regular arrangement over a light red background and with uniformly distributed white scales. A biopsy may be performed to differentiate psoriasis from other inflammatory skin diseases. Patients with moderate to severe psoriasis should be screened for metabolic comorbidities like inflammatory arthritis, obesity, hypertension, diabetes, and dyslipidemia. A history of smoking and alcohol intake should be included. [8] [9]"}
{"id": "article-27295_18", "title": "Plaque Psoriasis -- Treatment / Management", "content": "Treatments must be tailored to suit the age of the patient, quality of life (QOL) issues, and PASI score. Broadly, treatment can be categorized as topical applications, phototherapy, systemic drugs and other modalities. Topical therapy includes the use of emollients and moisturizers, corticosteroids, keratolytics, tar, anthralin, vitamin D3 analogs and calcineurin inhibitors. A combination of topical agents is sometimes more effective than when the drugs are used alone. [3] [10] [11]", "contents": "Plaque Psoriasis -- Treatment / Management. Treatments must be tailored to suit the age of the patient, quality of life (QOL) issues, and PASI score. Broadly, treatment can be categorized as topical applications, phototherapy, systemic drugs and other modalities. Topical therapy includes the use of emollients and moisturizers, corticosteroids, keratolytics, tar, anthralin, vitamin D3 analogs and calcineurin inhibitors. A combination of topical agents is sometimes more effective than when the drugs are used alone. [3] [10] [11]"}
{"id": "article-27295_19", "title": "Plaque Psoriasis -- Treatment / Management", "content": "Common sources of light therapy used in the management of plaque psoriasis include whole-body or targeted ultraviolet (UV) B (broad and narrow band), photochemotherapy (psoralen with UVA (PUVA)), home phototherapy and LASER.", "contents": "Plaque Psoriasis -- Treatment / Management. Common sources of light therapy used in the management of plaque psoriasis include whole-body or targeted ultraviolet (UV) B (broad and narrow band), photochemotherapy (psoralen with UVA (PUVA)), home phototherapy and LASER."}
{"id": "article-27295_20", "title": "Plaque Psoriasis -- Treatment / Management", "content": "Systemic drugs used include acitretin, methotrexate, cyclosporine, tacrolimus, hydroxyurea, 6-thioguanine, mycophenolate, fumaric acid esters, apremilast and biologic agents. Of the available biologic agents, etanercept, adalimumab, infliximab, secukinumab, ustekinumab, tildrakizumab and ixekizumab are indicated for plaque psoriasis. Etanercept can be safely used in children with proper monitoring. Other treatment modalities like fish oil rich in omega-3 fatty acids may be of benefit. [12]", "contents": "Plaque Psoriasis -- Treatment / Management. Systemic drugs used include acitretin, methotrexate, cyclosporine, tacrolimus, hydroxyurea, 6-thioguanine, mycophenolate, fumaric acid esters, apremilast and biologic agents. Of the available biologic agents, etanercept, adalimumab, infliximab, secukinumab, ustekinumab, tildrakizumab and ixekizumab are indicated for plaque psoriasis. Etanercept can be safely used in children with proper monitoring. Other treatment modalities like fish oil rich in omega-3 fatty acids may be of benefit. [12]"}
{"id": "article-27295_21", "title": "Plaque Psoriasis -- Treatment / Management", "content": "Neuropeptide-modulating agents, newer NSAIDs like WBI-1001, LAS41002, and LAS41004, Janus-associated kinase inhibitors, MEK1/MEKK1 inhibitor, phosphodiesterase inhibitors, pan-selectin antagonists, and fibroblast growth factor 23 (FGF 23), are under research.  The role of alefacept in HIV-associated psoriasis is being considered.", "contents": "Plaque Psoriasis -- Treatment / Management. Neuropeptide-modulating agents, newer NSAIDs like WBI-1001, LAS41002, and LAS41004, Janus-associated kinase inhibitors, MEK1/MEKK1 inhibitor, phosphodiesterase inhibitors, pan-selectin antagonists, and fibroblast growth factor 23 (FGF 23), are under research.  The role of alefacept in HIV-associated psoriasis is being considered."}
{"id": "article-27295_22", "title": "Plaque Psoriasis -- Treatment / Management", "content": "Extra care must be taken while treating a pregnant woman with psoriasis. UVB can be safely used, and the risk of topical PUVA is considered low in pregnancy. Adalimumab, etanercept, and infliximab come under FDA category B;  anthralin, betamethasone dipropionate, calcineurin inhibitors, cyclosporine, psoralen, methylprednisolone aceponate are category C drugs; whereas, acitretin, methotrexate, and tazarotene belong to category X.", "contents": "Plaque Psoriasis -- Treatment / Management. Extra care must be taken while treating a pregnant woman with psoriasis. UVB can be safely used, and the risk of topical PUVA is considered low in pregnancy. Adalimumab, etanercept, and infliximab come under FDA category B;  anthralin, betamethasone dipropionate, calcineurin inhibitors, cyclosporine, psoralen, methylprednisolone aceponate are category C drugs; whereas, acitretin, methotrexate, and tazarotene belong to category X."}
{"id": "article-27295_23", "title": "Plaque Psoriasis -- Treatment / Management", "content": "Psoriasis is a chronic inflammatory disease with remissions and exacerbations that are often requiring prolonged therapy. The choice of therapy should take into consideration the long-term side effects of therapy with particular reference to topical steroids and other immune-suppressive agents. High-potency topical steroids like clobetasol propionate are contraindicated in young children for fear of side effects like atrophy, depigmentation, and precipitation of pustular psoriasis on sudden withdrawal (which may also occur in adults using excessive quantities over a long period). While using phototherapy and systemic drugs, a similar caution should be exercised. In children, immature hepatic andrenal systems, and the active hematopoietic system should be carefully considered when prescribing systemic drugs. Since the long-term side effects of newer drugs are not yet available, it is prudent to use them only when indicated and other treatments have failed or are contraindicated.", "contents": "Plaque Psoriasis -- Treatment / Management. Psoriasis is a chronic inflammatory disease with remissions and exacerbations that are often requiring prolonged therapy. The choice of therapy should take into consideration the long-term side effects of therapy with particular reference to topical steroids and other immune-suppressive agents. High-potency topical steroids like clobetasol propionate are contraindicated in young children for fear of side effects like atrophy, depigmentation, and precipitation of pustular psoriasis on sudden withdrawal (which may also occur in adults using excessive quantities over a long period). While using phototherapy and systemic drugs, a similar caution should be exercised. In children, immature hepatic andrenal systems, and the active hematopoietic system should be carefully considered when prescribing systemic drugs. Since the long-term side effects of newer drugs are not yet available, it is prudent to use them only when indicated and other treatments have failed or are contraindicated."}
{"id": "article-27295_24", "title": "Plaque Psoriasis -- Treatment / Management", "content": "In summary, topical therapy and phototherapy are used in mild-to-moderate psoriasis, and systemic therapy is indicated for more severe disease. Biologics should be instituted by qualified experts only when indicated. [13]", "contents": "Plaque Psoriasis -- Treatment / Management. In summary, topical therapy and phototherapy are used in mild-to-moderate psoriasis, and systemic therapy is indicated for more severe disease. Biologics should be instituted by qualified experts only when indicated. [13]"}
{"id": "article-27295_25", "title": "Plaque Psoriasis -- Differential Diagnosis", "content": "Psoriasis has to be differentiated from tinea corporis (dermatophyte fungal infection) and eczema. In some patients, they can coexist. ILVEN should be differentiated from Blaschko linear psoriasis. In chronic plaques that resist treatment, squamous cell carcinoma in situ and cutaneous T-cell lymphoma may require exclusion by histological examination.", "contents": "Plaque Psoriasis -- Differential Diagnosis. Psoriasis has to be differentiated from tinea corporis (dermatophyte fungal infection) and eczema. In some patients, they can coexist. ILVEN should be differentiated from Blaschko linear psoriasis. In chronic plaques that resist treatment, squamous cell carcinoma in situ and cutaneous T-cell lymphoma may require exclusion by histological examination."}
{"id": "article-27295_26", "title": "Plaque Psoriasis -- Staging", "content": "Practice Guidelines Psoriasis is considered extensive if more than 10% of the body surface area involved Even localized disease can lead to severe impairment and mental stress (eg nail or joint disease, face, palms, genitals) Always start with topical therapy first for localized disease If the disease is extensive, consider methotrexate or cyclosporine. Consider biological therapy early and assess response promptly Women of childbearing age started on biological therapy should use effective contraception Live vaccinations should not be given to mothers who receive biological therapy TNF antagonists should not be used in patients with demyelination disorders, heart failure Phototherapy can be used as monotherapy. Short term psoralen plus UV light is more effective than light therapy alone. Genitals should be protected when using ultraviolet therapy Folate supplementation is recommended for women of childbearing age receiving light therapy", "contents": "Plaque Psoriasis -- Staging. Practice Guidelines Psoriasis is considered extensive if more than 10% of the body surface area involved Even localized disease can lead to severe impairment and mental stress (eg nail or joint disease, face, palms, genitals) Always start with topical therapy first for localized disease If the disease is extensive, consider methotrexate or cyclosporine. Consider biological therapy early and assess response promptly Women of childbearing age started on biological therapy should use effective contraception Live vaccinations should not be given to mothers who receive biological therapy TNF antagonists should not be used in patients with demyelination disorders, heart failure Phototherapy can be used as monotherapy. Short term psoralen plus UV light is more effective than light therapy alone. Genitals should be protected when using ultraviolet therapy Folate supplementation is recommended for women of childbearing age receiving light therapy"}
{"id": "article-27295_27", "title": "Plaque Psoriasis -- Prognosis", "content": "Plaque psoriasis is an unpredictable disorder. Not only is there no cure, but it is difficult to know who will relapse, how long the active disease will last or how frequently the patient will have remissions. The disorder is not life-threatening but with constant relapses, it can significantly affect the quality of life. Poor prognostic factors include stress, family history and early onset of symptoms. Both warm weather and sunlight have benefits and improve the symptoms. If the disorder becomes pustular, then mortality rates are high. In addition, all treatments have major adverse effects including skin cancers, liver damage and susceptibility to infections. The biggest morbidity is from poor aesthetics which can cause depression, isolation, and withdrawal from society. Finally, psoriasis is associated with obesity and adverse cardiac events.", "contents": "Plaque Psoriasis -- Prognosis. Plaque psoriasis is an unpredictable disorder. Not only is there no cure, but it is difficult to know who will relapse, how long the active disease will last or how frequently the patient will have remissions. The disorder is not life-threatening but with constant relapses, it can significantly affect the quality of life. Poor prognostic factors include stress, family history and early onset of symptoms. Both warm weather and sunlight have benefits and improve the symptoms. If the disorder becomes pustular, then mortality rates are high. In addition, all treatments have major adverse effects including skin cancers, liver damage and susceptibility to infections. The biggest morbidity is from poor aesthetics which can cause depression, isolation, and withdrawal from society. Finally, psoriasis is associated with obesity and adverse cardiac events."}
{"id": "article-27295_28", "title": "Plaque Psoriasis -- Complications", "content": "Complications of psoriasis include: Disfigurement Constant itching Poor quality of life Side effects of treatment.", "contents": "Plaque Psoriasis -- Complications. Complications of psoriasis include: Disfigurement Constant itching Poor quality of life Side effects of treatment."}
{"id": "article-27295_29", "title": "Plaque Psoriasis -- Consultations", "content": "Patients with moderate to severe psoriasis should consult a dermatologist to determine the most suitable treatment and for monitoring phototherapy and systemic therapy. They should consult rheumatologist if they have evidence of inflammatory joint disease.", "contents": "Plaque Psoriasis -- Consultations. Patients with moderate to severe psoriasis should consult a dermatologist to determine the most suitable treatment and for monitoring phototherapy and systemic therapy. They should consult rheumatologist if they have evidence of inflammatory joint disease."}
{"id": "article-27295_30", "title": "Plaque Psoriasis -- Enhancing Healthcare Team Outcomes", "content": "Plaque psoriasis is a complex life long disorder with enormous morbidity. Thus, it is best managed by an interprofessional team.", "contents": "Plaque Psoriasis -- Enhancing Healthcare Team Outcomes. Plaque psoriasis is a complex life long disorder with enormous morbidity. Thus, it is best managed by an interprofessional team."}
{"id": "article-27295_31", "title": "Plaque Psoriasis -- Enhancing Healthcare Team Outcomes", "content": "Insulin resistance and cardiovascular diseases are more common in psoriatic patients as are metabolic comorbidities. Obesity is the most common comorbidity observed in children with psoriasis. Many patients present with reduced quality of life and psychological manifestations and need special attention and counseling. Thus, primary care clinicians should advocate lifestyle modification such as reducing weight, reducing alcohol intake and smoking cessation may help control psoriasis, improve the results of treatment and prevent future complications.", "contents": "Plaque Psoriasis -- Enhancing Healthcare Team Outcomes. Insulin resistance and cardiovascular diseases are more common in psoriatic patients as are metabolic comorbidities. Obesity is the most common comorbidity observed in children with psoriasis. Many patients present with reduced quality of life and psychological manifestations and need special attention and counseling. Thus, primary care clinicians should advocate lifestyle modification such as reducing weight, reducing alcohol intake and smoking cessation may help control psoriasis, improve the results of treatment and prevent future complications."}
{"id": "article-27295_32", "title": "Plaque Psoriasis -- Enhancing Healthcare Team Outcomes", "content": "Sudden onset, palmoplantar keratoderma, severe nail dystrophy, the involvement of skin folds should arouse suspicion of associated HIV infection in whom pustular forms are also more common with a higher frequency of arthritis. [14] Teaching Points", "contents": "Plaque Psoriasis -- Enhancing Healthcare Team Outcomes. Sudden onset, palmoplantar keratoderma, severe nail dystrophy, the involvement of skin folds should arouse suspicion of associated HIV infection in whom pustular forms are also more common with a higher frequency of arthritis. [14] Teaching Points"}
{"id": "article-27295_33", "title": "Plaque Psoriasis -- Enhancing Healthcare Team Outcomes", "content": "Patients with psoriasis should be counseled and screened for metabolic comorbidity and arthritis. Treatment with systemic drugs and phototherapy should be used when indicated with proper monitoring. Early detection of plaque psoriasis, appropriate treatment and follow-up may prevent complications. In the future, biomarkers may be used to help predict the progression of disease and response to treatment. Alcohol is considered a trigger factor, especially in young people, and should be avoided. The pharmacist should educate the patient about the importance of medication compliance, adverse effects of the drugs and the need to follow up with the clinical team A mental health nurse should be consulted as many patients develop depression because of the poor aesthetics Screening for skin cancer is vital for patients who have been treated with biological agents and light therapy Outcomes", "contents": "Plaque Psoriasis -- Enhancing Healthcare Team Outcomes. Patients with psoriasis should be counseled and screened for metabolic comorbidity and arthritis. Treatment with systemic drugs and phototherapy should be used when indicated with proper monitoring. Early detection of plaque psoriasis, appropriate treatment and follow-up may prevent complications. In the future, biomarkers may be used to help predict the progression of disease and response to treatment. Alcohol is considered a trigger factor, especially in young people, and should be avoided. The pharmacist should educate the patient about the importance of medication compliance, adverse effects of the drugs and the need to follow up with the clinical team A mental health nurse should be consulted as many patients develop depression because of the poor aesthetics Screening for skin cancer is vital for patients who have been treated with biological agents and light therapy Outcomes"}
{"id": "article-27295_34", "title": "Plaque Psoriasis -- Enhancing Healthcare Team Outcomes", "content": "Psoriasis is an unpredictable disorder with varying response rates to treatment. Relapses are common and what works in one person may not work in another person. Poor prognostic signs include a family history of psoriasis, early onset of disease. In many patients, psychosocial stress seems to affect the outcomes adversely. Non-photosensitive patients with plaque psoriasis are encouraged to seek sunlight and may have less severe disease in a warm weather climate. The use of potent drugs is often required in recalcitrant cases, but in some patients, the adverse effects of these drugs are not well tolerated. [15] [16] [17] (Level V)", "contents": "Plaque Psoriasis -- Enhancing Healthcare Team Outcomes. Psoriasis is an unpredictable disorder with varying response rates to treatment. Relapses are common and what works in one person may not work in another person. Poor prognostic signs include a family history of psoriasis, early onset of disease. In many patients, psychosocial stress seems to affect the outcomes adversely. Non-photosensitive patients with plaque psoriasis are encouraged to seek sunlight and may have less severe disease in a warm weather climate. The use of potent drugs is often required in recalcitrant cases, but in some patients, the adverse effects of these drugs are not well tolerated. [15] [16] [17] (Level V)"}
{"id": "article-27295_35", "title": "Plaque Psoriasis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Plaque Psoriasis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}