{"id": "article-29201_0", "title": "Sodium Polystyrene Sulfonate -- Continuing Education Activity", "content": "Sodium polystyrene sulfonate is a medication used in the management and treatment of hyperkalemia. This activity outlines and reviews the indications, mechanism of action, and contraindications for sodium polystyrene sulfonate in the treatment of hyperkalemia. Furthermore, this activity will highlight adverse event profile, dosing, pharmacodynamics, pharmacokinetics, and relevant interactions related to hyperkalemia management.", "contents": "Sodium Polystyrene Sulfonate -- Continuing Education Activity. Sodium polystyrene sulfonate is a medication used in the management and treatment of hyperkalemia. This activity outlines and reviews the indications, mechanism of action, and contraindications for sodium polystyrene sulfonate in the treatment of hyperkalemia. Furthermore, this activity will highlight adverse event profile, dosing, pharmacodynamics, pharmacokinetics, and relevant interactions related to hyperkalemia management."}
{"id": "article-29201_1", "title": "Sodium Polystyrene Sulfonate -- Continuing Education Activity", "content": "Objectives: Identify the medically approved indications for sodium polystyrene sulfonate therapy. Describe the mechanism of action of sodium polystyrene sulfonate. Summarize the adverse effects of sodium polystyrene sulfonate. Outline the importance of collaboration and coordination among the interprofessional team to enhance patient care when dosing and monitoring sodium polystyrene sulfonate to improve patient outcomes for patients receiving sodium polystyrene sulfonate. Access free multiple choice questions on this topic.", "contents": "Sodium Polystyrene Sulfonate -- Continuing Education Activity. Objectives: Identify the medically approved indications for sodium polystyrene sulfonate therapy. Describe the mechanism of action of sodium polystyrene sulfonate. Summarize the adverse effects of sodium polystyrene sulfonate. Outline the importance of collaboration and coordination among the interprofessional team to enhance patient care when dosing and monitoring sodium polystyrene sulfonate to improve patient outcomes for patients receiving sodium polystyrene sulfonate. Access free multiple choice questions on this topic."}
{"id": "article-29201_2", "title": "Sodium Polystyrene Sulfonate -- Indications", "content": "Sodium polystyrene sulfonate (SPS) is approved by the Food and Drug Administration (FDA) for the treatment of hyperkalemia though it is not typically the first-line treatment. [1] A potassium level greater than 5 mEq/L qualifies as hyperkalemia. Hyperkalemia is often asymptomatic; however, it may cause fatigue, muscle cramps, muscle weakness, rarely paralysis. A high potassium level is associated with an increase in morbidity and mortality, especially K > 6.5 mEq/L can be fatal. Hence, prompt management is essential to avoid serious consequences. Sodium polystyrene sulfonate helps by removing extra potassium from the body. Due to its slow onset of action, it is a second-line agent in emergent situations. Data on the non-FDA-approved use of this drug is limited. This drug can also help to remove excess calcium, sodium from solutions in technical applications. [2] [3] [4] [5] [6] [7]", "contents": "Sodium Polystyrene Sulfonate -- Indications. Sodium polystyrene sulfonate (SPS) is approved by the Food and Drug Administration (FDA) for the treatment of hyperkalemia though it is not typically the first-line treatment. [1] A potassium level greater than 5 mEq/L qualifies as hyperkalemia. Hyperkalemia is often asymptomatic; however, it may cause fatigue, muscle cramps, muscle weakness, rarely paralysis. A high potassium level is associated with an increase in morbidity and mortality, especially K > 6.5 mEq/L can be fatal. Hence, prompt management is essential to avoid serious consequences. Sodium polystyrene sulfonate helps by removing extra potassium from the body. Due to its slow onset of action, it is a second-line agent in emergent situations. Data on the non-FDA-approved use of this drug is limited. This drug can also help to remove excess calcium, sodium from solutions in technical applications. [2] [3] [4] [5] [6] [7]"}
{"id": "article-29201_3", "title": "Sodium Polystyrene Sulfonate -- Mechanism of Action", "content": "Sodium polystyrene sulfonate (SPS) is an insoluble polymer cation-exchange resin. After ingestion of the oral formulation or application through the rectal route, this resin exchanges sodium with potassium ions from the intestinal cells. Then the potassium binds with SPS, continues to move through the gastrointestinal tract, and is finally eliminated in the feces. [8] [9] But sodium polystyrene sulfonate is not selective for potassium; it may bind with calcium and magnesium. [10] This drug begins its action within 2 to 24 hrs of its administration and continues its work up to 4 to 6 hours before it gets eliminated from the body through feces. [11] The exchange capacity of SPS is approximately 33% or 1 mEq of potassium per 1 gram of resin, and this number is not constant. It may be as low as 0.4 to 0.8 mEq/gram of SPS resin. Competition from other cations, especially sodium, calcium, and magnesium, contributes to this reduction of this exchange capacity.", "contents": "Sodium Polystyrene Sulfonate -- Mechanism of Action. Sodium polystyrene sulfonate (SPS) is an insoluble polymer cation-exchange resin. After ingestion of the oral formulation or application through the rectal route, this resin exchanges sodium with potassium ions from the intestinal cells. Then the potassium binds with SPS, continues to move through the gastrointestinal tract, and is finally eliminated in the feces. [8] [9] But sodium polystyrene sulfonate is not selective for potassium; it may bind with calcium and magnesium. [10] This drug begins its action within 2 to 24 hrs of its administration and continues its work up to 4 to 6 hours before it gets eliminated from the body through feces. [11] The exchange capacity of SPS is approximately 33% or 1 mEq of potassium per 1 gram of resin, and this number is not constant. It may be as low as 0.4 to 0.8 mEq/gram of SPS resin. Competition from other cations, especially sodium, calcium, and magnesium, contributes to this reduction of this exchange capacity."}
{"id": "article-29201_4", "title": "Sodium Polystyrene Sulfonate -- Administration", "content": "Sodium polystyrene sulfonate can be administered either orally or rectally. It is available in oral suspension, oral powder formulation, and rectal enema formulation. Appropriate dosing of sodium polystyrene sulfonate is varying on the route of administration. Usually, the dose of sodium polystyrene sulfonate is between 15 g (60 mL) to 60 g (240 mL), and each 15 g of sodium polystyrene sulfonate can bind 15 mEq of potassium. [12] While using as an oral suspension, it should not be heated or should not be used along with heated foods or liquids because this may cause a decrease in the effectiveness of this drug. This drug should not be mixed with banana or orange juice (potassium-rich). SPS may impair the absorption of other orally administered medications and may lead to reduced efficacy, so other oral drugs should be administered at least 3 hours before or 3 hours after SPS therapy.", "contents": "Sodium Polystyrene Sulfonate -- Administration. Sodium polystyrene sulfonate can be administered either orally or rectally. It is available in oral suspension, oral powder formulation, and rectal enema formulation. Appropriate dosing of sodium polystyrene sulfonate is varying on the route of administration. Usually, the dose of sodium polystyrene sulfonate is between 15 g (60 mL) to 60 g (240 mL), and each 15 g of sodium polystyrene sulfonate can bind 15 mEq of potassium. [12] While using as an oral suspension, it should not be heated or should not be used along with heated foods or liquids because this may cause a decrease in the effectiveness of this drug. This drug should not be mixed with banana or orange juice (potassium-rich). SPS may impair the absorption of other orally administered medications and may lead to reduced efficacy, so other oral drugs should be administered at least 3 hours before or 3 hours after SPS therapy."}
{"id": "article-29201_5", "title": "Sodium Polystyrene Sulfonate -- Administration", "content": "Patients with gastroparesis may require a longer period between SPS and other oral medications. When using an enema, the administration of a cleansing enema should be before administering sodium polystyrene sulfonate. It should be as warm as body temperature for rectal formulation. After administration, SPS should be retained in the colon for at least 30 to 60 min. After completing retention, irrigation should be done with a non-sodium colonic irrigant to remove the remaining resin. In the past, SPS used to be coadministered with sorbitol to reduce the chance of constipation, but in 2009, the FDA issued a warning against the concomitant use of SPS and sorbitol due to the occurrence of colonic necrosis and other serious GI side effects. Nowadays, the concurrent use of sorbitol is not recommended. [13]", "contents": "Sodium Polystyrene Sulfonate -- Administration. Patients with gastroparesis may require a longer period between SPS and other oral medications. When using an enema, the administration of a cleansing enema should be before administering sodium polystyrene sulfonate. It should be as warm as body temperature for rectal formulation. After administration, SPS should be retained in the colon for at least 30 to 60 min. After completing retention, irrigation should be done with a non-sodium colonic irrigant to remove the remaining resin. In the past, SPS used to be coadministered with sorbitol to reduce the chance of constipation, but in 2009, the FDA issued a warning against the concomitant use of SPS and sorbitol due to the occurrence of colonic necrosis and other serious GI side effects. Nowadays, the concurrent use of sorbitol is not recommended. [13]"}
{"id": "article-29201_6", "title": "Sodium Polystyrene Sulfonate -- Administration -- Storage", "content": "Resin powder should be stored at 25 degrees C (77 F); excursions permitted to 15 to 30 degrees C (59 to 86 F). After the preparation of suspension, it should be used within 24 hours.", "contents": "Sodium Polystyrene Sulfonate -- Administration -- Storage. Resin powder should be stored at 25 degrees C (77 F); excursions permitted to 15 to 30 degrees C (59 to 86 F). After the preparation of suspension, it should be used within 24 hours."}
{"id": "article-29201_7", "title": "Sodium Polystyrene Sulfonate -- Adverse Effects", "content": "Sodium polystyrene sulfonate has several side effects. [14] [15] Some are mild and should eventually resolve spontaneously; others are serious and need urgent care.", "contents": "Sodium Polystyrene Sulfonate -- Adverse Effects. Sodium polystyrene sulfonate has several side effects. [14] [15] Some are mild and should eventually resolve spontaneously; others are serious and need urgent care."}
{"id": "article-29201_8", "title": "Sodium Polystyrene Sulfonate -- Adverse Effects -- Mild Adverse Effect", "content": "Diarrhea Nausea Vomiting Loss of appetite", "contents": "Sodium Polystyrene Sulfonate -- Adverse Effects -- Mild Adverse Effect. Diarrhea Nausea Vomiting Loss of appetite"}
{"id": "article-29201_9", "title": "Sodium Polystyrene Sulfonate -- Adverse Effects -- Serious Side Effects", "content": "Ischemic colonic necrosis Constipation Seizures Confusion Muscle weakness Abdominal pain Irregular heartbeat", "contents": "Sodium Polystyrene Sulfonate -- Adverse Effects -- Serious Side Effects. Ischemic colonic necrosis Constipation Seizures Confusion Muscle weakness Abdominal pain Irregular heartbeat"}
{"id": "article-29201_10", "title": "Sodium Polystyrene Sulfonate -- Contraindications", "content": "SPS is contraindicated in the following conditions: Hypokalemia Previous history of hypersensitivity to polystyrene sulfonate resins Bowel Obstruction Neonates with reduced gut motility", "contents": "Sodium Polystyrene Sulfonate -- Contraindications. SPS is contraindicated in the following conditions: Hypokalemia Previous history of hypersensitivity to polystyrene sulfonate resins Bowel Obstruction Neonates with reduced gut motility"}
{"id": "article-29201_11", "title": "Sodium Polystyrene Sulfonate -- Contraindications -- Cautions", "content": "SPS can contribute to sodium overload and lead to fluid retention. Hence, SPS use requires caution in certain conditions such as congestive heart failure, severe hypertension, and marked edema. Clinicians should not use SPS in patients with abnormal bowel functions, such as bowel obstruction, Ileus, and postoperative patients. Using SPS in these patients may increase the risk of bowel ischemia, necrosis, and serious constipation.", "contents": "Sodium Polystyrene Sulfonate -- Contraindications -- Cautions. SPS can contribute to sodium overload and lead to fluid retention. Hence, SPS use requires caution in certain conditions such as congestive heart failure, severe hypertension, and marked edema. Clinicians should not use SPS in patients with abnormal bowel functions, such as bowel obstruction, Ileus, and postoperative patients. Using SPS in these patients may increase the risk of bowel ischemia, necrosis, and serious constipation."}
{"id": "article-29201_12", "title": "Sodium Polystyrene Sulfonate -- Contraindications -- Pregnancy and Lactation", "content": "SPS does not get absorbed systemically; thus, maternal use of SPS is not expected to cause harm to the fetus. Similarly, as it is not secreted through breast milk, breastfeeding is not expected to result in any particular risk to the newborn.", "contents": "Sodium Polystyrene Sulfonate -- Contraindications -- Pregnancy and Lactation. SPS does not get absorbed systemically; thus, maternal use of SPS is not expected to cause harm to the fetus. Similarly, as it is not secreted through breast milk, breastfeeding is not expected to result in any particular risk to the newborn."}
{"id": "article-29201_13", "title": "Sodium Polystyrene Sulfonate -- Monitoring", "content": "Since SPS is not selective for potassium ions, other electrolyte imbalances may occur while using SPS in hyperkalemic patients. Patients should be monitored carefully for the signs and symptoms of other electrolyte abnormalities such as hypokalemia,  hypomagnesemia, and hypocalcemia. Hypokalemia may be associated with cardiac arrhythmias and severe muscle weakness. Hypokalemia may be evident as prolongation of the QT interval, T-wave inversions, prominent U waves (an extra upward wave after the T-wave) in Electrocardiogram (ECG). Some patients may present with significant symptoms of rebound hyperkalemia, which may be evident in ECG as a tall peaked T wave. Hypomagnesemia can present with muscle weakness and potentiate hypokalemia. Hypocalcemia presents with tremors, muscle weakness, tetany, and rarely, seizures.", "contents": "Sodium Polystyrene Sulfonate -- Monitoring. Since SPS is not selective for potassium ions, other electrolyte imbalances may occur while using SPS in hyperkalemic patients. Patients should be monitored carefully for the signs and symptoms of other electrolyte abnormalities such as hypokalemia,  hypomagnesemia, and hypocalcemia. Hypokalemia may be associated with cardiac arrhythmias and severe muscle weakness. Hypokalemia may be evident as prolongation of the QT interval, T-wave inversions, prominent U waves (an extra upward wave after the T-wave) in Electrocardiogram (ECG). Some patients may present with significant symptoms of rebound hyperkalemia, which may be evident in ECG as a tall peaked T wave. Hypomagnesemia can present with muscle weakness and potentiate hypokalemia. Hypocalcemia presents with tremors, muscle weakness, tetany, and rarely, seizures."}
{"id": "article-29201_14", "title": "Sodium Polystyrene Sulfonate -- Toxicity", "content": "Prolong use of Sodium polystyrene sulfonate can be attributed to several toxicities, including hypomagnesemia, hypocalcemia, sodium load, and colonic necrosis. Toxicity may occur to a greater extent with the concomitant administration of aluminum hydroxide, which may cause intestinal obstruction. Hypokalemia associated with SPS use may also increase the adverse effects of digitalis. [14] [9] Excessive SPS use may also cause sodium load, potentially precipitating worsening hypertension and congestive heart failure symptoms.", "contents": "Sodium Polystyrene Sulfonate -- Toxicity. Prolong use of Sodium polystyrene sulfonate can be attributed to several toxicities, including hypomagnesemia, hypocalcemia, sodium load, and colonic necrosis. Toxicity may occur to a greater extent with the concomitant administration of aluminum hydroxide, which may cause intestinal obstruction. Hypokalemia associated with SPS use may also increase the adverse effects of digitalis. [14] [9] Excessive SPS use may also cause sodium load, potentially precipitating worsening hypertension and congestive heart failure symptoms."}
{"id": "article-29201_15", "title": "Sodium Polystyrene Sulfonate -- Enhancing Healthcare Team Outcomes", "content": "SPS is usually prescribed by clinicians, including primary care providers, PAs or NPs, or internists. Since the drug can cause several side effects and is related to several toxicities, all interprofessional healthcare team members should be familiar with its pharmacology. They must be aware of its side effects and toxicities. A proper history and physical examination should take place before the initiation of SPS in any patient. Interprofessional discussion with nephrology, pharmacists, and nursing staff is prudent when considering using SPS as the primary line of therapy for hyperkalemia. The team should monitor the signs-symptoms of toxicity regularly and be ready to initiate any necessary measures if any complications occur. Upon successful management, this interprofessional team should educate the patients about dosing, side effects, and warning signs which may arise in the future. This approach will result in better patient outcomes with fewer adverse events. [Level 5]", "contents": "Sodium Polystyrene Sulfonate -- Enhancing Healthcare Team Outcomes. SPS is usually prescribed by clinicians, including primary care providers, PAs or NPs, or internists. Since the drug can cause several side effects and is related to several toxicities, all interprofessional healthcare team members should be familiar with its pharmacology. They must be aware of its side effects and toxicities. A proper history and physical examination should take place before the initiation of SPS in any patient. Interprofessional discussion with nephrology, pharmacists, and nursing staff is prudent when considering using SPS as the primary line of therapy for hyperkalemia. The team should monitor the signs-symptoms of toxicity regularly and be ready to initiate any necessary measures if any complications occur. Upon successful management, this interprofessional team should educate the patients about dosing, side effects, and warning signs which may arise in the future. This approach will result in better patient outcomes with fewer adverse events. [Level 5]"}
{"id": "article-29201_16", "title": "Sodium Polystyrene Sulfonate -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sodium Polystyrene Sulfonate -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}