{"id": "article-19800_0", "title": "Vertebral Compression Fractures -- Continuing Education Activity", "content": "Vertebral compression fractures of the spinal column occur secondary to an axial/compressive load with resultant biomechanical failure of the bone, resulting in a fracture. Vertebral compression fractures by definition compromise the anterior column of the spine, thereby resulting in compromise to the anterior half of the vertebral body and the anterior longitudinal ligament. This activity outlines the evaluation and management of vertebral compression fractures and underscores the role of the interprofessional team in improving care for the patients with this condition.", "contents": "Vertebral Compression Fractures -- Continuing Education Activity. Vertebral compression fractures of the spinal column occur secondary to an axial/compressive load with resultant biomechanical failure of the bone, resulting in a fracture. Vertebral compression fractures by definition compromise the anterior column of the spine, thereby resulting in compromise to the anterior half of the vertebral body and the anterior longitudinal ligament. This activity outlines the evaluation and management of vertebral compression fractures and underscores the role of the interprofessional team in improving care for the patients with this condition."}
{"id": "article-19800_1", "title": "Vertebral Compression Fractures -- Continuing Education Activity", "content": "Objectives: Explain the common physical exam findings associated with vertebral compression fractures. Review the pathophysiology of vertebral compression fractures. Describe the typical imaging findings associated with vertebral compression fractures. Explain the importance of improving care coordination among the interprofessional team to enhance the delivery of care for patients with vertebral compression fractures. Access free multiple choice questions on this topic.", "contents": "Vertebral Compression Fractures -- Continuing Education Activity. Objectives: Explain the common physical exam findings associated with vertebral compression fractures. Review the pathophysiology of vertebral compression fractures. Describe the typical imaging findings associated with vertebral compression fractures. Explain the importance of improving care coordination among the interprofessional team to enhance the delivery of care for patients with vertebral compression fractures. Access free multiple choice questions on this topic."}
{"id": "article-19800_2", "title": "Vertebral Compression Fractures -- Introduction", "content": "Vertebral compression fractures (VCFs) of the spinal column occur secondary to an axial/compressive (and to a lesser extent, flexion) load with resultant biomechanical failure of the bone resulting in a fracture.  VCFs by definition compromise the anterior column of the spine, thereby resulting in compromise to the anterior half of the vertebral body (VB) and the anterior longitudinal ligament (ALL). This leads to the characteristic wedge-shaped deformity. [1] [2] [3]", "contents": "Vertebral Compression Fractures -- Introduction. Vertebral compression fractures (VCFs) of the spinal column occur secondary to an axial/compressive (and to a lesser extent, flexion) load with resultant biomechanical failure of the bone resulting in a fracture.  VCFs by definition compromise the anterior column of the spine, thereby resulting in compromise to the anterior half of the vertebral body (VB) and the anterior longitudinal ligament (ALL). This leads to the characteristic wedge-shaped deformity. [1] [2] [3]"}
{"id": "article-19800_3", "title": "Vertebral Compression Fractures -- Introduction", "content": "VCFs do not involve the posterior half of the VB and do not involve the posterior osseous components or the posterior ligamentous complex (PLC).  The former distinguishes a compression fracture from a burst fracture.  The implications of these compression fractures are related to the stability of the resulting structure and potential for deformity progression. Compression fractures are usually considered stable and do not require surgical instrumentation. [4] [5]", "contents": "Vertebral Compression Fractures -- Introduction. VCFs do not involve the posterior half of the VB and do not involve the posterior osseous components or the posterior ligamentous complex (PLC).  The former distinguishes a compression fracture from a burst fracture.  The implications of these compression fractures are related to the stability of the resulting structure and potential for deformity progression. Compression fractures are usually considered stable and do not require surgical instrumentation. [4] [5]"}
{"id": "article-19800_4", "title": "Vertebral Compression Fractures -- Etiology", "content": "The most common etiology of VCFs is osteoporosis, making these fractures the most common fragility fracture. However, compression fractures demonstrate a bimodal distribution with younger patients sustaining these injuries secondary to high energy mechanisms (fall from a height, MVA, etc.). [6] [7] [8] Due to the ligamentous and anatomical changes noted as one travels from the thoracic to the lumbar level, inherent areas of instability make this a frequent site of injury.", "contents": "Vertebral Compression Fractures -- Etiology. The most common etiology of VCFs is osteoporosis, making these fractures the most common fragility fracture. However, compression fractures demonstrate a bimodal distribution with younger patients sustaining these injuries secondary to high energy mechanisms (fall from a height, MVA, etc.). [6] [7] [8] Due to the ligamentous and anatomical changes noted as one travels from the thoracic to the lumbar level, inherent areas of instability make this a frequent site of injury."}
{"id": "article-19800_5", "title": "Vertebral Compression Fractures -- Etiology", "content": "For the spinal column, traditional teaching is that the column can be divided into three sections: (1) anterior column (anterior longitudinal ligament, anterior annulus, the anterior portion of the vertebral body, (2) middle column (posterior vertebral body, posterior annulus, and posterior longitudinal ligament), and (3) the posterior column (ligamentum flavum, neural arch, facets, posterior ligamentous complex). If two of these three columns are compromised, the injury is considered unstable, and the patient potentially needs surgery.", "contents": "Vertebral Compression Fractures -- Etiology. For the spinal column, traditional teaching is that the column can be divided into three sections: (1) anterior column (anterior longitudinal ligament, anterior annulus, the anterior portion of the vertebral body, (2) middle column (posterior vertebral body, posterior annulus, and posterior longitudinal ligament), and (3) the posterior column (ligamentum flavum, neural arch, facets, posterior ligamentous complex). If two of these three columns are compromised, the injury is considered unstable, and the patient potentially needs surgery."}
{"id": "article-19800_6", "title": "Vertebral Compression Fractures -- Etiology", "content": "Compression fractures by definition only involve compromise to the anterior column alone.  Thus, VCFs are considered \"stable\" fracture patterns.  When the fracture pattern involves the middle column they are classified as burst fractures and lack the stability of a VCF.", "contents": "Vertebral Compression Fractures -- Etiology. Compression fractures by definition only involve compromise to the anterior column alone.  Thus, VCFs are considered \"stable\" fracture patterns.  When the fracture pattern involves the middle column they are classified as burst fractures and lack the stability of a VCF."}
{"id": "article-19800_7", "title": "Vertebral Compression Fractures -- Epidemiology", "content": "VCFs are the most common fragility fracture reported in the literature.  Approximately 1- to 1.5 million VCFs occur annually in the United States (US) alone. Based on the age- and sex-adjusted incidence, it is estimated that 25% of women 50 years of age and older have at least one VCF. [9] Moreover, it is estimated that 40% to 50% of patients over age 80 years have sustained a VCF either acutely or recognized incidentally during clinical workup for a separate condition. [10] Recent reports cite the thoracolumbar junction (i.e., the segment from T12 to L2) as the location afflicted with 60% to 75% of VCFs, and another 30% occur at the L2 to L5 region. In younger patients, about 50% of spine fractures are due to motor vehicle collisions with another 25% being due to falls.", "contents": "Vertebral Compression Fractures -- Epidemiology. VCFs are the most common fragility fracture reported in the literature.  Approximately 1- to 1.5 million VCFs occur annually in the United States (US) alone. Based on the age- and sex-adjusted incidence, it is estimated that 25% of women 50 years of age and older have at least one VCF. [9] Moreover, it is estimated that 40% to 50% of patients over age 80 years have sustained a VCF either acutely or recognized incidentally during clinical workup for a separate condition. [10] Recent reports cite the thoracolumbar junction (i.e., the segment from T12 to L2) as the location afflicted with 60% to 75% of VCFs, and another 30% occur at the L2 to L5 region. In younger patients, about 50% of spine fractures are due to motor vehicle collisions with another 25% being due to falls."}
{"id": "article-19800_8", "title": "Vertebral Compression Fractures -- Epidemiology", "content": "This is in stark contrast to the elderly mechanism of injury at presentation. Studies have reported an estimate of 30% of VCFs occurring while the patient is in bed.  As the population continues to age, the population at risk of sustaining low energy fragility fractures will continue to increase as well.  Currently, 10 million Americans are already diagnosed with osteoporosis, and another 34 million have osteopenia. The number of patients aging and having a diagnosis of osteoporosis is projected to rise. [9] Population studies have shown that the annual incidence of VCFs is 10.7 per 1000 women and 5.7 per 1000 men.", "contents": "Vertebral Compression Fractures -- Epidemiology. This is in stark contrast to the elderly mechanism of injury at presentation. Studies have reported an estimate of 30% of VCFs occurring while the patient is in bed.  As the population continues to age, the population at risk of sustaining low energy fragility fractures will continue to increase as well.  Currently, 10 million Americans are already diagnosed with osteoporosis, and another 34 million have osteopenia. The number of patients aging and having a diagnosis of osteoporosis is projected to rise. [9] Population studies have shown that the annual incidence of VCFs is 10.7 per 1000 women and 5.7 per 1000 men."}
{"id": "article-19800_9", "title": "Vertebral Compression Fractures -- Pathophysiology", "content": "During a fall or trauma, the spinal column will rotate around a center of axis for this rotation. There is also an associated axial force applied due to this flexion/extension of the spine. An axial force more than the forces tolerable by the vertebral body leads initially to a compression fracture with more significant forces resulting in a burst fracture. The resulting kyphotic (forward flexion of the spine) deformity of the compression fracture may alter the spine biomechanics, placing additional stresses on other spine levels. The altered biomechanics risk additional fractures and progressive deformity. The occurrence of an osteoporotic compression fracture increases the risk of an additional compression fracture.", "contents": "Vertebral Compression Fractures -- Pathophysiology. During a fall or trauma, the spinal column will rotate around a center of axis for this rotation. There is also an associated axial force applied due to this flexion/extension of the spine. An axial force more than the forces tolerable by the vertebral body leads initially to a compression fracture with more significant forces resulting in a burst fracture. The resulting kyphotic (forward flexion of the spine) deformity of the compression fracture may alter the spine biomechanics, placing additional stresses on other spine levels. The altered biomechanics risk additional fractures and progressive deformity. The occurrence of an osteoporotic compression fracture increases the risk of an additional compression fracture."}
{"id": "article-19800_10", "title": "Vertebral Compression Fractures -- History and Physical", "content": "Initial evaluation of spine fractures, once the patient has been stabilized, includes an evaluation of the neurologic function of the arms, legs, bladder, and bowels. The keys to a thorough exam are organization and patience. Of note, many high-energy compression fractures have associated abdominal, cerebral, and extremity injuries, and these all should be evaluated. One should not only evaluate strength in addition to sensation and reflexes. It is also important to inspect the skin along the back and document the presence of tenderness to palpation. Documentation is paramount as these initial findings will likely be used as a baseline for all future evaluations.", "contents": "Vertebral Compression Fractures -- History and Physical. Initial evaluation of spine fractures, once the patient has been stabilized, includes an evaluation of the neurologic function of the arms, legs, bladder, and bowels. The keys to a thorough exam are organization and patience. Of note, many high-energy compression fractures have associated abdominal, cerebral, and extremity injuries, and these all should be evaluated. One should not only evaluate strength in addition to sensation and reflexes. It is also important to inspect the skin along the back and document the presence of tenderness to palpation. Documentation is paramount as these initial findings will likely be used as a baseline for all future evaluations."}
{"id": "article-19800_11", "title": "Vertebral Compression Fractures -- Evaluation", "content": "Evaluation of patients with suspected back trauma includes anterior-posterior (AP) and lateral radiographs of the impacted area. In the trauma setting these initially, should be obtained supine with spine precautions until cleared by the spine team or bracing has been provided. At some point, standing radiographs in the brace are helpful to guide treatment as a supine position may artificially reduce a displaced fracture. [11] [12] [13]", "contents": "Vertebral Compression Fractures -- Evaluation. Evaluation of patients with suspected back trauma includes anterior-posterior (AP) and lateral radiographs of the impacted area. In the trauma setting these initially, should be obtained supine with spine precautions until cleared by the spine team or bracing has been provided. At some point, standing radiographs in the brace are helpful to guide treatment as a supine position may artificially reduce a displaced fracture. [11] [12] [13]"}
{"id": "article-19800_12", "title": "Vertebral Compression Fractures -- Evaluation", "content": "A CT should also be obtained in all trauma settings. If there is a suspected posterior column injury not able to be confirmed on CT, an MRI will indicate disruption of the posterior ligamentous complex. Radiographs showing 30 degrees of traumatic kyphosis (forward flexion of the spine) and 50% vertebral body height loss are historically thought to be unstable fractures, but new evidence is changing this belief. Furthermore, any neurologic deficit necessitates an MRI for additional evaluation. Elderly patients with low energy compression fractures likely will not require an MRI. Serial standing lateral radiographs obtained in the clinic will help track the fracture progression and healing.", "contents": "Vertebral Compression Fractures -- Evaluation. A CT should also be obtained in all trauma settings. If there is a suspected posterior column injury not able to be confirmed on CT, an MRI will indicate disruption of the posterior ligamentous complex. Radiographs showing 30 degrees of traumatic kyphosis (forward flexion of the spine) and 50% vertebral body height loss are historically thought to be unstable fractures, but new evidence is changing this belief. Furthermore, any neurologic deficit necessitates an MRI for additional evaluation. Elderly patients with low energy compression fractures likely will not require an MRI. Serial standing lateral radiographs obtained in the clinic will help track the fracture progression and healing."}
{"id": "article-19800_13", "title": "Vertebral Compression Fractures -- Treatment / Management", "content": "Determining the need for surgery is at times controversial. In 2005, a classification system was introduced to provide more uniformity in management and provide simple treatment recommendations. The Thoracolumbar Injury Classification and Severity (TLICS) Scale uses the integrity of the PLC, injury morphology, and neurological status of the patient to provide a score (one to ten) that can guide intervention: a score less than four leads to non-surgical treatment,  greater than four suggests surgical treatment, and a score of four being managed either surgically or nonsurgically depending on the physicians' clinical acumen. Of course, these are general guidelines, predominantly for trauma patients, and each case should be evaluated carefully. Interestingly, newer studies have shown that historical considerations such as loss of vertebral body height, segmental kyphosis, and canal compromise, do not correlate with the need for surgery in neurologically intact patients. Of note, currently, there have been no randomized trials evaluating surgery versus brace treatment in “unstable” compression fractures. [14] [15] [16] [17]", "contents": "Vertebral Compression Fractures -- Treatment / Management. Determining the need for surgery is at times controversial. In 2005, a classification system was introduced to provide more uniformity in management and provide simple treatment recommendations. The Thoracolumbar Injury Classification and Severity (TLICS) Scale uses the integrity of the PLC, injury morphology, and neurological status of the patient to provide a score (one to ten) that can guide intervention: a score less than four leads to non-surgical treatment,  greater than four suggests surgical treatment, and a score of four being managed either surgically or nonsurgically depending on the physicians' clinical acumen. Of course, these are general guidelines, predominantly for trauma patients, and each case should be evaluated carefully. Interestingly, newer studies have shown that historical considerations such as loss of vertebral body height, segmental kyphosis, and canal compromise, do not correlate with the need for surgery in neurologically intact patients. Of note, currently, there have been no randomized trials evaluating surgery versus brace treatment in “unstable” compression fractures. [14] [15] [16] [17]"}
{"id": "article-19800_14", "title": "Vertebral Compression Fractures -- Treatment / Management", "content": "Orthosis/bracing modalities accomplish conservative management for a period of four to 12 weeks. Discontinuation of the bracing can be considered when there is radiographic evidence of healing, and the patient no longer is tender over the fracture site. While midthoracic and upper lumbar VCFs can be treated with a thoracolumbosacral orthosis (TLSO), lower lumbar VCFs may need a lumbosacral corset for adequate immobilization. Bracing is not benign and can be difficult in a  barrel-chested patient, a patient with pulmonary compromise or in an obese patient. These factors must be taken into consideration. Analgesic medications and bracing can be poorly tolerated in some patients. If bracing is not effective or poorly tolerated, the physician may alternatively consider percutaneous procedures for stabilization of the fracture.", "contents": "Vertebral Compression Fractures -- Treatment / Management. Orthosis/bracing modalities accomplish conservative management for a period of four to 12 weeks. Discontinuation of the bracing can be considered when there is radiographic evidence of healing, and the patient no longer is tender over the fracture site. While midthoracic and upper lumbar VCFs can be treated with a thoracolumbosacral orthosis (TLSO), lower lumbar VCFs may need a lumbosacral corset for adequate immobilization. Bracing is not benign and can be difficult in a  barrel-chested patient, a patient with pulmonary compromise or in an obese patient. These factors must be taken into consideration. Analgesic medications and bracing can be poorly tolerated in some patients. If bracing is not effective or poorly tolerated, the physician may alternatively consider percutaneous procedures for stabilization of the fracture."}
{"id": "article-19800_15", "title": "Vertebral Compression Fractures -- Treatment / Management", "content": "Surgical options are largely dependent on fracture characteristics and neurologic injury. Rarely would compression fractures require instrumented stabilization. Cement augmentation in the form of vertebroplasty or kyphoplasty is the common surgical considerations for these patients. Initially developed for spinal hemangiomas, vertebroplasty is a minimally invasive procedure during which cement is injected into the vertebral body through the pedicle. Spinal alignment is improved during the procedure by supine positioning with extension; the vertebroplasty itself is not meant to restore alignment. Kyphoplasty is a procedure in which the wedge-shaped vertebra is first reduced to improve the residual local kyphotic alignment through inflation of a balloon; once vertebral height is restored, cement is injected. For patients that have failed a trial of conservative treatment or are hospitalized due to pain and decreased function associated with a VCF, cement augmentation should be considered. [9] Recent randomized controlled trials have shown kyphoplasties allowing for significantly more rapid improvement in the quality of life, function, pain, and mobility. [18]", "contents": "Vertebral Compression Fractures -- Treatment / Management. Surgical options are largely dependent on fracture characteristics and neurologic injury. Rarely would compression fractures require instrumented stabilization. Cement augmentation in the form of vertebroplasty or kyphoplasty is the common surgical considerations for these patients. Initially developed for spinal hemangiomas, vertebroplasty is a minimally invasive procedure during which cement is injected into the vertebral body through the pedicle. Spinal alignment is improved during the procedure by supine positioning with extension; the vertebroplasty itself is not meant to restore alignment. Kyphoplasty is a procedure in which the wedge-shaped vertebra is first reduced to improve the residual local kyphotic alignment through inflation of a balloon; once vertebral height is restored, cement is injected. For patients that have failed a trial of conservative treatment or are hospitalized due to pain and decreased function associated with a VCF, cement augmentation should be considered. [9] Recent randomized controlled trials have shown kyphoplasties allowing for significantly more rapid improvement in the quality of life, function, pain, and mobility. [18]"}
{"id": "article-19800_16", "title": "Vertebral Compression Fractures -- Differential Diagnosis", "content": "When evaluating a patient with back pain and a suspected VCF, several other diagnoses must be excluded. Prior to imaging, one must think of nonspinal etiologies for the pain such as musculoskeletal, pulmonary, abdominal, renal or vascular depending on the location of the pain. If a vertebral body fracture is identified on imaging, a close inspection of the posterior vertebral body cortex and of the posterior spinal column structures must be performed to rule out a more unstable fracture pattern.", "contents": "Vertebral Compression Fractures -- Differential Diagnosis. When evaluating a patient with back pain and a suspected VCF, several other diagnoses must be excluded. Prior to imaging, one must think of nonspinal etiologies for the pain such as musculoskeletal, pulmonary, abdominal, renal or vascular depending on the location of the pain. If a vertebral body fracture is identified on imaging, a close inspection of the posterior vertebral body cortex and of the posterior spinal column structures must be performed to rule out a more unstable fracture pattern."}
{"id": "article-19800_17", "title": "Vertebral Compression Fractures -- Prognosis", "content": "In elderly patients with osteoporotic compression fractures, there is an increase in mortality compared with age-matched controlled. Survival rates have been cited to be 53.9% at 3 years, 30.9% at 5 years and 10.5% at 7 years. [19]", "contents": "Vertebral Compression Fractures -- Prognosis. In elderly patients with osteoporotic compression fractures, there is an increase in mortality compared with age-matched controlled. Survival rates have been cited to be 53.9% at 3 years, 30.9% at 5 years and 10.5% at 7 years. [19]"}
{"id": "article-19800_18", "title": "Vertebral Compression Fractures -- Complications", "content": "Nonoperative management of these fractures can lead to continued back pain and progression of a kyphotic deformity. There is a high likelihood of patients having a progression of vertebral body collapse in addition to having additional fractures in the future.", "contents": "Vertebral Compression Fractures -- Complications. Nonoperative management of these fractures can lead to continued back pain and progression of a kyphotic deformity. There is a high likelihood of patients having a progression of vertebral body collapse in addition to having additional fractures in the future."}
{"id": "article-19800_19", "title": "Vertebral Compression Fractures -- Complications", "content": "With cement augmentation, there have been several complications identified. There have been case reports of neurologic injury during the procedure, but this a rare occurrence. The increased stiffness of a vertebral body filled with cement causes increased stress on the adjacent levels which can lead to secondary fractures. As mentioned above, however, the patients in this population are often at risk for this regardless of operative treatment. Most patients will experience cement extravasation, but this does not seem to have much clinical significance. Embolization of the cement occurs rarely, but it can lead to devastating complications such as pulmonary embolism or stroke. [9]", "contents": "Vertebral Compression Fractures -- Complications. With cement augmentation, there have been several complications identified. There have been case reports of neurologic injury during the procedure, but this a rare occurrence. The increased stiffness of a vertebral body filled with cement causes increased stress on the adjacent levels which can lead to secondary fractures. As mentioned above, however, the patients in this population are often at risk for this regardless of operative treatment. Most patients will experience cement extravasation, but this does not seem to have much clinical significance. Embolization of the cement occurs rarely, but it can lead to devastating complications such as pulmonary embolism or stroke. [9]"}
{"id": "article-19800_20", "title": "Vertebral Compression Fractures -- Pearls and Other Issues", "content": "The most important consideration when evaluating fractures of the spine should be the neurologic exam as compression of the spinal canal may alter treatment options. Regarding a kyphoplasty treatment for compression fractures, several contraindications should be remembered. These include current neurologic compromise, burst fractures (fractures of the posterior vertebral body wall), spine infections, current sepsis, or underlying bleeding diatheses. Not addressed above are patients with diffuse idiopathic skeletal hyperostosis (DISH) and ankylosing spondylitis (AS). Both of these result in brittle spinal columns and a fracture of any type should be considered unstable and require CT, MRI, and potentially surgery.", "contents": "Vertebral Compression Fractures -- Pearls and Other Issues. The most important consideration when evaluating fractures of the spine should be the neurologic exam as compression of the spinal canal may alter treatment options. Regarding a kyphoplasty treatment for compression fractures, several contraindications should be remembered. These include current neurologic compromise, burst fractures (fractures of the posterior vertebral body wall), spine infections, current sepsis, or underlying bleeding diatheses. Not addressed above are patients with diffuse idiopathic skeletal hyperostosis (DISH) and ankylosing spondylitis (AS). Both of these result in brittle spinal columns and a fracture of any type should be considered unstable and require CT, MRI, and potentially surgery."}
{"id": "article-19800_21", "title": "Vertebral Compression Fractures -- Enhancing Healthcare Team Outcomes", "content": "Patients with vertebral fractures are often managed by an interprofessional team that includes an orthopedic nurse specialist, emergency department physician, neurologist, radiologist, neurosurgeon, physical therapist, and an intensivist. All patients with severe injuries and neurological deficits are monitored in the ICU by trauma nurses. Complications should be discussed and reported to the team. Mild injuries may be managed with conservative care but severe injuries with neurological deficits may require surgery. Due to the pain involved, the pharmacist should assist with pain management medication selection and monitoring for clinical effect. The prognosis of these patients is dependent on age, type and extent of the injury, other associated injuries, the presence of neurological deficits and the need for mechanical ventilation. [20] [21] (Level V)", "contents": "Vertebral Compression Fractures -- Enhancing Healthcare Team Outcomes. Patients with vertebral fractures are often managed by an interprofessional team that includes an orthopedic nurse specialist, emergency department physician, neurologist, radiologist, neurosurgeon, physical therapist, and an intensivist. All patients with severe injuries and neurological deficits are monitored in the ICU by trauma nurses. Complications should be discussed and reported to the team. Mild injuries may be managed with conservative care but severe injuries with neurological deficits may require surgery. Due to the pain involved, the pharmacist should assist with pain management medication selection and monitoring for clinical effect. The prognosis of these patients is dependent on age, type and extent of the injury, other associated injuries, the presence of neurological deficits and the need for mechanical ventilation. [20] [21] (Level V)"}
{"id": "article-19800_22", "title": "Vertebral Compression Fractures -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vertebral Compression Fractures -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}