{"id": "article-133108_0", "title": "Biochemistry, Tear Film -- Introduction", "content": "The tear film covers the ocular surface and is essential for protecting the eye from the environment, lubricating the ocular surface, maintaining a smooth surface for light refraction, and preserving the health of the conjunctiva and the avascular cornea. The tear film is approximately 3 to 10 μL in volume, 3 μm thick, and secreted at a rate of 1 to 2 μL/min. [1] [2] The pH of tears is approximately 7.45 and ranges between 7.14 to 7.82, depending on diurnal and seasonal influences. [2] Prolonged lid closure, such as during sleep, leads to a buildup of carbon dioxide, thus lowering the pH. It can conceptually be thought of as having three major layers – inner mucin, middle aqueous, and outer lipid layer. The main lacrimal glands produce most of the aqueous tear layer, with small amounts produced by the goblet cells in the conjunctiva and accessory lacrimal glands. [2] The tears then evaporate or are drained through the lacrimal puncta.", "contents": "Biochemistry, Tear Film -- Introduction. The tear film covers the ocular surface and is essential for protecting the eye from the environment, lubricating the ocular surface, maintaining a smooth surface for light refraction, and preserving the health of the conjunctiva and the avascular cornea. The tear film is approximately 3 to 10 μL in volume, 3 μm thick, and secreted at a rate of 1 to 2 μL/min. [1] [2] The pH of tears is approximately 7.45 and ranges between 7.14 to 7.82, depending on diurnal and seasonal influences. [2] Prolonged lid closure, such as during sleep, leads to a buildup of carbon dioxide, thus lowering the pH. It can conceptually be thought of as having three major layers – inner mucin, middle aqueous, and outer lipid layer. The main lacrimal glands produce most of the aqueous tear layer, with small amounts produced by the goblet cells in the conjunctiva and accessory lacrimal glands. [2] The tears then evaporate or are drained through the lacrimal puncta."}
{"id": "article-133108_1", "title": "Biochemistry, Tear Film -- Introduction", "content": "There are three different types of tears, each with unique biochemistries. Basal tears are typically present on the ocular surface, providing nutrients to the ocular surface, maintaining ocular comfort, and ridding the surface of debris. Reflex tears are those released in response to irritants, including chemicals and foreign bodies. Reflex tears are produced in higher quantities than basal tears and are involved in flushing the ocular surface of irritants. Closed eye tears are those lubricating the eyes during sleep. Some components of the tear film, such as lactoferrin, lipocalin-1, and lysozyme, remain relatively constant between different types of tears. [1] However, the total amount of protein, lipid, and secretory IgA varies between types; protein and lipid content is highest in basal tears. [3] Despite differences in composition, the osmolarities in tear types remain relatively constant. [3]", "contents": "Biochemistry, Tear Film -- Introduction. There are three different types of tears, each with unique biochemistries. Basal tears are typically present on the ocular surface, providing nutrients to the ocular surface, maintaining ocular comfort, and ridding the surface of debris. Reflex tears are those released in response to irritants, including chemicals and foreign bodies. Reflex tears are produced in higher quantities than basal tears and are involved in flushing the ocular surface of irritants. Closed eye tears are those lubricating the eyes during sleep. Some components of the tear film, such as lactoferrin, lipocalin-1, and lysozyme, remain relatively constant between different types of tears. [1] However, the total amount of protein, lipid, and secretory IgA varies between types; protein and lipid content is highest in basal tears. [3] Despite differences in composition, the osmolarities in tear types remain relatively constant. [3]"}
{"id": "article-133108_2", "title": "Biochemistry, Tear Film -- Fundamentals", "content": "The tear film is heterogeneous and is classically divided into three distinct layers – inner mucin, middle aqueous, and outer lipid layer. Though more practically, there is overlap and mixing between layers. The vast majority of the tear film is an aqueous phase containing various mucin concentrations depending on the layer and a thin superficial lipid layer 50-100 nm in thickness. [1]", "contents": "Biochemistry, Tear Film -- Fundamentals. The tear film is heterogeneous and is classically divided into three distinct layers – inner mucin, middle aqueous, and outer lipid layer. Though more practically, there is overlap and mixing between layers. The vast majority of the tear film is an aqueous phase containing various mucin concentrations depending on the layer and a thin superficial lipid layer 50-100 nm in thickness. [1]"}
{"id": "article-133108_3", "title": "Biochemistry, Tear Film -- Fundamentals", "content": "The inner layer is formed by mucins secreted mostly by the goblet cells in the conjunctival epithelium, and to a lesser extent, by the acinar cells of the lacrimal gland, epithelial cells in the cornea and conjunctiva. [4] It functions in stabilizing the aqueous layer. [1] They are most plentiful in the innermost tear layer and decrease in concentration in the more superficial layers. The mucin layer also contains immunoglobulins, urea, salts, glucose, and proteins. [5] Mucins anchor the aqueous layer to the hydrophobic corneal epithelium via the glycocalyx, aiding in uniform lubrication of the ocular surface. Additionally, they lower the surface tension and increase the stability of the tear film. [5]", "contents": "Biochemistry, Tear Film -- Fundamentals. The inner layer is formed by mucins secreted mostly by the goblet cells in the conjunctival epithelium, and to a lesser extent, by the acinar cells of the lacrimal gland, epithelial cells in the cornea and conjunctiva. [4] It functions in stabilizing the aqueous layer. [1] They are most plentiful in the innermost tear layer and decrease in concentration in the more superficial layers. The mucin layer also contains immunoglobulins, urea, salts, glucose, and proteins. [5] Mucins anchor the aqueous layer to the hydrophobic corneal epithelium via the glycocalyx, aiding in uniform lubrication of the ocular surface. Additionally, they lower the surface tension and increase the stability of the tear film. [5]"}
{"id": "article-133108_4", "title": "Biochemistry, Tear Film -- Fundamentals", "content": "The aqueous layer is essential for maintaining lubrication and protection of the ocular surface. It contains proteins, metabolites, inorganic salts, glucose, oxygen, and electrolytes (magnesium, bicarbonate, calcium, urea) essential for maintaining the health of the ocular surface as well as flushing away debris and toxins. [1] [5]", "contents": "Biochemistry, Tear Film -- Fundamentals. The aqueous layer is essential for maintaining lubrication and protection of the ocular surface. It contains proteins, metabolites, inorganic salts, glucose, oxygen, and electrolytes (magnesium, bicarbonate, calcium, urea) essential for maintaining the health of the ocular surface as well as flushing away debris and toxins. [1] [5]"}
{"id": "article-133108_5", "title": "Biochemistry, Tear Film -- Fundamentals", "content": "The lipid layer exists at the environmental-tear interface and essential for delaying the rate of tear evaporation. This superficial lipid layer contains cholesterol, wax esters, fatty acids, and phospholipids. Over 600 unique lipids from 17 different lipid classes have been identified in tears. [1] [6] Most of these lipids are produced by the meibomian glands, which line the eyelid margin. Specifically, meibum contains both polar and nonpolar lipids. The polar component serves as a surfactant and is primarily composed of phospholipids, phosphatidylcholine, and sphingomyelin. [5] [6] This layer is composed primarily of cholesterols and wax esters. [5] [6]", "contents": "Biochemistry, Tear Film -- Fundamentals. The lipid layer exists at the environmental-tear interface and essential for delaying the rate of tear evaporation. This superficial lipid layer contains cholesterol, wax esters, fatty acids, and phospholipids. Over 600 unique lipids from 17 different lipid classes have been identified in tears. [1] [6] Most of these lipids are produced by the meibomian glands, which line the eyelid margin. Specifically, meibum contains both polar and nonpolar lipids. The polar component serves as a surfactant and is primarily composed of phospholipids, phosphatidylcholine, and sphingomyelin. [5] [6] This layer is composed primarily of cholesterols and wax esters. [5] [6]"}
{"id": "article-133108_6", "title": "Biochemistry, Tear Film -- Molecular Level", "content": "The cornea contains abundant tight junctions to prevent transcellular permeability, allowing the transparent and avascular structure to maintain its cellular architecture and prevent angiogenesis, inflammation, and cellular infiltration. [4] In contrast, the conjunctiva contains leaky tight junctions, is highly vascularized and contains stratified squamous cells and goblet cells necessary to respond to ocular insults. [4]", "contents": "Biochemistry, Tear Film -- Molecular Level. The cornea contains abundant tight junctions to prevent transcellular permeability, allowing the transparent and avascular structure to maintain its cellular architecture and prevent angiogenesis, inflammation, and cellular infiltration. [4] In contrast, the conjunctiva contains leaky tight junctions, is highly vascularized and contains stratified squamous cells and goblet cells necessary to respond to ocular insults. [4]"}
{"id": "article-133108_7", "title": "Biochemistry, Tear Film -- Molecular Level", "content": "Numerous cells are involved in maintaining tear film homeostasis and responding to perturbances. For example, as stated previously, mucins are produced by the acinar cells of the lacrimal gland, epithelial cells in the cornea and conjunctiva, and goblet cells in the conjunctiva. [4] In ocular allergy, conjunctival epithelial cells release cytokines and mast cells present in the eyelids, and conjunctiva release histamine and inflammatory factors. [7] Irritation of the ocular surface, such as in dry eye disease, leads to activation of the inflammatory cascade, the release of cytokines, and recruitment of antigen-presenting cells and Th1 helper T cells. [7]", "contents": "Biochemistry, Tear Film -- Molecular Level. Numerous cells are involved in maintaining tear film homeostasis and responding to perturbances. For example, as stated previously, mucins are produced by the acinar cells of the lacrimal gland, epithelial cells in the cornea and conjunctiva, and goblet cells in the conjunctiva. [4] In ocular allergy, conjunctival epithelial cells release cytokines and mast cells present in the eyelids, and conjunctiva release histamine and inflammatory factors. [7] Irritation of the ocular surface, such as in dry eye disease, leads to activation of the inflammatory cascade, the release of cytokines, and recruitment of antigen-presenting cells and Th1 helper T cells. [7]"}
{"id": "article-133108_8", "title": "Biochemistry, Tear Film -- Molecular Level", "content": "The majority of proteins found in the tear film are synthesized and secreted locally by the lacrimal gland; however, some protein components may leak into the tear fluid from systemic circulation. [8] Proteins including lactoferrin, lysozyme, and tear-specific prealbumin are key components of the tear film but are largely absent in the serum. [8] Thus, proteins such as lysozyme have been used as a marker for lacrimal gland function and thus a marker for disorders of the tear film such as dry eye syndrome. Immunoglobulins are similarly synthesized locally by plasma cells in the eye. [8] The primary immunoglobulin found in the tear film is secretory IgA, found at 10 to 80 mg per deciliter; IgG and IgE are present at much lower concentrations. [2] [5] [9] Secretory IgA is synthesized by both the conjunctiva and lacrimal gland, which accounts for its high concentration in tears relative to the serum.", "contents": "Biochemistry, Tear Film -- Molecular Level. The majority of proteins found in the tear film are synthesized and secreted locally by the lacrimal gland; however, some protein components may leak into the tear fluid from systemic circulation. [8] Proteins including lactoferrin, lysozyme, and tear-specific prealbumin are key components of the tear film but are largely absent in the serum. [8] Thus, proteins such as lysozyme have been used as a marker for lacrimal gland function and thus a marker for disorders of the tear film such as dry eye syndrome. Immunoglobulins are similarly synthesized locally by plasma cells in the eye. [8] The primary immunoglobulin found in the tear film is secretory IgA, found at 10 to 80 mg per deciliter; IgG and IgE are present at much lower concentrations. [2] [5] [9] Secretory IgA is synthesized by both the conjunctiva and lacrimal gland, which accounts for its high concentration in tears relative to the serum."}
{"id": "article-133108_9", "title": "Biochemistry, Tear Film -- Function", "content": "Functions of the tear film include providing lubrication to the ocular surface and eyelid, antimicrobial defense, providing a smooth ocular surface for refraction, and supplying oxygen and nutrition to the avascular corneal epithelium.", "contents": "Biochemistry, Tear Film -- Function. Functions of the tear film include providing lubrication to the ocular surface and eyelid, antimicrobial defense, providing a smooth ocular surface for refraction, and supplying oxygen and nutrition to the avascular corneal epithelium."}
{"id": "article-133108_10", "title": "Biochemistry, Tear Film -- Function", "content": "The tear film forms a protective barrier between the ocular surface and the external environment, and it contains antimicrobial properties. Key antimicrobial factors found in the tear film include lysozyme, lactoferrin, transferrin, ceruloplasmin, IgA, IgG, IgE, complement, glycoprotein, and anti-proteinase, which are found in the aqueous layer of the tear film.", "contents": "Biochemistry, Tear Film -- Function. The tear film forms a protective barrier between the ocular surface and the external environment, and it contains antimicrobial properties. Key antimicrobial factors found in the tear film include lysozyme, lactoferrin, transferrin, ceruloplasmin, IgA, IgG, IgE, complement, glycoprotein, and anti-proteinase, which are found in the aqueous layer of the tear film."}
{"id": "article-133108_11", "title": "Biochemistry, Tear Film -- Function", "content": "Lysozyme is bacteriolytic, hydrolyzing bacterial peptidoglycan cell walls. It is highest in concentration in tears compared to other bodily fluids. [2] Lactoferrin chelates iron, sequestering it from the bacteria that require it for metabolism and growth. [2] Immunoglobulins play a key role in defense against bacterial, viral, and parasitic infection. IgA levels are increased during infectious or inflammatory states, including acute bacterial conjunctivitis, blepharoconjunctivitis, and acute keratoconjunctivitis, keratomalacia, and corneal graft reaction. [9] alpha-lysin is another antimicrobial substance found in tears, and it causes cell rupture. [5]", "contents": "Biochemistry, Tear Film -- Function. Lysozyme is bacteriolytic, hydrolyzing bacterial peptidoglycan cell walls. It is highest in concentration in tears compared to other bodily fluids. [2] Lactoferrin chelates iron, sequestering it from the bacteria that require it for metabolism and growth. [2] Immunoglobulins play a key role in defense against bacterial, viral, and parasitic infection. IgA levels are increased during infectious or inflammatory states, including acute bacterial conjunctivitis, blepharoconjunctivitis, and acute keratoconjunctivitis, keratomalacia, and corneal graft reaction. [9] alpha-lysin is another antimicrobial substance found in tears, and it causes cell rupture. [5]"}
{"id": "article-133108_12", "title": "Biochemistry, Tear Film -- Function", "content": "Mucins and glycoproteins secreted by goblet cells also play a role in ocular defense by having decoy receptors for bacteria, thus preventing attachment to ocular tissue, as well as entrapping bacteria or foreign bodies. [1] [5] Furthermore, they concentrate IgA at the mucosal surface where bacteria may be present. [5]", "contents": "Biochemistry, Tear Film -- Function. Mucins and glycoproteins secreted by goblet cells also play a role in ocular defense by having decoy receptors for bacteria, thus preventing attachment to ocular tissue, as well as entrapping bacteria or foreign bodies. [1] [5] Furthermore, they concentrate IgA at the mucosal surface where bacteria may be present. [5]"}
{"id": "article-133108_13", "title": "Biochemistry, Tear Film -- Mechanism", "content": "Sensory innervation plays a key role in regulating tear production. Trigeminal nerve (V1) afferent neurons in the cornea and eyelids receive sensory inputs in response to temperature changes and noxious stimuli through mechanoreceptors, polymodal receptors, and cold receptors. In response, they activate autonomic and somatic reflexes, which include increased tear production and blinking. [10]", "contents": "Biochemistry, Tear Film -- Mechanism. Sensory innervation plays a key role in regulating tear production. Trigeminal nerve (V1) afferent neurons in the cornea and eyelids receive sensory inputs in response to temperature changes and noxious stimuli through mechanoreceptors, polymodal receptors, and cold receptors. In response, they activate autonomic and somatic reflexes, which include increased tear production and blinking. [10]"}
{"id": "article-133108_14", "title": "Biochemistry, Tear Film -- Mechanism", "content": "The lacrimal and meibomian glands, responsible for producing the aqueous and lipid layer of the tear film, respectively, receive both sympathetic and parasympathetic innervation. Together, they form a neuronal circuit that regulates tear secretion. Parasympathetic activation in response to pain, irritation, and cold leads to increased aqueous and mucin production and tear production. Sympathetic inputs lead to increased secretion from conjunctival epithelial cells. [10]", "contents": "Biochemistry, Tear Film -- Mechanism. The lacrimal and meibomian glands, responsible for producing the aqueous and lipid layer of the tear film, respectively, receive both sympathetic and parasympathetic innervation. Together, they form a neuronal circuit that regulates tear secretion. Parasympathetic activation in response to pain, irritation, and cold leads to increased aqueous and mucin production and tear production. Sympathetic inputs lead to increased secretion from conjunctival epithelial cells. [10]"}
{"id": "article-133108_15", "title": "Biochemistry, Tear Film -- Testing", "content": "Tear break-up time (TBUT) is a measurement used to assess the stability of the tear film, conducted under slit-lamp examination after instilling fluorescein. A decreased TBUT (defined as <10 seconds) is considered abnormal and often seen in evaporative dry eye disease.", "contents": "Biochemistry, Tear Film -- Testing. Tear break-up time (TBUT) is a measurement used to assess the stability of the tear film, conducted under slit-lamp examination after instilling fluorescein. A decreased TBUT (defined as <10 seconds) is considered abnormal and often seen in evaporative dry eye disease."}
{"id": "article-133108_16", "title": "Biochemistry, Tear Film -- Testing", "content": "Tear osmolarity can be used as an indicator for tear film stability. Osmolarity ranges between 300 to 310 mOsm/kg in normal eyes and can reach 360 mOsm/kg in dry eye disease. [11] Tear hyperosmolarity results from inadequate tear production or increased tear turnover and evaporation. Prolonged tear hyperosmolarity has been implicated in the production of inflammatory mediators (IL-1β, TNF-α, and MMP-9) and cytokines and the activation of proinflammatory mitogen-activated protein kinase (MAP-K) pathways that can damage the corneal surface and goblet cells. [12] [13] Activation of MAP-K pathways leads to further production of inflammatory cytokines and matrix metalloproteinases.", "contents": "Biochemistry, Tear Film -- Testing. Tear osmolarity can be used as an indicator for tear film stability. Osmolarity ranges between 300 to 310 mOsm/kg in normal eyes and can reach 360 mOsm/kg in dry eye disease. [11] Tear hyperosmolarity results from inadequate tear production or increased tear turnover and evaporation. Prolonged tear hyperosmolarity has been implicated in the production of inflammatory mediators (IL-1β, TNF-α, and MMP-9) and cytokines and the activation of proinflammatory mitogen-activated protein kinase (MAP-K) pathways that can damage the corneal surface and goblet cells. [12] [13] Activation of MAP-K pathways leads to further production of inflammatory cytokines and matrix metalloproteinases."}
{"id": "article-133108_17", "title": "Biochemistry, Tear Film -- Testing", "content": "Ocular surface staining with fluorescein, lissamine green, and rose bengal can be used to visualize defects in the corneal surface and degenerated and dead cells. The volume of tears can be evaluated using Schirmer’s test, which measures tear production over time. In Schirmer’s test, a strip is placed inside the lower eyelid, and the amount of wetting from tears is measured. Examination of the tear meniscus is another method to assess the tear volume. Measurement of inflammatory biomarkers (such as matrix metalloproteinases, lysozyme, and lactoferrin) can assess the degree of ocular inflammation and abnormalities in the tear film.", "contents": "Biochemistry, Tear Film -- Testing. Ocular surface staining with fluorescein, lissamine green, and rose bengal can be used to visualize defects in the corneal surface and degenerated and dead cells. The volume of tears can be evaluated using Schirmer’s test, which measures tear production over time. In Schirmer’s test, a strip is placed inside the lower eyelid, and the amount of wetting from tears is measured. Examination of the tear meniscus is another method to assess the tear volume. Measurement of inflammatory biomarkers (such as matrix metalloproteinases, lysozyme, and lactoferrin) can assess the degree of ocular inflammation and abnormalities in the tear film."}
{"id": "article-133108_18", "title": "Biochemistry, Tear Film -- Clinical Significance", "content": "Abnormalities in tear film biomarkers can reflect prolonged metabolic disarray or disease states both in ocular surface and systemic disease. However, dysregulation of tear components can also be observed following ocular surgery, infection, and the use of contact lenses. Abnormal concentrations of proteins and inflammatory mediators in the tear film have been observed in glaucoma, diabetic retinopathy, meibomian gland disease, pterygium, keratoconus, autoimmune thyroid eye disease, diabetes, and even systemic cancer. [1] [14] Since the tear film reflects the ocular milieu and is readily available for noninvasive collection and analysis, it can be used to elucidate disease processes further or monitor disease progression. A few examples are discussed below.", "contents": "Biochemistry, Tear Film -- Clinical Significance. Abnormalities in tear film biomarkers can reflect prolonged metabolic disarray or disease states both in ocular surface and systemic disease. However, dysregulation of tear components can also be observed following ocular surgery, infection, and the use of contact lenses. Abnormal concentrations of proteins and inflammatory mediators in the tear film have been observed in glaucoma, diabetic retinopathy, meibomian gland disease, pterygium, keratoconus, autoimmune thyroid eye disease, diabetes, and even systemic cancer. [1] [14] Since the tear film reflects the ocular milieu and is readily available for noninvasive collection and analysis, it can be used to elucidate disease processes further or monitor disease progression. A few examples are discussed below."}
{"id": "article-133108_19", "title": "Biochemistry, Tear Film -- Clinical Significance", "content": "Studies have shown an increase in proinflammatory cytokines in dry eye syndrome, including IL-1, IL-6, IL-8, and TNF-alpha. [15] These inflammatory mediators are now the target of several topical medications, including cyclosporine 0.05%, cyclosporine 0.09%, and lifitegrast 5%. The exact mechanism of these drugs is unknown. It is known that cyclosporine inhibits calcineurin, thereby inhibiting transcription of IL-2 and blocking the inflammatory cascade. It has also been shown to increase tear production and increase goblet cell density, leading to an improved mucin layer. [16] Similarly, lifitegrast has also been shown to increase tear production and increase goblet cell density, although the latter has only been demonstrated in mice. [17] Furthermore, patients with dry eye syndrome have low levels of tear lactoferrin and lysozyme, both of which are produced by the lacrimal gland. [18] Thus, these factors can be used to assess the degree of lacrimal gland function and tear secretory function, regardless of underlying dry eye etiology.", "contents": "Biochemistry, Tear Film -- Clinical Significance. Studies have shown an increase in proinflammatory cytokines in dry eye syndrome, including IL-1, IL-6, IL-8, and TNF-alpha. [15] These inflammatory mediators are now the target of several topical medications, including cyclosporine 0.05%, cyclosporine 0.09%, and lifitegrast 5%. The exact mechanism of these drugs is unknown. It is known that cyclosporine inhibits calcineurin, thereby inhibiting transcription of IL-2 and blocking the inflammatory cascade. It has also been shown to increase tear production and increase goblet cell density, leading to an improved mucin layer. [16] Similarly, lifitegrast has also been shown to increase tear production and increase goblet cell density, although the latter has only been demonstrated in mice. [17] Furthermore, patients with dry eye syndrome have low levels of tear lactoferrin and lysozyme, both of which are produced by the lacrimal gland. [18] Thus, these factors can be used to assess the degree of lacrimal gland function and tear secretory function, regardless of underlying dry eye etiology."}
{"id": "article-133108_20", "title": "Biochemistry, Tear Film -- Clinical Significance", "content": "Studies have shown an increase in proinflammatory cytokines IL-1β, IL-6, IL-12, TNF-α in tears of patients undergoing glaucoma treatment. [14] Patients with diabetic retinopathy also exhibit increased levels of proinflammatory cytokines (IP-10, MCP-10), decreased levels of anti-angiogenic factors, and abnormalities in tear protein composition. [14] The tear fluid in patients with Sjogren syndrome showed the presence of anti-Ro/SSA and anti-La/SSB antibodies, which correlate with the severity of keratoconjunctivitis Sicca. [14]", "contents": "Biochemistry, Tear Film -- Clinical Significance. Studies have shown an increase in proinflammatory cytokines IL-1β, IL-6, IL-12, TNF-α in tears of patients undergoing glaucoma treatment. [14] Patients with diabetic retinopathy also exhibit increased levels of proinflammatory cytokines (IP-10, MCP-10), decreased levels of anti-angiogenic factors, and abnormalities in tear protein composition. [14] The tear fluid in patients with Sjogren syndrome showed the presence of anti-Ro/SSA and anti-La/SSB antibodies, which correlate with the severity of keratoconjunctivitis Sicca. [14]"}
{"id": "article-133108_21", "title": "Biochemistry, Tear Film -- Clinical Significance", "content": "Tear film abnormalities are observed in ocular graft-versus-host disease following allogeneic hematopoietic stem cell transplantation, characterized by severe dry eye and ocular surface disease. The tear film in these patients and most patients with dry eyes show elevated levels of IL-2, IL-10, IL17α, INF-g, TNF-α, and IL-6. [19]", "contents": "Biochemistry, Tear Film -- Clinical Significance. Tear film abnormalities are observed in ocular graft-versus-host disease following allogeneic hematopoietic stem cell transplantation, characterized by severe dry eye and ocular surface disease. The tear film in these patients and most patients with dry eyes show elevated levels of IL-2, IL-10, IL17α, INF-g, TNF-α, and IL-6. [19]"}
{"id": "article-133108_22", "title": "Biochemistry, Tear Film -- Clinical Significance", "content": "Proinflammatory mediators are also increased in the tear film in corneal neovascularization (CNV). CNV is the formation of new vascular structures on the cornea and can cause corneal opacification and vision loss. In adults, studies have shown the tear film of individuals with CNV has higher levels of proangiogenic factors IL-6, IL-8, and VEGF compared to controls without CNV. [20] Additionally, there was a strong correlation between levels of cytokines Il-6, MCP-1, and VEGF in the tears of individuals with CNV. [20]", "contents": "Biochemistry, Tear Film -- Clinical Significance. Proinflammatory mediators are also increased in the tear film in corneal neovascularization (CNV). CNV is the formation of new vascular structures on the cornea and can cause corneal opacification and vision loss. In adults, studies have shown the tear film of individuals with CNV has higher levels of proangiogenic factors IL-6, IL-8, and VEGF compared to controls without CNV. [20] Additionally, there was a strong correlation between levels of cytokines Il-6, MCP-1, and VEGF in the tears of individuals with CNV. [20]"}
{"id": "article-133108_23", "title": "Biochemistry, Tear Film -- Clinical Significance", "content": "While only a few disease states and their associated tear film have been included here, other ocular surface and systemic diseases have been similarly characterized. Further characterization of the tear film in various diseases can identify disease-specific biomarkers to elucidate disease etiology, pathogenesis, and novel treatment targets.", "contents": "Biochemistry, Tear Film -- Clinical Significance. While only a few disease states and their associated tear film have been included here, other ocular surface and systemic diseases have been similarly characterized. Further characterization of the tear film in various diseases can identify disease-specific biomarkers to elucidate disease etiology, pathogenesis, and novel treatment targets."}
{"id": "article-133108_24", "title": "Biochemistry, Tear Film -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Tear Film -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}