{"id": "article-34016_0", "title": "Polymorphic Light Eruption -- Continuing Education Activity", "content": "Polymorphic light eruption is the most common form of immunologically mediated photosensitivity dermatoses. Exposure to sunlight in spring or summer results in an irritable rash that resolves within a few days, providing further exposure is avoided. This activity reviews the pathophysiology of polymorphic light eruption and highlights the role of the interprofessional team in its management.", "contents": "Polymorphic Light Eruption -- Continuing Education Activity. Polymorphic light eruption is the most common form of immunologically mediated photosensitivity dermatoses. Exposure to sunlight in spring or summer results in an irritable rash that resolves within a few days, providing further exposure is avoided. This activity reviews the pathophysiology of polymorphic light eruption and highlights the role of the interprofessional team in its management."}
{"id": "article-34016_1", "title": "Polymorphic Light Eruption -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of polymorphic light eruption. Review the presentation of polymorphic light eruption. Outline the treatment and management options available for polymorphic light eruption. Summarize the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by polymorphic light eruption. Access free multiple choice questions on this topic.", "contents": "Polymorphic Light Eruption -- Continuing Education Activity. Objectives: Describe the pathophysiology of polymorphic light eruption. Review the presentation of polymorphic light eruption. Outline the treatment and management options available for polymorphic light eruption. Summarize the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by polymorphic light eruption. Access free multiple choice questions on this topic."}
{"id": "article-34016_2", "title": "Polymorphic Light Eruption -- Introduction", "content": "Polymorphic light eruption is the most common form of immunologically mediated photosensitivity dermatoses. Exposure to sunlight in spring or summer results in an irritable rash that resolves within a few days, providing further exposure is avoided. Variants include juvenile spring eruption (vesicles on the ears of young boys) and PMLE sine eruption (pruritus on sun-exposed skin without visible skin changes). Polymorphic light eruption is also known as polymorphous light eruption and prurigo aestivalis.", "contents": "Polymorphic Light Eruption -- Introduction. Polymorphic light eruption is the most common form of immunologically mediated photosensitivity dermatoses. Exposure to sunlight in spring or summer results in an irritable rash that resolves within a few days, providing further exposure is avoided. Variants include juvenile spring eruption (vesicles on the ears of young boys) and PMLE sine eruption (pruritus on sun-exposed skin without visible skin changes). Polymorphic light eruption is also known as polymorphous light eruption and prurigo aestivalis."}
{"id": "article-34016_3", "title": "Polymorphic Light Eruption -- Etiology", "content": "The cause of polymorphic light eruption is unknown. It is postulated that there is a delayed hypersensitivity reaction to an endogenous antigen expressed after exposure to sunlight or artificial sources of ultraviolet (UV) radiation. Theories must account for increased prevalence in women and for the hardening effect of on-going exposure to ultraviolet radiation. [1]", "contents": "Polymorphic Light Eruption -- Etiology. The cause of polymorphic light eruption is unknown. It is postulated that there is a delayed hypersensitivity reaction to an endogenous antigen expressed after exposure to sunlight or artificial sources of ultraviolet (UV) radiation. Theories must account for increased prevalence in women and for the hardening effect of on-going exposure to ultraviolet radiation. [1]"}
{"id": "article-34016_4", "title": "Polymorphic Light Eruption -- Epidemiology", "content": "The prevalence of polymorphic light eruption varies worldwide. Affected individuals may experience it every time they go outdoors, or only occasionally. It is more common in Northern Europe (15% in the UK) than in Australasia (5%). It affects all skin types but is more common in lighter skin especially Fitzpatrick skin phototype 1, than in darker skins. It most often (about 75% of cases) begins in females aged 20 to 40 years but may start in childhood or later in life. More people experience polymorphic light eruption at high altitude than at sea level. [1]", "contents": "Polymorphic Light Eruption -- Epidemiology. The prevalence of polymorphic light eruption varies worldwide. Affected individuals may experience it every time they go outdoors, or only occasionally. It is more common in Northern Europe (15% in the UK) than in Australasia (5%). It affects all skin types but is more common in lighter skin especially Fitzpatrick skin phototype 1, than in darker skins. It most often (about 75% of cases) begins in females aged 20 to 40 years but may start in childhood or later in life. More people experience polymorphic light eruption at high altitude than at sea level. [1]"}
{"id": "article-34016_5", "title": "Polymorphic Light Eruption -- Pathophysiology", "content": "Twin studies indicate a polygenic model may explain familial clustering. Sunburn reaction in patients affected by polymorphous light eruption is normal.", "contents": "Polymorphic Light Eruption -- Pathophysiology. Twin studies indicate a polygenic model may explain familial clustering. Sunburn reaction in patients affected by polymorphous light eruption is normal."}
{"id": "article-34016_6", "title": "Polymorphic Light Eruption -- Pathophysiology", "content": "Current theories involve two steps that lead to a polymorphous light eruption. An unknown photoantigen is rendered immunogenic on exposure to UV. This does not cause a problem in unaffected individuals because of UV-induced suppression. In patients with a polymorphic light eruption, T–cell function is not suppressed by UV radiation until photo-hardening has taken place. The putative antigen induced by UV radiation leads to a predominance of CD4+ T cells and the production of proinflammatory cytokines such as interleukin (IL) 1. Vitamin D insufficiency, the role of estrogen in preventing UV-induced immune suppression, and dysregulated antimicrobial factors may be relevant.", "contents": "Polymorphic Light Eruption -- Pathophysiology. Current theories involve two steps that lead to a polymorphous light eruption. An unknown photoantigen is rendered immunogenic on exposure to UV. This does not cause a problem in unaffected individuals because of UV-induced suppression. In patients with a polymorphic light eruption, T–cell function is not suppressed by UV radiation until photo-hardening has taken place. The putative antigen induced by UV radiation leads to a predominance of CD4+ T cells and the production of proinflammatory cytokines such as interleukin (IL) 1. Vitamin D insufficiency, the role of estrogen in preventing UV-induced immune suppression, and dysregulated antimicrobial factors may be relevant."}
{"id": "article-34016_7", "title": "Polymorphic Light Eruption -- Pathophysiology", "content": "The hardening effect, where further exposure to UV prevents the eruption, is not fully understood and could involve tanning, hyperkeratosis, and acanthosis of the epidermis, and/or the development of immunological tolerance. [1] [2]", "contents": "Polymorphic Light Eruption -- Pathophysiology. The hardening effect, where further exposure to UV prevents the eruption, is not fully understood and could involve tanning, hyperkeratosis, and acanthosis of the epidermis, and/or the development of immunological tolerance. [1] [2]"}
{"id": "article-34016_8", "title": "Polymorphic Light Eruption -- Toxicokinetics", "content": "UV-A is the usual part of the electromagnetic spectrum that provokes polymorphous light eruption (75% to 90%). However, it can be triggered in some patients by UV-B or visible light. Exposure may be to sunlight or to an artificial or medical source of ultraviolet radiation. [3]", "contents": "Polymorphic Light Eruption -- Toxicokinetics. UV-A is the usual part of the electromagnetic spectrum that provokes polymorphous light eruption (75% to 90%). However, it can be triggered in some patients by UV-B or visible light. Exposure may be to sunlight or to an artificial or medical source of ultraviolet radiation. [3]"}
{"id": "article-34016_9", "title": "Polymorphic Light Eruption -- History and Physical", "content": "The first sign of polymorphous light eruption typically appears after first exposure to intense sunlight during the spring or early summer in temperate climates. Several hours to days later, an irritable rash appears on areas newly exposed to the light such as the décolletage, forearms, backs of hands, lower legs and feet. It rarely affects the face. It also occurs in some patients treated for inflammatory skin diseases with phototherapy, when it may appear on the trunk and proximal limbs.", "contents": "Polymorphic Light Eruption -- History and Physical. The first sign of polymorphous light eruption typically appears after first exposure to intense sunlight during the spring or early summer in temperate climates. Several hours to days later, an irritable rash appears on areas newly exposed to the light such as the décolletage, forearms, backs of hands, lower legs and feet. It rarely affects the face. It also occurs in some patients treated for inflammatory skin diseases with phototherapy, when it may appear on the trunk and proximal limbs."}
{"id": "article-34016_10", "title": "Polymorphic Light Eruption -- History and Physical", "content": "The most common morphology is smooth-topped erythematous papules, which can coalesce into plaques. Morphology varies between individuals and can include macules, vesicles, lichenoid plaques, prurigo papules and targetoid lesions resembling erythema multiforme. Rarely, systemic features such as fever, malaise, and headaches, have been associated with the eruption.", "contents": "Polymorphic Light Eruption -- History and Physical. The most common morphology is smooth-topped erythematous papules, which can coalesce into plaques. Morphology varies between individuals and can include macules, vesicles, lichenoid plaques, prurigo papules and targetoid lesions resembling erythema multiforme. Rarely, systemic features such as fever, malaise, and headaches, have been associated with the eruption."}
{"id": "article-34016_11", "title": "Polymorphic Light Eruption -- History and Physical", "content": "The rash persists for several days then clears up without scarring if further exposure to UV is avoided. It may persist for weeks or months if repeatedly exposed, although in most individuals gradual exposure leads to hardening so that the eruption does not occur in late summer.", "contents": "Polymorphic Light Eruption -- History and Physical. The rash persists for several days then clears up without scarring if further exposure to UV is avoided. It may persist for weeks or months if repeatedly exposed, although in most individuals gradual exposure leads to hardening so that the eruption does not occur in late summer."}
{"id": "article-34016_12", "title": "Polymorphic Light Eruption -- History and Physical", "content": "Polymorphic light eruption tends to recur annually and is some patients persists throughout the year, depending on latitude. It often reduces in severity over time and eventually resolves with a lower prevalence in older people. [1]", "contents": "Polymorphic Light Eruption -- History and Physical. Polymorphic light eruption tends to recur annually and is some patients persists throughout the year, depending on latitude. It often reduces in severity over time and eventually resolves with a lower prevalence in older people. [1]"}
{"id": "article-34016_13", "title": "Polymorphic Light Eruption -- Evaluation", "content": "Skin biopsy shows upper dermal edema, and a dense perivascular and periadnexal lymphocytic infiltrate without vasculitis. Plasmacytoid dendritic cells and T regulatory cells predominate. [4] Neutrophils may be seen in early lesions. Spongiosis, vesicle formation, and liquefaction degeneration may be seen dependent on the clinical signs. Direct immunofluorescence testing is negative.", "contents": "Polymorphic Light Eruption -- Evaluation. Skin biopsy shows upper dermal edema, and a dense perivascular and periadnexal lymphocytic infiltrate without vasculitis. Plasmacytoid dendritic cells and T regulatory cells predominate. [4] Neutrophils may be seen in early lesions. Spongiosis, vesicle formation, and liquefaction degeneration may be seen dependent on the clinical signs. Direct immunofluorescence testing is negative."}
{"id": "article-34016_14", "title": "Polymorphic Light Eruption -- Evaluation", "content": "In most patients with a polymorphic light eruption, blood tests will reveal normal results. However, positive antinuclear antibody and extractable nuclear antigen (anti-Ro/La) in low titer may be detected, even in the absence of other criteria to suggest a diagnosis of lupus erythematosus.  When the history or clinical findings indicate, urinary and red cell porphyrin screening may be performed and are negative.", "contents": "Polymorphic Light Eruption -- Evaluation. In most patients with a polymorphic light eruption, blood tests will reveal normal results. However, positive antinuclear antibody and extractable nuclear antigen (anti-Ro/La) in low titer may be detected, even in the absence of other criteria to suggest a diagnosis of lupus erythematosus.  When the history or clinical findings indicate, urinary and red cell porphyrin screening may be performed and are negative."}
{"id": "article-34016_15", "title": "Polymorphic Light Eruption -- Evaluation", "content": "Phototesting is rarely necessary. Specialized centers may undertake photoprovocation testing in late winter, to determine inciting wavelengths. This involves exposure of 5-cm squares of usually-affected skin to 1–2 minimal erythema doses (MED) of broadband UVB and to varying doses of UVA.  The test is repeated on the same site daily for 3 days and the area examined to detect the typical rash. False negative responses occur in 10% to 40% of tested individuals. Formal monochromator MED testing is non-contributory, usually demonstrating expected results for the patient’s skin color. [5]", "contents": "Polymorphic Light Eruption -- Evaluation. Phototesting is rarely necessary. Specialized centers may undertake photoprovocation testing in late winter, to determine inciting wavelengths. This involves exposure of 5-cm squares of usually-affected skin to 1–2 minimal erythema doses (MED) of broadband UVB and to varying doses of UVA.  The test is repeated on the same site daily for 3 days and the area examined to detect the typical rash. False negative responses occur in 10% to 40% of tested individuals. Formal monochromator MED testing is non-contributory, usually demonstrating expected results for the patient’s skin color. [5]"}
{"id": "article-34016_16", "title": "Polymorphic Light Eruption -- Treatment / Management", "content": "Management requires determining what provokes the eruption and then attempting to minimize this, while at the same time gradually increasing exposure to induce hardening.", "contents": "Polymorphic Light Eruption -- Treatment / Management. Management requires determining what provokes the eruption and then attempting to minimize this, while at the same time gradually increasing exposure to induce hardening."}
{"id": "article-34016_17", "title": "Polymorphic Light Eruption -- Treatment / Management", "content": "Explain that UV-A is a large component of sunlight and can cause the light eruption without sunburn (as sunburn is mainly due to UV-B). UV-A, unlike UV-B, can penetrate window glass and is less well blocked by sunscreens. When in situations that are likely to provoke the rash, cover up as much as possible with densely woven clothing. Select broad-spectrum, water-resistant semi-opaque sun protection factor (SPF) 50+ sunscreens and apply before exposure and every two hours on skin that is not covered.", "contents": "Polymorphic Light Eruption -- Treatment / Management. Explain that UV-A is a large component of sunlight and can cause the light eruption without sunburn (as sunburn is mainly due to UV-B). UV-A, unlike UV-B, can penetrate window glass and is less well blocked by sunscreens. When in situations that are likely to provoke the rash, cover up as much as possible with densely woven clothing. Select broad-spectrum, water-resistant semi-opaque sun protection factor (SPF) 50+ sunscreens and apply before exposure and every two hours on skin that is not covered."}
{"id": "article-34016_18", "title": "Polymorphic Light Eruption -- Treatment / Management", "content": "Low-dose narrowband UV-B and other forms of phototherapy undertaken in late winter or early skin can reduce the incidence and severity of polymorphous light eruption. The course is 2 to 3 treatments per week for 4 to 6 weeks each year. [6]", "contents": "Polymorphic Light Eruption -- Treatment / Management. Low-dose narrowband UV-B and other forms of phototherapy undertaken in late winter or early skin can reduce the incidence and severity of polymorphous light eruption. The course is 2 to 3 treatments per week for 4 to 6 weeks each year. [6]"}
{"id": "article-34016_19", "title": "Polymorphic Light Eruption -- Treatment / Management", "content": "There is some evidence to support prophylactic short courses of oral steroids (for example, to prevent the eruption during a holiday break), hydroxychloroquine, and antioxidants such as Polypodium leucotomes extract, lycopene, beta-carotene, nicotinamide and astaxanthin. The eruption is treated with topical corticosteroids with some benefit in reducing symptoms and duration. [2]", "contents": "Polymorphic Light Eruption -- Treatment / Management. There is some evidence to support prophylactic short courses of oral steroids (for example, to prevent the eruption during a holiday break), hydroxychloroquine, and antioxidants such as Polypodium leucotomes extract, lycopene, beta-carotene, nicotinamide and astaxanthin. The eruption is treated with topical corticosteroids with some benefit in reducing symptoms and duration. [2]"}
{"id": "article-34016_20", "title": "Polymorphic Light Eruption -- Differential Diagnosis", "content": "The main differential diagnosis is photosensitivity associated with lupus erythematosus, which may behave and appear similar but tends to be more persistent. Solar urticaria occurs during or shortly after exposure and resolves within an hour or so of covering up. Photosensitivity dermatitis is more persistent with eczematous morphology. [5]", "contents": "Polymorphic Light Eruption -- Differential Diagnosis. The main differential diagnosis is photosensitivity associated with lupus erythematosus, which may behave and appear similar but tends to be more persistent. Solar urticaria occurs during or shortly after exposure and resolves within an hour or so of covering up. Photosensitivity dermatitis is more persistent with eczematous morphology. [5]"}
{"id": "article-34016_21", "title": "Polymorphic Light Eruption -- Complications", "content": "Polymorphous light eruption is generally uncomplicated but severe disease can lead to emotional distress, anxiety and depression.", "contents": "Polymorphic Light Eruption -- Complications. Polymorphous light eruption is generally uncomplicated but severe disease can lead to emotional distress, anxiety and depression."}
{"id": "article-34016_22", "title": "Polymorphic Light Eruption -- Enhancing Healthcare Team Outcomes", "content": "PLE is a relatively common skin disorder that is not easy to diagnose or manage. The disorder may be confused with many other skin disorders and thus is best managed by a dermatologist. However, once the diagnosis is made, the patient may be monitored by the primary care physician and nurse practitioner. These healthcare professionals should educate the patients on preventio which includes wearing appropriate garments when going outside and use ample sunscreen frequently. The condition is benign but recurrences are common leading to emotional distress and isolation. Thus, a patient may benefit from a mental health counsultant. [7] [8] (Level V)", "contents": "Polymorphic Light Eruption -- Enhancing Healthcare Team Outcomes. PLE is a relatively common skin disorder that is not easy to diagnose or manage. The disorder may be confused with many other skin disorders and thus is best managed by a dermatologist. However, once the diagnosis is made, the patient may be monitored by the primary care physician and nurse practitioner. These healthcare professionals should educate the patients on preventio which includes wearing appropriate garments when going outside and use ample sunscreen frequently. The condition is benign but recurrences are common leading to emotional distress and isolation. Thus, a patient may benefit from a mental health counsultant. [7] [8] (Level V)"}
{"id": "article-34016_23", "title": "Polymorphic Light Eruption -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Polymorphic Light Eruption -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}