{"id": "article-18237_0", "title": "Beta-Lactamase Inhibitors -- Continuing Education Activity", "content": "Beta-lactamase inhibitors are co-administered with beta-lactam antimicrobials to prevent antimicrobial resistance. They do this by inhibiting serine beta-lactamases, enzymes that inactivate the beta-lactam ring which are a common chemical structure to all beta-lactam antimicrobials. This activity outlines the different types of beta-lactamase inhibitors. It discusses the pharmacological properties of beta-lactamase inhibitors, their medical uses, administration methods, side effects, and other properties. It also highlights providers' critical role in correctly administering beta-lactamase inhibitors in combination with beta-lactam antimicrobials and counseling patients regarding medication adherence.", "contents": "Beta-Lactamase Inhibitors -- Continuing Education Activity. Beta-lactamase inhibitors are co-administered with beta-lactam antimicrobials to prevent antimicrobial resistance. They do this by inhibiting serine beta-lactamases, enzymes that inactivate the beta-lactam ring which are a common chemical structure to all beta-lactam antimicrobials. This activity outlines the different types of beta-lactamase inhibitors. It discusses the pharmacological properties of beta-lactamase inhibitors, their medical uses, administration methods, side effects, and other properties. It also highlights providers' critical role in correctly administering beta-lactamase inhibitors in combination with beta-lactam antimicrobials and counseling patients regarding medication adherence."}
{"id": "article-18237_1", "title": "Beta-Lactamase Inhibitors -- Continuing Education Activity", "content": "Objectives: Identify the different forms of beta-lactamase inhibitors, their pharmacological properties, and their medical indications. Assess the potential adverse effects of beta-lactamase inhibitors. Determine the methods of monitoring and administration of beta-lactamase inhibitor therapy. Communicate the importance of medication adherence, routine monitoring of patients taking beta-lactamase inhibitor therapy, and the importance of collaboration amongst the interprofessional team to enhance care delivery. Access free multiple choice questions on this topic.", "contents": "Beta-Lactamase Inhibitors -- Continuing Education Activity. Objectives: Identify the different forms of beta-lactamase inhibitors, their pharmacological properties, and their medical indications. Assess the potential adverse effects of beta-lactamase inhibitors. Determine the methods of monitoring and administration of beta-lactamase inhibitor therapy. Communicate the importance of medication adherence, routine monitoring of patients taking beta-lactamase inhibitor therapy, and the importance of collaboration amongst the interprofessional team to enhance care delivery. Access free multiple choice questions on this topic."}
{"id": "article-18237_2", "title": "Beta-Lactamase Inhibitors -- Indications", "content": "Beta-lactam antimicrobials are used to treat various bacterial infections and are among the most prescribed drugs in the United States (US). [1] Beta-lactamase inhibitors are drugs that are co-administered with beta-lactam antimicrobials to prevent antimicrobial resistance by inhibiting serine beta-lactamases, which are enzymes that inactivate the beta-lactam ring, which is a common chemical structure to all beta-lactam antimicrobials. Therefore, beta-lactamase inhibitors are primarily indicated for infections by gram-negative bacteria, as they produce this enzyme. [2]", "contents": "Beta-Lactamase Inhibitors -- Indications. Beta-lactam antimicrobials are used to treat various bacterial infections and are among the most prescribed drugs in the United States (US). [1] Beta-lactamase inhibitors are drugs that are co-administered with beta-lactam antimicrobials to prevent antimicrobial resistance by inhibiting serine beta-lactamases, which are enzymes that inactivate the beta-lactam ring, which is a common chemical structure to all beta-lactam antimicrobials. Therefore, beta-lactamase inhibitors are primarily indicated for infections by gram-negative bacteria, as they produce this enzyme. [2]"}
{"id": "article-18237_3", "title": "Beta-Lactamase Inhibitors -- Indications", "content": "The most common bacteria treated by beta-lactamase inhibitors are the Enterobacteriaceae (Citrobacter, Escherichia coli, Klebsiella pneumoniae, Morganella, Proteus vulgaris, Salmonella, Shigella), Haemophilus influenzae, Mycobacterium tuberculosis, Neisseria gonorrhoeae, and Pseudomonas aeruginosa . [3] Additionally, the gram-positive bacteria Staphylococcus aureus also contains the beta-lactamase enzyme. However, beta-lactamase inhibitors are less commonly used to treat staph due to an alternate antimicrobial resistance mechanism, namely the presence of a penicillin-binding protein, ubiquitous among gram-positive bacteria. [3] Several bacteria have developed extended-spectrum beta-lactamase enzymes (ESBLs), conferring additional resistance against cephalosporin antimicrobials. Enterobacteriaceae and Pseudomonas aeruginosa are notable ESBL-producing bacteria. Research has demonstrated that beta-lactamase inhibitors can effectively treat ESBL-producing organisms, improving our ability to fight these virulent bacteria. [1] Examples include:", "contents": "Beta-Lactamase Inhibitors -- Indications. The most common bacteria treated by beta-lactamase inhibitors are the Enterobacteriaceae (Citrobacter, Escherichia coli, Klebsiella pneumoniae, Morganella, Proteus vulgaris, Salmonella, Shigella), Haemophilus influenzae, Mycobacterium tuberculosis, Neisseria gonorrhoeae, and Pseudomonas aeruginosa . [3] Additionally, the gram-positive bacteria Staphylococcus aureus also contains the beta-lactamase enzyme. However, beta-lactamase inhibitors are less commonly used to treat staph due to an alternate antimicrobial resistance mechanism, namely the presence of a penicillin-binding protein, ubiquitous among gram-positive bacteria. [3] Several bacteria have developed extended-spectrum beta-lactamase enzymes (ESBLs), conferring additional resistance against cephalosporin antimicrobials. Enterobacteriaceae and Pseudomonas aeruginosa are notable ESBL-producing bacteria. Research has demonstrated that beta-lactamase inhibitors can effectively treat ESBL-producing organisms, improving our ability to fight these virulent bacteria. [1] Examples include:"}
{"id": "article-18237_4", "title": "Beta-Lactamase Inhibitors -- Indications", "content": "Avibactam: Combined with ceftazidime (a cephalosporin) to treat urinary tract infections, intra-abdominal infections, pyelonephritis, and hospital-acquired pneumonia caused by gram-negative bacteria, including ESBL-producing bacteria [4]", "contents": "Beta-Lactamase Inhibitors -- Indications. Avibactam: Combined with ceftazidime (a cephalosporin) to treat urinary tract infections, intra-abdominal infections, pyelonephritis, and hospital-acquired pneumonia caused by gram-negative bacteria, including ESBL-producing bacteria [4]"}
{"id": "article-18237_5", "title": "Beta-Lactamase Inhibitors -- Indications", "content": "Amoxicillin/clavulanic acid: Treats respiratory tract infections, otitis media, sinusitis, skin infections, and urinary tract infections. [5]", "contents": "Beta-Lactamase Inhibitors -- Indications. Amoxicillin/clavulanic acid: Treats respiratory tract infections, otitis media, sinusitis, skin infections, and urinary tract infections. [5]"}
{"id": "article-18237_6", "title": "Beta-Lactamase Inhibitors -- Indications", "content": "Relebactam: Used in combination with imipenem and cilastatin; treats pyelonephritis, urinary tract infections, and intra-abdominal infections [6]", "contents": "Beta-Lactamase Inhibitors -- Indications. Relebactam: Used in combination with imipenem and cilastatin; treats pyelonephritis, urinary tract infections, and intra-abdominal infections [6]"}
{"id": "article-18237_7", "title": "Beta-Lactamase Inhibitors -- Indications", "content": "Sulbactam: Combined with ampicillin to treat skin, intrabdominal, and gynecologic infections [7]", "contents": "Beta-Lactamase Inhibitors -- Indications. Sulbactam: Combined with ampicillin to treat skin, intrabdominal, and gynecologic infections [7]"}
{"id": "article-18237_8", "title": "Beta-Lactamase Inhibitors -- Indications", "content": "Tazobactam: Combined with piperacillin to treat community-acquired pneumonia, intra-abdominal infections, skin and skin structure infections, and female pelvic infections [8]", "contents": "Beta-Lactamase Inhibitors -- Indications. Tazobactam: Combined with piperacillin to treat community-acquired pneumonia, intra-abdominal infections, skin and skin structure infections, and female pelvic infections [8]"}
{"id": "article-18237_9", "title": "Beta-Lactamase Inhibitors -- Indications", "content": "Vaborbactam: Combined with meropenem to treat urinary tract infections and pyelonephritis [9]", "contents": "Beta-Lactamase Inhibitors -- Indications. Vaborbactam: Combined with meropenem to treat urinary tract infections and pyelonephritis [9]"}
{"id": "article-18237_10", "title": "Beta-Lactamase Inhibitors -- Indications", "content": "Tebipenem: A carbapenem antimicrobial used to treat Mycobacterium tuberculosis that inhibits its beta-lactamase enzyme and is the only orally available beta-lactamase inhibit (only marketed in Japan; not approved in the US) [10]", "contents": "Beta-Lactamase Inhibitors -- Indications. Tebipenem: A carbapenem antimicrobial used to treat Mycobacterium tuberculosis that inhibits its beta-lactamase enzyme and is the only orally available beta-lactamase inhibit (only marketed in Japan; not approved in the US) [10]"}
{"id": "article-18237_11", "title": "Beta-Lactamase Inhibitors -- Indications", "content": "Beta-lactamase inhibitors are essential to improving the efficacy of beta-lactam antimicrobial treatment and preventing antimicrobial resistance, which poses a serious public health risk. New research is continuously underway to expand the number and effectiveness of beta-lactamase inhibitors.", "contents": "Beta-Lactamase Inhibitors -- Indications. Beta-lactamase inhibitors are essential to improving the efficacy of beta-lactam antimicrobial treatment and preventing antimicrobial resistance, which poses a serious public health risk. New research is continuously underway to expand the number and effectiveness of beta-lactamase inhibitors."}
{"id": "article-18237_12", "title": "Beta-Lactamase Inhibitors -- Mechanism of Action", "content": "Beta-lactamase inhibitors work by 1 of 2 primary mechanisms: They may become substrates that bind the beta-lactamase enzyme with high affinity but form sterically unfavorable interactions, such as the acyl-enzyme. They may become \"suicide inhibitors,\" which permanently inactivate the enzyme through secondary chemical reactions in the active site.", "contents": "Beta-Lactamase Inhibitors -- Mechanism of Action. Beta-lactamase inhibitors work by 1 of 2 primary mechanisms: They may become substrates that bind the beta-lactamase enzyme with high affinity but form sterically unfavorable interactions, such as the acyl-enzyme. They may become \"suicide inhibitors,\" which permanently inactivate the enzyme through secondary chemical reactions in the active site."}
{"id": "article-18237_13", "title": "Beta-Lactamase Inhibitors -- Mechanism of Action", "content": "Avibactam and relebactam work by the former mechanism, while sulbactam, tazobactam, and clavulanic acid work by the latter mechanism. [11]  Beta-lactamase inhibitors are generally renally excreted and do not undergo significant hepatic or gastrointestinal first-pass metabolism. Their metabolism and pharmacokinetic properties are influenced by their coadministration with beta-lactam antimicrobials and the length of infusion, as most are delivered intravenously.", "contents": "Beta-Lactamase Inhibitors -- Mechanism of Action. Avibactam and relebactam work by the former mechanism, while sulbactam, tazobactam, and clavulanic acid work by the latter mechanism. [11]  Beta-lactamase inhibitors are generally renally excreted and do not undergo significant hepatic or gastrointestinal first-pass metabolism. Their metabolism and pharmacokinetic properties are influenced by their coadministration with beta-lactam antimicrobials and the length of infusion, as most are delivered intravenously."}
{"id": "article-18237_14", "title": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Avibactam", "content": "Avibactam has a half-life of approximately 2 hours, and administration is in combination with ceftazidime in a 1:4 combination. It is cleared really with dose adjustment for patients with renal disease. The ceftazidime MIC is 8 mg/L at 4 mg/L avibactam concentrations. A 2/0.5g ceftazidime/avibactam dosing regimen is used every 8 hours with a 2-hour infusion period for patients with normal kidney function. [12]", "contents": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Avibactam. Avibactam has a half-life of approximately 2 hours, and administration is in combination with ceftazidime in a 1:4 combination. It is cleared really with dose adjustment for patients with renal disease. The ceftazidime MIC is 8 mg/L at 4 mg/L avibactam concentrations. A 2/0.5g ceftazidime/avibactam dosing regimen is used every 8 hours with a 2-hour infusion period for patients with normal kidney function. [12]"}
{"id": "article-18237_15", "title": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Clavulanic Acid", "content": "Clavulanic acid has a half-life of approximately 47 minutes with and without amoxicillin, with 37% unchanged excretion in the urine alone and 57% with amoxicillin after the first 6 hours of administration. Current dosage formulations of amoxicillin/clavulanic acid use a 4-to-1 concentration ratio. [13]", "contents": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Clavulanic Acid. Clavulanic acid has a half-life of approximately 47 minutes with and without amoxicillin, with 37% unchanged excretion in the urine alone and 57% with amoxicillin after the first 6 hours of administration. Current dosage formulations of amoxicillin/clavulanic acid use a 4-to-1 concentration ratio. [13]"}
{"id": "article-18237_16", "title": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Relebactam", "content": "The pharmacokinetics of relebactam have been studied alone and in combination with imipenem/cilastatin. Clearance is significantly affected by renal function as assessed by creatinine clearance. Metabolism of relebactam is not significantly affected by body weight or health status. A MIC of less than or equal to 4 μg/ml is achievable for patient groups by modifying the dosing regimens, with an optimal dose of 250 mg. [14]", "contents": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Relebactam. The pharmacokinetics of relebactam have been studied alone and in combination with imipenem/cilastatin. Clearance is significantly affected by renal function as assessed by creatinine clearance. Metabolism of relebactam is not significantly affected by body weight or health status. A MIC of less than or equal to 4 μg/ml is achievable for patient groups by modifying the dosing regimens, with an optimal dose of 250 mg. [14]"}
{"id": "article-18237_17", "title": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Sulbactam", "content": "Sulbactam has a half-life of 1 hour and a volume of distribution of 12 liters. Seventy-five percent of the dose is excreted unchanged in the urine. The pharmacokinetics of sulbactam are not significantly impacted by the coadministration of sulbactam with beta-lactam antimicrobials. [15] Sulbactam is approximately 38% bound to plasma proteins. Sulbactam has demonstrated greater efficacy with prolonged infusion strategies. [16]", "contents": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Sulbactam. Sulbactam has a half-life of 1 hour and a volume of distribution of 12 liters. Seventy-five percent of the dose is excreted unchanged in the urine. The pharmacokinetics of sulbactam are not significantly impacted by the coadministration of sulbactam with beta-lactam antimicrobials. [15] Sulbactam is approximately 38% bound to plasma proteins. Sulbactam has demonstrated greater efficacy with prolonged infusion strategies. [16]"}
{"id": "article-18237_18", "title": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Tazobactam", "content": "The pharmacological properties of tazobactam have been studied alone and in combination with piperacillin. The mean concentrations of tazobactam in plasma at 4 hours are 1.2 micrograms per milliliter with piperacillin and 0.6 μg/ml alone. The clearance of tazobactam alone is 203.5 ml/min, while that with piperacillin is 134.2 ml/min. There appears to be no significant difference in the volume of distribution, elimination half-life, the volume of distribution, or area under the curve (AUC) from 0 to infinity hours between tazobactam alone and tazobactam with piperacillin. The total renal clearance is 73 μg/ml, the half-life is 1 hour, and the AUC from 0 to infinity is 237 μg*h/ml. The maximum tazobactam concentrations are 6.4 μg/ml alone and 11.3 μg/ml with piperacillin. Tazobactam is excreted renally, both alone and with piperacillin. The mean 24-hour urinary excretion of tazobactam is 63.7% alone and 56.8% with piperacillin. [17]", "contents": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Tazobactam. The pharmacological properties of tazobactam have been studied alone and in combination with piperacillin. The mean concentrations of tazobactam in plasma at 4 hours are 1.2 micrograms per milliliter with piperacillin and 0.6 μg/ml alone. The clearance of tazobactam alone is 203.5 ml/min, while that with piperacillin is 134.2 ml/min. There appears to be no significant difference in the volume of distribution, elimination half-life, the volume of distribution, or area under the curve (AUC) from 0 to infinity hours between tazobactam alone and tazobactam with piperacillin. The total renal clearance is 73 μg/ml, the half-life is 1 hour, and the AUC from 0 to infinity is 237 μg*h/ml. The maximum tazobactam concentrations are 6.4 μg/ml alone and 11.3 μg/ml with piperacillin. Tazobactam is excreted renally, both alone and with piperacillin. The mean 24-hour urinary excretion of tazobactam is 63.7% alone and 56.8% with piperacillin. [17]"}
{"id": "article-18237_19", "title": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Vaborbactam", "content": "Vaborbactam concentration has been shown to increase dose-dependently, suggesting first-order kinetics, and does not accumulate with multiple doses. The terminal half-life of vaborbactam is 2.25 hours. Both the volume of distribution and the plasma clearance are independent of dose. With a 2000-mg dose, the plasma clearance is 7.95 l/h, the AUC from 0 hours to infinity is 835 mg*h/l, and the volume of distribution (Vss) is 18.6 liters. Vaborbactam undergoes renal excretion, and urinary recovery was 80% or greater over 48 hours across all dose groups. [18] Vaborbactam does not undergo hepatic first-pass metabolism. [19]", "contents": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Vaborbactam. Vaborbactam concentration has been shown to increase dose-dependently, suggesting first-order kinetics, and does not accumulate with multiple doses. The terminal half-life of vaborbactam is 2.25 hours. Both the volume of distribution and the plasma clearance are independent of dose. With a 2000-mg dose, the plasma clearance is 7.95 l/h, the AUC from 0 hours to infinity is 835 mg*h/l, and the volume of distribution (Vss) is 18.6 liters. Vaborbactam undergoes renal excretion, and urinary recovery was 80% or greater over 48 hours across all dose groups. [18] Vaborbactam does not undergo hepatic first-pass metabolism. [19]"}
{"id": "article-18237_20", "title": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Tebipenem", "content": "Tebipenem shows a dose-proportional plasma concentration, with a maximum concentration reached within 1.5 hours. Between 55% and 60% of the drug is recovered in the urine. The half-life ranges from 0.8 to 1.1 hours. Renal clearance is not affected by food. [20]", "contents": "Beta-Lactamase Inhibitors -- Mechanism of Action -- Tebipenem. Tebipenem shows a dose-proportional plasma concentration, with a maximum concentration reached within 1.5 hours. Between 55% and 60% of the drug is recovered in the urine. The half-life ranges from 0.8 to 1.1 hours. Renal clearance is not affected by food. [20]"}
{"id": "article-18237_21", "title": "Beta-Lactamase Inhibitors -- Administration", "content": "Many beta-lactamase inhibitor medications are administered via intravenous infusion over several hours. Each drug has different dosage scheduling options, allowing care providers to tailor a patient’s medication regime according to his or her unique needs. Given the potential for nephrotoxicity, dosage adjustment is a recommendation for patients with renal disease. Ceftazidime-avibactam: Administration is intravenous [4] Sulbactam-ampicillin: Administration may be parenteral or oral [21] Tazobactam-piperacillin: Administration is parenteral [21] Clavulanic acid-amoxicillin: Administration is either parenteral or oral [21] Relebactam-imipenem-cilastatin: Administration is intravenous via intravenous infusion, as is vaborbactam-meropenem [6] Tebipenem: Administered orally [22]", "contents": "Beta-Lactamase Inhibitors -- Administration. Many beta-lactamase inhibitor medications are administered via intravenous infusion over several hours. Each drug has different dosage scheduling options, allowing care providers to tailor a patient’s medication regime according to his or her unique needs. Given the potential for nephrotoxicity, dosage adjustment is a recommendation for patients with renal disease. Ceftazidime-avibactam: Administration is intravenous [4] Sulbactam-ampicillin: Administration may be parenteral or oral [21] Tazobactam-piperacillin: Administration is parenteral [21] Clavulanic acid-amoxicillin: Administration is either parenteral or oral [21] Relebactam-imipenem-cilastatin: Administration is intravenous via intravenous infusion, as is vaborbactam-meropenem [6] Tebipenem: Administered orally [22]"}
{"id": "article-18237_22", "title": "Beta-Lactamase Inhibitors -- Administration", "content": "Poor medication adherence is noted among pediatric populations, particularly for dosing regimens greater than twice per day. [21] This factor merits consideration when designing a treatment regimen for pediatric patients. It is also vital to counsel patients and their caregivers regularly regarding the importance of patient adherence.", "contents": "Beta-Lactamase Inhibitors -- Administration. Poor medication adherence is noted among pediatric populations, particularly for dosing regimens greater than twice per day. [21] This factor merits consideration when designing a treatment regimen for pediatric patients. It is also vital to counsel patients and their caregivers regularly regarding the importance of patient adherence."}
{"id": "article-18237_23", "title": "Beta-Lactamase Inhibitors -- Adverse Effects", "content": "Adverse reactions associated with beta-lactamase inhibitors include gastrointestinal side effects, such as diarrhea, nausea, and constipation; nervous system effects, such as headaches, insomnia, and seizures; hematological effects, such as impaired platelet function; allergic reactions, including anaphylaxis; pain at the injection site; and dermatologic side effects including Stevens-Johnson syndrome, toxic epidermal necrolysis, and drug-induced eosinophilia and systemic symptoms. Gastrointestinal side effects can be less severe if the patient takes the medication with food or water. Beta-lactamase inhibitor use is associated with Candida albicans and Clostridioides ( Clostridium) difficile infections. [23] [24] [25]  Clinicians need to routinely monitor patients for adverse effects and discontinue therapy immediately if severe side effects occur.", "contents": "Beta-Lactamase Inhibitors -- Adverse Effects. Adverse reactions associated with beta-lactamase inhibitors include gastrointestinal side effects, such as diarrhea, nausea, and constipation; nervous system effects, such as headaches, insomnia, and seizures; hematological effects, such as impaired platelet function; allergic reactions, including anaphylaxis; pain at the injection site; and dermatologic side effects including Stevens-Johnson syndrome, toxic epidermal necrolysis, and drug-induced eosinophilia and systemic symptoms. Gastrointestinal side effects can be less severe if the patient takes the medication with food or water. Beta-lactamase inhibitor use is associated with Candida albicans and Clostridioides ( Clostridium) difficile infections. [23] [24] [25]  Clinicians need to routinely monitor patients for adverse effects and discontinue therapy immediately if severe side effects occur."}
{"id": "article-18237_24", "title": "Beta-Lactamase Inhibitors -- Contraindications", "content": "Beta-lactamase inhibitors are contraindicated in patients with a known anaphylactic reaction to penicillins due to the potential for cross-reactivity with other beta-lactam antimicrobials and beta-lactamase inhibitors. Patients should be allergy tested to determine the presence of allergy and the type of allergic reaction before administering beta-lactamase inhibitor therapy. [26]  Beta-lactamase inhibitor therapy is also contraindicated in patients who have had previous adverse reactions to beta-lactamase inhibitors, such as neurotoxicity, hepatotoxicity, or renal toxicity. Beta-lactamase inhibitors are not contraindicated in pregnancy, although some teratogenic effects have occurred, and dose adjustments may be necessary for pregnant patients. [27]", "contents": "Beta-Lactamase Inhibitors -- Contraindications. Beta-lactamase inhibitors are contraindicated in patients with a known anaphylactic reaction to penicillins due to the potential for cross-reactivity with other beta-lactam antimicrobials and beta-lactamase inhibitors. Patients should be allergy tested to determine the presence of allergy and the type of allergic reaction before administering beta-lactamase inhibitor therapy. [26]  Beta-lactamase inhibitor therapy is also contraindicated in patients who have had previous adverse reactions to beta-lactamase inhibitors, such as neurotoxicity, hepatotoxicity, or renal toxicity. Beta-lactamase inhibitors are not contraindicated in pregnancy, although some teratogenic effects have occurred, and dose adjustments may be necessary for pregnant patients. [27]"}
{"id": "article-18237_25", "title": "Beta-Lactamase Inhibitors -- Monitoring", "content": "Beta-lactamase inhibitory therapy has shown correlations with kidney, liver, gastrointestinal, hematologic, and nervous system adverse effects. [11]  Although most antimicrobial therapy is short-term, and bloodwork to assess kidney and liver function is generally not required for healthy individuals, several at-risk patient populations require additional monitoring. Given that beta-lactamase inhibitors undergo renal elimination, patients with chronic kidney disease must undergo routine screening and dose adjustment to prevent renal toxicity and acute kidney injury. [28] Furthermore, bacterial antimicrobials may be associated with gastrointestinal side effects and an increased risk of Clostridioides ( Clostridium) difficile infection due to the death of protective gut microflora. Beta-lactam antimicrobial/beta-lactamase inhibitor combination therapies are no exception to this rule. Therefore, patients with pre-existing gastrointestinal issues, such as inflammatory bowel disease, as well as patients who are immunocompromised, such as those with HIV/AIDS, should receive additional monitoring for these gastrointestinal side effects. [29] Individuals who are prone to recurrent infections and, therefore, require chronic antimicrobial use, such as those with immunodeficiency syndromes or cystic fibrosis, need to be monitored extra carefully for any signs of organ toxicity. Data has shown that for cystic fibrosis, in particular, piperacillin-tazobactam usage is associated with an increased risk of acute kidney injury. [30] Drug-drug interactions may occur with patients who are taking other medications that are renally excreted, so it is important to monitor patients on additional medications as well. Beta-lactamase inhibitors have hematological side effects, including thrombocytopenia, so it is important to monitor the platelet function of patients taking anticoagulants, such as heparin or warfarin. [25]", "contents": "Beta-Lactamase Inhibitors -- Monitoring. Beta-lactamase inhibitory therapy has shown correlations with kidney, liver, gastrointestinal, hematologic, and nervous system adverse effects. [11]  Although most antimicrobial therapy is short-term, and bloodwork to assess kidney and liver function is generally not required for healthy individuals, several at-risk patient populations require additional monitoring. Given that beta-lactamase inhibitors undergo renal elimination, patients with chronic kidney disease must undergo routine screening and dose adjustment to prevent renal toxicity and acute kidney injury. [28] Furthermore, bacterial antimicrobials may be associated with gastrointestinal side effects and an increased risk of Clostridioides ( Clostridium) difficile infection due to the death of protective gut microflora. Beta-lactam antimicrobial/beta-lactamase inhibitor combination therapies are no exception to this rule. Therefore, patients with pre-existing gastrointestinal issues, such as inflammatory bowel disease, as well as patients who are immunocompromised, such as those with HIV/AIDS, should receive additional monitoring for these gastrointestinal side effects. [29] Individuals who are prone to recurrent infections and, therefore, require chronic antimicrobial use, such as those with immunodeficiency syndromes or cystic fibrosis, need to be monitored extra carefully for any signs of organ toxicity. Data has shown that for cystic fibrosis, in particular, piperacillin-tazobactam usage is associated with an increased risk of acute kidney injury. [30] Drug-drug interactions may occur with patients who are taking other medications that are renally excreted, so it is important to monitor patients on additional medications as well. Beta-lactamase inhibitors have hematological side effects, including thrombocytopenia, so it is important to monitor the platelet function of patients taking anticoagulants, such as heparin or warfarin. [25]"}
{"id": "article-18237_26", "title": "Beta-Lactamase Inhibitors -- Toxicity", "content": "Many causes of organ toxicity due to beta-lactamase inhibitor therapy are directly related to the toxic effects of the beta-lactam antimicrobial with which they are coadministered. Allergic reactions can lead to bronchoconstriction, urticaria, intravascular hemolysis, and immune-mediated hemolytic anemia. Neurotoxicity, nephrotoxicity, genotoxicity, and urogenital organ toxicity have also been noted. [31]  Though beta-lactamase inhibitor therapy is generally considered safe, the wide array of toxic effects associated with these drugs underscores the importance of routinely monitoring patients taking beta-lactam antimicrobial/beta-lactamase inhibitor combinations. The treatment for toxicity associated with beta-lactamase inhibitor therapy is the cessation of drug use.", "contents": "Beta-Lactamase Inhibitors -- Toxicity. Many causes of organ toxicity due to beta-lactamase inhibitor therapy are directly related to the toxic effects of the beta-lactam antimicrobial with which they are coadministered. Allergic reactions can lead to bronchoconstriction, urticaria, intravascular hemolysis, and immune-mediated hemolytic anemia. Neurotoxicity, nephrotoxicity, genotoxicity, and urogenital organ toxicity have also been noted. [31]  Though beta-lactamase inhibitor therapy is generally considered safe, the wide array of toxic effects associated with these drugs underscores the importance of routinely monitoring patients taking beta-lactam antimicrobial/beta-lactamase inhibitor combinations. The treatment for toxicity associated with beta-lactamase inhibitor therapy is the cessation of drug use."}
{"id": "article-18237_27", "title": "Beta-Lactamase Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Beta-lactamase inhibitors are medications used ubiquitously in modern medicine due to their ability to combat bacterial antimicrobial resistance mechanisms. Antimicrobial resistance poses an enormous global public health challenge. [32]  Therefore, careful monitoring and prescribing of patients taking Beta-lactamase inhibitors combined with beta-lactam antimicrobials are paramount. Interprofessional health teams of doctors, nurses, pharmacists, and other healthcare professionals must work together to determine the necessity of treatment and counsel patients regarding the proper administration of this class of medications. Patients must complete their entire course of medication and must not share this medication with others. By working together, members of an interprofessional healthcare team can strive to prevent adverse outcomes for the patient and antimicrobial resistance in the community.", "contents": "Beta-Lactamase Inhibitors -- Enhancing Healthcare Team Outcomes. Beta-lactamase inhibitors are medications used ubiquitously in modern medicine due to their ability to combat bacterial antimicrobial resistance mechanisms. Antimicrobial resistance poses an enormous global public health challenge. [32]  Therefore, careful monitoring and prescribing of patients taking Beta-lactamase inhibitors combined with beta-lactam antimicrobials are paramount. Interprofessional health teams of doctors, nurses, pharmacists, and other healthcare professionals must work together to determine the necessity of treatment and counsel patients regarding the proper administration of this class of medications. Patients must complete their entire course of medication and must not share this medication with others. By working together, members of an interprofessional healthcare team can strive to prevent adverse outcomes for the patient and antimicrobial resistance in the community."}
{"id": "article-18237_28", "title": "Beta-Lactamase Inhibitors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Beta-Lactamase Inhibitors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}