{"id": "article-131835_0", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Introduction", "content": "Tooth development is a highly regulated complex biological process, which is dependent on multiple factors for its ultimate success. If there are any interruptions during tooth development, clinical changes or alternations will be evident. One of the major results of developmental disturbances results in a change in size, where teeth appear larger, smaller, or can be completely different in clinical appearance from what is expected. These differences in size will be addressed and discussed further throughout this article. The resultant changes in the size of teeth from developmental disturbances are as follows: microdontia, macrodontia, taurodontism, and fusion.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Introduction. Tooth development is a highly regulated complex biological process, which is dependent on multiple factors for its ultimate success. If there are any interruptions during tooth development, clinical changes or alternations will be evident. One of the major results of developmental disturbances results in a change in size, where teeth appear larger, smaller, or can be completely different in clinical appearance from what is expected. These differences in size will be addressed and discussed further throughout this article. The resultant changes in the size of teeth from developmental disturbances are as follows: microdontia, macrodontia, taurodontism, and fusion."}
{"id": "article-131835_1", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Etiology", "content": "Microdontia is a rare dental anomaly in which teeth appear smaller than is normally expected. Patients who present with true generalized microdontia, a rare condition where all teeth are affected, often have other systemic syndromes, such as pituitary dwarfism, oro-faciodigital syndrome, or oculo-mandibulo-facial syndrome. [1] [2] [3] Microdontia can also present in younger patients who have undergone chemoradiotherapy in the past, altering the formation of the developing dentition. [4] It is extremely rare for patients with no underlying genetic or developmental syndromes to present with true generalized microdontia.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Etiology. Microdontia is a rare dental anomaly in which teeth appear smaller than is normally expected. Patients who present with true generalized microdontia, a rare condition where all teeth are affected, often have other systemic syndromes, such as pituitary dwarfism, oro-faciodigital syndrome, or oculo-mandibulo-facial syndrome. [1] [2] [3] Microdontia can also present in younger patients who have undergone chemoradiotherapy in the past, altering the formation of the developing dentition. [4] It is extremely rare for patients with no underlying genetic or developmental syndromes to present with true generalized microdontia."}
{"id": "article-131835_2", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Etiology", "content": "Macrodontia, also known as megalodontia, has an unknown etiology; however, genetic and environmental factors have been attributed to the development of this condition. [5] [6] Contrary to larger-than-normal teeth being present throughout the dentition, known as generalized macrodontia, isolated macrodontia is not typically associated with syndromes or underlying systemic pathology. [7] Generalized macrodontia has been attributed to several conditions, notably insulin-resistant diabetes, otodental syndrome, and hypophyseal gigantism. [8]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Etiology. Macrodontia, also known as megalodontia, has an unknown etiology; however, genetic and environmental factors have been attributed to the development of this condition. [5] [6] Contrary to larger-than-normal teeth being present throughout the dentition, known as generalized macrodontia, isolated macrodontia is not typically associated with syndromes or underlying systemic pathology. [7] Generalized macrodontia has been attributed to several conditions, notably insulin-resistant diabetes, otodental syndrome, and hypophyseal gigantism. [8]"}
{"id": "article-131835_3", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Etiology", "content": "Taurodontism has commonly been attributed to the failure of sufficient invagination of the epithelial root sheath during tooth development, which results in misplaced dentin deposition, creating a larger than normal pulp chamber. [9] [10] Taurodontism has been associated with several underlying syndromes, such as amelogenesis imperfecta, Klinefelter syndrome, and Down syndrome.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Etiology. Taurodontism has commonly been attributed to the failure of sufficient invagination of the epithelial root sheath during tooth development, which results in misplaced dentin deposition, creating a larger than normal pulp chamber. [9] [10] Taurodontism has been associated with several underlying syndromes, such as amelogenesis imperfecta, Klinefelter syndrome, and Down syndrome."}
{"id": "article-131835_4", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Etiology", "content": "Fusion involves joining two developing tooth buds that result in a larger-sized tooth with two distinct tooth germs. This fusion may be due to tooth germs being in too close approximation, or the developing supernumerary tooth bud is in too close a proximity to a normally developing tooth bud.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Etiology. Fusion involves joining two developing tooth buds that result in a larger-sized tooth with two distinct tooth germs. This fusion may be due to tooth germs being in too close approximation, or the developing supernumerary tooth bud is in too close a proximity to a normally developing tooth bud."}
{"id": "article-131835_5", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Epidemiology", "content": "Microdontia has a predilection for females with an overall incidence of 1.5 to 2%. [11] The most commonly affected tooth is the maxillary lateral incisor, known by the descriptive term “peg lateral. [12]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Epidemiology. Microdontia has a predilection for females with an overall incidence of 1.5 to 2%. [11] The most commonly affected tooth is the maxillary lateral incisor, known by the descriptive term “peg lateral. [12]"}
{"id": "article-131835_6", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Epidemiology", "content": "Macrodontia has no sex predilection and has a reported prevalence in permanent teeth of 0.03 to 1.9%. [13] This condition typically presents in patients aged 8 to 13, which is the age range for the eruption of the permanent dentition.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Epidemiology. Macrodontia has no sex predilection and has a reported prevalence in permanent teeth of 0.03 to 1.9%. [13] This condition typically presents in patients aged 8 to 13, which is the age range for the eruption of the permanent dentition."}
{"id": "article-131835_7", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Epidemiology", "content": "Taurodontism has a male predilection and is associated with X-linked syndromes. [14] The incidence of taurodont teeth is reportedly less than 1%, with a predilection for Eskimos and Native American populations. [15] In a population of 1200 patients, fusion was present with a frequency of 0.21%. [16] There is no gender predilection. [17]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Epidemiology. Taurodontism has a male predilection and is associated with X-linked syndromes. [14] The incidence of taurodont teeth is reportedly less than 1%, with a predilection for Eskimos and Native American populations. [15] In a population of 1200 patients, fusion was present with a frequency of 0.21%. [16] There is no gender predilection. [17]"}
{"id": "article-131835_8", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Pathophysiology", "content": "Microdontia results from the disruption of normal dental developmental processes, where steps are halted prior to completion. These changes may be environmental and/or genetic in nature.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Pathophysiology. Microdontia results from the disruption of normal dental developmental processes, where steps are halted prior to completion. These changes may be environmental and/or genetic in nature."}
{"id": "article-131835_9", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Pathophysiology", "content": "Macrodontia results from over-expression of dental developmental structures, resulting in hyperactivity of the tissues produced during tooth development. This change results in larger than normal teeth, which are often attributed to systemic, syndromic, or environmental factors.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Pathophysiology. Macrodontia results from over-expression of dental developmental structures, resulting in hyperactivity of the tissues produced during tooth development. This change results in larger than normal teeth, which are often attributed to systemic, syndromic, or environmental factors."}
{"id": "article-131835_10", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Pathophysiology", "content": "Taurodontism results from one of the three suggested pathologic processes: an unusual developmental pattern that results in the subsequent delay in the calcification of the pulp chamber, a deficiency of odontoblasts with a resultant alteration in Hertwig’s epithelial root sheath, or the result of disrupted developmental homeostasis. [18]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Pathophysiology. Taurodontism results from one of the three suggested pathologic processes: an unusual developmental pattern that results in the subsequent delay in the calcification of the pulp chamber, a deficiency of odontoblasts with a resultant alteration in Hertwig’s epithelial root sheath, or the result of disrupted developmental homeostasis. [18]"}
{"id": "article-131835_11", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Pathophysiology", "content": "Fusion occurs when two developing tooth buds are in close enough proximity to one another to begin to develop simultaneously as one single unit. This joining can be simply because the teeth are so close together or due to the presence of supernumerary teeth. It has also been suggested that signaling mediated through the Jagged2 gene plays a role in tooth development and the subsequent fusing of teeth. [19]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Pathophysiology. Fusion occurs when two developing tooth buds are in close enough proximity to one another to begin to develop simultaneously as one single unit. This joining can be simply because the teeth are so close together or due to the presence of supernumerary teeth. It has also been suggested that signaling mediated through the Jagged2 gene plays a role in tooth development and the subsequent fusing of teeth. [19]"}
{"id": "article-131835_12", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Histopathology", "content": "Microdontia histologically presents as a normal tooth; however, the enamel and dentin layers are not as robust as a normal-sized tooth. Macrodontia histologically presents as normal teeth histologically; however, the layers of enamel and dentin are thicker and more pronounced than normal-sized teeth.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Histopathology. Microdontia histologically presents as a normal tooth; however, the enamel and dentin layers are not as robust as a normal-sized tooth. Macrodontia histologically presents as normal teeth histologically; however, the layers of enamel and dentin are thicker and more pronounced than normal-sized teeth."}
{"id": "article-131835_13", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Histopathology", "content": "Taurodontism presents as a normal tooth. However, due to the hyperplastic and abnormally large pulp chamber, there is excess pulpal tissue. Though the tissue is greater in volume, it is histologically normal.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Histopathology. Taurodontism presents as a normal tooth. However, due to the hyperplastic and abnormally large pulp chamber, there is excess pulpal tissue. Though the tissue is greater in volume, it is histologically normal."}
{"id": "article-131835_14", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Histopathology", "content": "Teeth that exhibit fusion appear histologically as normal teeth; however, depending on where and at what point in development the teeth began to fuse, certain elements – pulpal chambers, roots, and/or crowns – may appear fused or duplicated. [20]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Histopathology. Teeth that exhibit fusion appear histologically as normal teeth; however, depending on where and at what point in development the teeth began to fuse, certain elements – pulpal chambers, roots, and/or crowns – may appear fused or duplicated. [20]"}
{"id": "article-131835_15", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- History and Physical", "content": "Microdontia often will produce teeth that are “conical” or “peg-shaped” in appearance, with most cases related to an underlying developmental or syndromic condition. [11] Microdontia of an entire dentition without an underlying syndrome is rare. Therefore patients presenting with true generalized microdontia require further evaluation.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- History and Physical. Microdontia often will produce teeth that are “conical” or “peg-shaped” in appearance, with most cases related to an underlying developmental or syndromic condition. [11] Microdontia of an entire dentition without an underlying syndrome is rare. Therefore patients presenting with true generalized microdontia require further evaluation."}
{"id": "article-131835_16", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- History and Physical", "content": "Macrodontia will present as generally larger teeth than expected, with generalized cases related to an underlying syndrome or systemic condition. Macrodontia of premolars, termed “molarization,” is an extremely rare condition where the premolar is large enough to appear as if it is a molar. There are only 36 documented cases in the literature. [21] Patients presenting with generalized macrodontia should be evaluated for an underlying syndromic or systemic condition. Taurodontism is typically diagnosed radiographically at routine dental visits. [22] Patients are normally unaware of this condition.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- History and Physical. Macrodontia will present as generally larger teeth than expected, with generalized cases related to an underlying syndrome or systemic condition. Macrodontia of premolars, termed “molarization,” is an extremely rare condition where the premolar is large enough to appear as if it is a molar. There are only 36 documented cases in the literature. [21] Patients presenting with generalized macrodontia should be evaluated for an underlying syndromic or systemic condition. Taurodontism is typically diagnosed radiographically at routine dental visits. [22] Patients are normally unaware of this condition."}
{"id": "article-131835_17", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- History and Physical", "content": "Fusion is the resultant “combined tooth” appearance where two normally separate tooth germs unite as one developing tooth. Depending on the stage of development when the fusion occurred, the fusion may be complete or incomplete. It is considered complete if the entire tooth continues to develop or incomplete if there is a fissure or cleft in the tooth surface.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- History and Physical. Fusion is the resultant “combined tooth” appearance where two normally separate tooth germs unite as one developing tooth. Depending on the stage of development when the fusion occurred, the fusion may be complete or incomplete. It is considered complete if the entire tooth continues to develop or incomplete if there is a fissure or cleft in the tooth surface."}
{"id": "article-131835_18", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Evaluation", "content": "Microdontia is where teeth appear smaller than expected. Classification is dependent on severity. Localized microdontia describes a singular tooth that is smaller than normal, relative generalized microdontia, describes teeth that appear smaller due to the larger relative size of the maxilla or mandible, and true generalized microdontia describes the involvement of the entire dentition. [23]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Evaluation. Microdontia is where teeth appear smaller than expected. Classification is dependent on severity. Localized microdontia describes a singular tooth that is smaller than normal, relative generalized microdontia, describes teeth that appear smaller due to the larger relative size of the maxilla or mandible, and true generalized microdontia describes the involvement of the entire dentition. [23]"}
{"id": "article-131835_19", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Evaluation", "content": "Macrodontia is commonly detected on routine dental radiographs between the ages of 8 and 13 when most of the permanent dentition begins to erupt. Isolated teeth that appear larger than normal are typically left untreated; however, generalized macrodontia should be noted, as this condition is likely attributed to a genetic or developmental condition. [24] Taurodontism presents radiographically as teeth with larger than normal pulp chambers and shortened roots, two findings that cannot be observed clinically. [22]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Evaluation. Macrodontia is commonly detected on routine dental radiographs between the ages of 8 and 13 when most of the permanent dentition begins to erupt. Isolated teeth that appear larger than normal are typically left untreated; however, generalized macrodontia should be noted, as this condition is likely attributed to a genetic or developmental condition. [24] Taurodontism presents radiographically as teeth with larger than normal pulp chambers and shortened roots, two findings that cannot be observed clinically. [22]"}
{"id": "article-131835_20", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Evaluation", "content": "Fusion is generally identified during a routine dental examination or when the fused teeth are in the esthetic zone, as seen when a large single tooth occupies the normal space of two teeth. Patients may not be aware of their abnormality unless the condition poses an esthetic or functional challenge.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Evaluation. Fusion is generally identified during a routine dental examination or when the fused teeth are in the esthetic zone, as seen when a large single tooth occupies the normal space of two teeth. Patients may not be aware of their abnormality unless the condition poses an esthetic or functional challenge."}
{"id": "article-131835_21", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Treatment / Management", "content": "Microdontia is typically treated for cosmetic purposes or to aid in function. Patients with abnormally small teeth will typically present with diastemas (gaps) between adjacent teeth. These gaps may be best addressed by orthodontic interventions. [4] Patients should be evaluated for potential underlying syndromic conditions, especially if generalized.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Treatment / Management. Microdontia is typically treated for cosmetic purposes or to aid in function. Patients with abnormally small teeth will typically present with diastemas (gaps) between adjacent teeth. These gaps may be best addressed by orthodontic interventions. [4] Patients should be evaluated for potential underlying syndromic conditions, especially if generalized."}
{"id": "article-131835_22", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Treatment / Management", "content": "Macrodontia is a dental anomaly that likely requires an interdisciplinary approach to treatment. The determination should be made whether or not the macrodont can and be maintained in the dental arch due to their abnormally robust size or altered dental anatomy. [21] A combination of oral surgery (exodontia) with subsequent orthodontic therapy is the most common treatment modality. [25]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Treatment / Management. Macrodontia is a dental anomaly that likely requires an interdisciplinary approach to treatment. The determination should be made whether or not the macrodont can and be maintained in the dental arch due to their abnormally robust size or altered dental anatomy. [21] A combination of oral surgery (exodontia) with subsequent orthodontic therapy is the most common treatment modality. [25]"}
{"id": "article-131835_23", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Treatment / Management", "content": "Taurodont teeth present a challenge to almost every dental specialty. Due to the large pulp chamber and subsequent large pulp horns, the risk of pulp exposure due to decay is increased. Taurodont teeth have a wide variety of shapes and sizes of the pulp chambers, resulting in the potential for apically positioned canal orifices and accessory root canal systems, complicating endodontic therapy. [26]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Treatment / Management. Taurodont teeth present a challenge to almost every dental specialty. Due to the large pulp chamber and subsequent large pulp horns, the risk of pulp exposure due to decay is increased. Taurodont teeth have a wide variety of shapes and sizes of the pulp chambers, resulting in the potential for apically positioned canal orifices and accessory root canal systems, complicating endodontic therapy. [26]"}
{"id": "article-131835_24", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Treatment / Management", "content": "From a prosthodontic perspective, post-placement is extremely difficult and, in most cases, contraindicated due to the unpredictability of the pulp chamber and the inability to achieve an intimate fit of the post with the surrounding tooth structure. [18] Extractions of taurodonts are complicated by the positioning of the furcation to the apical third of the root, which makes intimate adaptation of forceps or elevators difficult. [26] Periodontally, taurodontism actually increases the prognosis of affected teeth. Because the root furcation is located more apically, which reduces the frequency of periodontally-driven furcation involvement. [27]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Treatment / Management. From a prosthodontic perspective, post-placement is extremely difficult and, in most cases, contraindicated due to the unpredictability of the pulp chamber and the inability to achieve an intimate fit of the post with the surrounding tooth structure. [18] Extractions of taurodonts are complicated by the positioning of the furcation to the apical third of the root, which makes intimate adaptation of forceps or elevators difficult. [26] Periodontally, taurodontism actually increases the prognosis of affected teeth. Because the root furcation is located more apically, which reduces the frequency of periodontally-driven furcation involvement. [27]"}
{"id": "article-131835_25", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Treatment / Management", "content": "Teeth that exhibit fusion are prone to restorative, periodontal, endodontic, and surgical complications. Patients should be counseled on maintaining optimal oral hygiene and care for these teeth to prevent further complications.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Treatment / Management. Teeth that exhibit fusion are prone to restorative, periodontal, endodontic, and surgical complications. Patients should be counseled on maintaining optimal oral hygiene and care for these teeth to prevent further complications."}
{"id": "article-131835_26", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Differential Diagnosis -- Microdontia", "content": "Pituitary dwarfism Hypopituitarism Defects in growth hormone", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Differential Diagnosis -- Microdontia. Pituitary dwarfism Hypopituitarism Defects in growth hormone"}
{"id": "article-131835_27", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Differential Diagnosis -- Macrodontia", "content": "Gemination Fusion Facial hemihypertrophy", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Differential Diagnosis -- Macrodontia. Gemination Fusion Facial hemihypertrophy"}
{"id": "article-131835_28", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Differential Diagnosis -- Taurodontism", "content": "Amelogenesis imperfecta Dentinogenesis imperfecta X-chromosomal Aneuploidy", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Differential Diagnosis -- Taurodontism. Amelogenesis imperfecta Dentinogenesis imperfecta X-chromosomal Aneuploidy"}
{"id": "article-131835_29", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Differential Diagnosis -- Fusion", "content": "Macrodontia Gemination Talon cusp", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Differential Diagnosis -- Fusion. Macrodontia Gemination Talon cusp"}
{"id": "article-131835_30", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Prognosis", "content": "Microdontia generally has a good prognosis. The fact that it is developmental in origin does not necessarily affect the function of the dentition. Restorative and orthodontic interventions usually address any difficulties or concerns that the patient may have. [28]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Prognosis. Microdontia generally has a good prognosis. The fact that it is developmental in origin does not necessarily affect the function of the dentition. Restorative and orthodontic interventions usually address any difficulties or concerns that the patient may have. [28]"}
{"id": "article-131835_31", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Prognosis", "content": "Macrodontia has a good prognosis, as the function of the dentition typically remains intact. Restorative and orthodontic interventions usually address any difficulties or concerns that the patient may encounter. [29]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Prognosis. Macrodontia has a good prognosis, as the function of the dentition typically remains intact. Restorative and orthodontic interventions usually address any difficulties or concerns that the patient may encounter. [29]"}
{"id": "article-131835_32", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Prognosis", "content": "Taurodontism typically presents with a favorable prognosis as long as adequate oral hygiene measures are maintained. As mentioned earlier, many dental interventions are complicated by an enlarged and potentially unpredictable pulp chamber and/or pulpal system. [30]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Prognosis. Taurodontism typically presents with a favorable prognosis as long as adequate oral hygiene measures are maintained. As mentioned earlier, many dental interventions are complicated by an enlarged and potentially unpredictable pulp chamber and/or pulpal system. [30]"}
{"id": "article-131835_33", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Prognosis", "content": "Fusion generally has a good prognosis, as long as the patient maintains optimal oral hygiene. These teeth are more prone to require restorative, periodontal, and endodontic therapy if not properly maintained. [31]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Prognosis. Fusion generally has a good prognosis, as long as the patient maintains optimal oral hygiene. These teeth are more prone to require restorative, periodontal, and endodontic therapy if not properly maintained. [31]"}
{"id": "article-131835_34", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Complications", "content": "Microdontia may present an esthetic or functional challenge for patients, depending on the severity and extent of the condition. Underlying syndromes usually cause more difficulties for the patient than the microdontia itself. [32]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Complications. Microdontia may present an esthetic or functional challenge for patients, depending on the severity and extent of the condition. Underlying syndromes usually cause more difficulties for the patient than the microdontia itself. [32]"}
{"id": "article-131835_35", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Complications", "content": "In the anterior maxilla, macrodontia often presents with an esthetic challenge for patients. Macrodonts towards the posterior of the dental arch may lead to further crowding and difficulty with the eruption of teeth. Radiographs should be utilized to monitor for abnormal eruption patterns. [29]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Complications. In the anterior maxilla, macrodontia often presents with an esthetic challenge for patients. Macrodonts towards the posterior of the dental arch may lead to further crowding and difficulty with the eruption of teeth. Radiographs should be utilized to monitor for abnormal eruption patterns. [29]"}
{"id": "article-131835_36", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Complications", "content": "As previously discussed, taurodontism presents several restorative, prosthodontic, endodontic, and surgical complications. Beyond the complications associated with dental interventions, patients are typically unaware of this condition. [30]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Complications. As previously discussed, taurodontism presents several restorative, prosthodontic, endodontic, and surgical complications. Beyond the complications associated with dental interventions, patients are typically unaware of this condition. [30]"}
{"id": "article-131835_37", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Complications", "content": "Fusion can pose an aesthetic concern due to the altered shape and size of the tooth. With their abnormal presentation, these teeth can have a high risk for decay and periodontal disease and can potentially complicate endodontic therapy. [31]", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Complications. Fusion can pose an aesthetic concern due to the altered shape and size of the tooth. With their abnormal presentation, these teeth can have a high risk for decay and periodontal disease and can potentially complicate endodontic therapy. [31]"}
{"id": "article-131835_38", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Deterrence and Patient Education", "content": "Microdontia and macrodontia are developmental or genetic in origin thus, and they cannot be prevented. If patients have concerns with function or esthetics due to this condition, they should seek the counsel of a licensed dental provider who will be able to advise on restorative, surgical, or orthodontic treatment options or alternatives.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Deterrence and Patient Education. Microdontia and macrodontia are developmental or genetic in origin thus, and they cannot be prevented. If patients have concerns with function or esthetics due to this condition, they should seek the counsel of a licensed dental provider who will be able to advise on restorative, surgical, or orthodontic treatment options or alternatives."}
{"id": "article-131835_39", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Deterrence and Patient Education", "content": "Microdontia and macrodontia are developmental or genetic in origin; thus, they cannot be prevented. If patients have concerns with function or esthetics due to this condition, they should seek counsel from a licensed dental provider, who will be able to advise them on restorative, surgical, or orthodontic treatment options or alternatives.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Deterrence and Patient Education. Microdontia and macrodontia are developmental or genetic in origin; thus, they cannot be prevented. If patients have concerns with function or esthetics due to this condition, they should seek counsel from a licensed dental provider, who will be able to advise them on restorative, surgical, or orthodontic treatment options or alternatives."}
{"id": "article-131835_40", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Deterrence and Patient Education", "content": "Fusion is a developmental condition and is therefore not preventable. Patients should be counseled on maintaining excellent oral hygiene. If the tooth causes functional or esthetic complications, a discussion with a licensed dental provider is warranted.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Deterrence and Patient Education. Fusion is a developmental condition and is therefore not preventable. Patients should be counseled on maintaining excellent oral hygiene. If the tooth causes functional or esthetic complications, a discussion with a licensed dental provider is warranted."}
{"id": "article-131835_41", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Enhancing Healthcare Team Outcomes", "content": "Many developmental disturbances of teeth that affect their size are present, with most severe or generalized presentations resulting from an underlying syndrome or developmental disturbance. The healthcare team should be aware that generalized changes to a patient’s dentition could be the oral manifestation of systemic disease or environmental factors that warrant further evaluation of the patient's underlying condition.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Enhancing Healthcare Team Outcomes. Many developmental disturbances of teeth that affect their size are present, with most severe or generalized presentations resulting from an underlying syndrome or developmental disturbance. The healthcare team should be aware that generalized changes to a patient’s dentition could be the oral manifestation of systemic disease or environmental factors that warrant further evaluation of the patient's underlying condition."}
{"id": "article-131835_42", "title": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Developmental Disturbances of the Teeth, Anomalies of Shape and Size -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}