{"id": "article-23720_0", "title": "Intrathecal Morphine -- Continuing Education Activity", "content": "Morphine is an opioid administered for acute and chronic pain conditions. The advantage of intrathecal (IT) morphine over intravenous (IV), oral (PO), or transdermal (TD) opiates is due to its delivery into the subarachnoid space with direct access to opiate receptors and ion channels. It may be administered as a bolus, an infusion, or a combination of the two. This activity describes the mode of action of intrathecal morphine, including mechanism of action, pharmacology, adverse event profiles, eligible patient populations, monitoring, and highlights the role of the interprofessional team in the management of conditions where intrathecal morphine offers an advantage.", "contents": "Intrathecal Morphine -- Continuing Education Activity. Morphine is an opioid administered for acute and chronic pain conditions. The advantage of intrathecal (IT) morphine over intravenous (IV), oral (PO), or transdermal (TD) opiates is due to its delivery into the subarachnoid space with direct access to opiate receptors and ion channels. It may be administered as a bolus, an infusion, or a combination of the two. This activity describes the mode of action of intrathecal morphine, including mechanism of action, pharmacology, adverse event profiles, eligible patient populations, monitoring, and highlights the role of the interprofessional team in the management of conditions where intrathecal morphine offers an advantage."}
{"id": "article-23720_1", "title": "Intrathecal Morphine -- Continuing Education Activity", "content": "Objectives: Summarize the indications for intrathecal morphine. Explain the differences between intrathecal morphine administration and other modes of administration. Review the contraindications and adverse events associated with intrathecal morphine administration. Outline the importance of collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients receiving treatment with intrathecal morphine. Access free multiple choice questions on this topic.", "contents": "Intrathecal Morphine -- Continuing Education Activity. Objectives: Summarize the indications for intrathecal morphine. Explain the differences between intrathecal morphine administration and other modes of administration. Review the contraindications and adverse events associated with intrathecal morphine administration. Outline the importance of collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients receiving treatment with intrathecal morphine. Access free multiple choice questions on this topic."}
{"id": "article-23720_2", "title": "Intrathecal Morphine -- Indications", "content": "Morphine is an opioid administered for acute and chronic pain conditions. The advantage of intrathecal (IT) morphine over intravenous (IV), oral (PO), or transdermal (TD) opiates is due to its delivery into the subarachnoid space with direct access to opiate receptors and ion channels. Administration may be as a bolus, an infusion, or a combination of the two. Intrathecally administered morphine must be preservative-free, sterile, nonpyrogenic, and free of antioxidants and other potentially neurotoxic additives. When drawing up intrathecal morphine from a glass vial, a filter needle is necessary as small glass particles can be catastrophic to neural tissue when administered into the intrathecal space.", "contents": "Intrathecal Morphine -- Indications. Morphine is an opioid administered for acute and chronic pain conditions. The advantage of intrathecal (IT) morphine over intravenous (IV), oral (PO), or transdermal (TD) opiates is due to its delivery into the subarachnoid space with direct access to opiate receptors and ion channels. Administration may be as a bolus, an infusion, or a combination of the two. Intrathecally administered morphine must be preservative-free, sterile, nonpyrogenic, and free of antioxidants and other potentially neurotoxic additives. When drawing up intrathecal morphine from a glass vial, a filter needle is necessary as small glass particles can be catastrophic to neural tissue when administered into the intrathecal space."}
{"id": "article-23720_3", "title": "Intrathecal Morphine -- Indications", "content": "Changing the route of morphine administration from systemic to intrathecal requires close attention to dosing as the potency of the morphine is dramatically enhanced by intrathecal delivery. The recommended bolus dose for intraoperative and postoperative analgesia is 0.1 to 0.2 mg intrathecally. The recommended starting dose of intrathecal morphine continuous infusion is 0.1 to 1.0 mg per day in patients without tolerance to opioids and variable dosing in those who have developed tolerance to high doses of oral agents. [1] [2] Compare these doses with the much larger 1 to 4 mg of morphine that would be given intravenously to an opioid-naive patient.", "contents": "Intrathecal Morphine -- Indications. Changing the route of morphine administration from systemic to intrathecal requires close attention to dosing as the potency of the morphine is dramatically enhanced by intrathecal delivery. The recommended bolus dose for intraoperative and postoperative analgesia is 0.1 to 0.2 mg intrathecally. The recommended starting dose of intrathecal morphine continuous infusion is 0.1 to 1.0 mg per day in patients without tolerance to opioids and variable dosing in those who have developed tolerance to high doses of oral agents. [1] [2] Compare these doses with the much larger 1 to 4 mg of morphine that would be given intravenously to an opioid-naive patient."}
{"id": "article-23720_4", "title": "Intrathecal Morphine -- Indications -- Clinical Uses of Intrathecal Morphine", "content": "Labor analgesia Perioperative analgesia for intra-abdominal, intra-thoracic, and orthopedic surgery of the lower extremities Perioperative analgesia for Cesarean section Severe chronic pain in patients who have not obtained adequate analgesia from more conservative therapies", "contents": "Intrathecal Morphine -- Indications -- Clinical Uses of Intrathecal Morphine. Labor analgesia Perioperative analgesia for intra-abdominal, intra-thoracic, and orthopedic surgery of the lower extremities Perioperative analgesia for Cesarean section Severe chronic pain in patients who have not obtained adequate analgesia from more conservative therapies"}
{"id": "article-23720_5", "title": "Intrathecal Morphine -- Indications", "content": "Typically, intrathecal morphine is more likely to benefit patients with nociceptive or neuropathic pain that is well localized and responsive to systemic opioids. This pain may or may not be cancer-related. One benefit of intrathecal delivery is since it bypasses first-pass metabolism and the blood-brain barrier by working directly at the dorsal horn of the spinal cord, morphine can achieve an analgesic effect at a lower dose and with potentially less systemic side effects than with large dose oral opioids. [1] Intrathecal morphine is less likely to benefit patients with pain that is refractory to systemic opioids. Additionally, intrathecal opiates should be avoided or minimized in patients with pulmonary disease, obstructive sleep apnea, or substance abuse. Intrathecal administration of morphine through implantable pumps should be avoided in patients with cancer-related pain with a life expectancy of fewer than three months, as it takes time to titrate the optimal dosing regimen. [3] [4]", "contents": "Intrathecal Morphine -- Indications. Typically, intrathecal morphine is more likely to benefit patients with nociceptive or neuropathic pain that is well localized and responsive to systemic opioids. This pain may or may not be cancer-related. One benefit of intrathecal delivery is since it bypasses first-pass metabolism and the blood-brain barrier by working directly at the dorsal horn of the spinal cord, morphine can achieve an analgesic effect at a lower dose and with potentially less systemic side effects than with large dose oral opioids. [1] Intrathecal morphine is less likely to benefit patients with pain that is refractory to systemic opioids. Additionally, intrathecal opiates should be avoided or minimized in patients with pulmonary disease, obstructive sleep apnea, or substance abuse. Intrathecal administration of morphine through implantable pumps should be avoided in patients with cancer-related pain with a life expectancy of fewer than three months, as it takes time to titrate the optimal dosing regimen. [3] [4]"}
{"id": "article-23720_6", "title": "Intrathecal Morphine -- Mechanism of Action", "content": "Opioids work in three distinct areas of the central nervous system (CNS): the periaqueductal-periventricular gray matter, the ventromedial medulla, and the spinal cord. [5] Morphine interacts predominantly with the mu-receptor. The mu-binding sites of opioids are present in the brain, with high densities of sites found in the posterior amygdala, hypothalamus, thalamus, caudate nucleus, putamen, and some cortical areas. They are also on the terminal axons of primary afferents within the substantia gelatinosa of the spinal cord. [6] [7]", "contents": "Intrathecal Morphine -- Mechanism of Action. Opioids work in three distinct areas of the central nervous system (CNS): the periaqueductal-periventricular gray matter, the ventromedial medulla, and the spinal cord. [5] Morphine interacts predominantly with the mu-receptor. The mu-binding sites of opioids are present in the brain, with high densities of sites found in the posterior amygdala, hypothalamus, thalamus, caudate nucleus, putamen, and some cortical areas. They are also on the terminal axons of primary afferents within the substantia gelatinosa of the spinal cord. [6] [7]"}
{"id": "article-23720_7", "title": "Intrathecal Morphine -- Administration -- Pharmacodynamics/Kinetics", "content": "Route of Administration: Intrathecal The onset of action: 5 to 10 minutes Duration of action: Clinical duration of action can be as long as 20 hours given the biphasic pattern. Distribution: 1.0 to 4.7 L/kg after intravenous dosing. Limited data suggest that the volume of distribution of morphine in the intrathecal space is 22 +/- 8 mL. Protein Binding: 36% (low) Metabolism: The drug undergoes hepatic glucuronidation to morphine-3-glucuronide, which is pharmacologically inactive. Half-life: The disposition of morphine in the cerebrospinal fluid (CSF) follows a biphasic pattern with an early half-life of 1.5 hours and a late phase half-life of about 6 hours. Excretion: Primarily renal excretion of the conjugate (morphine-3-glucuronide). Approximately 2% to 12% is excreted unchanged in the urine.", "contents": "Intrathecal Morphine -- Administration -- Pharmacodynamics/Kinetics. Route of Administration: Intrathecal The onset of action: 5 to 10 minutes Duration of action: Clinical duration of action can be as long as 20 hours given the biphasic pattern. Distribution: 1.0 to 4.7 L/kg after intravenous dosing. Limited data suggest that the volume of distribution of morphine in the intrathecal space is 22 +/- 8 mL. Protein Binding: 36% (low) Metabolism: The drug undergoes hepatic glucuronidation to morphine-3-glucuronide, which is pharmacologically inactive. Half-life: The disposition of morphine in the cerebrospinal fluid (CSF) follows a biphasic pattern with an early half-life of 1.5 hours and a late phase half-life of about 6 hours. Excretion: Primarily renal excretion of the conjugate (morphine-3-glucuronide). Approximately 2% to 12% is excreted unchanged in the urine."}
{"id": "article-23720_8", "title": "Intrathecal Morphine -- Adverse Effects -- Adverse Reactions", "content": "Respiratory depression or arrest (dose-dependent) Nausea and/or vomiting Hypotension Bradycardia Pruritis Dependency Miosis A headache Seizures Urinary retention Granuloma formation at the end of the intrathecal catheter [1]", "contents": "Intrathecal Morphine -- Adverse Effects -- Adverse Reactions. Respiratory depression or arrest (dose-dependent) Nausea and/or vomiting Hypotension Bradycardia Pruritis Dependency Miosis A headache Seizures Urinary retention Granuloma formation at the end of the intrathecal catheter [1]"}
{"id": "article-23720_9", "title": "Intrathecal Morphine -- Adverse Effects -- Pregnancy", "content": "The risks/benefits of intrathecal morphine should be considered during pregnancy, especially if prolonged use. The risk of teratogenicity is low. During labor and delivery, there is a risk for respiratory depression in both the mother and neonate. Respiratory depression, bradycardia, and withdrawal are all possible in the neonate with prolonged morphine exposure. It is routinely used as an analgesic in combination with local anesthetic (such as bupivacaine) in spinal anesthesia during Cesarean section.", "contents": "Intrathecal Morphine -- Adverse Effects -- Pregnancy. The risks/benefits of intrathecal morphine should be considered during pregnancy, especially if prolonged use. The risk of teratogenicity is low. During labor and delivery, there is a risk for respiratory depression in both the mother and neonate. Respiratory depression, bradycardia, and withdrawal are all possible in the neonate with prolonged morphine exposure. It is routinely used as an analgesic in combination with local anesthetic (such as bupivacaine) in spinal anesthesia during Cesarean section."}
{"id": "article-23720_10", "title": "Intrathecal Morphine -- Adverse Effects -- Drug Interactions", "content": "Intrathecal morphine may potentiate other medications that cause CNS or respiratory depression and cardiovascular depression.  It lowers the seizure threshold and requires caution for use in patients predisposed to seizure. Intrathecal morphine also has a weak serotonergic effect and should be used with caution in patients on SSRIs. Intrathecal morphine is a CYP3A4 substrate, and use also requires caution in patients on other medications affecting the CYP3A4 enzyme.", "contents": "Intrathecal Morphine -- Adverse Effects -- Drug Interactions. Intrathecal morphine may potentiate other medications that cause CNS or respiratory depression and cardiovascular depression.  It lowers the seizure threshold and requires caution for use in patients predisposed to seizure. Intrathecal morphine also has a weak serotonergic effect and should be used with caution in patients on SSRIs. Intrathecal morphine is a CYP3A4 substrate, and use also requires caution in patients on other medications affecting the CYP3A4 enzyme."}
{"id": "article-23720_11", "title": "Intrathecal Morphine -- Contraindications", "content": "Contraindications to intrathecal morphine are the same as intravenous morphine and include allergy to morphine or other opiates, acute bronchial asthma, upper airway obstruction, severe hypovolemia, or other etiology of severe hypotension. [8]", "contents": "Intrathecal Morphine -- Contraindications. Contraindications to intrathecal morphine are the same as intravenous morphine and include allergy to morphine or other opiates, acute bronchial asthma, upper airway obstruction, severe hypovolemia, or other etiology of severe hypotension. [8]"}
{"id": "article-23720_12", "title": "Intrathecal Morphine -- Contraindications", "content": "Intrathecal morphine use requires extreme caution in patients with head injury or increased intracranial pressure. Pupillary changes (miosis) from intrathecal morphine may interfere with the diagnosis and monitoring of intracranial pathology. Hypercarbia from respiratory depression may worsen intracranial hypertension. High doses of neuraxial morphine may produce myoclonic events, which may interfere with the assessment of intracranial pathology.", "contents": "Intrathecal Morphine -- Contraindications. Intrathecal morphine use requires extreme caution in patients with head injury or increased intracranial pressure. Pupillary changes (miosis) from intrathecal morphine may interfere with the diagnosis and monitoring of intracranial pathology. Hypercarbia from respiratory depression may worsen intracranial hypertension. High doses of neuraxial morphine may produce myoclonic events, which may interfere with the assessment of intracranial pathology."}
{"id": "article-23720_13", "title": "Intrathecal Morphine -- Contraindications", "content": "Intrathecal morphine use also requires caution in patients with decreased respiratory reserve (e.g., chronic obstructive pulmonary disease [COPD], severe obesity, kyphoscoliosis, phrenic nerve palsy, muscular dystrophies, and others) as acute respiratory failure is possible following administration of intrathecal morphine. [9]", "contents": "Intrathecal Morphine -- Contraindications. Intrathecal morphine use also requires caution in patients with decreased respiratory reserve (e.g., chronic obstructive pulmonary disease [COPD], severe obesity, kyphoscoliosis, phrenic nerve palsy, muscular dystrophies, and others) as acute respiratory failure is possible following administration of intrathecal morphine. [9]"}
{"id": "article-23720_14", "title": "Intrathecal Morphine -- Contraindications", "content": "Elimination half-life may be prolonged in patients with reduced metabolic rates and with hepatic or renal dysfunction. High blood morphine levels due to reduced clearance may take days to develop, so patients should be subject to close monitoring.", "contents": "Intrathecal Morphine -- Contraindications. Elimination half-life may be prolonged in patients with reduced metabolic rates and with hepatic or renal dysfunction. High blood morphine levels due to reduced clearance may take days to develop, so patients should be subject to close monitoring."}
{"id": "article-23720_15", "title": "Intrathecal Morphine -- Monitoring -- Therapeutic Effects of Intrathecal Morphine", "content": "When administered intrathecally, morphine has a rapid and smooth onset that is variable in its duration.", "contents": "Intrathecal Morphine -- Monitoring -- Therapeutic Effects of Intrathecal Morphine. When administered intrathecally, morphine has a rapid and smooth onset that is variable in its duration."}
{"id": "article-23720_16", "title": "Intrathecal Morphine -- Monitoring -- Central Nervous System Effects", "content": "Intrathecal morphine causes miosis and can lower the seizure threshold. It can lead to CNS depression, and the level of consciousness requires vigilant monitoring.", "contents": "Intrathecal Morphine -- Monitoring -- Central Nervous System Effects. Intrathecal morphine causes miosis and can lower the seizure threshold. It can lead to CNS depression, and the level of consciousness requires vigilant monitoring."}
{"id": "article-23720_17", "title": "Intrathecal Morphine -- Monitoring -- Cardiovascular Effects", "content": "A single dose of intrathecal morphine can lead to orthostatic hypotension in patients with intravascular hypovolemia or impaired myocardial function on sympatholytic drugs. Intrathecal morphine can lead to bradycardia that may potentiate hypotension further.", "contents": "Intrathecal Morphine -- Monitoring -- Cardiovascular Effects. A single dose of intrathecal morphine can lead to orthostatic hypotension in patients with intravascular hypovolemia or impaired myocardial function on sympatholytic drugs. Intrathecal morphine can lead to bradycardia that may potentiate hypotension further."}
{"id": "article-23720_18", "title": "Intrathecal Morphine -- Monitoring -- Respiratory Effects", "content": "The single most serious adverse event encountered during the administration of intrathecal morphine is respiratory depression or respiratory arrest. Intrathecal morphine can lead to severe respiratory depression that can last up to 24 hours following administration and could lead to respiratory arrest. This respiratory depression follows a biphasic pattern with initial onset within the first 1 to 3 hours and a late-onset at about 6 to 12 hours after administration. Clinicians should limit additional opioids for the first 24 hours after administration.  If additional opioids are necessary, the patient should be monitored closely for signs of respiratory depression/apnea. [6]", "contents": "Intrathecal Morphine -- Monitoring -- Respiratory Effects. The single most serious adverse event encountered during the administration of intrathecal morphine is respiratory depression or respiratory arrest. Intrathecal morphine can lead to severe respiratory depression that can last up to 24 hours following administration and could lead to respiratory arrest. This respiratory depression follows a biphasic pattern with initial onset within the first 1 to 3 hours and a late-onset at about 6 to 12 hours after administration. Clinicians should limit additional opioids for the first 24 hours after administration.  If additional opioids are necessary, the patient should be monitored closely for signs of respiratory depression/apnea. [6]"}
{"id": "article-23720_19", "title": "Intrathecal Morphine -- Toxicity", "content": "Naloxone, the antidote for an overdose of opiates, is a competitive mu-opioid–receptor antagonist that reverses all signs of opioid intoxication.  It can be given parenterally, intranasally, intramuscularly, subcutaneously, or via an endotracheal tube.  The initial dose of naloxone for overdose is 0.04 mg (if given intravenously), which can be increased every 2 minutes to a maximum of 15 mg. The onset of action is generally less than 2 minutes when given intravenously. The duration of action is 20 to 90 minutes, which is shorter than the opiate effects, often rendering redosing or infusion necessary.", "contents": "Intrathecal Morphine -- Toxicity. Naloxone, the antidote for an overdose of opiates, is a competitive mu-opioid–receptor antagonist that reverses all signs of opioid intoxication.  It can be given parenterally, intranasally, intramuscularly, subcutaneously, or via an endotracheal tube.  The initial dose of naloxone for overdose is 0.04 mg (if given intravenously), which can be increased every 2 minutes to a maximum of 15 mg. The onset of action is generally less than 2 minutes when given intravenously. The duration of action is 20 to 90 minutes, which is shorter than the opiate effects, often rendering redosing or infusion necessary."}
{"id": "article-23720_20", "title": "Intrathecal Morphine -- Enhancing Healthcare Team Outcomes", "content": "Intrathecal morphine is usually only administered by an oncologist, anesthesiologist, or a pain specialist. Typically, intrathecal morphine is more likely to benefit patients with nociceptive or neuropathic pain that is well localized and responsive to systemic opioids. This pain may or may not be cancer-related. Additionally, intrathecal opiates should be avoided or minimized in patients with pulmonary disease, obstructive sleep apnea, or substance abuse. Intrathecal administration of morphine through implantable pumps should be carefully considered and likely avoided in patients with cancer-related pain whose life expectancy is less than three months as it takes time to reach a suitable dosing regimen, and this must be weighed against the risks of the pump. [10] Patients with intrathecal morphine pumps need to be monitored by the nurse. The nurse should always have an order for naloxone in case the patient shows signs of opioid toxicity [1] .", "contents": "Intrathecal Morphine -- Enhancing Healthcare Team Outcomes. Intrathecal morphine is usually only administered by an oncologist, anesthesiologist, or a pain specialist. Typically, intrathecal morphine is more likely to benefit patients with nociceptive or neuropathic pain that is well localized and responsive to systemic opioids. This pain may or may not be cancer-related. Additionally, intrathecal opiates should be avoided or minimized in patients with pulmonary disease, obstructive sleep apnea, or substance abuse. Intrathecal administration of morphine through implantable pumps should be carefully considered and likely avoided in patients with cancer-related pain whose life expectancy is less than three months as it takes time to reach a suitable dosing regimen, and this must be weighed against the risks of the pump. [10] Patients with intrathecal morphine pumps need to be monitored by the nurse. The nurse should always have an order for naloxone in case the patient shows signs of opioid toxicity [1] ."}
{"id": "article-23720_21", "title": "Intrathecal Morphine -- Enhancing Healthcare Team Outcomes", "content": "The use of intrathecal morphine requires an interprofessional healthcare team. The clinician (including pain specialists or oncologists) will initiate treatment with intrathecal morphine, but a pharmacist should also have involvement to verify appropriate dosing and should also check for potential drug interactions (e.g., CYP3A4 agonists/antagonists). Nursing administering the drug should understand proper administration and dosing, as well as the signs of toxicity, and report any concerns to the clinician promptly. This type of interprofessional team approach optimizes intrathecal morphine administration, results, and safety, leading to better patient outcomes for pain control. [Level 5]", "contents": "Intrathecal Morphine -- Enhancing Healthcare Team Outcomes. The use of intrathecal morphine requires an interprofessional healthcare team. The clinician (including pain specialists or oncologists) will initiate treatment with intrathecal morphine, but a pharmacist should also have involvement to verify appropriate dosing and should also check for potential drug interactions (e.g., CYP3A4 agonists/antagonists). Nursing administering the drug should understand proper administration and dosing, as well as the signs of toxicity, and report any concerns to the clinician promptly. This type of interprofessional team approach optimizes intrathecal morphine administration, results, and safety, leading to better patient outcomes for pain control. [Level 5]"}
{"id": "article-23720_22", "title": "Intrathecal Morphine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Intrathecal Morphine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}