{"id": "article-129209_0", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Continuing Education Activity", "content": "Female pediatric and adolescent patients can present with numerous genital pathologies, including congenital, infectious, masses, or syndromic associations, in which imaging plays an important role in diagnosis. This article outlines the sonography of the pediatric female pelvis and highlights the role of the healthcare team in managing patients who undergo sonography evaluation for gynecological conditions.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Continuing Education Activity. Female pediatric and adolescent patients can present with numerous genital pathologies, including congenital, infectious, masses, or syndromic associations, in which imaging plays an important role in diagnosis. This article outlines the sonography of the pediatric female pelvis and highlights the role of the healthcare team in managing patients who undergo sonography evaluation for gynecological conditions."}
{"id": "article-129209_1", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Continuing Education Activity", "content": "Objectives: Describe the technique for sonographic evaluation of female pediatric pelvis. Outline the normal anatomy of the pediatric female pelvis. Review sonographic findings in various gynecological conditions that can occur in pediatric patients. Explain the importance of interprofessional collaboration when using ultrasound in emergency gynecological conditions. Access free multiple choice questions on this topic.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Continuing Education Activity. Objectives: Describe the technique for sonographic evaluation of female pediatric pelvis. Outline the normal anatomy of the pediatric female pelvis. Review sonographic findings in various gynecological conditions that can occur in pediatric patients. Explain the importance of interprofessional collaboration when using ultrasound in emergency gynecological conditions. Access free multiple choice questions on this topic."}
{"id": "article-129209_2", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Introduction", "content": "Female pediatric and adolescent patients can present with numerous genital pathologies, including congenital, infectious, masses, or syndromic associations, in which imaging plays an important role in diagnosis. Most common indications for imaging the female pelvis include pelvic pain, pelvic mass, ambiguous genitalia, primary amenorrhea, and precocious puberty.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Introduction. Female pediatric and adolescent patients can present with numerous genital pathologies, including congenital, infectious, masses, or syndromic associations, in which imaging plays an important role in diagnosis. Most common indications for imaging the female pelvis include pelvic pain, pelvic mass, ambiguous genitalia, primary amenorrhea, and precocious puberty."}
{"id": "article-129209_3", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Introduction", "content": "Ultrasound is the first and easy bedside imaging procedure to perform. Radiologists, in particular, pediatric radiologists, should be well aware of the normal ultrasound anatomy of the female pediatric pelvis, and various pelvic pathologies, and their imaging appearance that can be seen in pediatric females. This article will review ultrasound technique, normal sonographic findings, and interpretation of various gynecological conditions, including emergency cases of the pediatric female pelvis.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Introduction. Ultrasound is the first and easy bedside imaging procedure to perform. Radiologists, in particular, pediatric radiologists, should be well aware of the normal ultrasound anatomy of the female pediatric pelvis, and various pelvic pathologies, and their imaging appearance that can be seen in pediatric females. This article will review ultrasound technique, normal sonographic findings, and interpretation of various gynecological conditions, including emergency cases of the pediatric female pelvis."}
{"id": "article-129209_4", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Anatomy and Physiology", "content": "The uterus is a midline pelvic organ located between the urinary bladder and rectum. Ovaries are located on each side of the uterus. Uterus and ovaries vary in size according to age. Neonates show a larger size of the uterus (compared to later in infancy) under the maternal and placental hormonal influence. After early infancy, the uterus and ovaries remain stable in appearance up to 7 to 8 years of age.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Anatomy and Physiology. The uterus is a midline pelvic organ located between the urinary bladder and rectum. Ovaries are located on each side of the uterus. Uterus and ovaries vary in size according to age. Neonates show a larger size of the uterus (compared to later in infancy) under the maternal and placental hormonal influence. After early infancy, the uterus and ovaries remain stable in appearance up to 7 to 8 years of age."}
{"id": "article-129209_5", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Uterus", "content": "In neonates, the uterus is prominent and measures approximately 3.5 cm in length and 1.4 cm in width with an echogenic endometrial line. The cervix is thicker than the fundus with a fundus to cervix ratio of around 1/2. The prepubertal uterus is tubular with a length of 2.5 to 4 cm and thickness not more than 1 cm. At puberty, the uterus gains an adult configuration with enlargement of the uterine fundus, the fundus to cervix ratio becomes 2/1 to 3/1. Uterine length varies between 5-8 cm, with a width of 1.5 cm.  The endometrial thickness varies according to the menstrual phase. [1] [2]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Uterus. In neonates, the uterus is prominent and measures approximately 3.5 cm in length and 1.4 cm in width with an echogenic endometrial line. The cervix is thicker than the fundus with a fundus to cervix ratio of around 1/2. The prepubertal uterus is tubular with a length of 2.5 to 4 cm and thickness not more than 1 cm. At puberty, the uterus gains an adult configuration with enlargement of the uterine fundus, the fundus to cervix ratio becomes 2/1 to 3/1. Uterine length varies between 5-8 cm, with a width of 1.5 cm.  The endometrial thickness varies according to the menstrual phase. [1] [2]"}
{"id": "article-129209_6", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Ovaries", "content": "The ovaries also undergo various changes in appearance and volume according to age, affected by maternal hormones during infancy and follicle-stimulating hormone (FSH) during puberty. Approximate volume of the ovaries according to age are: [3] [2] Infancy: approximately 1 cm Up to 2 years: around 0.67 cm Up to 6 years: less than 1 cm Up to 10 years: increases in volume and measures around 1.2 to 2.3 cm (prepubertal stage) Premenarchal stage: ovary measures 2 to 4 cm At the time of the first growth spurt: ovarian volume measures 8 cm [the ovarian follicles mature secondary to the secretion of FSH] Post menarchal: ranges between 2.5 to 20 cm", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Anatomy and Physiology -- Ovaries. The ovaries also undergo various changes in appearance and volume according to age, affected by maternal hormones during infancy and follicle-stimulating hormone (FSH) during puberty. Approximate volume of the ovaries according to age are: [3] [2] Infancy: approximately 1 cm Up to 2 years: around 0.67 cm Up to 6 years: less than 1 cm Up to 10 years: increases in volume and measures around 1.2 to 2.3 cm (prepubertal stage) Premenarchal stage: ovary measures 2 to 4 cm At the time of the first growth spurt: ovarian volume measures 8 cm [the ovarian follicles mature secondary to the secretion of FSH] Post menarchal: ranges between 2.5 to 20 cm"}
{"id": "article-129209_7", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Indications", "content": "Indications for a pelvic ultrasound in children are as follow: Ambiguous genitalia Screening for congenital anomalies or malformations Pelvic pain Primary amenorrhea Pelvic swelling/mass Prepubertal bleeding Precocious puberty Irregular menses Pelvic inflammatory disease in adolescents Ectopic pregnancy in adolescents", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Indications. Indications for a pelvic ultrasound in children are as follow: Ambiguous genitalia Screening for congenital anomalies or malformations Pelvic pain Primary amenorrhea Pelvic swelling/mass Prepubertal bleeding Precocious puberty Irregular menses Pelvic inflammatory disease in adolescents Ectopic pregnancy in adolescents"}
{"id": "article-129209_8", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Contraindications", "content": "There are no contraindications for sonography as such.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Contraindications. There are no contraindications for sonography as such."}
{"id": "article-129209_9", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Equipment", "content": "An ultrasound machine with a transducer is required. Ultrasound gel is required to perform the examination. The gel acts as a medium between skin and transducer and facilitates the passage of ultrasound rays easily. A curved/convex array transducer of 3 to 5 MHz is used for the transabdominal ultrasound in adolescents. Linear, 5 to 9 MHz abdominal transducer is used for transabdominal sonography in small children/infants. A linear transducer is more useful for transperineal ultrasound in infants/neonates. A 12 MHz linear transducer helps differentiate and evaluate bowel, fat, muscles, and lymph nodes adjacent to the pelvic organs.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Equipment. An ultrasound machine with a transducer is required. Ultrasound gel is required to perform the examination. The gel acts as a medium between skin and transducer and facilitates the passage of ultrasound rays easily. A curved/convex array transducer of 3 to 5 MHz is used for the transabdominal ultrasound in adolescents. Linear, 5 to 9 MHz abdominal transducer is used for transabdominal sonography in small children/infants. A linear transducer is more useful for transperineal ultrasound in infants/neonates. A 12 MHz linear transducer helps differentiate and evaluate bowel, fat, muscles, and lymph nodes adjacent to the pelvic organs."}
{"id": "article-129209_10", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Equipment", "content": "Transvaginal sonography is not performed in children. It can be performed in sexually active adolescents to complement transabdominal sonography. A long, high-frequency \"wand\" shaped transducer is introduced into the vagina for better delineation of the pelvic anatomy, especially endometrial evaluation. [4]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Equipment. Transvaginal sonography is not performed in children. It can be performed in sexually active adolescents to complement transabdominal sonography. A long, high-frequency \"wand\" shaped transducer is introduced into the vagina for better delineation of the pelvic anatomy, especially endometrial evaluation. [4]"}
{"id": "article-129209_11", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Equipment", "content": "Color Doppler mode provides additional information about the ovaries' vascularity, uterus, and lesion if visualized.  Spectral Doppler helps obtain waveforms from a vascular lesion, and it is very important in certain pathologies like ovarian torsion.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Equipment. Color Doppler mode provides additional information about the ovaries' vascularity, uterus, and lesion if visualized.  Spectral Doppler helps obtain waveforms from a vascular lesion, and it is very important in certain pathologies like ovarian torsion."}
{"id": "article-129209_12", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Personnel", "content": "A certified, registered ultrasound technologist performs the ultrasound, saving static and dynamic images to be reviewed by radiologists. Sometimes radiologists perform the ultrasound for better clarification of diagnosis.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Personnel. A certified, registered ultrasound technologist performs the ultrasound, saving static and dynamic images to be reviewed by radiologists. Sometimes radiologists perform the ultrasound for better clarification of diagnosis."}
{"id": "article-129209_13", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Preparation", "content": "For transabdominal US full bladder is recommended and required for adequate visualization of the pelvic organs. The fluid within the bladder displaces the gas-filled colon and acts as an acoustic window facilitating better visualization of pelvic structures. The patient is therefore asked to drink water and hold urine before the ultrasound examination. The bladder can be retrogradely filled by placing a bladder catheter in children who do not have bladder control. The patients lie supine on the bed. The area to be scanned (pelvis) is exposed, covering the rest of the abdomen with a drape. The patients are asked to void before the transvaginal ultrasound (TVS) examination. The patient is placed in a lithotomy position for TVS.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Preparation. For transabdominal US full bladder is recommended and required for adequate visualization of the pelvic organs. The fluid within the bladder displaces the gas-filled colon and acts as an acoustic window facilitating better visualization of pelvic structures. The patient is therefore asked to drink water and hold urine before the ultrasound examination. The bladder can be retrogradely filled by placing a bladder catheter in children who do not have bladder control. The patients lie supine on the bed. The area to be scanned (pelvis) is exposed, covering the rest of the abdomen with a drape. The patients are asked to void before the transvaginal ultrasound (TVS) examination. The patient is placed in a lithotomy position for TVS."}
{"id": "article-129209_14", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "For neonates and young children, the transabdominal approach is usually adequate for the visualization of pelvic structures. Transperineal or translabial US is performed in cases of labial mass, hydrometrocolpos, anal atresia or urogenital malformation. For transperineal ultrasound, the transducer is placed directly on the introitus. Longitudinal and transverse images of the vagina, uterus, and ovaries are obtained. For transabdominal ultrasound, patients lie supine, and imaging is performed by a transducer placed on the pelvis, using distended urinary bladder as an acoustic window.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment. For neonates and young children, the transabdominal approach is usually adequate for the visualization of pelvic structures. Transperineal or translabial US is performed in cases of labial mass, hydrometrocolpos, anal atresia or urogenital malformation. For transperineal ultrasound, the transducer is placed directly on the introitus. Longitudinal and transverse images of the vagina, uterus, and ovaries are obtained. For transabdominal ultrasound, patients lie supine, and imaging is performed by a transducer placed on the pelvis, using distended urinary bladder as an acoustic window."}
{"id": "article-129209_15", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "Transvaginal sonography (TVS) can be performed in sexually active adolescents. Images are obtained by introducing a high-frequency probe into the vagina. It provides excellent imaging for the diagnosis of early intrauterine or ectopic pregnancy. It is also useful for identifying adnexal masses.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment. Transvaginal sonography (TVS) can be performed in sexually active adolescents. Images are obtained by introducing a high-frequency probe into the vagina. It provides excellent imaging for the diagnosis of early intrauterine or ectopic pregnancy. It is also useful for identifying adnexal masses."}
{"id": "article-129209_16", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Normal Ultrasound Findings", "content": "Prepubertal: The uterus is visible posterior to the fluid-filled bladder. It appears as a tubular structure on longitudinal sections and maintains this shape until 2-3 years before puberty. The endometrium appears as a hyperechoic line. Sometimes fluid may appear within the uterine cavity of a neonate due to maternal hormonal influence. The cervix and uterine body are of the same size during infancy. Prepubertal ovaries appear as ovoid hypoechoic structures with small follicles, which appear as well-defined, tiny cysts. In the transverse plane, ovaries are located on either side of the uterine cornua. The ovarian volume is measured with the simplified formula - (length x width x depth) x 1/2, with measurements obtained from longitudinal and transverse sections (The ovarian volume and uterine size are discussed in anatomy). The vaginal canal is visible distal to the cervix and anterior to the rectum. The uterine artery pulsed doppler demonstrates a narrow systolic waveform.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Normal Ultrasound Findings. Prepubertal: The uterus is visible posterior to the fluid-filled bladder. It appears as a tubular structure on longitudinal sections and maintains this shape until 2-3 years before puberty. The endometrium appears as a hyperechoic line. Sometimes fluid may appear within the uterine cavity of a neonate due to maternal hormonal influence. The cervix and uterine body are of the same size during infancy. Prepubertal ovaries appear as ovoid hypoechoic structures with small follicles, which appear as well-defined, tiny cysts. In the transverse plane, ovaries are located on either side of the uterine cornua. The ovarian volume is measured with the simplified formula - (length x width x depth) x 1/2, with measurements obtained from longitudinal and transverse sections (The ovarian volume and uterine size are discussed in anatomy). The vaginal canal is visible distal to the cervix and anterior to the rectum. The uterine artery pulsed doppler demonstrates a narrow systolic waveform."}
{"id": "article-129209_17", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Normal Ultrasound Findings", "content": "Postpubertal: The uterine fundus grows more than the cervix and gains a pear shape at puberty with an increase in volume. The endometrial thickness varies according to the phase of the cycle, more thickened at post-ovulatory and near premenstrual phase. [1] The ovaries also enlarge with the development of a dominant follicle in one ovary. Pulsed color doppler of the uterine artery shows broad systolic waveforms and a positive diastolic flow.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Normal Ultrasound Findings. Postpubertal: The uterine fundus grows more than the cervix and gains a pear shape at puberty with an increase in volume. The endometrial thickness varies according to the phase of the cycle, more thickened at post-ovulatory and near premenstrual phase. [1] The ovaries also enlarge with the development of a dominant follicle in one ovary. Pulsed color doppler of the uterine artery shows broad systolic waveforms and a positive diastolic flow."}
{"id": "article-129209_18", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Mullerian Anomalies", "content": "Female reproductive tract anomalies may result from agenesis/hypoplasia, vertical or lateral fusion abnormalities, or resorption defects.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Mullerian Anomalies. Female reproductive tract anomalies may result from agenesis/hypoplasia, vertical or lateral fusion abnormalities, or resorption defects."}
{"id": "article-129209_19", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Mullerian Anomalies", "content": "1) Agenesis: Müllerian agenesis is also known as Mayer-Rokitansky-Küster-Hauser syndrome. Ultrasound shows features of vaginal atresia, rudimentary or absent uterus, and normal ovaries. The rudimentary uterus can be unicornuate or bicornuate, and if it has a functioning endometrium, it results in hematometra due to associated vaginal atresia. It can be associated with renal, auditory, and skeletal anomalies.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Mullerian Anomalies. 1) Agenesis: Müllerian agenesis is also known as Mayer-Rokitansky-Küster-Hauser syndrome. Ultrasound shows features of vaginal atresia, rudimentary or absent uterus, and normal ovaries. The rudimentary uterus can be unicornuate or bicornuate, and if it has a functioning endometrium, it results in hematometra due to associated vaginal atresia. It can be associated with renal, auditory, and skeletal anomalies."}
{"id": "article-129209_20", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Mullerian Anomalies", "content": "2) Obstructive Mullerian anomalies: These include vaginal septum, imperforate hymen, or cervical dysgenesis. Neonates may present with hydro/mucocolpos or hydrometrocolpos due to the accumulation of secretions in the vagina or endometrial cavity and vagina (under the influence of maternal hormones). Obstructed mucus-filled uterus and vagina appear as a cystic mass in the pelvis. In adolescents, menstrual fluid accumulates in the uterine, cervical, and vaginal cavity, known as hematometrocolpos. The US demonstrates fluid with debris in the endometrial and vaginal cavity and sometimes in the fallopian tubes as well. OHVIRA (obstructed hemivagina ipsilateral renal anomaly), also known as Herlyn-Werner-Wunderlich (HWW) syndrome, is another Mullerian anomaly characterized by uterine didelphys with obstruction of hemivagina (leading to fluid accumulation in hemivagina and ipsilateral uterine horn) and associated ipsilateral renal anomaly, which can include renal agenesis. [5]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Mullerian Anomalies. 2) Obstructive Mullerian anomalies: These include vaginal septum, imperforate hymen, or cervical dysgenesis. Neonates may present with hydro/mucocolpos or hydrometrocolpos due to the accumulation of secretions in the vagina or endometrial cavity and vagina (under the influence of maternal hormones). Obstructed mucus-filled uterus and vagina appear as a cystic mass in the pelvis. In adolescents, menstrual fluid accumulates in the uterine, cervical, and vaginal cavity, known as hematometrocolpos. The US demonstrates fluid with debris in the endometrial and vaginal cavity and sometimes in the fallopian tubes as well. OHVIRA (obstructed hemivagina ipsilateral renal anomaly), also known as Herlyn-Werner-Wunderlich (HWW) syndrome, is another Mullerian anomaly characterized by uterine didelphys with obstruction of hemivagina (leading to fluid accumulation in hemivagina and ipsilateral uterine horn) and associated ipsilateral renal anomaly, which can include renal agenesis. [5]"}
{"id": "article-129209_21", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Mullerian Anomalies", "content": "3) Nonobstruceted Mullerian anomalies: Defect in the lateral fusion of the Mullerian ducts result in bicornuate, didelphys, or unicornuate uterus, which are identifiable on ultrasound as duplicated uterine horns with or without separate cervices and/or septated vagina. An incomplete uterine septum is also a result of the fusion defect but is difficult to identify on ultrasound unless the uterine cavity is filled with fluid.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Mullerian Anomalies. 3) Nonobstruceted Mullerian anomalies: Defect in the lateral fusion of the Mullerian ducts result in bicornuate, didelphys, or unicornuate uterus, which are identifiable on ultrasound as duplicated uterine horns with or without separate cervices and/or septated vagina. An incomplete uterine septum is also a result of the fusion defect but is difficult to identify on ultrasound unless the uterine cavity is filled with fluid."}
{"id": "article-129209_22", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Mullerian Anomalies", "content": "Turner syndrome: It is an X chromosomal abnormality with 45 XO karyotype. The ovaries are fibrous, streak-like, and not visible on ultrasound. Uterus remains prepubertal in size although, puberty may appear spontaneously in few patients. [6]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Mullerian Anomalies. Turner syndrome: It is an X chromosomal abnormality with 45 XO karyotype. The ovaries are fibrous, streak-like, and not visible on ultrasound. Uterus remains prepubertal in size although, puberty may appear spontaneously in few patients. [6]"}
{"id": "article-129209_23", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Non-congenital Pathology", "content": "Pelvic inflammatory disease (PID): Early PID changes are subtle on ultrasound and appear as hyperemia and thickening of the pelvic structures and free fluid in the cul-de-sac. Long-standing PID can lead to pyosalpinx, pyometra, tubo-ovarian abscess, etc. Pyosalpinx appears as a tubular, round, or oval thick-walled structure with low-level internal echoes. Ovary, when involved, is enlarged and becomes echogenic. Tubo-ovarian abscess appears as a complex collection with moving echoes and debris. [7]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Non-congenital Pathology. Pelvic inflammatory disease (PID): Early PID changes are subtle on ultrasound and appear as hyperemia and thickening of the pelvic structures and free fluid in the cul-de-sac. Long-standing PID can lead to pyosalpinx, pyometra, tubo-ovarian abscess, etc. Pyosalpinx appears as a tubular, round, or oval thick-walled structure with low-level internal echoes. Ovary, when involved, is enlarged and becomes echogenic. Tubo-ovarian abscess appears as a complex collection with moving echoes and debris. [7]"}
{"id": "article-129209_24", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Non-congenital Pathology", "content": "Ectopic pregnancy: It can occur in adolescent girls though incidence is lower than the adults, often associated with sexually transmitted diseases - inflammation or PID especially involving fallopian tubes. Extrauterine pregnancy can be seen in the cervix, abdomen, ovary, or uterine cornua, appear as an echogenic ring with an anechoic area. The yolk sac is not visible in early pregnancy. Ruptured ectopic pregnancy demonstrates associated hematoma seen as a hyperechoic lesion. Hemoperitnoeum may occur and is seen as fluid with echoes in the peritoneal cavity. It can lead to hemodynamic instability, and early diagnosis is critical. [8] [9]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Non-congenital Pathology. Ectopic pregnancy: It can occur in adolescent girls though incidence is lower than the adults, often associated with sexually transmitted diseases - inflammation or PID especially involving fallopian tubes. Extrauterine pregnancy can be seen in the cervix, abdomen, ovary, or uterine cornua, appear as an echogenic ring with an anechoic area. The yolk sac is not visible in early pregnancy. Ruptured ectopic pregnancy demonstrates associated hematoma seen as a hyperechoic lesion. Hemoperitnoeum may occur and is seen as fluid with echoes in the peritoneal cavity. It can lead to hemodynamic instability, and early diagnosis is critical. [8] [9]"}
{"id": "article-129209_25", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Non-congenital Pathology", "content": "Torsion: The ovary can get twisted around its supporting ligaments, i.e., utero-ovarian ligament and infundibulopelvic ligament. The fallopian tube can also be involved in the torsion- adnexal torsion. The majority of the patients are of childbearing age, with only 20% occurrence in premenarchal ovaries. [10] The typical feature of torsion includes enlarged and edematous hyperechoic central stroma with peripherally situated multiple small (8 to 12 mm) follicles. [11]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Non-congenital Pathology. Torsion: The ovary can get twisted around its supporting ligaments, i.e., utero-ovarian ligament and infundibulopelvic ligament. The fallopian tube can also be involved in the torsion- adnexal torsion. The majority of the patients are of childbearing age, with only 20% occurrence in premenarchal ovaries. [10] The typical feature of torsion includes enlarged and edematous hyperechoic central stroma with peripherally situated multiple small (8 to 12 mm) follicles. [11]"}
{"id": "article-129209_26", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Non-congenital Pathology", "content": "Torsion results in venous and lymphatic obstruction, and the torsed ovary becomes engorged. It appears edematous and enlarged in volume in comparison to the normal contralateral ovary. The blood supply may be decreased or absent in torsion. [12] However, the ovary has a dual supply from the uterine and ovarian arteries, and it is very uncommon to show absent vascular flow. The venous flow usually obstructs. Color Doppler often demonstrates twisting of the vascular pedicle of the ovary. A \"follicular ring sign\" may be seen due to perifollicular edema, which refers to a hyperechoic ring around the antral ovarian follicles. [11] An ovarian mass of more than 5 cm increases the chances of ovarian torsion. [10] Ultrasound can detect such associated mass.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Non-congenital Pathology. Torsion results in venous and lymphatic obstruction, and the torsed ovary becomes engorged. It appears edematous and enlarged in volume in comparison to the normal contralateral ovary. The blood supply may be decreased or absent in torsion. [12] However, the ovary has a dual supply from the uterine and ovarian arteries, and it is very uncommon to show absent vascular flow. The venous flow usually obstructs. Color Doppler often demonstrates twisting of the vascular pedicle of the ovary. A \"follicular ring sign\" may be seen due to perifollicular edema, which refers to a hyperechoic ring around the antral ovarian follicles. [11] An ovarian mass of more than 5 cm increases the chances of ovarian torsion. [10] Ultrasound can detect such associated mass."}
{"id": "article-129209_27", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Non-congenital Pathology", "content": "Foreign body: Toilet paper is a common foreign body seen in young females. Young females often insert objects into the vaginal cavity, and vaginal foreign bodies can also be seen with sexual abuse. Foreign bodies can be easily identified with ultrasound and appear echogenic without and with posterior acoustic shadowing. Translabial ultrasound helps in proper visualization of the vaginal cavity.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Non-congenital Pathology. Foreign body: Toilet paper is a common foreign body seen in young females. Young females often insert objects into the vaginal cavity, and vaginal foreign bodies can also be seen with sexual abuse. Foreign bodies can be easily identified with ultrasound and appear echogenic without and with posterior acoustic shadowing. Translabial ultrasound helps in proper visualization of the vaginal cavity."}
{"id": "article-129209_28", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Benign Masses", "content": "Simple cyst: A simple ovarian cyst appears as a thin-walled, anechoic lesion, mostly seen in adolescent /post-pubertal girls, although they may be seen at any age. In post-pubertal girls, it results when the dominant follicle does not regress/rupture. Dominant follicles are usually less than 0.9 cm in size. Follicular cysts less than 2 cm are usually functional and physiological. Cysts more than 2 cm are considered pathological if they fail to regress over time and warrant follow-up after 6 weeks. [4]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Benign Masses. Simple cyst: A simple ovarian cyst appears as a thin-walled, anechoic lesion, mostly seen in adolescent /post-pubertal girls, although they may be seen at any age. In post-pubertal girls, it results when the dominant follicle does not regress/rupture. Dominant follicles are usually less than 0.9 cm in size. Follicular cysts less than 2 cm are usually functional and physiological. Cysts more than 2 cm are considered pathological if they fail to regress over time and warrant follow-up after 6 weeks. [4]"}
{"id": "article-129209_29", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Benign Masses", "content": "Hemorrhagic cyst: A hemorrhagic cyst usually develops in the corpus luteum. Patients often present with pelvic pain. Hemorrhage has a variable appearance on ultrasound, with acute hemorrhage appearing hyperechoic to the ovarian stroma. With time, the hemorrhagic cyst appears heterogeneous with multiple thin layering septa and low-level echoes. Over time, these usually regress on their own. Follow-up US after 6 to 12 weeks is recommended.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Benign Masses. Hemorrhagic cyst: A hemorrhagic cyst usually develops in the corpus luteum. Patients often present with pelvic pain. Hemorrhage has a variable appearance on ultrasound, with acute hemorrhage appearing hyperechoic to the ovarian stroma. With time, the hemorrhagic cyst appears heterogeneous with multiple thin layering septa and low-level echoes. Over time, these usually regress on their own. Follow-up US after 6 to 12 weeks is recommended."}
{"id": "article-129209_30", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Benign Masses", "content": "Mature cystic teratoma/Dermoid cyst: Mature teratoma/dermoid is a benign mass containing components of mesoderm, ectoderm, and endoderm. It appears as a heterogeneous solid and cystic mass within the ovary. It may show fluid-fluid level due to different density fluid and fat within the cyst. Calcification is usually present and appears as a hyperechoic focus with posterior acoustic shadowing. Fat within the mass is also hyperechoic but without shadowing and often difficult to distinguish from the bowel gas. CT scan or MRI with fat saturation adds more information. [13]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Benign Masses. Mature cystic teratoma/Dermoid cyst: Mature teratoma/dermoid is a benign mass containing components of mesoderm, ectoderm, and endoderm. It appears as a heterogeneous solid and cystic mass within the ovary. It may show fluid-fluid level due to different density fluid and fat within the cyst. Calcification is usually present and appears as a hyperechoic focus with posterior acoustic shadowing. Fat within the mass is also hyperechoic but without shadowing and often difficult to distinguish from the bowel gas. CT scan or MRI with fat saturation adds more information. [13]"}
{"id": "article-129209_31", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Benign Masses", "content": "Cystadenomas: They are epithelial tumors. Serous cystadenomas appear as thin-walled, usually unilocular masses with wall thickness measuring less than 3 mm. Thin septations and papillary projections can be seen. They can be unilateral or bilateral (20%) and usually smaller than the mucinous cystadenoma. Mucinous cystadenoma appears as a multilocular mass with multiple thin septations. These are larger than serous cystadenomas and contain mucin, which appears as low-level internal echoes. They have some typical imaging findings, but histology is confirmatory to diagnose cystadenoma. [14]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Benign Masses. Cystadenomas: They are epithelial tumors. Serous cystadenomas appear as thin-walled, usually unilocular masses with wall thickness measuring less than 3 mm. Thin septations and papillary projections can be seen. They can be unilateral or bilateral (20%) and usually smaller than the mucinous cystadenoma. Mucinous cystadenoma appears as a multilocular mass with multiple thin septations. These are larger than serous cystadenomas and contain mucin, which appears as low-level internal echoes. They have some typical imaging findings, but histology is confirmatory to diagnose cystadenoma. [14]"}
{"id": "article-129209_32", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Malignant Masses", "content": "Immature teratoma: Immature teratomas are usually seen in postmenarchal females. They are predominantly solid, comprising of immature tissue from all 3 germ cell layers, and can coexist with mature cystic teratoma. They appear as heterogeneous solid masses with hyperechoic foci from scattered calcifications and fat foci. It is often difficult to distinguish in the US. However, a solid mass with numerous cystic components favors immature teratoma as opposed to a predominantly cystic lesion in mature teratoma.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Malignant Masses. Immature teratoma: Immature teratomas are usually seen in postmenarchal females. They are predominantly solid, comprising of immature tissue from all 3 germ cell layers, and can coexist with mature cystic teratoma. They appear as heterogeneous solid masses with hyperechoic foci from scattered calcifications and fat foci. It is often difficult to distinguish in the US. However, a solid mass with numerous cystic components favors immature teratoma as opposed to a predominantly cystic lesion in mature teratoma."}
{"id": "article-129209_33", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Malignant Masses", "content": "Cystadenocarcinoma: Solid component, associated ascites, papillary projections, thick irregular septations with increased vascularity in the cystadenomas indicate malignancy. Color Doppler helps in determination. A malignant tumor has angiogenesis centrally, showing vascularity in the center of the lesion as opposed to benign tumors, which have peripheral vascularity. Moreover, the spectral analysis may reveal low resistance flow, i.e., high diastolic flow and lower variation in systolic-diastolic waveforms. [15]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Malignant Masses. Cystadenocarcinoma: Solid component, associated ascites, papillary projections, thick irregular septations with increased vascularity in the cystadenomas indicate malignancy. Color Doppler helps in determination. A malignant tumor has angiogenesis centrally, showing vascularity in the center of the lesion as opposed to benign tumors, which have peripheral vascularity. Moreover, the spectral analysis may reveal low resistance flow, i.e., high diastolic flow and lower variation in systolic-diastolic waveforms. [15]"}
{"id": "article-129209_34", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Malignant Masses", "content": "Sex cord-stromal tumors: These arise from granulosa theca or Sertoli cells.  Tumors arising from sex cord and stroma have a juvenile variety (JGCT), occurring in prepubertal girls and young women (less than 30 years of age). The majority of the tumors mixed solid and cystic type. They may appear as a solid or entirely cystic mass. The juvenile variety is typically multicystic with often irregular septations that appear \"sponge-like\" on ultrasound and have variable solid components. Granulosa theca cell tumor is often associated with high estrogen levels resulting in isosexual precocious puberty with an enlarged uterus and thick endometrial linings. [16] Sertoli-Leydig cell tumors may result in virilization due to androgen production.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Malignant Masses. Sex cord-stromal tumors: These arise from granulosa theca or Sertoli cells.  Tumors arising from sex cord and stroma have a juvenile variety (JGCT), occurring in prepubertal girls and young women (less than 30 years of age). The majority of the tumors mixed solid and cystic type. They may appear as a solid or entirely cystic mass. The juvenile variety is typically multicystic with often irregular septations that appear \"sponge-like\" on ultrasound and have variable solid components. Granulosa theca cell tumor is often associated with high estrogen levels resulting in isosexual precocious puberty with an enlarged uterus and thick endometrial linings. [16] Sertoli-Leydig cell tumors may result in virilization due to androgen production."}
{"id": "article-129209_35", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Malignant Masses", "content": "Rhabdomyosarcoma: Most common soft tissue tumors can involve urogenital sinus remnants, including uterus and vagina. Uterine involvement is usually an extension of vaginal mass. It occurs in girls 2 to 6 years or 14 to 18 years of age. The most common types are embryonal and botryoid types, also known as sarcoma botryoides, and appear as a heterogeneous mass on ultrasound. [17]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Technique or Treatment -- Malignant Masses. Rhabdomyosarcoma: Most common soft tissue tumors can involve urogenital sinus remnants, including uterus and vagina. Uterine involvement is usually an extension of vaginal mass. It occurs in girls 2 to 6 years or 14 to 18 years of age. The most common types are embryonal and botryoid types, also known as sarcoma botryoides, and appear as a heterogeneous mass on ultrasound. [17]"}
{"id": "article-129209_36", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Complications", "content": "There are no known complications of ultrasound examination.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Complications. There are no known complications of ultrasound examination."}
{"id": "article-129209_37", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Clinical Significance", "content": "Ultrasound is a safe and readily available imaging procedure that can be easily performed at the bedside. Being radiation-free, easily available, and portable, ultrasound is most important in the initial evaluation of pediatric, gynecological conditions. In most cases, a definitive diagnosis can be made with ultrasound, and it can also help identify cases that need to be assessed further with MRI or CT scan.  Pediatric radiologists should be well aware of the female pelvic organs' normal ultrasound appearance from neonate to adolescent/postpubertal stage. Familiarity with different pelvic pathologies that can affect pediatric patients and their US appearance is very important to suggest the correct diagnosis. For example, thorough knowledge of pathologies such as ovarian torsion and its ultrasound appearance is necessary to salvage ovaries. In conclusion, ultrasound is a simple, reliable, and primary investigation modality in evaluating pediatric, gynecological conditions.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Clinical Significance. Ultrasound is a safe and readily available imaging procedure that can be easily performed at the bedside. Being radiation-free, easily available, and portable, ultrasound is most important in the initial evaluation of pediatric, gynecological conditions. In most cases, a definitive diagnosis can be made with ultrasound, and it can also help identify cases that need to be assessed further with MRI or CT scan.  Pediatric radiologists should be well aware of the female pelvic organs' normal ultrasound appearance from neonate to adolescent/postpubertal stage. Familiarity with different pelvic pathologies that can affect pediatric patients and their US appearance is very important to suggest the correct diagnosis. For example, thorough knowledge of pathologies such as ovarian torsion and its ultrasound appearance is necessary to salvage ovaries. In conclusion, ultrasound is a simple, reliable, and primary investigation modality in evaluating pediatric, gynecological conditions."}
{"id": "article-129209_38", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes", "content": "A fully distended urinary bladder is required for adequate ultrasound assessment of pelvic organs in a female. It provides an acoustic window for adequate visualization of the pelvic structures. In non-emergency cases, patients with bladder control are advised to hold urine before scanning. The referring physician or assistant should be aware of this requirement and instruct the patients/parents accordingly. Interpersonal communication between the ordering physician and scheduling nurse can avoid unnecessary delays in scanning.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes. A fully distended urinary bladder is required for adequate ultrasound assessment of pelvic organs in a female. It provides an acoustic window for adequate visualization of the pelvic structures. In non-emergency cases, patients with bladder control are advised to hold urine before scanning. The referring physician or assistant should be aware of this requirement and instruct the patients/parents accordingly. Interpersonal communication between the ordering physician and scheduling nurse can avoid unnecessary delays in scanning."}
{"id": "article-129209_39", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes", "content": "In an emergency or in patients who do not have bladder control, the urinary bladder is filled retrogradely with a catheter. Communication between ultrasound technologists, ordering physicians, and/or nurse catheterizing the patients enhances patient care by obtaining proper ultrasound images.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes. In an emergency or in patients who do not have bladder control, the urinary bladder is filled retrogradely with a catheter. Communication between ultrasound technologists, ordering physicians, and/or nurse catheterizing the patients enhances patient care by obtaining proper ultrasound images."}
{"id": "article-129209_40", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes", "content": "Point-of-care ultrasonography (POCUS) performed by an emergency physician can diagnose an ectopic pregnancy in pediatrics with 100% sensitivity. Early and accurate diagnosis reduces time in the treatment of ruptured ectopic pregnancy. [18] [Level 5]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes. Point-of-care ultrasonography (POCUS) performed by an emergency physician can diagnose an ectopic pregnancy in pediatrics with 100% sensitivity. Early and accurate diagnosis reduces time in the treatment of ruptured ectopic pregnancy. [18] [Level 5]"}
{"id": "article-129209_41", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes", "content": "Proper and timely communication of critical findings to the emergency physicians and gynecologists is required for speedy treatment. SPecialty-train ob/gyn nursing staff can also assist in the procedure. This type of interprofessional coordination will yield the best results. [Level 5]", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes. Proper and timely communication of critical findings to the emergency physicians and gynecologists is required for speedy treatment. SPecialty-train ob/gyn nursing staff can also assist in the procedure. This type of interprofessional coordination will yield the best results. [Level 5]"}
{"id": "article-129209_42", "title": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sonography Pediatric Gynecology Assessment, Protocols, and Interpretation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}