{"id": "article-25429_0", "title": "Mycotic Aneurysm -- Continuing Education Activity", "content": "A mycotic aneurysm is an infection of vessel wall which can be bacterial, fungal, or viral in origin; they are a rare but severe complication of systemic infection and atherosclerosis, which often presents multiple diagnostic and therapeutic challenges. To avoid the high morbidity and mortality associated with this condition, it requires prompt diagnosis and treatment. This activity reviews the evaluation and treatment of mycotic aneurysms and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Mycotic Aneurysm -- Continuing Education Activity. A mycotic aneurysm is an infection of vessel wall which can be bacterial, fungal, or viral in origin; they are a rare but severe complication of systemic infection and atherosclerosis, which often presents multiple diagnostic and therapeutic challenges. To avoid the high morbidity and mortality associated with this condition, it requires prompt diagnosis and treatment. This activity reviews the evaluation and treatment of mycotic aneurysms and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-25429_1", "title": "Mycotic Aneurysm -- Continuing Education Activity", "content": "Objectives: Identify the etiology of mycotic aneurysms and their presenting features in different sites of involvement. Review appropriate evaluation procedures for a suspected mycotic aneurysm. Outline the management options available for mycotic aneurysms. Explain interprofessional team strategies for improving care coordination and communication to advance therapy for mycotic aneurysms and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Mycotic Aneurysm -- Continuing Education Activity. Objectives: Identify the etiology of mycotic aneurysms and their presenting features in different sites of involvement. Review appropriate evaluation procedures for a suspected mycotic aneurysm. Outline the management options available for mycotic aneurysms. Explain interprofessional team strategies for improving care coordination and communication to advance therapy for mycotic aneurysms and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25429_2", "title": "Mycotic Aneurysm -- Introduction", "content": "A mycotic aneurysm is dilation of an arterial wall due to infection. The term \"mycotic\" was coined by Willaim Osler in his Gulstonian lectures, where he described a man with multiple aortic mycotic aneurysms in a patient with valve vegetations, which resembled the appearance of a fleshy fungus. [1] It does not refer to fungal etiology, as the majority of infected aneurysms are caused by bacterial pathogens. Therefore the correct term of these aneurysms can be an infected aneurysm. Infectious aortitis refers to vessel infection without aneurysmal dilation. An infected aneurysm develops in the setting of an antecedent systemic infections with bacteremia or through the direct local invasion of the vessel wall (e.g., IV drug users) in the pre-existing aneurysm or atheromatous plaques. [2]", "contents": "Mycotic Aneurysm -- Introduction. A mycotic aneurysm is dilation of an arterial wall due to infection. The term \"mycotic\" was coined by Willaim Osler in his Gulstonian lectures, where he described a man with multiple aortic mycotic aneurysms in a patient with valve vegetations, which resembled the appearance of a fleshy fungus. [1] It does not refer to fungal etiology, as the majority of infected aneurysms are caused by bacterial pathogens. Therefore the correct term of these aneurysms can be an infected aneurysm. Infectious aortitis refers to vessel infection without aneurysmal dilation. An infected aneurysm develops in the setting of an antecedent systemic infections with bacteremia or through the direct local invasion of the vessel wall (e.g., IV drug users) in the pre-existing aneurysm or atheromatous plaques. [2]"}
{"id": "article-25429_3", "title": "Mycotic Aneurysm -- Introduction", "content": "The risks are higher in immune-compromised host i.e., HIV, diabetes, high dose glucocorticoids, or malignancy/chemotherapy. [3] Commonly involved vessels are femoral, followed by aorta, then intracranial visceral (e.g., superior mesenteric, splenic) arteries. [4] [5] Natural history is characterized by expansion, leading to pseudoaneurysm formation (contained rupture), rupture, hemorrhage, sepsis, and subsequent multiorgan failure. Mycotic aneurysms are one of the most challenging clinical problems for the vascular surgeon due to the associated peri-operative mortality. [6]", "contents": "Mycotic Aneurysm -- Introduction. The risks are higher in immune-compromised host i.e., HIV, diabetes, high dose glucocorticoids, or malignancy/chemotherapy. [3] Commonly involved vessels are femoral, followed by aorta, then intracranial visceral (e.g., superior mesenteric, splenic) arteries. [4] [5] Natural history is characterized by expansion, leading to pseudoaneurysm formation (contained rupture), rupture, hemorrhage, sepsis, and subsequent multiorgan failure. Mycotic aneurysms are one of the most challenging clinical problems for the vascular surgeon due to the associated peri-operative mortality. [6]"}
{"id": "article-25429_4", "title": "Mycotic Aneurysm -- Etiology -- Factors Implicated in the Pathogenesis of Mycotic Aneurysms", "content": "Bacteremia: Pre-existing vessel injury predisposes to infection of intima due to bacterial seeding. This is common in older age due to pre-existing atherosclerosis or aneurysm, which predisposes to infection during severe infection or sepsis. Aorta is the most common location due to the high prevalence of atherosclerosis and aneurysm.", "contents": "Mycotic Aneurysm -- Etiology -- Factors Implicated in the Pathogenesis of Mycotic Aneurysms. Bacteremia: Pre-existing vessel injury predisposes to infection of intima due to bacterial seeding. This is common in older age due to pre-existing atherosclerosis or aneurysm, which predisposes to infection during severe infection or sepsis. Aorta is the most common location due to the high prevalence of atherosclerosis and aneurysm."}
{"id": "article-25429_5", "title": "Mycotic Aneurysm -- Etiology -- Factors Implicated in the Pathogenesis of Mycotic Aneurysms", "content": "Local Injury and Bacterial Inoculation: Vascular injury resulting from IV drug abuse, trauma, or iatrogenic causes like percutaneous intervention, can inoculate bacteria into the vascular wall. This is commonly seen in arteries of extremities like femoral, common iliac, or subclavian and carotid arteries.", "contents": "Mycotic Aneurysm -- Etiology -- Factors Implicated in the Pathogenesis of Mycotic Aneurysms. Local Injury and Bacterial Inoculation: Vascular injury resulting from IV drug abuse, trauma, or iatrogenic causes like percutaneous intervention, can inoculate bacteria into the vascular wall. This is commonly seen in arteries of extremities like femoral, common iliac, or subclavian and carotid arteries."}
{"id": "article-25429_6", "title": "Mycotic Aneurysm -- Etiology -- Factors Implicated in the Pathogenesis of Mycotic Aneurysms", "content": "Local Spread: Extention of infection to local arteries can result in subsequent arterial inflammation, seen in vertebral osteomyelitis and intra-abdominal pathologies like appendicitis, pyelonephritis, and cholecystitis.", "contents": "Mycotic Aneurysm -- Etiology -- Factors Implicated in the Pathogenesis of Mycotic Aneurysms. Local Spread: Extention of infection to local arteries can result in subsequent arterial inflammation, seen in vertebral osteomyelitis and intra-abdominal pathologies like appendicitis, pyelonephritis, and cholecystitis."}
{"id": "article-25429_7", "title": "Mycotic Aneurysm -- Etiology -- Factors Implicated in the Pathogenesis of Mycotic Aneurysms", "content": "Septic Emboli: Infective endocarditis is associated with emboli in vasa vasorum resulting in inflammation of vascular wall and subsequent mycotic aneurysm. These emboli tend to be multifocal and involve the intracranial arteries at branch points.", "contents": "Mycotic Aneurysm -- Etiology -- Factors Implicated in the Pathogenesis of Mycotic Aneurysms. Septic Emboli: Infective endocarditis is associated with emboli in vasa vasorum resulting in inflammation of vascular wall and subsequent mycotic aneurysm. These emboli tend to be multifocal and involve the intracranial arteries at branch points."}
{"id": "article-25429_8", "title": "Mycotic Aneurysm -- Epidemiology", "content": "Incidence is rare, and 0.7 to 3% of aortic aneurysms are infectious in origin. [7] [8] These are more common in men than women due to the higher incidence of atherosclerosis, with a higher incidence in patients who smoke or have diabetes mellitus. The median age of patients is around 65 years. The most commonly involved arteries are the femoral arteries, aorta, splanchnic (superior mesenteric, hepatic and splenic arteries), and cerebral arteries. The common pathogens in Western countries are Staph. aureus (28%), Salmonella spp (15%), and Pseudomonas aeruginosa (10%), while most Asian countries consistently reported Salmonella as the most common pathogen. [6]", "contents": "Mycotic Aneurysm -- Epidemiology. Incidence is rare, and 0.7 to 3% of aortic aneurysms are infectious in origin. [7] [8] These are more common in men than women due to the higher incidence of atherosclerosis, with a higher incidence in patients who smoke or have diabetes mellitus. The median age of patients is around 65 years. The most commonly involved arteries are the femoral arteries, aorta, splanchnic (superior mesenteric, hepatic and splenic arteries), and cerebral arteries. The common pathogens in Western countries are Staph. aureus (28%), Salmonella spp (15%), and Pseudomonas aeruginosa (10%), while most Asian countries consistently reported Salmonella as the most common pathogen. [6]"}
{"id": "article-25429_9", "title": "Mycotic Aneurysm -- Epidemiology", "content": "There have been case reports of coronary mycotic aneurysms post-stent placements and renal artery mycotic aneurysms in renal transplant recipients. [9] Intracranial mycotic aneurysm complicates nearly 2-10% of infective endocarditis (IE), more so with left-sided IE.", "contents": "Mycotic Aneurysm -- Epidemiology. There have been case reports of coronary mycotic aneurysms post-stent placements and renal artery mycotic aneurysms in renal transplant recipients. [9] Intracranial mycotic aneurysm complicates nearly 2-10% of infective endocarditis (IE), more so with left-sided IE."}
{"id": "article-25429_10", "title": "Mycotic Aneurysm -- Pathophysiology", "content": "The combination of arterial injury and bacterial seeding results in infection of the intima. Once microorganisms infect the vessel wall, it rapidly degrades the deeper layers resulting in the formation of an aneurysm. [10] Bacterial infection stimulates the release of pro-inflammatory cytokines, which attracts neutrophils. These act synergistically to activate matric metalloproteinases leading to focal breakdown to the vessel wall. Some studies suggest higher MMP activity correlated with the risk of rupture; hence these can provide a prognostic indicator for risk of rupture in patients with aneurysms. [11]", "contents": "Mycotic Aneurysm -- Pathophysiology. The combination of arterial injury and bacterial seeding results in infection of the intima. Once microorganisms infect the vessel wall, it rapidly degrades the deeper layers resulting in the formation of an aneurysm. [10] Bacterial infection stimulates the release of pro-inflammatory cytokines, which attracts neutrophils. These act synergistically to activate matric metalloproteinases leading to focal breakdown to the vessel wall. Some studies suggest higher MMP activity correlated with the risk of rupture; hence these can provide a prognostic indicator for risk of rupture in patients with aneurysms. [11]"}
{"id": "article-25429_11", "title": "Mycotic Aneurysm -- Pathophysiology -- Microbiology", "content": "Cultures are positive in 50-85% of the cases. [7] [3] The most common pathogens are Staphylococcus aureus (28 to 71%) [4] [12] and Salmonella (15%). [6] Other microbes that have been implicated are Treponema pallidum , Mycobacterium spp., Pseudomonas aerugenosa , Listeria , Klebsiella , E.coli , Clostridium , Campylobacter , H.influenzae , Yersinia , Acinetobacte r , Brucella,  etc. [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] Fungal organisms are seen rarely but seen in immune-suppressed states like diabetes, systemic chemotherapy or HIV infection, or following disseminate fungal infection. [24]", "contents": "Mycotic Aneurysm -- Pathophysiology -- Microbiology. Cultures are positive in 50-85% of the cases. [7] [3] The most common pathogens are Staphylococcus aureus (28 to 71%) [4] [12] and Salmonella (15%). [6] Other microbes that have been implicated are Treponema pallidum , Mycobacterium spp., Pseudomonas aerugenosa , Listeria , Klebsiella , E.coli , Clostridium , Campylobacter , H.influenzae , Yersinia , Acinetobacte r , Brucella,  etc. [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] Fungal organisms are seen rarely but seen in immune-suppressed states like diabetes, systemic chemotherapy or HIV infection, or following disseminate fungal infection. [24]"}
{"id": "article-25429_12", "title": "Mycotic Aneurysm -- Histopathology", "content": "Histology from intraoperative tissue samples reveals transmural inflammation, with variable degrees of abscesses, necrosis, and thrombosis. [25] Tissue samples stain positive for bacteria in the majority of the cases. [2]", "contents": "Mycotic Aneurysm -- Histopathology. Histology from intraoperative tissue samples reveals transmural inflammation, with variable degrees of abscesses, necrosis, and thrombosis. [25] Tissue samples stain positive for bacteria in the majority of the cases. [2]"}
{"id": "article-25429_13", "title": "Mycotic Aneurysm -- History and Physical", "content": "Clinical presentation depends on the severity of infection, patient comorbidities, and site of the aneurysm. [26] Risk factors that raise suspicion for an infected aneurysm are intravenous drug use, invasive procedures, immunocompromised state, or history of endocarditis.", "contents": "Mycotic Aneurysm -- History and Physical. Clinical presentation depends on the severity of infection, patient comorbidities, and site of the aneurysm. [26] Risk factors that raise suspicion for an infected aneurysm are intravenous drug use, invasive procedures, immunocompromised state, or history of endocarditis."}
{"id": "article-25429_14", "title": "Mycotic Aneurysm -- History and Physical", "content": "The most common manifestations are fever, pulsatile mass, local pain, and inflammation in the arterial site (back pain in the aorta, headaches in intracranial vessels). [6] Due to the non-specific nature of these signs, many patients are evaluated as fever of unknown origin and remain undiagnosed until there are severe symptoms of sepsis, thrombosis, hemorrhage, or rupture.", "contents": "Mycotic Aneurysm -- History and Physical. The most common manifestations are fever, pulsatile mass, local pain, and inflammation in the arterial site (back pain in the aorta, headaches in intracranial vessels). [6] Due to the non-specific nature of these signs, many patients are evaluated as fever of unknown origin and remain undiagnosed until there are severe symptoms of sepsis, thrombosis, hemorrhage, or rupture."}
{"id": "article-25429_15", "title": "Mycotic Aneurysm -- History and Physical", "content": "Local expansion of the infection may result in psoas abscess formation (flank pain, limping and fever), vertebral osteomyelitis, dysphagia, and hoarseness due to the impingement of laryngeal nerve, and hemoptysis. [27] [28] [29] Formation of the fistula may result in high output heart failure or expanding hematoma formation. [30] [31] [30] Physical exam shows signs of local inflammation resulting in tender indurated mass and bruit on examination (50% of cases). [12] Cerebral aneurysms present as stroke or subarachnoid hemorrhage.", "contents": "Mycotic Aneurysm -- History and Physical. Local expansion of the infection may result in psoas abscess formation (flank pain, limping and fever), vertebral osteomyelitis, dysphagia, and hoarseness due to the impingement of laryngeal nerve, and hemoptysis. [27] [28] [29] Formation of the fistula may result in high output heart failure or expanding hematoma formation. [30] [31] [30] Physical exam shows signs of local inflammation resulting in tender indurated mass and bruit on examination (50% of cases). [12] Cerebral aneurysms present as stroke or subarachnoid hemorrhage."}
{"id": "article-25429_16", "title": "Mycotic Aneurysm -- Evaluation", "content": "The presence of risk factors in history, in combination with clinical features, should prompt further evaluation for Mycotic aneurysms. There is no diagnostic algorithm or criteria to make the diagnosis, but a combination of clinical, laboratory, imaging, and intraoperative findings suggest the diagnosis of an infected aneurysm. Clinical presentation with fever, local findings, immunosuppressive state, presence of atherosclerosis risk factors, and concomitant infection. Laboratory findings are elevated inflammatory parameters CRP, ESR, leucocytosis, positive blood culture [3] . Intraoperative findings include Bacterial cultures are positive in 50-85% of the cases. [4] Radiologic findings are the most sensitive and specific indicators. Findings that are highly suggestive include: [32] [33] [34] [35]", "contents": "Mycotic Aneurysm -- Evaluation. The presence of risk factors in history, in combination with clinical features, should prompt further evaluation for Mycotic aneurysms. There is no diagnostic algorithm or criteria to make the diagnosis, but a combination of clinical, laboratory, imaging, and intraoperative findings suggest the diagnosis of an infected aneurysm. Clinical presentation with fever, local findings, immunosuppressive state, presence of atherosclerosis risk factors, and concomitant infection. Laboratory findings are elevated inflammatory parameters CRP, ESR, leucocytosis, positive blood culture [3] . Intraoperative findings include Bacterial cultures are positive in 50-85% of the cases. [4] Radiologic findings are the most sensitive and specific indicators. Findings that are highly suggestive include: [32] [33] [34] [35]"}
{"id": "article-25429_17", "title": "Mycotic Aneurysm -- Evaluation", "content": "Saccular with lobulated contours Soft tissue inflammation surrounding the vessel wall (seen as perivascular contrast enhancement) Intramural air or air collection around the blood vessel Perianeurysmal fluid collection", "contents": "Mycotic Aneurysm -- Evaluation. Saccular with lobulated contours Soft tissue inflammation surrounding the vessel wall (seen as perivascular contrast enhancement) Intramural air or air collection around the blood vessel Perianeurysmal fluid collection"}
{"id": "article-25429_18", "title": "Mycotic Aneurysm -- Evaluation", "content": "Contrast-enhanced CT scan is the initial imaging modality of choice for aortic aneurysms, contrast-enhanced MR angiography is a suitable alternative. Digital subtraction angiography can provide the same information, although it is more invasive. [26] Transthoracic echo is the preferred imaging modality for coronary aneurysms. [36] Nuclear scans have been largely used for the detection of graft infection. [37] Patients with infectious endocarditis may have multiple aneurysms, so they require more extensive angiography and imaging studies. The monitoring of antibiotic therapy is done by serial inflammatory markers, and serial imaging studies are performed for patients before and after definitive surgery.", "contents": "Mycotic Aneurysm -- Evaluation. Contrast-enhanced CT scan is the initial imaging modality of choice for aortic aneurysms, contrast-enhanced MR angiography is a suitable alternative. Digital subtraction angiography can provide the same information, although it is more invasive. [26] Transthoracic echo is the preferred imaging modality for coronary aneurysms. [36] Nuclear scans have been largely used for the detection of graft infection. [37] Patients with infectious endocarditis may have multiple aneurysms, so they require more extensive angiography and imaging studies. The monitoring of antibiotic therapy is done by serial inflammatory markers, and serial imaging studies are performed for patients before and after definitive surgery."}
{"id": "article-25429_19", "title": "Mycotic Aneurysm -- Treatment / Management", "content": "All patients require prolonged antibiotic therapy tailored to the culture and sensitivity results. A course of 6-8 weeks of medical therapy is recommended, but the duration is prolonged if there is evidence of persistent infection. [38] Response to therapy is monitored via serial white counts, inflammatory markers, and resolution of fever and hemodynamic stability. Empiric antibiotics are a combination of vancomycin with an agent with activity against gram-negative organisms, to cover for salmonellae, such as ceftriaxone, a fluoroquinolone, or piperacillin-tazobactam. Definitive management requires the removal of all infected tissue by surgical interventions. This includes debridement with or without revascularization via endovascular or open procedure consisting of ligation and resection or bypass with an extra-anatomic bypass or in-situ graft insertion.", "contents": "Mycotic Aneurysm -- Treatment / Management. All patients require prolonged antibiotic therapy tailored to the culture and sensitivity results. A course of 6-8 weeks of medical therapy is recommended, but the duration is prolonged if there is evidence of persistent infection. [38] Response to therapy is monitored via serial white counts, inflammatory markers, and resolution of fever and hemodynamic stability. Empiric antibiotics are a combination of vancomycin with an agent with activity against gram-negative organisms, to cover for salmonellae, such as ceftriaxone, a fluoroquinolone, or piperacillin-tazobactam. Definitive management requires the removal of all infected tissue by surgical interventions. This includes debridement with or without revascularization via endovascular or open procedure consisting of ligation and resection or bypass with an extra-anatomic bypass or in-situ graft insertion."}
{"id": "article-25429_20", "title": "Mycotic Aneurysm -- Treatment / Management", "content": "The procedure is chosen based on aneurysm location, the extent of the infection, the fitness of the patient, and the surgeon's preference.", "contents": "Mycotic Aneurysm -- Treatment / Management. The procedure is chosen based on aneurysm location, the extent of the infection, the fitness of the patient, and the surgeon's preference."}
{"id": "article-25429_21", "title": "Mycotic Aneurysm -- Treatment / Management", "content": "In general, proximal ligation and resection of the aneurysm is a suitable approach for peripheral arteries and splanchnic vessels. Homografts involving segments of medium size vessels like an iliac artery or saphenous vein are suitable for renal, visceral, carotid or femoral arteries. Larger vessels like aorta with minimal purulence are managed with reconstruction with an in situ graft, and the conduit is covered with an omental pedicle to reduce the risk of persistent infection. There is no consensus on the ideal graft; options include rifampin soaked dacron graft, cryopreserved aortic graft, or femoral vein graft. Persistent purulence and systemic signs of inflammation or extensive aortic or paraaortic purulence suggest the need for an extra-anatomic bypass. Long term antimicrobial suppression therapy is considered if the emergency surgical procedure is performed for graft placement in the infected surgical site.", "contents": "Mycotic Aneurysm -- Treatment / Management. In general, proximal ligation and resection of the aneurysm is a suitable approach for peripheral arteries and splanchnic vessels. Homografts involving segments of medium size vessels like an iliac artery or saphenous vein are suitable for renal, visceral, carotid or femoral arteries. Larger vessels like aorta with minimal purulence are managed with reconstruction with an in situ graft, and the conduit is covered with an omental pedicle to reduce the risk of persistent infection. There is no consensus on the ideal graft; options include rifampin soaked dacron graft, cryopreserved aortic graft, or femoral vein graft. Persistent purulence and systemic signs of inflammation or extensive aortic or paraaortic purulence suggest the need for an extra-anatomic bypass. Long term antimicrobial suppression therapy is considered if the emergency surgical procedure is performed for graft placement in the infected surgical site."}
{"id": "article-25429_22", "title": "Mycotic Aneurysm -- Treatment / Management", "content": "Perioperative mortality is high (~20%) [39] [3] for open surgery, and thus there is growing interest in endovascular therapies, which are a suitable alternative in patients with high perioperative risk or as a bridging procedure before definitive repair in patients who are in severe sepsis. [26] [40] Some studies suggest high early mortality rates with open surgery vs. endovascular repair, but long term outcomes are comparable. [41] [42] Infections occurring after endovascular or open repair should be treated with systemic antibiotics. [26]", "contents": "Mycotic Aneurysm -- Treatment / Management. Perioperative mortality is high (~20%) [39] [3] for open surgery, and thus there is growing interest in endovascular therapies, which are a suitable alternative in patients with high perioperative risk or as a bridging procedure before definitive repair in patients who are in severe sepsis. [26] [40] Some studies suggest high early mortality rates with open surgery vs. endovascular repair, but long term outcomes are comparable. [41] [42] Infections occurring after endovascular or open repair should be treated with systemic antibiotics. [26]"}
{"id": "article-25429_23", "title": "Mycotic Aneurysm -- Differential Diagnosis", "content": "Differential diagnoses for mycotic aneurysms can be various, which is attributable to the involvement of various organ systems. Following are some of the important differentials which need to be considered when suspecting the diagnosis of a mycotic aneurysm: Cellulitis Atherosclerotic aortic aneurysm (fusiform enlargement, with the presence of calcification and slow course in the absence of fever or systemic signs of infection) Pyelonephritis: Renal artery mycotic aneurysm in transplanted kidneys Inflammatory aortitis and aneurysm due to vasculitides Intracranial mycotic aneurysms may present similar to meningitis, septic thrombophlebitis, or orbital cellulitis.", "contents": "Mycotic Aneurysm -- Differential Diagnosis. Differential diagnoses for mycotic aneurysms can be various, which is attributable to the involvement of various organ systems. Following are some of the important differentials which need to be considered when suspecting the diagnosis of a mycotic aneurysm: Cellulitis Atherosclerotic aortic aneurysm (fusiform enlargement, with the presence of calcification and slow course in the absence of fever or systemic signs of infection) Pyelonephritis: Renal artery mycotic aneurysm in transplanted kidneys Inflammatory aortitis and aneurysm due to vasculitides Intracranial mycotic aneurysms may present similar to meningitis, septic thrombophlebitis, or orbital cellulitis."}
{"id": "article-25429_24", "title": "Mycotic Aneurysm -- Toxicity and Adverse Effect Management", "content": "Long-term antimicrobial therapy for infection suppression may result in antibiotic-related side-effects i.e. tendinopathy with fluoroquinolones.", "contents": "Mycotic Aneurysm -- Toxicity and Adverse Effect Management. Long-term antimicrobial therapy for infection suppression may result in antibiotic-related side-effects i.e. tendinopathy with fluoroquinolones."}
{"id": "article-25429_25", "title": "Mycotic Aneurysm -- Prognosis", "content": "Survival depends on the location of the aneurysm. Infected aortic aneurysms have generally poor outcomes, untreated aneurysms of the aorta are almost universally fatal. Indicators of poor outcomes are female sex, a presentation with hemodynamic instability and shock or fever at the time of surgery, immunosuppressed state, extensive involvement of the aorta, and peri-aortic areas. [3] Endovascular repair has shown to have better survival in comparison with open surgical repair in experimental studies. [41] [42] [43]", "contents": "Mycotic Aneurysm -- Prognosis. Survival depends on the location of the aneurysm. Infected aortic aneurysms have generally poor outcomes, untreated aneurysms of the aorta are almost universally fatal. Indicators of poor outcomes are female sex, a presentation with hemodynamic instability and shock or fever at the time of surgery, immunosuppressed state, extensive involvement of the aorta, and peri-aortic areas. [3] Endovascular repair has shown to have better survival in comparison with open surgical repair in experimental studies. [41] [42] [43]"}
{"id": "article-25429_26", "title": "Mycotic Aneurysm -- Prognosis", "content": "Long-term outcomes are related to the type of procedure for treatment, but overall survival in patients who respond to medical therapy is good, and no long term disabilities are seen. Patients who have an inadequate clearance of infection, graft reinfections have a poor prognosis with nearly 100% mortality rate if graft remains in-situ.", "contents": "Mycotic Aneurysm -- Prognosis. Long-term outcomes are related to the type of procedure for treatment, but overall survival in patients who respond to medical therapy is good, and no long term disabilities are seen. Patients who have an inadequate clearance of infection, graft reinfections have a poor prognosis with nearly 100% mortality rate if graft remains in-situ."}
{"id": "article-25429_27", "title": "Mycotic Aneurysm -- Complications", "content": "Untreated aneurysms are at risk of rupture (~60%), sepsis, thrombosis, and distal ischemia or multiorgan failure.", "contents": "Mycotic Aneurysm -- Complications. Untreated aneurysms are at risk of rupture (~60%), sepsis, thrombosis, and distal ischemia or multiorgan failure."}
{"id": "article-25429_28", "title": "Mycotic Aneurysm -- Complications", "content": "Complications of in-situ surgical repair are related to the prolonged operating time and resultant distal ischemia, such as myocardial infarction, cerebrovascular accident, ischemic bowel, or acute kidney injury. Late complications of in-situ grafts are reinfection, graft failure, paraaortic leak, due to anastomotic failure or fistula formation. In-situ graft infections are associated with 100% mortality within two years if the graft remains in-situ. [26] The extra-anatomic bypass has fewer intraoperative complications, but the majority of the patients eventually develop limb ischemia or severe claudication. [26]", "contents": "Mycotic Aneurysm -- Complications. Complications of in-situ surgical repair are related to the prolonged operating time and resultant distal ischemia, such as myocardial infarction, cerebrovascular accident, ischemic bowel, or acute kidney injury. Late complications of in-situ grafts are reinfection, graft failure, paraaortic leak, due to anastomotic failure or fistula formation. In-situ graft infections are associated with 100% mortality within two years if the graft remains in-situ. [26] The extra-anatomic bypass has fewer intraoperative complications, but the majority of the patients eventually develop limb ischemia or severe claudication. [26]"}
{"id": "article-25429_29", "title": "Mycotic Aneurysm -- Postoperative and Rehabilitation Care", "content": "Peri-operative mortality rates of open surgery approach 20% and postoperative complications (seen in 60%) are distal ischemia and amputation, renal failure, respiratory failure requiring prolonged mechanical ventilation, and multiorgan failure. [44] [3] Complications of extra-anatomic bypass procedures are aortic stump disruption, amputation, reinfection. [42]", "contents": "Mycotic Aneurysm -- Postoperative and Rehabilitation Care. Peri-operative mortality rates of open surgery approach 20% and postoperative complications (seen in 60%) are distal ischemia and amputation, renal failure, respiratory failure requiring prolonged mechanical ventilation, and multiorgan failure. [44] [3] Complications of extra-anatomic bypass procedures are aortic stump disruption, amputation, reinfection. [42]"}
{"id": "article-25429_30", "title": "Mycotic Aneurysm -- Postoperative and Rehabilitation Care", "content": "Rehabilitation care: Many studies report prolonged hospitalization (median approximately 58 days) after surgery. Many patient require prolonged physical and occupational therapy and a gradual return to baseline activity. [45]", "contents": "Mycotic Aneurysm -- Postoperative and Rehabilitation Care. Rehabilitation care: Many studies report prolonged hospitalization (median approximately 58 days) after surgery. Many patient require prolonged physical and occupational therapy and a gradual return to baseline activity. [45]"}
{"id": "article-25429_31", "title": "Mycotic Aneurysm -- Consultations", "content": "Infectious disease consult service must be involved in the care in case of complicated or multi-drug resistant infections.", "contents": "Mycotic Aneurysm -- Consultations. Infectious disease consult service must be involved in the care in case of complicated or multi-drug resistant infections."}
{"id": "article-25429_32", "title": "Mycotic Aneurysm -- Deterrence and Patient Education", "content": "Patients are advised to remain in the hospital till the improvement of symptoms or resolution of fever and septic state. During the early post-operative phase, it is advisable to admit the patient in ICU. Patients should be educated about the risks and complications of the procedure and alternative options. Moreover, these patients require prolonged antibiotic therapy. Some authors suggest lifelong therapy, hence patient education is required. Instruction for post-operative care for patients are: Wear loose clothing that does not irritate the wound Do not soak in the bathtub, hot tub, or swimming pool soon after surgery Clean incision with soap and water every day after wound epithelialization occurs Change wound dressings frequently Avoid any lotions, creams or herbal remedies on the wound A gradual return to activity is advised As most patients are in the older age group, physiotherapy and occupational therapy may be advised.", "contents": "Mycotic Aneurysm -- Deterrence and Patient Education. Patients are advised to remain in the hospital till the improvement of symptoms or resolution of fever and septic state. During the early post-operative phase, it is advisable to admit the patient in ICU. Patients should be educated about the risks and complications of the procedure and alternative options. Moreover, these patients require prolonged antibiotic therapy. Some authors suggest lifelong therapy, hence patient education is required. Instruction for post-operative care for patients are: Wear loose clothing that does not irritate the wound Do not soak in the bathtub, hot tub, or swimming pool soon after surgery Clean incision with soap and water every day after wound epithelialization occurs Change wound dressings frequently Avoid any lotions, creams or herbal remedies on the wound A gradual return to activity is advised As most patients are in the older age group, physiotherapy and occupational therapy may be advised."}
{"id": "article-25429_33", "title": "Mycotic Aneurysm -- Deterrence and Patient Education", "content": "Since mycotic aneurysms are associated with atherosclerosis, aggressive risk factor modification is also advised in these patients (DASH diet, smoking cessation, statins, aspirin).", "contents": "Mycotic Aneurysm -- Deterrence and Patient Education. Since mycotic aneurysms are associated with atherosclerosis, aggressive risk factor modification is also advised in these patients (DASH diet, smoking cessation, statins, aspirin)."}
{"id": "article-25429_34", "title": "Mycotic Aneurysm -- Enhancing Healthcare Team Outcomes", "content": "A mycotic aneurysm is a rare disease with a fulminant course. Although considered rare, the incidence has never been accurately studied, and data comes primarily from case series and summaries. There is evidence that incidence is increasing in the last two decades due to an increase in risk factors of atherosclerosis and immunosuppression. [46] Pathogenesis is complex with a combination of risk factors (atherosclerosis, arterial injury) and bacterial infection of the vessel wall. The diagnosis is challenging due to non-specific clinical features, manifestations similar to less benign differentials (spinal disease or urinary tract infection in an aortic aneurysm), and no clear diagnostic criteria.", "contents": "Mycotic Aneurysm -- Enhancing Healthcare Team Outcomes. A mycotic aneurysm is a rare disease with a fulminant course. Although considered rare, the incidence has never been accurately studied, and data comes primarily from case series and summaries. There is evidence that incidence is increasing in the last two decades due to an increase in risk factors of atherosclerosis and immunosuppression. [46] Pathogenesis is complex with a combination of risk factors (atherosclerosis, arterial injury) and bacterial infection of the vessel wall. The diagnosis is challenging due to non-specific clinical features, manifestations similar to less benign differentials (spinal disease or urinary tract infection in an aortic aneurysm), and no clear diagnostic criteria."}
{"id": "article-25429_35", "title": "Mycotic Aneurysm -- Enhancing Healthcare Team Outcomes", "content": "Management is demanding due to the kind of invasive surgical interventions involved and patient comorbidities that predispose to the infection. Medical therapy alone is associated with 50% mortality, and most experts recommend surgical intervention in combination with prolonged antimicrobial therapy. All vascular procedures are considered high risk for vulnerable patients and require a high degree of skills and care coordination among different team members. Most cases present to the hospitalist or general surgeon, but it is advisable to involve the vascular surgeon and infectious disease physician early to minimize any delay in intervention. Postoperative care relies heavily on nursing care, pharmacy, physical and occupational therapy.", "contents": "Mycotic Aneurysm -- Enhancing Healthcare Team Outcomes. Management is demanding due to the kind of invasive surgical interventions involved and patient comorbidities that predispose to the infection. Medical therapy alone is associated with 50% mortality, and most experts recommend surgical intervention in combination with prolonged antimicrobial therapy. All vascular procedures are considered high risk for vulnerable patients and require a high degree of skills and care coordination among different team members. Most cases present to the hospitalist or general surgeon, but it is advisable to involve the vascular surgeon and infectious disease physician early to minimize any delay in intervention. Postoperative care relies heavily on nursing care, pharmacy, physical and occupational therapy."}
{"id": "article-25429_36", "title": "Mycotic Aneurysm -- Enhancing Healthcare Team Outcomes", "content": "The vast majority of mortality and morbidity with the aneurysm is associated with extensive infection by the time of diagnosis. Therefore, having a high index of suspicion and early diagnosis may improve patient outcomes. Lack of standardized definition and criteria for diagnosis and management also contributes to variability in outcomes in different studies, and a consensus statement from professional societies may alleviate this concern.", "contents": "Mycotic Aneurysm -- Enhancing Healthcare Team Outcomes. The vast majority of mortality and morbidity with the aneurysm is associated with extensive infection by the time of diagnosis. Therefore, having a high index of suspicion and early diagnosis may improve patient outcomes. Lack of standardized definition and criteria for diagnosis and management also contributes to variability in outcomes in different studies, and a consensus statement from professional societies may alleviate this concern."}
{"id": "article-25429_37", "title": "Mycotic Aneurysm -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mycotic Aneurysm -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}