{"id": "article-24998_0", "title": "Mental Status Examination -- Continuing Education Activity", "content": "The mental status examination is utilized in psychiatry, family medicine, emergency medicine, and internal medicine. The examination is typically taught at the student level and is refined according to a clinician's practice values, the setting of practice, and the duration of the clinician-patient relationship. This examination defines the patient's current state during evaluation. However, depending on whether the patient is inpatient, outpatient, within acute care, or a specialized psychiatric evaluation, the examination could be repeated in several clinical encounters to monitor psychiatric progression. Improvement in disease state also depends on patient response to pharmacological intervention and therapy, typically in combination, for the best prognosis.", "contents": "Mental Status Examination -- Continuing Education Activity. The mental status examination is utilized in psychiatry, family medicine, emergency medicine, and internal medicine. The examination is typically taught at the student level and is refined according to a clinician's practice values, the setting of practice, and the duration of the clinician-patient relationship. This examination defines the patient's current state during evaluation. However, depending on whether the patient is inpatient, outpatient, within acute care, or a specialized psychiatric evaluation, the examination could be repeated in several clinical encounters to monitor psychiatric progression. Improvement in disease state also depends on patient response to pharmacological intervention and therapy, typically in combination, for the best prognosis."}
{"id": "article-24998_1", "title": "Mental Status Examination -- Continuing Education Activity", "content": "This activity reviews the mental status examination, describes its components, and highlights its relationship with final diagnosis and treatment for the interprofessional team evaluating patients with psychiatric disease. Participating clinicians are equipped with the essential focus areas for a culturally competent mental status examination, with recommendations based on specialty.", "contents": "Mental Status Examination -- Continuing Education Activity. This activity reviews the mental status examination, describes its components, and highlights its relationship with final diagnosis and treatment for the interprofessional team evaluating patients with psychiatric disease. Participating clinicians are equipped with the essential focus areas for a culturally competent mental status examination, with recommendations based on specialty."}
{"id": "article-24998_2", "title": "Mental Status Examination -- Continuing Education Activity", "content": "Objectives: Identify the standardized components of a mental status examination for diverse healthcare settings. Determine the components of a mental status examination based on clinical presentation. Apply an example of a mental status examination to a patient with characteristics of psychiatric disease. Implement management by the interprofessional team to complete a mental status examination on patients with and without psychiatric disease. Access free multiple choice questions on this topic.", "contents": "Mental Status Examination -- Continuing Education Activity. Objectives: Identify the standardized components of a mental status examination for diverse healthcare settings. Determine the components of a mental status examination based on clinical presentation. Apply an example of a mental status examination to a patient with characteristics of psychiatric disease. Implement management by the interprofessional team to complete a mental status examination on patients with and without psychiatric disease. Access free multiple choice questions on this topic."}
{"id": "article-24998_3", "title": "Mental Status Examination -- Introduction", "content": "The mental status examination was historically the psychiatrist's version of the physical examination. In 1918, Adolf Meyer developed an outline for a standardized method to evaluate a patient's mental status in psychiatric practice. In modern medicine, the same examination is utilized across specialties depending on the clinician's comfort level and the necessity to examine a patient.", "contents": "Mental Status Examination -- Introduction. The mental status examination was historically the psychiatrist's version of the physical examination. In 1918, Adolf Meyer developed an outline for a standardized method to evaluate a patient's mental status in psychiatric practice. In modern medicine, the same examination is utilized across specialties depending on the clinician's comfort level and the necessity to examine a patient."}
{"id": "article-24998_4", "title": "Mental Status Examination -- Introduction", "content": "The widely accepted approach to mental status examination addresses areas where medical information is gathered from a clinical interview to determine the patient's mental status. [1] [2] [3] This approach is used to identify, diagnose, and monitor signs and symptoms of mental illness. Each component of the mental status examination is designed to assess different areas of mental function, aiming to capture the objective and subjective aspects of mental illness. The examination is typically elicited when a patient presents with a chief complaint that causes the clinician to suspect a change in mental status, altered mental status, or when assessing improvement or deterioration in a patient's condition. As is the case for any medical examination component, one aspect is integrated with various components of a standard visit, including patient history, review of systems, expanded or focused physical examination assessment, and plan.", "contents": "Mental Status Examination -- Introduction. The widely accepted approach to mental status examination addresses areas where medical information is gathered from a clinical interview to determine the patient's mental status. [1] [2] [3] This approach is used to identify, diagnose, and monitor signs and symptoms of mental illness. Each component of the mental status examination is designed to assess different areas of mental function, aiming to capture the objective and subjective aspects of mental illness. The examination is typically elicited when a patient presents with a chief complaint that causes the clinician to suspect a change in mental status, altered mental status, or when assessing improvement or deterioration in a patient's condition. As is the case for any medical examination component, one aspect is integrated with various components of a standard visit, including patient history, review of systems, expanded or focused physical examination assessment, and plan."}
{"id": "article-24998_5", "title": "Mental Status Examination -- Function", "content": "Each clinician organizes the mental status examination differently but has the same focus areas. The mental status examination can be divided into the broad categories of appearance, behavior, motor activity, speech, mood, affect, thought process, thought content, perceptual disturbances, cognition, insight, and judgment. Cognition can be subdivided into different cognitive domains based on the areas the clinician deems necessary to evaluate. Each section below describes the definition, the appropriate assessment method, and how the gathered information aids in diagnosing and monitoring mental illness. [4] Noting pertinent positives or negatives is essential for each part of the evaluation while considering any pre-existing medical condition or the purpose of the review.", "contents": "Mental Status Examination -- Function. Each clinician organizes the mental status examination differently but has the same focus areas. The mental status examination can be divided into the broad categories of appearance, behavior, motor activity, speech, mood, affect, thought process, thought content, perceptual disturbances, cognition, insight, and judgment. Cognition can be subdivided into different cognitive domains based on the areas the clinician deems necessary to evaluate. Each section below describes the definition, the appropriate assessment method, and how the gathered information aids in diagnosing and monitoring mental illness. [4] Noting pertinent positives or negatives is essential for each part of the evaluation while considering any pre-existing medical condition or the purpose of the review."}
{"id": "article-24998_6", "title": "Mental Status Examination -- Function -- Appearance", "content": "This category describes the physical appearance of a patient during observation. Appearance can be determined within the first seconds of clinical introduction and noted throughout the interview. Details to be included are whether they appear older or younger than their stated age, their attire, their grooming and hygiene, and the presence of any tattoos or scars. If a patient appears more youthful than their stated age, it could be due to a  developmental delay or dressing in an age-inappropriate manner. Patients who appear older than their stated age may have underlying severe medical conditions, years of substance abuse, or years of poorly controlled mental illness. Grooming and hygiene offer insights into the patient's functional level but should be taken in the context of patient history. If a patient has consistently exhibited good grooming and hygiene habits but has recently deteriorated, mental illness should not be the first consideration. Patients with poor hygiene and grooming generally denote poor functioning in the context of diagnosed or suspected mental illness. For instance, individuals with severe depression, neurocognitive disorders, or negative symptoms of psychotic disorders such as schizophrenia may exhibit poor grooming. [5] Tattoos and scars can provide insights into a patient's history, personality, and behaviors or may indicate a personal sense of style. Scars tell stories about past significant injuries from accidents, harm caused by another individual, or self-inflicted harm. Self-inflicted injuries frequently include superficial cutting, needle tracks from intravenous drug use, or past suicide attempts. If a certain level of trust has been established through the interview, the interviewer can inquire about the significance of the tattoos or scars, unveiling further insights into the patient's narrative.", "contents": "Mental Status Examination -- Function -- Appearance. This category describes the physical appearance of a patient during observation. Appearance can be determined within the first seconds of clinical introduction and noted throughout the interview. Details to be included are whether they appear older or younger than their stated age, their attire, their grooming and hygiene, and the presence of any tattoos or scars. If a patient appears more youthful than their stated age, it could be due to a  developmental delay or dressing in an age-inappropriate manner. Patients who appear older than their stated age may have underlying severe medical conditions, years of substance abuse, or years of poorly controlled mental illness. Grooming and hygiene offer insights into the patient's functional level but should be taken in the context of patient history. If a patient has consistently exhibited good grooming and hygiene habits but has recently deteriorated, mental illness should not be the first consideration. Patients with poor hygiene and grooming generally denote poor functioning in the context of diagnosed or suspected mental illness. For instance, individuals with severe depression, neurocognitive disorders, or negative symptoms of psychotic disorders such as schizophrenia may exhibit poor grooming. [5] Tattoos and scars can provide insights into a patient's history, personality, and behaviors or may indicate a personal sense of style. Scars tell stories about past significant injuries from accidents, harm caused by another individual, or self-inflicted harm. Self-inflicted injuries frequently include superficial cutting, needle tracks from intravenous drug use, or past suicide attempts. If a certain level of trust has been established through the interview, the interviewer can inquire about the significance of the tattoos or scars, unveiling further insights into the patient's narrative."}
{"id": "article-24998_7", "title": "Mental Status Examination -- Function -- Behavior", "content": "This description is obtained by observing the patient's behavior during the interview. The clinician should make general observations about the patient's behavior. If a patient is distressed, this may be due to underlying medical problems causing discomfort or the severity of acute signs or symptoms. Subsequently, a description of their interaction with the interviewer should be noted. For example, is the patient cooperative, or are they agitated, avoidant, refusing to talk, or unable to be redirected? A patient who is not cooperative with the interview may be reluctant if the psychiatric evaluation is involuntary or if they are actively experiencing symptoms of mental illness. Patients who are unable to be redirected may be acutely responding to internal stimuli, exhibit manic behavior, or have organic causes such as drug overdose, electrolyte imbalance, or altered levels of blood glucose, among other causes. [6] Lastly, the clinician should note whether the patient's behavior is appropriate for any clinical encounter. For example, a patient brought in by the police for involuntary evaluation or the same patient being cooperative may require the clinician to ask more questions. However, if the patient laughed and smiled throughout the interview in that same scenario, the clinician should consider a broad differential before jumping to conclusions, especially if the patient has no previous history of hospitalizations or visits and this is their first psychiatric evaluation. these findings should be noted if repeat visits are observed in the medical records. Suppose the patient has arrived with caregivers. Understanding behavior around the caregivers and away from caregivers is essential and could indicate issues related to interpersonal relationships. Context is essential for behavioral evaluation. Observing a patient's behavior requires objective evaluation with subjective history from the patient. If the subjective and objective do not align, the clinician needs to remain neutral.", "contents": "Mental Status Examination -- Function -- Behavior. This description is obtained by observing the patient's behavior during the interview. The clinician should make general observations about the patient's behavior. If a patient is distressed, this may be due to underlying medical problems causing discomfort or the severity of acute signs or symptoms. Subsequently, a description of their interaction with the interviewer should be noted. For example, is the patient cooperative, or are they agitated, avoidant, refusing to talk, or unable to be redirected? A patient who is not cooperative with the interview may be reluctant if the psychiatric evaluation is involuntary or if they are actively experiencing symptoms of mental illness. Patients who are unable to be redirected may be acutely responding to internal stimuli, exhibit manic behavior, or have organic causes such as drug overdose, electrolyte imbalance, or altered levels of blood glucose, among other causes. [6] Lastly, the clinician should note whether the patient's behavior is appropriate for any clinical encounter. For example, a patient brought in by the police for involuntary evaluation or the same patient being cooperative may require the clinician to ask more questions. However, if the patient laughed and smiled throughout the interview in that same scenario, the clinician should consider a broad differential before jumping to conclusions, especially if the patient has no previous history of hospitalizations or visits and this is their first psychiatric evaluation. these findings should be noted if repeat visits are observed in the medical records. Suppose the patient has arrived with caregivers. Understanding behavior around the caregivers and away from caregivers is essential and could indicate issues related to interpersonal relationships. Context is essential for behavioral evaluation. Observing a patient's behavior requires objective evaluation with subjective history from the patient. If the subjective and objective do not align, the clinician needs to remain neutral."}
{"id": "article-24998_8", "title": "Mental Status Examination -- Function -- Motor Activity", "content": "This section describes the patient's movements and their characteristics. Motor activity can indicate an underlying mental illness or neurological disorder. Furthermore, as the dopamine system targeted by medications plays a vital role in the movement, monitoring side effects and any signs of toxicity or overdose is essential. One aspect of monitoring is the speed of movements. This aspect can be described as normal, psychomotor retardation/bradykinesia, or psychomotor agitation/hyperkinesia. A patient with depression or a neurocognitive disorder may have psychomotor retardation, typically slowed movements.", "contents": "Mental Status Examination -- Function -- Motor Activity. This section describes the patient's movements and their characteristics. Motor activity can indicate an underlying mental illness or neurological disorder. Furthermore, as the dopamine system targeted by medications plays a vital role in the movement, monitoring side effects and any signs of toxicity or overdose is essential. One aspect of monitoring is the speed of movements. This aspect can be described as normal, psychomotor retardation/bradykinesia, or psychomotor agitation/hyperkinesia. A patient with depression or a neurocognitive disorder may have psychomotor retardation, typically slowed movements."}
{"id": "article-24998_9", "title": "Mental Status Examination -- Function -- Motor Activity", "content": "On the other hand, psychomotor agitation may indicate that a patient is acutely under the influence of a stimulant or exhibiting manic behavior. Observing the patient's gait is crucial. For example, if the gait is stiff, shuffling, or ataxic, this may point to an underlying neurological condition. Parkinson's disease, characterized by the cardinal triad of rigidity, bradykinesia, and resting pill-rolling tremor, is one such neurological disorder. If these symptoms are noted early by astute observation from the clinician, it can facilitate prompt diagnosis and treatment of such conditions. A gait evaluation is utilized during a standard neurological examination.", "contents": "Mental Status Examination -- Function -- Motor Activity. On the other hand, psychomotor agitation may indicate that a patient is acutely under the influence of a stimulant or exhibiting manic behavior. Observing the patient's gait is crucial. For example, if the gait is stiff, shuffling, or ataxic, this may point to an underlying neurological condition. Parkinson's disease, characterized by the cardinal triad of rigidity, bradykinesia, and resting pill-rolling tremor, is one such neurological disorder. If these symptoms are noted early by astute observation from the clinician, it can facilitate prompt diagnosis and treatment of such conditions. A gait evaluation is utilized during a standard neurological examination."}
{"id": "article-24998_10", "title": "Mental Status Examination -- Function -- Motor Activity", "content": "Observing a patient's posture is crucial when considering underlying issues. Sustained posturing may indicate catatonia, a type of psychomotor immobility, stupor, or inflexibility, often associated with psychotic disorders. If the patient displays akathisia, characterized by a restless urge to move or an inability to stay still, they may exhibit hyperactivity or impulsivity, which often presents in patients with attention-deficit hyperactivity disorder. Alternatively, akathisia may result from antipsychotic medication side effects. Other movement-related indicators of extrapyramidal side effects from antipsychotics include rigidity, tremors, and tics such as teeth grinding, lip-smacking, or tongue protrusions. Severe sudden rigidity observed after antipsychotic administration is considered an acute dystonic reaction. Although rare, in the most extreme form, this can be life-threatening if laryngeal muscles are involved and require immediate treatment. Tardive dyskinesia is a neurological condition that arises from long-term antipsychotic administration that sustains these extrapyramidal side effects. The Abnormal Involuntary Movement Scale (AIMS) monitors these symptoms and their severity more extensively.", "contents": "Mental Status Examination -- Function -- Motor Activity. Observing a patient's posture is crucial when considering underlying issues. Sustained posturing may indicate catatonia, a type of psychomotor immobility, stupor, or inflexibility, often associated with psychotic disorders. If the patient displays akathisia, characterized by a restless urge to move or an inability to stay still, they may exhibit hyperactivity or impulsivity, which often presents in patients with attention-deficit hyperactivity disorder. Alternatively, akathisia may result from antipsychotic medication side effects. Other movement-related indicators of extrapyramidal side effects from antipsychotics include rigidity, tremors, and tics such as teeth grinding, lip-smacking, or tongue protrusions. Severe sudden rigidity observed after antipsychotic administration is considered an acute dystonic reaction. Although rare, in the most extreme form, this can be life-threatening if laryngeal muscles are involved and require immediate treatment. Tardive dyskinesia is a neurological condition that arises from long-term antipsychotic administration that sustains these extrapyramidal side effects. The Abnormal Involuntary Movement Scale (AIMS) monitors these symptoms and their severity more extensively."}
{"id": "article-24998_11", "title": "Mental Status Examination -- Function -- Speech", "content": "Speech is evaluated passively throughout the psychiatric interview. The qualities to be noted are the amount of verbalization, fluency, rate, rhythm, volume, and tone. Noting the amount a patient speaks is essential. If the patient speaks less than normal, they may be experiencing depression or anxiety. Conversely, an increased or hyperverbal amount of speech may also indicate some level of anxiety or that a patient is currently manic. Defining a normal level of speech should also be relational to a patient's personality. Depending on the type of evaluation, a generally quiet person does not speak excessively, nor does an extroverted person speak too little. Fluency refers to the patient's language skills. English may not be a patient's first language, and they may not be fluent. Alternately, English may be their first language, but they may have word-finding difficulty due to a myriad of medical conditions. The rate of speech may be slow in depressed patients or those with a neurocognitive disorder.", "contents": "Mental Status Examination -- Function -- Speech. Speech is evaluated passively throughout the psychiatric interview. The qualities to be noted are the amount of verbalization, fluency, rate, rhythm, volume, and tone. Noting the amount a patient speaks is essential. If the patient speaks less than normal, they may be experiencing depression or anxiety. Conversely, an increased or hyperverbal amount of speech may also indicate some level of anxiety or that a patient is currently manic. Defining a normal level of speech should also be relational to a patient's personality. Depending on the type of evaluation, a generally quiet person does not speak excessively, nor does an extroverted person speak too little. Fluency refers to the patient's language skills. English may not be a patient's first language, and they may not be fluent. Alternately, English may be their first language, but they may have word-finding difficulty due to a myriad of medical conditions. The rate of speech may be slow in depressed patients or those with a neurocognitive disorder."}
{"id": "article-24998_12", "title": "Mental Status Examination -- Function -- Speech", "content": "The pressured rate may indicate acute substance intoxication or that the patient is experiencing a manic episode. A delayed speech response time may also indicate a neurocognitive disorder or that the patient is experiencing a thought process disorder such as thought blocking observed in psychosis. The rhythm of speech can provide clues to several diagnoses. Slurred speech may indicate intoxication. Dysarthria may indicate a possible motor dysfunction when speaking. Volume is lower if a patient is depressed or withdrawn or loud if agitated. Some patients have a neurocognitive disorder or hearing difficulties that may make them unable to control the volume of their voice. Lastly, the tone may indicate a patient's mood. In addition, depending on the patient's age, a child-like tone may suggest a developmental delay. A child-like tone within isolation could also indicate underlying trauma.", "contents": "Mental Status Examination -- Function -- Speech. The pressured rate may indicate acute substance intoxication or that the patient is experiencing a manic episode. A delayed speech response time may also indicate a neurocognitive disorder or that the patient is experiencing a thought process disorder such as thought blocking observed in psychosis. The rhythm of speech can provide clues to several diagnoses. Slurred speech may indicate intoxication. Dysarthria may indicate a possible motor dysfunction when speaking. Volume is lower if a patient is depressed or withdrawn or loud if agitated. Some patients have a neurocognitive disorder or hearing difficulties that may make them unable to control the volume of their voice. Lastly, the tone may indicate a patient's mood. In addition, depending on the patient's age, a child-like tone may suggest a developmental delay. A child-like tone within isolation could also indicate underlying trauma."}
{"id": "article-24998_13", "title": "Mental Status Examination -- Function -- Mood", "content": "Mood is a patient's subjective description of their feelings in their own words. The mood is determined by directly asking the patient to describe their feelings in their own words. Mood is documented with quotations transcribing the patient's response verbatim.", "contents": "Mental Status Examination -- Function -- Mood. Mood is a patient's subjective description of their feelings in their own words. The mood is determined by directly asking the patient to describe their feelings in their own words. Mood is documented with quotations transcribing the patient's response verbatim."}
{"id": "article-24998_14", "title": "Mental Status Examination -- Function -- Affect", "content": "Affect is described as the clinician's interpretation of a patient's observed expression through their non-verbal language. [2] Terms often used are euthymic, happy, sad, irritated, angry, agitated, restricted, blunted, flat, broad, bizarre, full, labile, anxious, bright, elated, and euphoric. In addition to these terms, the range of effects may be described. For example, a patient may be minimally irritated versus extremely agitated. Some clinicians specify whether the effect is appropriate to the situation. Another descriptor clinicians may use to describe affect is whether the affect is congruent or incongruent with the patient's mood. If a patient says their mood is great while smiling, their affect is happy and congruent. However, if the same patient says great while crying, their affect is tearful and incongruent. Affect alone should not lead to a diagnosis; it is one aspect of an evaluation. If, for example, a drug panel returns positive, an incongruent affect is less pertinent due to the effects of these substances. Within emergency settings, if a patient who has undergone a post-status motor vehicle accident is laughing, they could be experiencing the effects of physical trauma. If the same patient is in a long-term facility, this may indicate a breakthrough. Context is always important.", "contents": "Mental Status Examination -- Function -- Affect. Affect is described as the clinician's interpretation of a patient's observed expression through their non-verbal language. [2] Terms often used are euthymic, happy, sad, irritated, angry, agitated, restricted, blunted, flat, broad, bizarre, full, labile, anxious, bright, elated, and euphoric. In addition to these terms, the range of effects may be described. For example, a patient may be minimally irritated versus extremely agitated. Some clinicians specify whether the effect is appropriate to the situation. Another descriptor clinicians may use to describe affect is whether the affect is congruent or incongruent with the patient's mood. If a patient says their mood is great while smiling, their affect is happy and congruent. However, if the same patient says great while crying, their affect is tearful and incongruent. Affect alone should not lead to a diagnosis; it is one aspect of an evaluation. If, for example, a drug panel returns positive, an incongruent affect is less pertinent due to the effects of these substances. Within emergency settings, if a patient who has undergone a post-status motor vehicle accident is laughing, they could be experiencing the effects of physical trauma. If the same patient is in a long-term facility, this may indicate a breakthrough. Context is always important."}
{"id": "article-24998_15", "title": "Mental Status Examination -- Function -- Thought Process", "content": "The thought process describes how a patient organizes their expressed thoughts. A normal thought process is typically linear and goal-directed. Common descriptions of irregular thought processes are circumstantial, tangential, the flight of ideas, loose, perseveration, and thought blocking. A circumstantial thought process describes someone whose thoughts are connected but go off-topic before returning to the original subject. On the other hand, a tangential thought process is a series of connected thoughts that go off-topic but do not return to the original topic. Flight of ideas is a type of thought process similar to a tangential one in which the thoughts go off-topic, but the connection between the thoughts is less obvious and challenging for a listener to follow. In a loose, disorganized thought process, no connection occurs between the thoughts and no train of thought to follow. [7] Perseverations are a thought process where the patient returns to the same subject, regardless of topic or question. The content of these perseverations is essential in the next part of the evaluation. Lastly, thought blocking is observed in psychosis when a patient has interruptions in their thoughts, making it challenging to either start or finish a thought. As discussed earlier in relation to speech, patients may have pauses in their speech pattern and delays in response to questions.", "contents": "Mental Status Examination -- Function -- Thought Process. The thought process describes how a patient organizes their expressed thoughts. A normal thought process is typically linear and goal-directed. Common descriptions of irregular thought processes are circumstantial, tangential, the flight of ideas, loose, perseveration, and thought blocking. A circumstantial thought process describes someone whose thoughts are connected but go off-topic before returning to the original subject. On the other hand, a tangential thought process is a series of connected thoughts that go off-topic but do not return to the original topic. Flight of ideas is a type of thought process similar to a tangential one in which the thoughts go off-topic, but the connection between the thoughts is less obvious and challenging for a listener to follow. In a loose, disorganized thought process, no connection occurs between the thoughts and no train of thought to follow. [7] Perseverations are a thought process where the patient returns to the same subject, regardless of topic or question. The content of these perseverations is essential in the next part of the evaluation. Lastly, thought blocking is observed in psychosis when a patient has interruptions in their thoughts, making it challenging to either start or finish a thought. As discussed earlier in relation to speech, patients may have pauses in their speech pattern and delays in response to questions."}
{"id": "article-24998_16", "title": "Mental Status Examination -- Function -- Thought Content", "content": "This category is essentially the subject matter of the thoughts. Thought content is determined by listening throughout the interview. If a patient has a particular preoccupation, they may have a perseveration-type thought process when it is important to document the topic. When assessing a patient's thought content, determining suicidal ideations, homicidal ideations, and delusions is essential.", "contents": "Mental Status Examination -- Function -- Thought Content. This category is essentially the subject matter of the thoughts. Thought content is determined by listening throughout the interview. If a patient has a particular preoccupation, they may have a perseveration-type thought process when it is important to document the topic. When assessing a patient's thought content, determining suicidal ideations, homicidal ideations, and delusions is essential."}
{"id": "article-24998_17", "title": "Mental Status Examination -- Function -- Thought Content", "content": "The clinician may ask the patient if they have suicidal ideations or homicidal ideations. Suicidal ideations need to be further clarified by passive thoughts of wishing to be dead versus active thoughts of wanting to take one's own life. Furthermore, clinicians must determine whether the patient has a plan and intent to act on these thoughts, although patients may be hesitant to disclose such information. If concern for suicidal intent is apparent, a comprehensive suicide risk assessment is warranted. Assessing homicidal ideations involves determining whether the thoughts are passive desires for someone's death or active thoughts of planning to harm someone, with or without intent to act. [8] According to the Tarasoff ruling following the California Supreme Court case Tarasoff v . Regents of the University of California, mental health professionals must warn individuals if a patient has made a threat to their life. [9] Consequently, exploring suicidal or homicidal thoughts is separate from ideation.", "contents": "Mental Status Examination -- Function -- Thought Content. The clinician may ask the patient if they have suicidal ideations or homicidal ideations. Suicidal ideations need to be further clarified by passive thoughts of wishing to be dead versus active thoughts of wanting to take one's own life. Furthermore, clinicians must determine whether the patient has a plan and intent to act on these thoughts, although patients may be hesitant to disclose such information. If concern for suicidal intent is apparent, a comprehensive suicide risk assessment is warranted. Assessing homicidal ideations involves determining whether the thoughts are passive desires for someone's death or active thoughts of planning to harm someone, with or without intent to act. [8] According to the Tarasoff ruling following the California Supreme Court case Tarasoff v . Regents of the University of California, mental health professionals must warn individuals if a patient has made a threat to their life. [9] Consequently, exploring suicidal or homicidal thoughts is separate from ideation."}
{"id": "article-24998_18", "title": "Mental Status Examination -- Function -- Thought Content", "content": "Delusions are firmly held false beliefs of a patient that are not part of a cultural belief system and persist despite contradicting evidence. These beliefs can be plausible or fantastical. Delusions are categorized into types such as bizarre, grandiose, paranoia, persecutory, and somatic. Extracting evidence of delusions can be challenging as patients may fear persecution or disbelief from others. Practice from mental health clinicians is required to elicit these delusions from patients in a subtle, open-minded manner. For example, it is advisable not to inquire directly, Are you paranoid?, instead, phrase it as, Are you worried someone has been following or spying on you? Some commonly held persecutory delusions are paranoia that someone is following them or spying on them with a camera. Others are grandiose beliefs of being God, royalty, famous, or wealthy. Somatic delusions often derive from a sensation that the patient feels. For example, a common somatic delusion is that a patient is pregnant or that a parasite or alien is inside them because they are constipated or bloated. When determining if a belief is a delusion, comparing what the patient believes to collateral reports is essential, but more importantly, the clinician's judgment matters. For example, an older, disheveled patient who states they are a famous model may have been one in the past. Alternatively, if a patient was being followed in the past but is not presently or had a recent miscarriage, the context of these beliefs has to be explored. Other types of delusions include thought insertion, thought broadcasting, thought withdrawal, mind reading, and ideas of reference, which involve beliefs about control over others' thoughts or vice versa. Ideas of reference refer to when patients believe they receive a special message from external sources such as television, radio, or the internet.", "contents": "Mental Status Examination -- Function -- Thought Content. Delusions are firmly held false beliefs of a patient that are not part of a cultural belief system and persist despite contradicting evidence. These beliefs can be plausible or fantastical. Delusions are categorized into types such as bizarre, grandiose, paranoia, persecutory, and somatic. Extracting evidence of delusions can be challenging as patients may fear persecution or disbelief from others. Practice from mental health clinicians is required to elicit these delusions from patients in a subtle, open-minded manner. For example, it is advisable not to inquire directly, Are you paranoid?, instead, phrase it as, Are you worried someone has been following or spying on you? Some commonly held persecutory delusions are paranoia that someone is following them or spying on them with a camera. Others are grandiose beliefs of being God, royalty, famous, or wealthy. Somatic delusions often derive from a sensation that the patient feels. For example, a common somatic delusion is that a patient is pregnant or that a parasite or alien is inside them because they are constipated or bloated. When determining if a belief is a delusion, comparing what the patient believes to collateral reports is essential, but more importantly, the clinician's judgment matters. For example, an older, disheveled patient who states they are a famous model may have been one in the past. Alternatively, if a patient was being followed in the past but is not presently or had a recent miscarriage, the context of these beliefs has to be explored. Other types of delusions include thought insertion, thought broadcasting, thought withdrawal, mind reading, and ideas of reference, which involve beliefs about control over others' thoughts or vice versa. Ideas of reference refer to when patients believe they receive a special message from external sources such as television, radio, or the internet."}
{"id": "article-24998_19", "title": "Mental Status Examination -- Function -- Thought Content", "content": "Interestingly, beliefs considered delusional in one culture or religion are normal in others. Cultural competency is essential when evaluating such beliefs. For example, some Judeo-Christian groups believe that Jesus was a real person, whereas people outside of these groups might perceive this belief as a delusion. Considering the scope of practice and colleagues' opinions is beneficial.", "contents": "Mental Status Examination -- Function -- Thought Content. Interestingly, beliefs considered delusional in one culture or religion are normal in others. Cultural competency is essential when evaluating such beliefs. For example, some Judeo-Christian groups believe that Jesus was a real person, whereas people outside of these groups might perceive this belief as a delusion. Considering the scope of practice and colleagues' opinions is beneficial."}
{"id": "article-24998_20", "title": "Mental Status Examination -- Function -- Perceptions", "content": "Perception is assessed by asking patients what they perceive. A hallucination is the perception of something in the absence of any external stimuli, which is different from an illusion. An illusion is a misperception of an actual stimulus, such as mistaking background noise for hearing one's name called in a crowd. Contrarily, hallucinations that occur when going to sleep (hypnagogic), waking up from sleep (hypnopompic), or sleep paralysis are non-pathological and may be considered to be normal. The most prevalent hallucinations are auditory and visual, but they can also be olfactory, tactile, and gustatory. Differentiating between a sound and a voice is essential when asking about auditory hallucinations. If the patient hears 1 or more voices, ask if the patient recognizes the voice or voices, what gender they appear to be, and what the voices tell them. An auditory hallucination of God telling the patient to have a good day can potentially fall within the realm of normal, depending on a patient's religious and ethnic culture. Auditory hallucinations that are not considered to be normal can be antagonistic toward the patient or give them commands to hurt themselves or others. If the patient believes they hear God, such auditory hallucinations are considered pathological and a symptom of mental illness. Getting as much detail as possible is essential when asking about visual hallucinations. If a patient reports seeing snakes, inquire about their appearance and behavior, such as How many are there? What are they doing? In addition, as noted with auditory hallucinations, some visual hallucinations can be considered within the realm of normal, such as seeing the ghost of a deceased loved one shortly after they have passed.", "contents": "Mental Status Examination -- Function -- Perceptions. Perception is assessed by asking patients what they perceive. A hallucination is the perception of something in the absence of any external stimuli, which is different from an illusion. An illusion is a misperception of an actual stimulus, such as mistaking background noise for hearing one's name called in a crowd. Contrarily, hallucinations that occur when going to sleep (hypnagogic), waking up from sleep (hypnopompic), or sleep paralysis are non-pathological and may be considered to be normal. The most prevalent hallucinations are auditory and visual, but they can also be olfactory, tactile, and gustatory. Differentiating between a sound and a voice is essential when asking about auditory hallucinations. If the patient hears 1 or more voices, ask if the patient recognizes the voice or voices, what gender they appear to be, and what the voices tell them. An auditory hallucination of God telling the patient to have a good day can potentially fall within the realm of normal, depending on a patient's religious and ethnic culture. Auditory hallucinations that are not considered to be normal can be antagonistic toward the patient or give them commands to hurt themselves or others. If the patient believes they hear God, such auditory hallucinations are considered pathological and a symptom of mental illness. Getting as much detail as possible is essential when asking about visual hallucinations. If a patient reports seeing snakes, inquire about their appearance and behavior, such as How many are there? What are they doing? In addition, as noted with auditory hallucinations, some visual hallucinations can be considered within the realm of normal, such as seeing the ghost of a deceased loved one shortly after they have passed."}
{"id": "article-24998_21", "title": "Mental Status Examination -- Function -- Perceptions", "content": "Frequently, a patient denies having any hallucinations despite experiencing them. This denial may be due to paranoia or fear generated by their hallucinatory experiences. If a patient denies experiencing hallucinations, it is essential to note whether the patient appears to actively respond to internal stimuli by talking to someone not present or looking at something not present. Considering the use of drugs is essential, especially with the legal or recreational availability of hallucinogenic substances.", "contents": "Mental Status Examination -- Function -- Perceptions. Frequently, a patient denies having any hallucinations despite experiencing them. This denial may be due to paranoia or fear generated by their hallucinatory experiences. If a patient denies experiencing hallucinations, it is essential to note whether the patient appears to actively respond to internal stimuli by talking to someone not present or looking at something not present. Considering the use of drugs is essential, especially with the legal or recreational availability of hallucinogenic substances."}
{"id": "article-24998_22", "title": "Mental Status Examination -- Function -- Cognition", "content": "The most common areas of cognition evaluated on a mental status examination are alertness, orientation, concentration, memory, and abstract reasoning. If, when assessing cognition or any other part of the mental status examination, the clinician identifies symptoms of a possible neurocognitive disorder, screening is possible with additional evaluation tools such as Mini-Mental State Examination (MMSE), Montreal Cognitive Assessment (MOCA), or Mini-Cog. [7]", "contents": "Mental Status Examination -- Function -- Cognition. The most common areas of cognition evaluated on a mental status examination are alertness, orientation, concentration, memory, and abstract reasoning. If, when assessing cognition or any other part of the mental status examination, the clinician identifies symptoms of a possible neurocognitive disorder, screening is possible with additional evaluation tools such as Mini-Mental State Examination (MMSE), Montreal Cognitive Assessment (MOCA), or Mini-Cog. [7]"}
{"id": "article-24998_23", "title": "Mental Status Examination -- Function -- Cognition", "content": "Alertness is the level of consciousness of a patient, which can be described as alert, somnolent, obtunded, in a stupor, or comatose. Alert means that the patient is fully awake and can respond to stimuli. Somnolent means that the patient is lethargic or drowsy. Somnolence is considered to be a reduced level of consciousness. However, the patient can still perceive stimuli and be awakened fairly easily. Obtunded means that mild-to-moderate stimuli may not arouse the patient, and when the awoken patient is drowsy with delayed responses. A patient in a stupor is unresponsive to almost all stimuli and, when aroused, may quickly go back to sleep without continued stimulation. A comatose patient is unresponsive to all stimuli, including vigorous and noxious stimuli. An altered level of consciousness or sensorium may indicate that a patient may have had a head injury, ingested a substance, or have delirium from another medical condition. [10]", "contents": "Mental Status Examination -- Function -- Cognition. Alertness is the level of consciousness of a patient, which can be described as alert, somnolent, obtunded, in a stupor, or comatose. Alert means that the patient is fully awake and can respond to stimuli. Somnolent means that the patient is lethargic or drowsy. Somnolence is considered to be a reduced level of consciousness. However, the patient can still perceive stimuli and be awakened fairly easily. Obtunded means that mild-to-moderate stimuli may not arouse the patient, and when the awoken patient is drowsy with delayed responses. A patient in a stupor is unresponsive to almost all stimuli and, when aroused, may quickly go back to sleep without continued stimulation. A comatose patient is unresponsive to all stimuli, including vigorous and noxious stimuli. An altered level of consciousness or sensorium may indicate that a patient may have had a head injury, ingested a substance, or have delirium from another medical condition. [10]"}
{"id": "article-24998_24", "title": "Mental Status Examination -- Function -- Cognition", "content": "Orientation refers to the patient's awareness of their situation and surroundings, assessed by inquiring if the patient knows their name; current location, including city and state; and date. Someone who is normally oriented but is acutely not oriented may be experiencing substance intoxication, a primary psychiatric illness, or delirium. Delirium can be easily missed and miscategorized as a primary psychiatric illness. Differentiating this altered mental state may indicate a critical medical condition. [11]", "contents": "Mental Status Examination -- Function -- Cognition. Orientation refers to the patient's awareness of their situation and surroundings, assessed by inquiring if the patient knows their name; current location, including city and state; and date. Someone who is normally oriented but is acutely not oriented may be experiencing substance intoxication, a primary psychiatric illness, or delirium. Delirium can be easily missed and miscategorized as a primary psychiatric illness. Differentiating this altered mental state may indicate a critical medical condition. [11]"}
{"id": "article-24998_25", "title": "Mental Status Examination -- Function -- Cognition", "content": "Attention or concentration is assessable throughout the interview by observing how well a patient stays focused on the questions asked. Alternatively, direct testing can be conducted using various methods. One method is to ask a patient to tap their hand every time they hear a particular letter in a string of random letters. If they have good math skills, another method is to ask the patient to count back from 100 by 7. In addition, the clinician may ask a patient to spell a word forwards and backward or ask them to repeat a random string of numbers forward and backward. Impairment in attention or concentration may be a symptom of anxiety, depression, poor sleep, or a neurocognitive disorder. When describing the patient's performance, the clinician may document the performance as poor, limited, fair, or worsening versus improving in the case of a previous comparison. In addition, the clinician can describe the task and the patient's performance.", "contents": "Mental Status Examination -- Function -- Cognition. Attention or concentration is assessable throughout the interview by observing how well a patient stays focused on the questions asked. Alternatively, direct testing can be conducted using various methods. One method is to ask a patient to tap their hand every time they hear a particular letter in a string of random letters. If they have good math skills, another method is to ask the patient to count back from 100 by 7. In addition, the clinician may ask a patient to spell a word forwards and backward or ask them to repeat a random string of numbers forward and backward. Impairment in attention or concentration may be a symptom of anxiety, depression, poor sleep, or a neurocognitive disorder. When describing the patient's performance, the clinician may document the performance as poor, limited, fair, or worsening versus improving in the case of a previous comparison. In addition, the clinician can describe the task and the patient's performance."}
{"id": "article-24998_26", "title": "Mental Status Examination -- Function -- Cognition", "content": "Memory is subdivided into immediate recall, delayed recall, recent memory, and long-term memory. A clinician can assess 1 or all types of memory during evaluation. Immediate recall involves asking the patient to repeat a list of random words, numbers, or sentences to determine if a patient can register new information. Delayed recall requires the patient to repeat the exact words after a certain amount of time, typically 1 to 5 minutes, after performing another task, which prevents the patient from practicing the answer. If a patient does not have delayed recall, they may be able to remember the information if given hints. In this case, a patient's delayed recall is not intact, but prompted recall is. [3] Recent memory involves evaluating the patient's ability to recall recent events, which can be done by asking about their recent activities or the history of their present illness. Long-term memory assesses a patient's memory to recall events from their distant past. Examples are asking patients about when they had a child, what high school they attended, their childhood home, or their wedding. If a patient has impaired responses to recall testing or memory, this may indicate a neurocognitive disorder that requires further screening with one of the assessments mentioned at the beginning of this section. If a patient presents specifically with a cognitive complaint, the extensive evaluation should include assessing activities of daily living, a focused neurological examination, and validated instruments mentioned above, including NPI-Q, Functional Activities Questionnaire, General Practitioner Assessment of Cognition, GDS, IQCODE, or Memory Impairment Screen. [12]", "contents": "Mental Status Examination -- Function -- Cognition. Memory is subdivided into immediate recall, delayed recall, recent memory, and long-term memory. A clinician can assess 1 or all types of memory during evaluation. Immediate recall involves asking the patient to repeat a list of random words, numbers, or sentences to determine if a patient can register new information. Delayed recall requires the patient to repeat the exact words after a certain amount of time, typically 1 to 5 minutes, after performing another task, which prevents the patient from practicing the answer. If a patient does not have delayed recall, they may be able to remember the information if given hints. In this case, a patient's delayed recall is not intact, but prompted recall is. [3] Recent memory involves evaluating the patient's ability to recall recent events, which can be done by asking about their recent activities or the history of their present illness. Long-term memory assesses a patient's memory to recall events from their distant past. Examples are asking patients about when they had a child, what high school they attended, their childhood home, or their wedding. If a patient has impaired responses to recall testing or memory, this may indicate a neurocognitive disorder that requires further screening with one of the assessments mentioned at the beginning of this section. If a patient presents specifically with a cognitive complaint, the extensive evaluation should include assessing activities of daily living, a focused neurological examination, and validated instruments mentioned above, including NPI-Q, Functional Activities Questionnaire, General Practitioner Assessment of Cognition, GDS, IQCODE, or Memory Impairment Screen. [12]"}
{"id": "article-24998_27", "title": "Mental Status Examination -- Function -- Cognition", "content": "Abstract reasoning is a patient's ability to infer meaning and concepts, which can be evaluated by asking a patient what 2 objects have in common or how to interpret a common saying, adage, or proverb. Literal interpretations and answers indicate concrete thinking, which is observed in many psychiatric disorders but also some intellectual disabilities and neurocognitive disorders. [13] The depth of cognitive assessment varies based on where the clinician is conducting an evaluation. Evaluations in primary care entail long-term assessment, whereas emergency assessments may require a few minutes if other aspects of patient care are prioritized. [14] Similarly, if a patient is in an intensive care unit or behavioral facility, these evaluations could be daily.", "contents": "Mental Status Examination -- Function -- Cognition. Abstract reasoning is a patient's ability to infer meaning and concepts, which can be evaluated by asking a patient what 2 objects have in common or how to interpret a common saying, adage, or proverb. Literal interpretations and answers indicate concrete thinking, which is observed in many psychiatric disorders but also some intellectual disabilities and neurocognitive disorders. [13] The depth of cognitive assessment varies based on where the clinician is conducting an evaluation. Evaluations in primary care entail long-term assessment, whereas emergency assessments may require a few minutes if other aspects of patient care are prioritized. [14] Similarly, if a patient is in an intensive care unit or behavioral facility, these evaluations could be daily."}
{"id": "article-24998_28", "title": "Mental Status Examination -- Function -- Insight", "content": "This category refers to a patient's understanding of their illness and functionality.  Insight is typically described as poor, limited, fair, or if a previous comparison depicts worsening versus improving. If a patient can acknowledge that their auditory hallucinations are not real, then that patient has fair insight. If a patient does not realize that their paranoia about all food being poisoned cannot be true, then their insight is poor. If a patient can state that their depression has improved and this matches the assessment, they have fair insight.", "contents": "Mental Status Examination -- Function -- Insight. This category refers to a patient's understanding of their illness and functionality.  Insight is typically described as poor, limited, fair, or if a previous comparison depicts worsening versus improving. If a patient can acknowledge that their auditory hallucinations are not real, then that patient has fair insight. If a patient does not realize that their paranoia about all food being poisoned cannot be true, then their insight is poor. If a patient can state that their depression has improved and this matches the assessment, they have fair insight."}
{"id": "article-24998_29", "title": "Mental Status Examination -- Function -- Judgment", "content": "Judgment refers to a patient's ability to make good decisions. Judgment can be directly evaluated by asking patients how they may respond in specific scenarios. This is often assessed through a patient's history during an interview and observed actions. [2] Similar to insight, this is also rated as poor, limited, fair, or worsening versus improving if a previous evaluation is compared. Patients who repeat the same mistakes or refuse to take medications show poor judgment. Encountering a patient who does not believe their medication has any effect on them is not uncommon. Regardless of poor insight, some patients show fair judgment by taking their medications because they know that when they do not take them, they return to the hospital for inpatient treatment. Those with poor judgment tend to have poor functioning due to the severity of their psychiatric illness. [5] In such situations, caregivers may provide context to a patient's judgment. The patient's age and who they may depend on to make decisions are essential to note. [15]", "contents": "Mental Status Examination -- Function -- Judgment. Judgment refers to a patient's ability to make good decisions. Judgment can be directly evaluated by asking patients how they may respond in specific scenarios. This is often assessed through a patient's history during an interview and observed actions. [2] Similar to insight, this is also rated as poor, limited, fair, or worsening versus improving if a previous evaluation is compared. Patients who repeat the same mistakes or refuse to take medications show poor judgment. Encountering a patient who does not believe their medication has any effect on them is not uncommon. Regardless of poor insight, some patients show fair judgment by taking their medications because they know that when they do not take them, they return to the hospital for inpatient treatment. Those with poor judgment tend to have poor functioning due to the severity of their psychiatric illness. [5] In such situations, caregivers may provide context to a patient's judgment. The patient's age and who they may depend on to make decisions are essential to note. [15]"}
{"id": "article-24998_30", "title": "Mental Status Examination -- Function -- Example Documentation for Patient Charting", "content": "Appearance: A 25-year-old Black female appears to be of the stated age. She is wearing paper hospital scrubs, which have been deliberately cut to expose her abdomen, revealing a vertical scar. Multiple tattoos of various names are visible on her forearms bilaterally. Behavior: Not in acute distress, difficult to redirect for interviewing, inappropriately laughing and smiling Motor Activity: Minimal psychomotor agitation present. Regular gait. Regular posturing. No tics, tremors, or extrapyramidal side effects present Speech: Hyperverbal, fluent, pressured rate, regular rhythm, regular volume, happy tone Mood: Fantastic Affect: Elated, inappropriate, incongruent Thought Process: Flight of ideas Thought Content: Denies suicidal ideations and homicidal ideations. Grandiose delusions elicited of being an angel on a mission", "contents": "Mental Status Examination -- Function -- Example Documentation for Patient Charting. Appearance: A 25-year-old Black female appears to be of the stated age. She is wearing paper hospital scrubs, which have been deliberately cut to expose her abdomen, revealing a vertical scar. Multiple tattoos of various names are visible on her forearms bilaterally. Behavior: Not in acute distress, difficult to redirect for interviewing, inappropriately laughing and smiling Motor Activity: Minimal psychomotor agitation present. Regular gait. Regular posturing. No tics, tremors, or extrapyramidal side effects present Speech: Hyperverbal, fluent, pressured rate, regular rhythm, regular volume, happy tone Mood: Fantastic Affect: Elated, inappropriate, incongruent Thought Process: Flight of ideas Thought Content: Denies suicidal ideations and homicidal ideations. Grandiose delusions elicited of being an angel on a mission"}
{"id": "article-24998_31", "title": "Mental Status Examination -- Function -- Example Documentation for Patient Charting", "content": "Perceptions: Endorses auditory hallucinations of God commanding her to go to California. Denies visual hallucinations. Does not appear to be actively responding to internal stimuli Cognition: Sensorium/orientation: Alert and oriented to person, place, and date Attention/concentration: Poor. Unable to spell WORLD forward and backward Memory: Able to recall 3/3 objects immediately and after 1 minute. Recent memory - intact to breakfast this morning. Long-term memory - intact to what high school she attended. Abstract reasoning: Intact with the ability to identify a bird and tree as both living Insight: Poor Judgment: Poor", "contents": "Mental Status Examination -- Function -- Example Documentation for Patient Charting. Perceptions: Endorses auditory hallucinations of God commanding her to go to California. Denies visual hallucinations. Does not appear to be actively responding to internal stimuli Cognition: Sensorium/orientation: Alert and oriented to person, place, and date Attention/concentration: Poor. Unable to spell WORLD forward and backward Memory: Able to recall 3/3 objects immediately and after 1 minute. Recent memory - intact to breakfast this morning. Long-term memory - intact to what high school she attended. Abstract reasoning: Intact with the ability to identify a bird and tree as both living Insight: Poor Judgment: Poor"}
{"id": "article-24998_32", "title": "Mental Status Examination -- Function -- Cultural Competence in Psychiatric Evaluation", "content": "Current research extrapolates the role of social determinants such as race, gender, disability status, and age, among other factors, in the quality of psychiatric evaluation that leads to a diagnosis and medical management. See StatPearls' companion reference, \" Diversity and Discrimination in Healthcare ,\" for more information. When caring for psychiatric patients, the bias towards people with mental illness should be noted when aiming to complete an objective evaluation. [16] [17] [18] Some themes noted in the experience of Black patients who undergo psychiatric evaluation include criminalization, vulnerability, mismatch, and stigma, which are pervasive across the experiences of marginalized patients. [19] [20] Following the COVID-19 pandemic, the increase in psychiatric conditions may require a shift in psychiatric evaluation, acknowledging the use of artificial intelligence to augment or deter diagnostic capability. [21] Contextualizing social, educational, and digital changes brings any initial psychiatric evaluation up to speed with current standards of medicine.[APA. Guidelines for the Psychiatric Evaluation of Adults ] For example, in the same patient encounter above, contextualizing evidence-based data that Black female patients face bias, racism, and sexism when navigating the American healthcare system is important. Inappropriate laughter may respond to past traumas with systemic oppression or historic mistrust. The patient could be leaving a highly religious community and experiencing a brief psychotic episode. Underlying substance issues could explain other aspects of the mental status examination, including insight and judgment. Following recent American Psychiatric Association guidelines, these considerations are important and may impact long-term management, including the use of medications or involuntary holds.", "contents": "Mental Status Examination -- Function -- Cultural Competence in Psychiatric Evaluation. Current research extrapolates the role of social determinants such as race, gender, disability status, and age, among other factors, in the quality of psychiatric evaluation that leads to a diagnosis and medical management. See StatPearls' companion reference, \" Diversity and Discrimination in Healthcare ,\" for more information. When caring for psychiatric patients, the bias towards people with mental illness should be noted when aiming to complete an objective evaluation. [16] [17] [18] Some themes noted in the experience of Black patients who undergo psychiatric evaluation include criminalization, vulnerability, mismatch, and stigma, which are pervasive across the experiences of marginalized patients. [19] [20] Following the COVID-19 pandemic, the increase in psychiatric conditions may require a shift in psychiatric evaluation, acknowledging the use of artificial intelligence to augment or deter diagnostic capability. [21] Contextualizing social, educational, and digital changes brings any initial psychiatric evaluation up to speed with current standards of medicine.[APA. Guidelines for the Psychiatric Evaluation of Adults ] For example, in the same patient encounter above, contextualizing evidence-based data that Black female patients face bias, racism, and sexism when navigating the American healthcare system is important. Inappropriate laughter may respond to past traumas with systemic oppression or historic mistrust. The patient could be leaving a highly religious community and experiencing a brief psychotic episode. Underlying substance issues could explain other aspects of the mental status examination, including insight and judgment. Following recent American Psychiatric Association guidelines, these considerations are important and may impact long-term management, including the use of medications or involuntary holds."}
{"id": "article-24998_33", "title": "Mental Status Examination -- Function -- Cultural Competence in Psychiatric Evaluation", "content": "The example mental status examination note describes the assessment of a patient with bipolar I disorder, currently experiencing episode manic with severe psychotic characteristics in an inpatient psychiatric unit. The criteria for bipolar I disorder were determined by combining the information gathered from a psychiatric interview with the assessment made by the referring psychiatrist. [8] The mental status examination reveals to the clinician that this episode is manic, as evidenced by hyperverbal/pressured speech, inappropriate laughter/smiling, and inappropriately elated affect. The patient's grandiose delusions of being an angel and auditory hallucinations from God telling her to go to California indicate that the manic episode has psychotic characteristics. The patient has been diagnosed within the context of being at an inpatient psychiatric unit. However, if the same patient is seen at an urgent care facility, a thorough work-up is necessitated before arriving at a diagnosis, including the aforementioned social determinants of health. In the second scenario, the same patient could easily be discharged within the same day or soon after.", "contents": "Mental Status Examination -- Function -- Cultural Competence in Psychiatric Evaluation. The example mental status examination note describes the assessment of a patient with bipolar I disorder, currently experiencing episode manic with severe psychotic characteristics in an inpatient psychiatric unit. The criteria for bipolar I disorder were determined by combining the information gathered from a psychiatric interview with the assessment made by the referring psychiatrist. [8] The mental status examination reveals to the clinician that this episode is manic, as evidenced by hyperverbal/pressured speech, inappropriate laughter/smiling, and inappropriately elated affect. The patient's grandiose delusions of being an angel and auditory hallucinations from God telling her to go to California indicate that the manic episode has psychotic characteristics. The patient has been diagnosed within the context of being at an inpatient psychiatric unit. However, if the same patient is seen at an urgent care facility, a thorough work-up is necessitated before arriving at a diagnosis, including the aforementioned social determinants of health. In the second scenario, the same patient could easily be discharged within the same day or soon after."}
{"id": "article-24998_34", "title": "Mental Status Examination -- Issues of Concern", "content": "The mental status examination is a subjective assessment of a patient, which may vary significantly between clinicians based on their observation skills and eliciting responses from the patient and their specialty. Differences of opinion may exist between colleagues of different specialties. The treating clinician must use their judgment to combine the medical information with other subjective and objective findings. [7]", "contents": "Mental Status Examination -- Issues of Concern. The mental status examination is a subjective assessment of a patient, which may vary significantly between clinicians based on their observation skills and eliciting responses from the patient and their specialty. Differences of opinion may exist between colleagues of different specialties. The treating clinician must use their judgment to combine the medical information with other subjective and objective findings. [7]"}
{"id": "article-24998_35", "title": "Mental Status Examination -- Issues of Concern", "content": "Several factors can limit the mental status examination. Establishing a certain level of trust with the patient is essential for an accurate assessment. Some patients are agitated to the point of being unable to answer questions or have to be sedated for safety concerns, limiting the ability to perform a mental status examination. If a patient has an intellectual disability or neurological disorder, observations and answers to questions require interpretation in the context of these conditions. If a patient is not English-fluent, has limited education from a different culture, is lacking in nutrition, has sleep deprivation, or is medically ill, they may not be able to understand the questions asked. [3]", "contents": "Mental Status Examination -- Issues of Concern. Several factors can limit the mental status examination. Establishing a certain level of trust with the patient is essential for an accurate assessment. Some patients are agitated to the point of being unable to answer questions or have to be sedated for safety concerns, limiting the ability to perform a mental status examination. If a patient has an intellectual disability or neurological disorder, observations and answers to questions require interpretation in the context of these conditions. If a patient is not English-fluent, has limited education from a different culture, is lacking in nutrition, has sleep deprivation, or is medically ill, they may not be able to understand the questions asked. [3]"}
{"id": "article-24998_36", "title": "Mental Status Examination -- Clinical Significance", "content": "The mental status examination is essential for psychiatrists to assess a patient during initial and subsequent encounters and for clinicians across various medical specialties, including primary care, emergency medicine, and specialties within internal medicine. The mental status examination can aid in the diagnosis of a patient when combined with a thorough psychiatric interview, including the history of present illness, past psychiatric history, substance use history, medical history, review of systems, family history, social history, physical examination, and objective laboratory data, such as toxicology screening, thyroid function, blood counts, metabolic levels, and neuroimaging. [7] The patient's functioning on an initial mental status examination may also assist in determining the patient's disposition, whether they can be treated outpatient or need inpatient stabilization.", "contents": "Mental Status Examination -- Clinical Significance. The mental status examination is essential for psychiatrists to assess a patient during initial and subsequent encounters and for clinicians across various medical specialties, including primary care, emergency medicine, and specialties within internal medicine. The mental status examination can aid in the diagnosis of a patient when combined with a thorough psychiatric interview, including the history of present illness, past psychiatric history, substance use history, medical history, review of systems, family history, social history, physical examination, and objective laboratory data, such as toxicology screening, thyroid function, blood counts, metabolic levels, and neuroimaging. [7] The patient's functioning on an initial mental status examination may also assist in determining the patient's disposition, whether they can be treated outpatient or need inpatient stabilization."}
{"id": "article-24998_37", "title": "Mental Status Examination -- Clinical Significance", "content": "In subsequent encounters, comparing the mental status examination to previous ones helps the clinician determine whether a patient's symptoms are improving or worsening. [1] In addition, observation of motility may indicate whether a patient is experiencing medication side effects.", "contents": "Mental Status Examination -- Clinical Significance. In subsequent encounters, comparing the mental status examination to previous ones helps the clinician determine whether a patient's symptoms are improving or worsening. [1] In addition, observation of motility may indicate whether a patient is experiencing medication side effects."}
{"id": "article-24998_38", "title": "Mental Status Examination -- Enhancing Healthcare Team Outcomes", "content": "A mental status examination is utilized to determine signs or symptoms of psychiatric disease, diagnose mental illness, and determine the patient's level of severity and disposition. [11] Collaborative management of patients with psychiatric illness by an interprofessional team comprising psychiatrists, nurses, technicians, social workers, therapists (for example, group, art, exercise, and animal), pharmacists, and the patient's primary care clinicians is crucial. Those who interact directly with a patient should be trained on parts of the mental status examination as they observe and monitor a patient's condition. Routine mental status examinations by the clinician in a patient with mental illness can determine if a patient's condition is worsening, stable, or improving throughout their treatment. The information gathered improves clinical decision-making and enhances treatment planning. [22]", "contents": "Mental Status Examination -- Enhancing Healthcare Team Outcomes. A mental status examination is utilized to determine signs or symptoms of psychiatric disease, diagnose mental illness, and determine the patient's level of severity and disposition. [11] Collaborative management of patients with psychiatric illness by an interprofessional team comprising psychiatrists, nurses, technicians, social workers, therapists (for example, group, art, exercise, and animal), pharmacists, and the patient's primary care clinicians is crucial. Those who interact directly with a patient should be trained on parts of the mental status examination as they observe and monitor a patient's condition. Routine mental status examinations by the clinician in a patient with mental illness can determine if a patient's condition is worsening, stable, or improving throughout their treatment. The information gathered improves clinical decision-making and enhances treatment planning. [22]"}
{"id": "article-24998_39", "title": "Mental Status Examination -- Enhancing Healthcare Team Outcomes", "content": "Clinicians have the most contact with patients, particularly inpatients. They can collaborate with the pharmacist regarding the dosing and administering of psychiatric medications. Pharmacists may encounter patients outside of the institutional setting and, based on their medication profile, be aware of psychiatric conditions. If they can assess that the patient is experiencing issues, they can reach out to the treating clinician, who can determine whether intervention is necessary, such as a change in medication.", "contents": "Mental Status Examination -- Enhancing Healthcare Team Outcomes. Clinicians have the most contact with patients, particularly inpatients. They can collaborate with the pharmacist regarding the dosing and administering of psychiatric medications. Pharmacists may encounter patients outside of the institutional setting and, based on their medication profile, be aware of psychiatric conditions. If they can assess that the patient is experiencing issues, they can reach out to the treating clinician, who can determine whether intervention is necessary, such as a change in medication."}
{"id": "article-24998_40", "title": "Mental Status Examination -- Enhancing Healthcare Team Outcomes", "content": "Clear communication and regular meetings of the entire interprofessional healthcare team to discuss their observations from each member's perspective can point the team in the right direction for the patient's care and improve patient outcomes. In an outpatient setting, open lines of communication are essential, and each member of the interprofessional team should have some ability to perform mental status examinations.", "contents": "Mental Status Examination -- Enhancing Healthcare Team Outcomes. Clear communication and regular meetings of the entire interprofessional healthcare team to discuss their observations from each member's perspective can point the team in the right direction for the patient's care and improve patient outcomes. In an outpatient setting, open lines of communication are essential, and each member of the interprofessional team should have some ability to perform mental status examinations."}
{"id": "article-24998_41", "title": "Mental Status Examination -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Clinicians providing care for patients must include a mental status examination in the overall physical assessment of the patient. The evaluation may take place during admission or soon after. The mental status examination should include the patient's general awareness and responsiveness. Patient orientation, memory, judgment, and thought process could be noted. At the same time, the patient's behavior and mood should undergo assessment. The patient care plans are restructured when observable abnormalities are noted during the mental status examination.", "contents": "Mental Status Examination -- Nursing, Allied Health, and Interprofessional Team Interventions. Clinicians providing care for patients must include a mental status examination in the overall physical assessment of the patient. The evaluation may take place during admission or soon after. The mental status examination should include the patient's general awareness and responsiveness. Patient orientation, memory, judgment, and thought process could be noted. At the same time, the patient's behavior and mood should undergo assessment. The patient care plans are restructured when observable abnormalities are noted during the mental status examination."}
{"id": "article-24998_42", "title": "Mental Status Examination -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mental Status Examination -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}