{"id": "article-405_0", "title": "Clinical Drug Testing -- Introduction", "content": "Clinical drug testing analyzes plasma, serum, or urine to detect the presence or absence of a drug or its metabolites. As the metabolization rate of drugs differs, the detection window for specific drugs or metabolites varies. Clinical drug testing plays an essential role in managing poisoning because the self-report of the drugs taken is often unreliable. The same is true in treating addiction disorders because clinical examination, patient self-reporting, and hetero-anamnesis will underreport the actual incidence of substance use.", "contents": "Clinical Drug Testing -- Introduction. Clinical drug testing analyzes plasma, serum, or urine to detect the presence or absence of a drug or its metabolites. As the metabolization rate of drugs differs, the detection window for specific drugs or metabolites varies. Clinical drug testing plays an essential role in managing poisoning because the self-report of the drugs taken is often unreliable. The same is true in treating addiction disorders because clinical examination, patient self-reporting, and hetero-anamnesis will underreport the actual incidence of substance use."}
{"id": "article-405_1", "title": "Clinical Drug Testing -- Introduction", "content": "Drug testing can be indicated in cases of suspected overdose or when monitoring abstinence in patients treated for addiction or in pain management clinics. No universal standard currently exists in clinical drug testing for addiction identification, diagnosis, treatment, medication monitoring, or recovery. Guidelines do exist for laboratory analyses of poisoned patients. [1] [2]", "contents": "Clinical Drug Testing -- Introduction. Drug testing can be indicated in cases of suspected overdose or when monitoring abstinence in patients treated for addiction or in pain management clinics. No universal standard currently exists in clinical drug testing for addiction identification, diagnosis, treatment, medication monitoring, or recovery. Guidelines do exist for laboratory analyses of poisoned patients. [1] [2]"}
{"id": "article-405_2", "title": "Clinical Drug Testing -- Introduction", "content": "In poisoning cases, the indications for laboratory assays are to confirm the suspicion of poisoning when this is in doubt and to influence patient management. Indications for laboratory assays may include establishing or eliminating the need for further investigations or administration of antidotes, hemodialysis, or other invasive extracorporeal epuration methods. Clinical drug testing may also be needed to determine if the cessation of treatment is indicated or to plan the re-institution of chronic therapy.", "contents": "Clinical Drug Testing -- Introduction. In poisoning cases, the indications for laboratory assays are to confirm the suspicion of poisoning when this is in doubt and to influence patient management. Indications for laboratory assays may include establishing or eliminating the need for further investigations or administration of antidotes, hemodialysis, or other invasive extracorporeal epuration methods. Clinical drug testing may also be needed to determine if the cessation of treatment is indicated or to plan the re-institution of chronic therapy."}
{"id": "article-405_3", "title": "Clinical Drug Testing -- Introduction", "content": "In the intensive care unit, clinical drug testing is used to aid in the diagnosis of brain death and to determine the suitability of potential organ donors. The use of laboratory investigations out-of-hours should be restricted to those instances when an urgent result is needed to guide immediate patient management. It may also be appropriate to obtain and store samples for later analysis. [1]", "contents": "Clinical Drug Testing -- Introduction. In the intensive care unit, clinical drug testing is used to aid in the diagnosis of brain death and to determine the suitability of potential organ donors. The use of laboratory investigations out-of-hours should be restricted to those instances when an urgent result is needed to guide immediate patient management. It may also be appropriate to obtain and store samples for later analysis. [1]"}
{"id": "article-405_4", "title": "Clinical Drug Testing -- Etiology and Epidemiology", "content": "It is estimated that 271 million people used drugs in 2017, and 35 million suffered from drug use disorders. Opioid medication abuse causes the most harm, accounting for 66% of the deaths attributed to drug use disorders. According to the 2019 World Drug Report, 188 million people reported past-year use of cannabis, 53 million used opioid medications, 29 million used amphetamines and prescription stimulants, 21 million used 3,4-methylenedioxymethamphetamine (MDMA), and 18 million used cocaine. Globally, in 2017, there were 585,000 deaths and 42 million years of “healthy” life lost due to drug abuse. [3]", "contents": "Clinical Drug Testing -- Etiology and Epidemiology. It is estimated that 271 million people used drugs in 2017, and 35 million suffered from drug use disorders. Opioid medication abuse causes the most harm, accounting for 66% of the deaths attributed to drug use disorders. According to the 2019 World Drug Report, 188 million people reported past-year use of cannabis, 53 million used opioid medications, 29 million used amphetamines and prescription stimulants, 21 million used 3,4-methylenedioxymethamphetamine (MDMA), and 18 million used cocaine. Globally, in 2017, there were 585,000 deaths and 42 million years of “healthy” life lost due to drug abuse. [3]"}
{"id": "article-405_5", "title": "Clinical Drug Testing -- Etiology and Epidemiology", "content": "The American Society of Addiction Medicine (ASAM) advocates using ‘‘smarter’’ drug testing. Smarter drug testing means an increased frequency of random testing and using other matrices, such as blood (serum or plasma), oral fluid (saliva), or hair, when those matrices match the intended assessment process. For example, hair testing has a much longer detection window when compared to serum or urine. Smarter testing also means testing for a broad and rotating panel of drugs based on the clinical indication rather than only testing for the traditional five-drug panel designed for government-mandated workplace testing. Smarter testing includes careful sample collection and detection technologies to decrease sample adulteration and substitution rates, as well as careful consideration of the financial costs of testing in relation to the value and medical necessity of the test results. [4]", "contents": "Clinical Drug Testing -- Etiology and Epidemiology. The American Society of Addiction Medicine (ASAM) advocates using ‘‘smarter’’ drug testing. Smarter drug testing means an increased frequency of random testing and using other matrices, such as blood (serum or plasma), oral fluid (saliva), or hair, when those matrices match the intended assessment process. For example, hair testing has a much longer detection window when compared to serum or urine. Smarter testing also means testing for a broad and rotating panel of drugs based on the clinical indication rather than only testing for the traditional five-drug panel designed for government-mandated workplace testing. Smarter testing includes careful sample collection and detection technologies to decrease sample adulteration and substitution rates, as well as careful consideration of the financial costs of testing in relation to the value and medical necessity of the test results. [4]"}
{"id": "article-405_6", "title": "Clinical Drug Testing -- Etiology and Epidemiology", "content": "The main indications for urine drug testing in addiction medicine are to determine adherence, monitor abstinence, and detect early relapse. [4]", "contents": "Clinical Drug Testing -- Etiology and Epidemiology. The main indications for urine drug testing in addiction medicine are to determine adherence, monitor abstinence, and detect early relapse. [4]"}
{"id": "article-405_7", "title": "Clinical Drug Testing -- Etiology and Epidemiology", "content": "The drugs involved in poisoning differ according to geographical region. In Western Europe, benzodiazepines and antidepressants are the most common. [5] [6] [7] The most recent data from the EuroDEN study that monitored almost 24,000 drug-related emergency presentations at 32 sentinel hospitals across Europe over the first four studied years show that the most commonly involved drugs in acute drug toxicity presentations included heroin, cocaine, and cannabis. [8] More than one-quarter of all presentations involved the misuse of at least one prescription medicine, most commonly opioids and benzodiazepines such as methadone, diazepam, and clonazepam. Contrarily, in Chile, benzodiazepines, selective serotonin reuptake inhibitors (SSRI), and tricyclic antidepressants (TCA) were commonly misused, comprising 87.2% of all cases. Acetaminophen was involved in 6.8% of the cases. [9]", "contents": "Clinical Drug Testing -- Etiology and Epidemiology. The drugs involved in poisoning differ according to geographical region. In Western Europe, benzodiazepines and antidepressants are the most common. [5] [6] [7] The most recent data from the EuroDEN study that monitored almost 24,000 drug-related emergency presentations at 32 sentinel hospitals across Europe over the first four studied years show that the most commonly involved drugs in acute drug toxicity presentations included heroin, cocaine, and cannabis. [8] More than one-quarter of all presentations involved the misuse of at least one prescription medicine, most commonly opioids and benzodiazepines such as methadone, diazepam, and clonazepam. Contrarily, in Chile, benzodiazepines, selective serotonin reuptake inhibitors (SSRI), and tricyclic antidepressants (TCA) were commonly misused, comprising 87.2% of all cases. Acetaminophen was involved in 6.8% of the cases. [9]"}
{"id": "article-405_8", "title": "Clinical Drug Testing -- Pathophysiology", "content": "When a drug is taken orally, it is absorbed from the gastrointestinal tract, distributed to the rest of the body, metabolized in the liver and other organs, and eliminated, mainly in the urine. These processes occur at different speeds for different drugs. Therefore, for the target analyte, be it the parent drug or metabolite, the first and subsequent detection times will differ for the various drugs. For example, for some drugs like amphetamines, the parent drug will be detected in urine; metabolites are detectable longer than the parent drug for most other drugs.", "contents": "Clinical Drug Testing -- Pathophysiology. When a drug is taken orally, it is absorbed from the gastrointestinal tract, distributed to the rest of the body, metabolized in the liver and other organs, and eliminated, mainly in the urine. These processes occur at different speeds for different drugs. Therefore, for the target analyte, be it the parent drug or metabolite, the first and subsequent detection times will differ for the various drugs. For example, for some drugs like amphetamines, the parent drug will be detected in urine; metabolites are detectable longer than the parent drug for most other drugs."}
{"id": "article-405_9", "title": "Clinical Drug Testing -- Pathophysiology", "content": "The primary target metabolites are 11-Nor-9-carboxy-delta-tetrahydrocannabinol (THCCOOH) for cannabis, benzoylecgonine for cocaine, and morphine for heroin. Drugs generally first appear in the urine one to two hours after intake. After a small drug dose, a drug can be detected in the urine for one to three days; after heavy, chronic use, amphetamines can be detectable for ten days, cannabinoids for three months, cocaine metabolites for three weeks, and heroin metabolites for 11 days. [10] In plasma, the detection times are shorter, often one to two days.", "contents": "Clinical Drug Testing -- Pathophysiology. The primary target metabolites are 11-Nor-9-carboxy-delta-tetrahydrocannabinol (THCCOOH) for cannabis, benzoylecgonine for cocaine, and morphine for heroin. Drugs generally first appear in the urine one to two hours after intake. After a small drug dose, a drug can be detected in the urine for one to three days; after heavy, chronic use, amphetamines can be detectable for ten days, cannabinoids for three months, cocaine metabolites for three weeks, and heroin metabolites for 11 days. [10] In plasma, the detection times are shorter, often one to two days."}
{"id": "article-405_10", "title": "Clinical Drug Testing -- Specimen Requirements and Procedure", "content": "Drug abuse testing is usually performed on a urine sample, but laboratory-based serum screening immunoassays for abused drugs are increasingly available. [11] A few milliliters of urine or blood is usually sufficient. Serum or plasma can generally be used interchangeably. Tubes containing gel separators may affect some assays. Testing using saliva samples also exists but is not commonly used in hospitals. Analysis of gastric lavage fluid is now infrequent. [1]", "contents": "Clinical Drug Testing -- Specimen Requirements and Procedure. Drug abuse testing is usually performed on a urine sample, but laboratory-based serum screening immunoassays for abused drugs are increasingly available. [11] A few milliliters of urine or blood is usually sufficient. Serum or plasma can generally be used interchangeably. Tubes containing gel separators may affect some assays. Testing using saliva samples also exists but is not commonly used in hospitals. Analysis of gastric lavage fluid is now infrequent. [1]"}
{"id": "article-405_11", "title": "Clinical Drug Testing -- Diagnostic Tests", "content": "Drug testing can be divided into two categories: screening and confirmation. Screening tests, be they point-of-care (POCT) or laboratory-based immunoassays, generally have lower sensitivity or specificity than definitive tests as they mainly serve to detect the presence of a drug in the system. The primary benefit of a screening test is a quick result that allows for immediate intervention. Therefore, presumptive tests should be used when it is a priority to have more immediate results. If the results of a speculative or screening test are disputed, the test should be confirmed using a definitive method. Definitive confirmatory tests are performed when the screening test is positive or when there is a need to test for drugs for which no immunoassays are available.", "contents": "Clinical Drug Testing -- Diagnostic Tests. Drug testing can be divided into two categories: screening and confirmation. Screening tests, be they point-of-care (POCT) or laboratory-based immunoassays, generally have lower sensitivity or specificity than definitive tests as they mainly serve to detect the presence of a drug in the system. The primary benefit of a screening test is a quick result that allows for immediate intervention. Therefore, presumptive tests should be used when it is a priority to have more immediate results. If the results of a speculative or screening test are disputed, the test should be confirmed using a definitive method. Definitive confirmatory tests are performed when the screening test is positive or when there is a need to test for drugs for which no immunoassays are available."}
{"id": "article-405_12", "title": "Clinical Drug Testing -- Diagnostic Tests", "content": "Different techniques for screening tests exist; lateral-flow immunoassays are common in POCT testing, and immunoassays are frequently performed in the laboratory. [12] When used by trained laboratory personnel, there is evidence that the current POCT devices for urine drug screening produce results comparable to laboratory-based screening methods. [13] When used by trained, nonlaboratory personnel, results are poorly reliable. [14] Advice from laboratory specialists should be sought before implementing POCT testing.", "contents": "Clinical Drug Testing -- Diagnostic Tests. Different techniques for screening tests exist; lateral-flow immunoassays are common in POCT testing, and immunoassays are frequently performed in the laboratory. [12] When used by trained laboratory personnel, there is evidence that the current POCT devices for urine drug screening produce results comparable to laboratory-based screening methods. [13] When used by trained, nonlaboratory personnel, results are poorly reliable. [14] Advice from laboratory specialists should be sought before implementing POCT testing."}
{"id": "article-405_13", "title": "Clinical Drug Testing -- Diagnostic Tests", "content": "Depending on the setting, the laboratory might add a confirmation test as a reflex test when the screening is positive or if the test does not include medications the patient takes; otherwise, the confirmation test should be ordered separately. For confirmation, chromatographic techniques like gas or liquid chromatography are used, coupled to (tandem) mass spectrometry, including high-resolution mass spectrometry. [15] [16] [17] With a confirmatory test, the drugs or metabolites present in the sample will be identified and, in some cases, particularly in plasma, quantified.", "contents": "Clinical Drug Testing -- Diagnostic Tests. Depending on the setting, the laboratory might add a confirmation test as a reflex test when the screening is positive or if the test does not include medications the patient takes; otherwise, the confirmation test should be ordered separately. For confirmation, chromatographic techniques like gas or liquid chromatography are used, coupled to (tandem) mass spectrometry, including high-resolution mass spectrometry. [15] [16] [17] With a confirmatory test, the drugs or metabolites present in the sample will be identified and, in some cases, particularly in plasma, quantified."}
{"id": "article-405_14", "title": "Clinical Drug Testing -- Testing Procedures", "content": "Knowledge of laboratory methods involved with urine drug testing help to facilitate test result interpretation. Drug testing is often a two-step process: screening and confirmation. Screening tests via biological samples are usually first administered for speculative testing. In some settings, a confirmative test is unnecessary if the patient confirms test findings. However, a definitive or confirmatory test is required if the patient contradicts speculative test results.", "contents": "Clinical Drug Testing -- Testing Procedures. Knowledge of laboratory methods involved with urine drug testing help to facilitate test result interpretation. Drug testing is often a two-step process: screening and confirmation. Screening tests via biological samples are usually first administered for speculative testing. In some settings, a confirmative test is unnecessary if the patient confirms test findings. However, a definitive or confirmatory test is required if the patient contradicts speculative test results."}
{"id": "article-405_15", "title": "Clinical Drug Testing -- Testing Procedures", "content": "Clear guidelines should be developed regarding confirming positive test results using a more sensitive and specific laboratory method, particularly for situations where definitive punitive action will be taken based on the result. In clinical settings where treatment may be based upon unconfirmed results, staff using the data should be educated concerning the limitations of the testing. For example, in emergency clinical toxicology, for overdose cases, decisions will often be based on preliminary testing that has a turnaround time of one hour or less. Sometimes treatments are administered for diagnostic purposes without preliminary testing, e.g., in suspected opioid overdoses, naloxone will be given for diagnostic purposes, without waiting for the result of testing.", "contents": "Clinical Drug Testing -- Testing Procedures. Clear guidelines should be developed regarding confirming positive test results using a more sensitive and specific laboratory method, particularly for situations where definitive punitive action will be taken based on the result. In clinical settings where treatment may be based upon unconfirmed results, staff using the data should be educated concerning the limitations of the testing. For example, in emergency clinical toxicology, for overdose cases, decisions will often be based on preliminary testing that has a turnaround time of one hour or less. Sometimes treatments are administered for diagnostic purposes without preliminary testing, e.g., in suspected opioid overdoses, naloxone will be given for diagnostic purposes, without waiting for the result of testing."}
{"id": "article-405_16", "title": "Clinical Drug Testing -- Interfering Factors", "content": "Some substances interfere with drug testing (e.g., poppy seeds interfere with opioid testing). In these cases, a confirmatory or metabolite test may be required through mass spectrometry or immunoassays to verify the correct substance in the patient's system. [18] The interference depends on the immunoassay that is used. The package insert of the immunoassay reagent kit contains a list of cross-reacting drugs. However, this list should not be considered exhaustive as not all drugs have been tested, and many other substances could cross-react. [19] [20] [21] Some common interferences are:", "contents": "Clinical Drug Testing -- Interfering Factors. Some substances interfere with drug testing (e.g., poppy seeds interfere with opioid testing). In these cases, a confirmatory or metabolite test may be required through mass spectrometry or immunoassays to verify the correct substance in the patient's system. [18] The interference depends on the immunoassay that is used. The package insert of the immunoassay reagent kit contains a list of cross-reacting drugs. However, this list should not be considered exhaustive as not all drugs have been tested, and many other substances could cross-react. [19] [20] [21] Some common interferences are:"}
{"id": "article-405_17", "title": "Clinical Drug Testing -- Interfering Factors", "content": "Amphetamine immunoassays: amantadine, bupropion, ephedrine, labetalol, phentermine, pseudoephedrine, ranitidine, selegiline, and trazodone metabolites Benzodiazepine immunoassays: oxaprozin, sertraline, efavirenz Cannabis immunoassays: ibuprofen, naproxen, efavirenz, pantoprazole, baby washes Cocaine immunoassays: few interferences are known, but the medical use of cocaine as a local anesthetic or drinking tea from coca leaves is a possible cause of interference. Opioid immunoassays: quinolones, verapamil Tricyclic antidepressant immunoassays: carbamazepine, cyclobenzaprine, diphenhydramine, phenothiazines On the other hand, immunoassays can fail to detect related substances. Some examples are:", "contents": "Clinical Drug Testing -- Interfering Factors. Amphetamine immunoassays: amantadine, bupropion, ephedrine, labetalol, phentermine, pseudoephedrine, ranitidine, selegiline, and trazodone metabolites Benzodiazepine immunoassays: oxaprozin, sertraline, efavirenz Cannabis immunoassays: ibuprofen, naproxen, efavirenz, pantoprazole, baby washes Cocaine immunoassays: few interferences are known, but the medical use of cocaine as a local anesthetic or drinking tea from coca leaves is a possible cause of interference. Opioid immunoassays: quinolones, verapamil Tricyclic antidepressant immunoassays: carbamazepine, cyclobenzaprine, diphenhydramine, phenothiazines On the other hand, immunoassays can fail to detect related substances. Some examples are:"}
{"id": "article-405_18", "title": "Clinical Drug Testing -- Interfering Factors", "content": "Amphetamine immunoassays: 3,4-Methylenedioxymethamphetamine (MDMA or ecstasy), synthetic amphetamines (cathinones, bath salts, etc.) Benzodiazepine immunoassays: certain higher potency benzodiazepines might be missed depending on the cut-off value used Cannabis immunoassays: synthetic cannabinoids will be missed Opioid immunoassays: buprenorphine, fentanyl, hydrocodone, hydromorphone, meperidine, methadone, oxycodone, propoxyphene, tilidine Tricyclic antidepressant immunoassays: All newer antidepressants like selective serotonin reuptake inhibitors (fluoxetine, sertraline, paroxetine) or serotonin-norepinephrine reuptake inhibitors (venlafaxine) will not be detected Even with confirmatory testing, interferences are possible. [22]", "contents": "Clinical Drug Testing -- Interfering Factors. Amphetamine immunoassays: 3,4-Methylenedioxymethamphetamine (MDMA or ecstasy), synthetic amphetamines (cathinones, bath salts, etc.) Benzodiazepine immunoassays: certain higher potency benzodiazepines might be missed depending on the cut-off value used Cannabis immunoassays: synthetic cannabinoids will be missed Opioid immunoassays: buprenorphine, fentanyl, hydrocodone, hydromorphone, meperidine, methadone, oxycodone, propoxyphene, tilidine Tricyclic antidepressant immunoassays: All newer antidepressants like selective serotonin reuptake inhibitors (fluoxetine, sertraline, paroxetine) or serotonin-norepinephrine reuptake inhibitors (venlafaxine) will not be detected Even with confirmatory testing, interferences are possible. [22]"}
{"id": "article-405_19", "title": "Clinical Drug Testing -- Results, Reporting, and Critical Findings", "content": "Screening results will be reported qualitatively: negative or positive, or with some variations. Sometimes, an 'indeterminate' result might be given when results approach the cut-off value. In serum, chromatographic techniques can give quantitative determinations of the specific drugs and metabolites. Several lists exist with therapeutic and toxic concentrations of drugs. [23] [24] These limits should always be used with caution, particularly when drug combinations have been used or when the distribution of the drug is not complete, or the serum drug concentration is not representative of the concentration at the site of action.", "contents": "Clinical Drug Testing -- Results, Reporting, and Critical Findings. Screening results will be reported qualitatively: negative or positive, or with some variations. Sometimes, an 'indeterminate' result might be given when results approach the cut-off value. In serum, chromatographic techniques can give quantitative determinations of the specific drugs and metabolites. Several lists exist with therapeutic and toxic concentrations of drugs. [23] [24] These limits should always be used with caution, particularly when drug combinations have been used or when the distribution of the drug is not complete, or the serum drug concentration is not representative of the concentration at the site of action."}
{"id": "article-405_20", "title": "Clinical Drug Testing -- Results, Reporting, and Critical Findings", "content": "Users of POCT devices should understand any limitations of the devices; a thorough understanding of the sensitivity and specificity is imperative. Device nomenclature can be misleading; some POCT tests labeled 'morphine' detect all opioid medications, including codeine. In addition, in addiction medicine settings, the user must be aware of the possibility of sample adulteration or manipulation.", "contents": "Clinical Drug Testing -- Results, Reporting, and Critical Findings. Users of POCT devices should understand any limitations of the devices; a thorough understanding of the sensitivity and specificity is imperative. Device nomenclature can be misleading; some POCT tests labeled 'morphine' detect all opioid medications, including codeine. In addition, in addiction medicine settings, the user must be aware of the possibility of sample adulteration or manipulation."}
{"id": "article-405_21", "title": "Clinical Drug Testing -- Results, Reporting, and Critical Findings", "content": "Again, clear guidelines should be established regarding confirming positive test results using a more sensitive and specific laboratory method, particularly for situations where definitive punitive action will be taken based on the result. In clinical settings where treatment may be based upon unconfirmed results, staff using the data should be educated concerning the limitations of the testing. [13] The results of drug testing should always be interpreted within the context of the medical history and physical and psychosocial assessment when documenting the use of illicit substances and assessing therapeutic concentrations of medications. In other words, 'treat the patient, not the drug.'", "contents": "Clinical Drug Testing -- Results, Reporting, and Critical Findings. Again, clear guidelines should be established regarding confirming positive test results using a more sensitive and specific laboratory method, particularly for situations where definitive punitive action will be taken based on the result. In clinical settings where treatment may be based upon unconfirmed results, staff using the data should be educated concerning the limitations of the testing. [13] The results of drug testing should always be interpreted within the context of the medical history and physical and psychosocial assessment when documenting the use of illicit substances and assessing therapeutic concentrations of medications. In other words, 'treat the patient, not the drug.'"}
{"id": "article-405_22", "title": "Clinical Drug Testing -- Clinical Significance", "content": "Presumptive testing should be a routine assessment. However, definitive testing should be used when there is a dispute about the findings of a presumptive test or when the results will inform a decision with significant implications for the patient, such as treatment transition or changes in medication therapy.", "contents": "Clinical Drug Testing -- Clinical Significance. Presumptive testing should be a routine assessment. However, definitive testing should be used when there is a dispute about the findings of a presumptive test or when the results will inform a decision with significant implications for the patient, such as treatment transition or changes in medication therapy."}
{"id": "article-405_23", "title": "Clinical Drug Testing -- Clinical Significance", "content": "Multiple studies in the adult and pediatric populations confirm that urine drug screening very rarely changes clinical management. In a study of 160 pediatric cases in Australia to determine whether a rapid comprehensive urine drug screen that detects over 300 substances altered management, only three cases were found in which overall clinical management was changed based on the results. [25] In a study in the Netherlands to quantify the influence of POCT tests for drugs of abuse and therapeutic drugs in urine on diagnosis and patient care in an emergency department, 37% were reported to have a substantial influence on diagnosis and 25% on patient care. These tests were most helpful in patients with decreased consciousness and who presented with psychiatric or neurological symptoms. They were not helpful in cases where patients were already known to be intoxicated. [26]", "contents": "Clinical Drug Testing -- Clinical Significance. Multiple studies in the adult and pediatric populations confirm that urine drug screening very rarely changes clinical management. In a study of 160 pediatric cases in Australia to determine whether a rapid comprehensive urine drug screen that detects over 300 substances altered management, only three cases were found in which overall clinical management was changed based on the results. [25] In a study in the Netherlands to quantify the influence of POCT tests for drugs of abuse and therapeutic drugs in urine on diagnosis and patient care in an emergency department, 37% were reported to have a substantial influence on diagnosis and 25% on patient care. These tests were most helpful in patients with decreased consciousness and who presented with psychiatric or neurological symptoms. They were not helpful in cases where patients were already known to be intoxicated. [26]"}
{"id": "article-405_24", "title": "Clinical Drug Testing -- Clinical Significance", "content": "A negative urine drug screen does not eliminate drug use as a cause of the presenting signs and symptoms; immunoassays have a narrow scope, and many drugs are not detected. A positive drug screen does not mean the patient is addicted to or under the influence of the drug. For example, a urine drug screen positive for cocaine does not mean the current clinical situation is due to cocaine use. [19]", "contents": "Clinical Drug Testing -- Clinical Significance. A negative urine drug screen does not eliminate drug use as a cause of the presenting signs and symptoms; immunoassays have a narrow scope, and many drugs are not detected. A positive drug screen does not mean the patient is addicted to or under the influence of the drug. For example, a urine drug screen positive for cocaine does not mean the current clinical situation is due to cocaine use. [19]"}
{"id": "article-405_25", "title": "Clinical Drug Testing -- Quality Control and Lab Safety", "content": "All POCT or laboratory-based analyses must be subject to quality control (QC) and quality assurance measures. This should encompass a quality system that includes effective training, record-keeping, and review. All users of POCT devices must use QC material and participate in external quality assurance (EQA) schemes. [13]", "contents": "Clinical Drug Testing -- Quality Control and Lab Safety. All POCT or laboratory-based analyses must be subject to quality control (QC) and quality assurance measures. This should encompass a quality system that includes effective training, record-keeping, and review. All users of POCT devices must use QC material and participate in external quality assurance (EQA) schemes. [13]"}
{"id": "article-405_26", "title": "Clinical Drug Testing -- Quality Control and Lab Safety", "content": "If powders or liquids obtained from patients are to be analyzed, special precautions are needed to avoid contamination of laboratory equipment with high quantities of drugs and to protect laboratory personnel from highly potent drugs or toxic substances.", "contents": "Clinical Drug Testing -- Quality Control and Lab Safety. If powders or liquids obtained from patients are to be analyzed, special precautions are needed to avoid contamination of laboratory equipment with high quantities of drugs and to protect laboratory personnel from highly potent drugs or toxic substances."}
{"id": "article-405_27", "title": "Clinical Drug Testing -- Enhancing Healthcare Team Outcomes", "content": "Interpretation of drug tests is notoriously difficult because of the limited sensitivity and specificity of the assays and the variability among assays. Results of urine drug tests should be discussed with each patient, and decision-making surrounding urine drug test values should include a multidisciplinary team and the patient. Because of the complex nature of result interpretation and test ordering, a close working relationship must be established with the laboratory. Clinicians should be encouraged to discuss these issues with a toxicologist or clinical chemist for a correct interpretation and to select further tests.", "contents": "Clinical Drug Testing -- Enhancing Healthcare Team Outcomes. Interpretation of drug tests is notoriously difficult because of the limited sensitivity and specificity of the assays and the variability among assays. Results of urine drug tests should be discussed with each patient, and decision-making surrounding urine drug test values should include a multidisciplinary team and the patient. Because of the complex nature of result interpretation and test ordering, a close working relationship must be established with the laboratory. Clinicians should be encouraged to discuss these issues with a toxicologist or clinical chemist for a correct interpretation and to select further tests."}
{"id": "article-405_28", "title": "Clinical Drug Testing -- Enhancing Healthcare Team Outcomes", "content": "A recent study found that 25 of 160 interpretations by clinical providers differed from those of the laboratory toxicologist. [27] With national policies directing the limitation of opioid medication use, surgeons strategize pain control and surgery protocols to limit opioid medication abuse. [28] Pain management clinicians also utilize clinical drug testing in chronic pain patients to ensure conformance to opioid use contracts and avoidance of controlled substances. [29]", "contents": "Clinical Drug Testing -- Enhancing Healthcare Team Outcomes. A recent study found that 25 of 160 interpretations by clinical providers differed from those of the laboratory toxicologist. [27] With national policies directing the limitation of opioid medication use, surgeons strategize pain control and surgery protocols to limit opioid medication abuse. [28] Pain management clinicians also utilize clinical drug testing in chronic pain patients to ensure conformance to opioid use contracts and avoidance of controlled substances. [29]"}
{"id": "article-405_29", "title": "Clinical Drug Testing -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Clinical Drug Testing -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}