{"id": "article-30530_0", "title": "Trastuzumab -- Continuing Education Activity", "content": "Trastuzumab is a biologic antineoplastic agent that, at the time of its FDA approval in 1998, was among the first available targeted chemotherapies. In the United States, it has FDA-approval for the treatment of HER2-positive breast cancer as adjuvant therapy in combination with anthracycline- or taxane-based chemotherapy, metastatic HER2-positive breast cancer as monotherapy, or for combination use with paclitaxel, and HER2-positive gastric cancer in combination with cisplatin-based chemotherapy. It also has off-label use in other HER2-positive cancers. This activity outlines the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, toxicity, and monitoring, of trastuzumab so providers can direct patient therapy where it is indicated as part of the interprofessional team.", "contents": "Trastuzumab -- Continuing Education Activity. Trastuzumab is a biologic antineoplastic agent that, at the time of its FDA approval in 1998, was among the first available targeted chemotherapies. In the United States, it has FDA-approval for the treatment of HER2-positive breast cancer as adjuvant therapy in combination with anthracycline- or taxane-based chemotherapy, metastatic HER2-positive breast cancer as monotherapy, or for combination use with paclitaxel, and HER2-positive gastric cancer in combination with cisplatin-based chemotherapy. It also has off-label use in other HER2-positive cancers. This activity outlines the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, toxicity, and monitoring, of trastuzumab so providers can direct patient therapy where it is indicated as part of the interprofessional team."}
{"id": "article-30530_1", "title": "Trastuzumab -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of trastuzumab. Outline the possible combination therapies approved for trastuzumab. Review the potential adverse effects of therapy with trastuzumab. Explain interprofessional team strategies for improving care coordination and communication to properly use trastuzumab to improve patient outcomes when necessary for therapy. Access free multiple choice questions on this topic.", "contents": "Trastuzumab -- Continuing Education Activity. Objectives: Identify the mechanism of action of trastuzumab. Outline the possible combination therapies approved for trastuzumab. Review the potential adverse effects of therapy with trastuzumab. Explain interprofessional team strategies for improving care coordination and communication to properly use trastuzumab to improve patient outcomes when necessary for therapy. Access free multiple choice questions on this topic."}
{"id": "article-30530_2", "title": "Trastuzumab -- Indications", "content": "Trastuzumab is a biologic antineoplastic agent that, at the time of its FDA approval in 1998, was among the first available “targeted” chemotherapies. In the United States, it is licensed for the treatment of the following: HER2-positive breast cancer : adjuvant therapy - Approved for combination use with anthracycline- or taxane-based chemotherapy. The maximum recommended duration of adjuvant treatment is one year. Metastatic HER2-positive breast cancer - Approved as monotherapy or for combination use with paclitaxel. HER2-positive gastric cancer - Used in combination with cisplatin-based chemotherapy. Compared with chemotherapy alone, trastuzumab plus chemotherapy modestly improved survival (median 13.8 months vs. 11.1 months). [1]", "contents": "Trastuzumab -- Indications. Trastuzumab is a biologic antineoplastic agent that, at the time of its FDA approval in 1998, was among the first available “targeted” chemotherapies. In the United States, it is licensed for the treatment of the following: HER2-positive breast cancer : adjuvant therapy - Approved for combination use with anthracycline- or taxane-based chemotherapy. The maximum recommended duration of adjuvant treatment is one year. Metastatic HER2-positive breast cancer - Approved as monotherapy or for combination use with paclitaxel. HER2-positive gastric cancer - Used in combination with cisplatin-based chemotherapy. Compared with chemotherapy alone, trastuzumab plus chemotherapy modestly improved survival (median 13.8 months vs. 11.1 months). [1]"}
{"id": "article-30530_3", "title": "Trastuzumab -- Indications", "content": "Trastuzumab has reported efficacy for the off-label neoadjuvant treatment of HER2-positive breast cancer. [2] For the treatment of metastatic breast cancer, trastuzumab has also been used in combination with lapatinib, anastrozole, cyclophosphamide, pertuzumab, and several other agents. [2] [3] [4] [5]", "contents": "Trastuzumab -- Indications. Trastuzumab has reported efficacy for the off-label neoadjuvant treatment of HER2-positive breast cancer. [2] For the treatment of metastatic breast cancer, trastuzumab has also been used in combination with lapatinib, anastrozole, cyclophosphamide, pertuzumab, and several other agents. [2] [3] [4] [5]"}
{"id": "article-30530_4", "title": "Trastuzumab -- Mechanism of Action", "content": "Trastuzumab is a monoclonal antibody against human epidermal growth factor receptor 2 (HER2). Trastuzumab binds to an extracellular domain of this receptor and inhibits HER2 homodimerization, thereby preventing HER2-mediated signaling. It is also thought to facilitate antibody-dependent cellular cytotoxicity, leading to the death of cells that express HER2. [6] Its mechanism differs slightly from that of the newer agent pertuzumab; the latter inhibits hetero-dimerization of HER2 with HER3, a related growth factor receptor.", "contents": "Trastuzumab -- Mechanism of Action. Trastuzumab is a monoclonal antibody against human epidermal growth factor receptor 2 (HER2). Trastuzumab binds to an extracellular domain of this receptor and inhibits HER2 homodimerization, thereby preventing HER2-mediated signaling. It is also thought to facilitate antibody-dependent cellular cytotoxicity, leading to the death of cells that express HER2. [6] Its mechanism differs slightly from that of the newer agent pertuzumab; the latter inhibits hetero-dimerization of HER2 with HER3, a related growth factor receptor."}
{"id": "article-30530_5", "title": "Trastuzumab -- Mechanism of Action", "content": "In the U.S., a biosimilar molecule is commercially available (trastuzumab-dkst). The product ado-trastuzumab emtansine is an antibody-drug conjugate consisting of trastuzumab and emtansine, an anti-microtubule cytotoxic agent.", "contents": "Trastuzumab -- Mechanism of Action. In the U.S., a biosimilar molecule is commercially available (trastuzumab-dkst). The product ado-trastuzumab emtansine is an antibody-drug conjugate consisting of trastuzumab and emtansine, an anti-microtubule cytotoxic agent."}
{"id": "article-30530_6", "title": "Trastuzumab -- Administration", "content": "Trastuzumab is administered as an intravenous infusion over 30 to 90 minutes. It should not be administered as a bolus and should not be administered together with D5W. Per the National Institute for Occupational Safety and Health (NIOSH) guidelines, due to trastuzumab’s status as a potentially hazardous drug, double-gloves, a gown, and closed-system transfer devices are required during administration. The recommended maintenance dose is 2 mg/kg infused weekly or 6 mg/kg infused once every three weeks. Initial loading doses up to 8 mg/kg may be administered. No dose adjustment is recommended for patients with mild to moderate renal insufficiency; trastuzumab has not been studied in patients with hepatic impairment or end-stage renal disease. The estimated elimination half-life of trastuzumab is 28 days; a higher tumor burden may increase the elimination half-life. [7] [8] Interpatient variability in drug clearance rates is considerable; increased body weight and decreased serum albumin have been associated with increased clearance. [9]", "contents": "Trastuzumab -- Administration. Trastuzumab is administered as an intravenous infusion over 30 to 90 minutes. It should not be administered as a bolus and should not be administered together with D5W. Per the National Institute for Occupational Safety and Health (NIOSH) guidelines, due to trastuzumab’s status as a potentially hazardous drug, double-gloves, a gown, and closed-system transfer devices are required during administration. The recommended maintenance dose is 2 mg/kg infused weekly or 6 mg/kg infused once every three weeks. Initial loading doses up to 8 mg/kg may be administered. No dose adjustment is recommended for patients with mild to moderate renal insufficiency; trastuzumab has not been studied in patients with hepatic impairment or end-stage renal disease. The estimated elimination half-life of trastuzumab is 28 days; a higher tumor burden may increase the elimination half-life. [7] [8] Interpatient variability in drug clearance rates is considerable; increased body weight and decreased serum albumin have been associated with increased clearance. [9]"}
{"id": "article-30530_7", "title": "Trastuzumab -- Administration", "content": "Dosing regimens for currently approved indications include: (refer to institutional protocols and package insert information before prescribing and to check toxicity-related dose adjustments)", "contents": "Trastuzumab -- Administration. Dosing regimens for currently approved indications include: (refer to institutional protocols and package insert information before prescribing and to check toxicity-related dose adjustments)"}
{"id": "article-30530_8", "title": "Trastuzumab -- Administration", "content": "HER2-overexpressing breast cancer: As adjuvant treatment in combination with paclitaxel or docetaxel: 4 mg/kg/dose IV for a single dose in week 1, followed by 2 mg/kg/dose IV weekly for weeks 2 through 12, then 6 mg/kg/dose IV every three weeks for weeks 13 through 52; paclitaxel and docetaxel for first 12 weeks. In combination with carboplatin or docetaxel: 4 mg/kg/dose IV for a single dose in week 1, followed by 2 mg/kg/dose IV weekly for weeks 2 through 18, then 6 mg/kg/dose IV every three weeks for weeks 19 through 52; paclitaxel and docetaxel for first 18 weeks. As monotherapy following an anthracycline-based regimen:", "contents": "Trastuzumab -- Administration. HER2-overexpressing breast cancer: As adjuvant treatment in combination with paclitaxel or docetaxel: 4 mg/kg/dose IV for a single dose in week 1, followed by 2 mg/kg/dose IV weekly for weeks 2 through 12, then 6 mg/kg/dose IV every three weeks for weeks 13 through 52; paclitaxel and docetaxel for first 12 weeks. In combination with carboplatin or docetaxel: 4 mg/kg/dose IV for a single dose in week 1, followed by 2 mg/kg/dose IV weekly for weeks 2 through 18, then 6 mg/kg/dose IV every three weeks for weeks 19 through 52; paclitaxel and docetaxel for first 18 weeks. As monotherapy following an anthracycline-based regimen:"}
{"id": "article-30530_9", "title": "Trastuzumab -- Administration", "content": "HER2-overexpressing metastatic breast cancer: Combination therapy with paclitaxel: Start with 4 mg/kg/dose IV for a single dose in week 1, then 2 mg/kg/dose IV every week starting in week 2 Combination therapy pertuzumab: Start 8 mg/kg/dose IV for a single dose on day one of a 21-day cycle in the first cycle, then 6 mg/kg/dose for a 21-day cycle starting cycle 2. As monotherapy for recurrent disease: 4 mg/kg/dose IV for a single dose for the first week, then 2 mg/kg/dose starting week 2.", "contents": "Trastuzumab -- Administration. HER2-overexpressing metastatic breast cancer: Combination therapy with paclitaxel: Start with 4 mg/kg/dose IV for a single dose in week 1, then 2 mg/kg/dose IV every week starting in week 2 Combination therapy pertuzumab: Start 8 mg/kg/dose IV for a single dose on day one of a 21-day cycle in the first cycle, then 6 mg/kg/dose for a 21-day cycle starting cycle 2. As monotherapy for recurrent disease: 4 mg/kg/dose IV for a single dose for the first week, then 2 mg/kg/dose starting week 2."}
{"id": "article-30530_10", "title": "Trastuzumab -- Administration", "content": "HER2-overexpressing metastatic stomach cancer: Start 8 mg/kg/dose IV for a single dose on day 1 of a 21-day cycle for the first cycle, then 6 mg/kg/dose IV for a single dose on day 1 of a 21-day cycle starting cycle 2.", "contents": "Trastuzumab -- Administration. HER2-overexpressing metastatic stomach cancer: Start 8 mg/kg/dose IV for a single dose on day 1 of a 21-day cycle for the first cycle, then 6 mg/kg/dose IV for a single dose on day 1 of a 21-day cycle starting cycle 2."}
{"id": "article-30530_11", "title": "Trastuzumab -- Adverse Effects", "content": "Trastuzumab is known to cause cardiotoxicity, usually manifested as a decrease in left ventricular ejection fraction (LVEF). The exact pathogenesis of this event is unknown but may involve decreased clearance of reactive oxygen species in cardiac myocytes. [10] In the U.S., trastuzumab carries an FDA boxed warning regarding subclinical and clinical cardiac failure. According to the product label, a decrease in LVEF of at least 10% has been observed in up to 22% of patients, although some studies have reported an incidence as high as 44%. [11] Symptomatic congestive heart failure during treatment is less common, with an estimated incidence of 2% to 7%. The major risk factor for the development of cardiotoxicity is concurrent treatment with anthracyclines; the risk of severe cardiotoxicity is three to four times higher in patients receiving both trastuzumab and anthracyclines. [12] Increased age, hypertension, coronary artery disease, and hyperlipidemia may also contribute to increased risk. In clinical practice, most cases of trastuzumab-induced cardiotoxicity appear to be reversible upon discontinuation of treatment. [13] [14] In some patients, however, long-term echocardiographic evidence of myocardial dysfunction persists. [15]", "contents": "Trastuzumab -- Adverse Effects. Trastuzumab is known to cause cardiotoxicity, usually manifested as a decrease in left ventricular ejection fraction (LVEF). The exact pathogenesis of this event is unknown but may involve decreased clearance of reactive oxygen species in cardiac myocytes. [10] In the U.S., trastuzumab carries an FDA boxed warning regarding subclinical and clinical cardiac failure. According to the product label, a decrease in LVEF of at least 10% has been observed in up to 22% of patients, although some studies have reported an incidence as high as 44%. [11] Symptomatic congestive heart failure during treatment is less common, with an estimated incidence of 2% to 7%. The major risk factor for the development of cardiotoxicity is concurrent treatment with anthracyclines; the risk of severe cardiotoxicity is three to four times higher in patients receiving both trastuzumab and anthracyclines. [12] Increased age, hypertension, coronary artery disease, and hyperlipidemia may also contribute to increased risk. In clinical practice, most cases of trastuzumab-induced cardiotoxicity appear to be reversible upon discontinuation of treatment. [13] [14] In some patients, however, long-term echocardiographic evidence of myocardial dysfunction persists. [15]"}
{"id": "article-30530_12", "title": "Trastuzumab -- Adverse Effects", "content": "Severe infusion reactions have been observed upon administration of trastuzumab. These may include angioedema, anaphylaxis, interstitial pneumonitis, and acute respiratory distress syndrome. Trastuzumab also carries an FDA boxed warning to this effect. Most severe events have occurred within 24 hours of the initial infusion. All patients should be monitored for significant dyspnea, hypotension, or signs of angioedema; trastuzumab should be discontinued if these are observed. Some, but not all, patients have tolerated re-treatment after pre-medication (e.g., with acetaminophen and/or diphenhydramine). Rare cases of nephrotic syndrome have been associated with trastuzumab, with the greatest incidence in patients with metastatic gastric cancer. Other adverse effects commonly reported with trastuzumab monotherapy include:", "contents": "Trastuzumab -- Adverse Effects. Severe infusion reactions have been observed upon administration of trastuzumab. These may include angioedema, anaphylaxis, interstitial pneumonitis, and acute respiratory distress syndrome. Trastuzumab also carries an FDA boxed warning to this effect. Most severe events have occurred within 24 hours of the initial infusion. All patients should be monitored for significant dyspnea, hypotension, or signs of angioedema; trastuzumab should be discontinued if these are observed. Some, but not all, patients have tolerated re-treatment after pre-medication (e.g., with acetaminophen and/or diphenhydramine). Rare cases of nephrotic syndrome have been associated with trastuzumab, with the greatest incidence in patients with metastatic gastric cancer. Other adverse effects commonly reported with trastuzumab monotherapy include:"}
{"id": "article-30530_13", "title": "Trastuzumab -- Adverse Effects", "content": "Headache Chills Gastrointestinal symptoms (nausea and vomiting; abdominal pain, diarrhea) Cough Back pain Upper respiratory symptoms (rhinitis, pharyngitis) Weakness and fatigue", "contents": "Trastuzumab -- Adverse Effects. Headache Chills Gastrointestinal symptoms (nausea and vomiting; abdominal pain, diarrhea) Cough Back pain Upper respiratory symptoms (rhinitis, pharyngitis) Weakness and fatigue"}
{"id": "article-30530_14", "title": "Trastuzumab -- Contraindications", "content": "Pregnancy: Trastuzumab is believed to be a human teratogen. Fetal exposure has been associated with the development of oligohydramnios, leading to pulmonary hypoplasia and death. Patients of childbearing potential should use at least one form of contraception while receiving trastuzumab. It is unknown if trastuzumab is secreted in human breast milk. Cardiac Dysfunction: Due to the risk of cardiotoxicity, trastuzumab should be used with extreme caution in patients with pre-existing structural heart disease.", "contents": "Trastuzumab -- Contraindications. Pregnancy: Trastuzumab is believed to be a human teratogen. Fetal exposure has been associated with the development of oligohydramnios, leading to pulmonary hypoplasia and death. Patients of childbearing potential should use at least one form of contraception while receiving trastuzumab. It is unknown if trastuzumab is secreted in human breast milk. Cardiac Dysfunction: Due to the risk of cardiotoxicity, trastuzumab should be used with extreme caution in patients with pre-existing structural heart disease."}
{"id": "article-30530_15", "title": "Trastuzumab -- Monitoring", "content": "Routine echocardiographic assessment is universally recommended before initiating trastuzumab treatment. Cardiac risk factors such as hypertension and smoking should also be noted. The role of screening echocardiography for asymptomatic patients during treatment is uncertain. A reasonable, guideline-based alternative is to obtain echocardiography at baseline, at the conclusion of treatment, and 6 to 12 months following treatment. [16] In clinical practice, asymptomatic patients receiving anthracyclines, e.g., doxorubicin or baseline cardiac risk factors, often undergo echocardiography every 2 to 3 months. Patients with metastatic disease receiving indefinite therapy may also undergo routine echocardiography. [17] Symptomatic patients should receive immediate echocardiography, cardiac biomarker testing, and referral to a cardiologist. Trastuzumab should be discontinued if LVEF is less than 50% and is decreased by more than 10% from baseline or if LVEF is decreased by more than 16% from baseline. In select cases, trastuzumab may be restarted if there is a documented recovery of LVEF.", "contents": "Trastuzumab -- Monitoring. Routine echocardiographic assessment is universally recommended before initiating trastuzumab treatment. Cardiac risk factors such as hypertension and smoking should also be noted. The role of screening echocardiography for asymptomatic patients during treatment is uncertain. A reasonable, guideline-based alternative is to obtain echocardiography at baseline, at the conclusion of treatment, and 6 to 12 months following treatment. [16] In clinical practice, asymptomatic patients receiving anthracyclines, e.g., doxorubicin or baseline cardiac risk factors, often undergo echocardiography every 2 to 3 months. Patients with metastatic disease receiving indefinite therapy may also undergo routine echocardiography. [17] Symptomatic patients should receive immediate echocardiography, cardiac biomarker testing, and referral to a cardiologist. Trastuzumab should be discontinued if LVEF is less than 50% and is decreased by more than 10% from baseline or if LVEF is decreased by more than 16% from baseline. In select cases, trastuzumab may be restarted if there is a documented recovery of LVEF."}
{"id": "article-30530_16", "title": "Trastuzumab -- Monitoring", "content": "When trastuzumab is combined with paclitaxel, an increased serum concentration of trastuzumab has been observed. Serum paclitaxel concentrations may also be decreased in the presence of trastuzumab. [18] The mechanism and clinical significance of these interactions are unknown.", "contents": "Trastuzumab -- Monitoring. When trastuzumab is combined with paclitaxel, an increased serum concentration of trastuzumab has been observed. Serum paclitaxel concentrations may also be decreased in the presence of trastuzumab. [18] The mechanism and clinical significance of these interactions are unknown."}
{"id": "article-30530_17", "title": "Trastuzumab -- Monitoring", "content": "When added to cytotoxic chemotherapy, trastuzumab may further increase the risk of neutropenia, infections, and anemia. Trastuzumab should not be used in combination with belimumab due to an increased risk of neutropenia and infection.", "contents": "Trastuzumab -- Monitoring. When added to cytotoxic chemotherapy, trastuzumab may further increase the risk of neutropenia, infections, and anemia. Trastuzumab should not be used in combination with belimumab due to an increased risk of neutropenia and infection."}
{"id": "article-30530_18", "title": "Trastuzumab -- Enhancing Healthcare Team Outcomes", "content": "Trastuzumab is a biologic agent primarily used in the treatment of HER2-positive breast cancer. It may be used as adjuvant therapy for localized disease or as first-line therapy for metastatic disease. The development of trastuzumab has significantly increased survival associated with HER2-positive breast cancer; notably, trastuzumab also carries considerable historical importance as one of the first “targeted” chemotherapeutic agents developed. It is typically given in combination with one or more cytotoxic agents, most commonly anthracyclines (e.g., doxorubicin) and taxanes (e.g., paclitaxel). Trastuzumab has also demonstrated efficacy in the treatment of HER2-positive metastatic gastric cancer. The most significant adverse event associated with trastuzumab is cardiotoxicity; this is usually mild and reversible with discontinuation, but it may progress to irreversible, clinically significant cardiac failure.", "contents": "Trastuzumab -- Enhancing Healthcare Team Outcomes. Trastuzumab is a biologic agent primarily used in the treatment of HER2-positive breast cancer. It may be used as adjuvant therapy for localized disease or as first-line therapy for metastatic disease. The development of trastuzumab has significantly increased survival associated with HER2-positive breast cancer; notably, trastuzumab also carries considerable historical importance as one of the first “targeted” chemotherapeutic agents developed. It is typically given in combination with one or more cytotoxic agents, most commonly anthracyclines (e.g., doxorubicin) and taxanes (e.g., paclitaxel). Trastuzumab has also demonstrated efficacy in the treatment of HER2-positive metastatic gastric cancer. The most significant adverse event associated with trastuzumab is cardiotoxicity; this is usually mild and reversible with discontinuation, but it may progress to irreversible, clinically significant cardiac failure."}
{"id": "article-30530_19", "title": "Trastuzumab -- Enhancing Healthcare Team Outcomes", "content": "The risk of cardiotoxicity is highest in patients receiving concomitant anthracycline therapy. All patients should receive a baseline echocardiogram before initiating therapy and must be monitored closely for the development of palpitations, dyspnea, chest pain, and/or peripheral edema. Certain patients may benefit from a more frequent echocardiographic assessment. Immediate discontinuation of trastuzumab is warranted if a decreased LVEF is discovered. The interprofessional healthcare team, e.g., clinicians (particularly oncology specialists), nurses, pharmacists, etc., must also be aware of the potential for serious infusion reactions, especially following the initial dose. Trastuzumab is likely a human teratogen; it should be avoided in patients who are pregnant, and patients of childbearing potential must use contraception during treatment.", "contents": "Trastuzumab -- Enhancing Healthcare Team Outcomes. The risk of cardiotoxicity is highest in patients receiving concomitant anthracycline therapy. All patients should receive a baseline echocardiogram before initiating therapy and must be monitored closely for the development of palpitations, dyspnea, chest pain, and/or peripheral edema. Certain patients may benefit from a more frequent echocardiographic assessment. Immediate discontinuation of trastuzumab is warranted if a decreased LVEF is discovered. The interprofessional healthcare team, e.g., clinicians (particularly oncology specialists), nurses, pharmacists, etc., must also be aware of the potential for serious infusion reactions, especially following the initial dose. Trastuzumab is likely a human teratogen; it should be avoided in patients who are pregnant, and patients of childbearing potential must use contraception during treatment."}
{"id": "article-30530_20", "title": "Trastuzumab -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Trastuzumab -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}