{"id": "article-23850_0", "title": "Kegel Exercises -- Definition/Introduction", "content": "In 1948, Kegel exercises were first described by Arnold Kegel for pelvic floor muscle strengthening. The perineometer, also called the vaginal manometer, has been designed to record the contraction strength of pelvic floor muscles and can be used to guide the participants to conduct the exercises correctly. Dr. Kegel’s study showed that the exercises could help to prevent cystocele, rectocele, and urinary stress incontinence. [1] Ashton-Miller et al. indicated that urethral sphincters and supportive systems in females could prevent urinary incontinence and genital organ prolapse. The supportive systems are composed of the pelvic floor muscles, the vaginal wall, the arcus tendinous fascia pelvis, and the endopelvic fascia. [2] The pelvic floor muscles (PFM), which consist of the levator ani and coccygeus muscles, are crucial for supporting pelvic organs. The levator ani muscle comprises three portions: the puborectalis, pubococcygeus, and iliococcygeus muscles. The puborectalis muscle forms a sling around the anorectal junction. By contracting the puborectalis muscle, the urogenital hiatus closes during physical activities. The pubococcygeus muscle runs from the pubis to the coccyx, and the iliococcygeus muscle is the most lateral part of the levator ani muscle. They form a flat plate called the levator plate, helping stabilize the pelvic organ. However, the pelvic floor muscles may become weakened by aging, pregnancy, vaginal delivery, surgery, etc. As a result, the patient will suffer from urinary incontinence and pelvic organ prolapses.", "contents": "Kegel Exercises -- Definition/Introduction. In 1948, Kegel exercises were first described by Arnold Kegel for pelvic floor muscle strengthening. The perineometer, also called the vaginal manometer, has been designed to record the contraction strength of pelvic floor muscles and can be used to guide the participants to conduct the exercises correctly. Dr. Kegel’s study showed that the exercises could help to prevent cystocele, rectocele, and urinary stress incontinence. [1] Ashton-Miller et al. indicated that urethral sphincters and supportive systems in females could prevent urinary incontinence and genital organ prolapse. The supportive systems are composed of the pelvic floor muscles, the vaginal wall, the arcus tendinous fascia pelvis, and the endopelvic fascia. [2] The pelvic floor muscles (PFM), which consist of the levator ani and coccygeus muscles, are crucial for supporting pelvic organs. The levator ani muscle comprises three portions: the puborectalis, pubococcygeus, and iliococcygeus muscles. The puborectalis muscle forms a sling around the anorectal junction. By contracting the puborectalis muscle, the urogenital hiatus closes during physical activities. The pubococcygeus muscle runs from the pubis to the coccyx, and the iliococcygeus muscle is the most lateral part of the levator ani muscle. They form a flat plate called the levator plate, helping stabilize the pelvic organ. However, the pelvic floor muscles may become weakened by aging, pregnancy, vaginal delivery, surgery, etc. As a result, the patient will suffer from urinary incontinence and pelvic organ prolapses."}
{"id": "article-23850_1", "title": "Kegel Exercises -- Definition/Introduction", "content": "There are lots of treatments to manage the pelvic floor weakness, including medication and surgeries. Kegel exercises are among the most popular therapies because people can implement them as a daily routine. Kegel exercises are usually custom-made. The number of contractions, duration of holding time, and sets vary across different participants. Currently, there is no fixed protocol for Kegel exercises, but the fundamental rules include: (1) to identify the appropriate muscles which stop or slow the urination, (2) to contract the muscles as mentioned earlier in a correct manner and (3) to repeat the cycle for several times. Many people may contract their hip adductor, abdomen, and gluteal muscles, instead of the pelvic floor muscles during the exercises. Furthermore, alternating fast and slow contractions serve as the key elements of the exercises (Figure 1).", "contents": "Kegel Exercises -- Definition/Introduction. There are lots of treatments to manage the pelvic floor weakness, including medication and surgeries. Kegel exercises are among the most popular therapies because people can implement them as a daily routine. Kegel exercises are usually custom-made. The number of contractions, duration of holding time, and sets vary across different participants. Currently, there is no fixed protocol for Kegel exercises, but the fundamental rules include: (1) to identify the appropriate muscles which stop or slow the urination, (2) to contract the muscles as mentioned earlier in a correct manner and (3) to repeat the cycle for several times. Many people may contract their hip adductor, abdomen, and gluteal muscles, instead of the pelvic floor muscles during the exercises. Furthermore, alternating fast and slow contractions serve as the key elements of the exercises (Figure 1)."}
{"id": "article-23850_2", "title": "Kegel Exercises -- Definition/Introduction", "content": "During the fast contractions, the patients tighten and relax the pelvic muscles quickly. During the slow contractions, the patients hold the contracted muscles for a longer period and then relax. The fast contractions train the pelvic floor muscles to adapt to the increased intra-abdominal pressure during coughing and laughing. The slow contractions help with muscle strengthening. Kegel exercises can be used in combination with biofeedback and electrotherapy to improve the treatment effect. Specific devices such as perineometer, Kegelmaster, and vaginal cones are an option in conjunction with Kegel exercises for resistance training.", "contents": "Kegel Exercises -- Definition/Introduction. During the fast contractions, the patients tighten and relax the pelvic muscles quickly. During the slow contractions, the patients hold the contracted muscles for a longer period and then relax. The fast contractions train the pelvic floor muscles to adapt to the increased intra-abdominal pressure during coughing and laughing. The slow contractions help with muscle strengthening. Kegel exercises can be used in combination with biofeedback and electrotherapy to improve the treatment effect. Specific devices such as perineometer, Kegelmaster, and vaginal cones are an option in conjunction with Kegel exercises for resistance training."}
{"id": "article-23850_3", "title": "Kegel Exercises -- Issues of Concern", "content": "To maximize the benefits of Kegel exercises, the patients must exercise the right muscles with sufficient time for training. However, about 30% of women could not contract the pelvic floor muscles correctly based on the study of Zanetti et al. [3] According to the study of McLennan et al., 46.1% of patients didn’t receive the information about Kegel exercises. [4]", "contents": "Kegel Exercises -- Issues of Concern. To maximize the benefits of Kegel exercises, the patients must exercise the right muscles with sufficient time for training. However, about 30% of women could not contract the pelvic floor muscles correctly based on the study of Zanetti et al. [3] According to the study of McLennan et al., 46.1% of patients didn’t receive the information about Kegel exercises. [4]"}
{"id": "article-23850_4", "title": "Kegel Exercises -- Issues of Concern", "content": "Several studies compared the effectiveness of supervised Kegel exercises with the unsupervised group. The group undergoing supervised Kegel exercises showed better outcomes of pelvic floor function, including improvement of quality of life, decreasing urine leakage, and higher satisfaction rate. [3] [5] Moreover, some studies indicated that brief verbal instruction might not be adequate for beginners who were not familiar with Kegel exercises. [6] Performing Kegel exercises with adequate intensity and frequency is also an important factor for better outcomes. A study in 2006 showed that the treatment might be effective if the training programs last for more than three months. [7] Cavkaytar et al. recommended eight weeks as the minimum period to strengthen the pelvic muscles. [8]", "contents": "Kegel Exercises -- Issues of Concern. Several studies compared the effectiveness of supervised Kegel exercises with the unsupervised group. The group undergoing supervised Kegel exercises showed better outcomes of pelvic floor function, including improvement of quality of life, decreasing urine leakage, and higher satisfaction rate. [3] [5] Moreover, some studies indicated that brief verbal instruction might not be adequate for beginners who were not familiar with Kegel exercises. [6] Performing Kegel exercises with adequate intensity and frequency is also an important factor for better outcomes. A study in 2006 showed that the treatment might be effective if the training programs last for more than three months. [7] Cavkaytar et al. recommended eight weeks as the minimum period to strengthen the pelvic muscles. [8]"}
{"id": "article-23850_5", "title": "Kegel Exercises -- Clinical Significance", "content": "Urinary incontinence (UI) is defined as ‘’the complaint of any involuntary leakage of urine’’ by the International Continence Society (ICS). The prevalence of UI among women ranged from 25% to 45% according to existing literature. The prevalence is higher in the elder. More than 40% of women aged 70 years and older were affected by UI based on the survey of Milsom et al. Pregnancy, labor, and vaginal delivery, obesity, diabetes mellitus, and antecedent gynecological surgeries are also the risk factors. [9] The study of Ponrbriand-Drolet et al. found that the muscle tone, maximal strength, rapidity of contraction, and endurance of the pelvic floor declined in women with UI. [7] Kegel exercises are considered the first-line therapy for patients with UI as there are few reported side effects. Many studies have proved the effect of Kegel exercises on relieving symptoms in women with UI. According to the study of Cavkaytar et al., the patients awaiting anti-incontinence surgery showed statistically lower scores in IIQ-7 and UDI-6 after doing Kegel exercises. Both ‘’the Incontinence Impact Questionnaire-7 (IIQ-7)’’ and ‘’ Urogenital Distress Inventory-6 (UDI-6)’’ are the questionnaires that evaluate the quality of life of UI patients. Researchers also noted an improvement in pelvic floor muscle strength after exercises. The study also indicated that compared with mixed UI, stress UI responded better to Kegel exercises. [8] To maintain the pelvic floor strength, the recommendation was for patients to perform the exercises in a regular and life-long manner. However, regarding age-related muscle loss, Kegel exercises only delay the onset of muscle loss but do not prevent it from happening. [10] Furthermore, the study showed that pregnant women performing prenatal and postnatal Kegel exercises under supervision showed better PFM function. Researchers noted increased PFM strength, improved quality of life, and reduced urinary symptoms. [5] Park et al. indicated that Kegel exercises also help to prevent urinary and fecal incontinence during pregnancy and the postpartum period. [11]", "contents": "Kegel Exercises -- Clinical Significance. Urinary incontinence (UI) is defined as ‘’the complaint of any involuntary leakage of urine’’ by the International Continence Society (ICS). The prevalence of UI among women ranged from 25% to 45% according to existing literature. The prevalence is higher in the elder. More than 40% of women aged 70 years and older were affected by UI based on the survey of Milsom et al. Pregnancy, labor, and vaginal delivery, obesity, diabetes mellitus, and antecedent gynecological surgeries are also the risk factors. [9] The study of Ponrbriand-Drolet et al. found that the muscle tone, maximal strength, rapidity of contraction, and endurance of the pelvic floor declined in women with UI. [7] Kegel exercises are considered the first-line therapy for patients with UI as there are few reported side effects. Many studies have proved the effect of Kegel exercises on relieving symptoms in women with UI. According to the study of Cavkaytar et al., the patients awaiting anti-incontinence surgery showed statistically lower scores in IIQ-7 and UDI-6 after doing Kegel exercises. Both ‘’the Incontinence Impact Questionnaire-7 (IIQ-7)’’ and ‘’ Urogenital Distress Inventory-6 (UDI-6)’’ are the questionnaires that evaluate the quality of life of UI patients. Researchers also noted an improvement in pelvic floor muscle strength after exercises. The study also indicated that compared with mixed UI, stress UI responded better to Kegel exercises. [8] To maintain the pelvic floor strength, the recommendation was for patients to perform the exercises in a regular and life-long manner. However, regarding age-related muscle loss, Kegel exercises only delay the onset of muscle loss but do not prevent it from happening. [10] Furthermore, the study showed that pregnant women performing prenatal and postnatal Kegel exercises under supervision showed better PFM function. Researchers noted increased PFM strength, improved quality of life, and reduced urinary symptoms. [5] Park et al. indicated that Kegel exercises also help to prevent urinary and fecal incontinence during pregnancy and the postpartum period. [11]"}
{"id": "article-23850_6", "title": "Kegel Exercises -- Clinical Significance", "content": "When the pelvic supportive systems become weak or loose, the pelvic organs tend to descent to an abnormal position through the vaginal canal, which called the pelvic organ prolapse (POP). The supportive system comprises a combined action of pelvic floor muscles and connective tissues. POP affects more than half of the women aged over 50 years, and the study based on western Australian females showed that the lifetime risk of POP needing surgery was 19%. [12] However, about 30% of patients still suffered from recurrence after the surgery. The Americans spent more than one billion dollars on treating POP annually. [13] These highlight the importance of prevention, detection, and intervention of POP. The pelvic floor muscles play significant roles in supporting pelvic organs, and the belief is that the POP may experience relief through adequate pelvic muscle training. Kegel et al. first described the effect of Kegel exercise in preventing cystocele and rectocele. [1] Many physical therapists treat POP with pelvic floor muscle training, despite a lack of sufficient evidence and standardized protocols. According to the study of Brækken et al., the pelvic floor muscle training (PFMT) not only improved the stage of POP but also reduced the frequency of symptoms from the disease. The elevation of the bladder and rectum due to improved strength and endurance of the pelvic muscle also occurred in the trained group. [14] Currently, the short- term effects of PFMT has been approved, which is the grade A recommendation from the International Consultation on Incontinence. However, the long-term effects of PFMT remain unclear. [15]", "contents": "Kegel Exercises -- Clinical Significance. When the pelvic supportive systems become weak or loose, the pelvic organs tend to descent to an abnormal position through the vaginal canal, which called the pelvic organ prolapse (POP). The supportive system comprises a combined action of pelvic floor muscles and connective tissues. POP affects more than half of the women aged over 50 years, and the study based on western Australian females showed that the lifetime risk of POP needing surgery was 19%. [12] However, about 30% of patients still suffered from recurrence after the surgery. The Americans spent more than one billion dollars on treating POP annually. [13] These highlight the importance of prevention, detection, and intervention of POP. The pelvic floor muscles play significant roles in supporting pelvic organs, and the belief is that the POP may experience relief through adequate pelvic muscle training. Kegel et al. first described the effect of Kegel exercise in preventing cystocele and rectocele. [1] Many physical therapists treat POP with pelvic floor muscle training, despite a lack of sufficient evidence and standardized protocols. According to the study of Brækken et al., the pelvic floor muscle training (PFMT) not only improved the stage of POP but also reduced the frequency of symptoms from the disease. The elevation of the bladder and rectum due to improved strength and endurance of the pelvic muscle also occurred in the trained group. [14] Currently, the short- term effects of PFMT has been approved, which is the grade A recommendation from the International Consultation on Incontinence. However, the long-term effects of PFMT remain unclear. [15]"}
{"id": "article-23850_7", "title": "Kegel Exercises -- Clinical Significance", "content": "Pelvic floor muscles, especially the pubococcygeus and iliococcygeus muscles, play a significant role in involuntarily contraction during female orgasmic. When sexual arousal continues to increase toward the maximum point, the tension of the pelvic floor muscles will reach its maximum temporarily and then relax. The release of all tension, also called orgasm, is followed by pelvic floor muscle spasm. Women’s pelvic floor muscle strength is associated with the grip strength felt by the partner. Dr. Kegel accidentally found the improvement of orgasm and the increase in perception of genital sensations among patients after training. [1] According to Graber et al., the pressure-sensitive device inserted in the vagina showed a significant decrease in the strength of pubococcygeus muscle contractions between the orgasmic and anorgasmic group. [16] Lowenstein et al. proved that the PFM strength was associated with the ‘’Female Sexual Function Index (FSFI)’’, a widely-used instrument to evaluate female sexual dysfunction. Compared with women with a weak strength of pelvic floor muscle contraction, women with better strength get higher scores in the orgasmic and the arousal domains of FSFI, but there weren’t significant differences in other FSFI domains like desire, lubrication, satisfaction, pain. [17] Messe et al. found that normal females experienced remarkable improvement in sexual arousal after only a week of Kegel exercises. [17] Mokhtar et al. indicated that healthy participants doing Kegel exercises showed increased PFM strength and improved sexual function. [18] Research in Iran also showed that Kegel exercises improved the orgasmic, the arousal, and the satisfaction domains of FSFI in postmenopausal women. [19] In conclusion, Kegel exercises could h to train pelvic floor muscles, help to treat UI and prolapses and improve sexual function.", "contents": "Kegel Exercises -- Clinical Significance. Pelvic floor muscles, especially the pubococcygeus and iliococcygeus muscles, play a significant role in involuntarily contraction during female orgasmic. When sexual arousal continues to increase toward the maximum point, the tension of the pelvic floor muscles will reach its maximum temporarily and then relax. The release of all tension, also called orgasm, is followed by pelvic floor muscle spasm. Women’s pelvic floor muscle strength is associated with the grip strength felt by the partner. Dr. Kegel accidentally found the improvement of orgasm and the increase in perception of genital sensations among patients after training. [1] According to Graber et al., the pressure-sensitive device inserted in the vagina showed a significant decrease in the strength of pubococcygeus muscle contractions between the orgasmic and anorgasmic group. [16] Lowenstein et al. proved that the PFM strength was associated with the ‘’Female Sexual Function Index (FSFI)’’, a widely-used instrument to evaluate female sexual dysfunction. Compared with women with a weak strength of pelvic floor muscle contraction, women with better strength get higher scores in the orgasmic and the arousal domains of FSFI, but there weren’t significant differences in other FSFI domains like desire, lubrication, satisfaction, pain. [17] Messe et al. found that normal females experienced remarkable improvement in sexual arousal after only a week of Kegel exercises. [17] Mokhtar et al. indicated that healthy participants doing Kegel exercises showed increased PFM strength and improved sexual function. [18] Research in Iran also showed that Kegel exercises improved the orgasmic, the arousal, and the satisfaction domains of FSFI in postmenopausal women. [19] In conclusion, Kegel exercises could h to train pelvic floor muscles, help to treat UI and prolapses and improve sexual function."}
{"id": "article-23850_8", "title": "Kegel Exercises -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Urinary incontinence and pelvic organ prolapse are common bothersome among women. There are lots of treatments to manage these diseases, including medication and surgeries. Clinicians consider Kegel exercises, designed for pelvic floor muscle strengthening, as the first-line therapy for patients as there are few reported few side effects. Currently, there is no fixed protocol for Kegel exercises, but the critical point is that the patients should contract the pelvic floor muscle rather than abdominal, buttock, or inner thigh muscles.", "contents": "Kegel Exercises -- Nursing, Allied Health, and Interprofessional Team Interventions. Urinary incontinence and pelvic organ prolapse are common bothersome among women. There are lots of treatments to manage these diseases, including medication and surgeries. Clinicians consider Kegel exercises, designed for pelvic floor muscle strengthening, as the first-line therapy for patients as there are few reported few side effects. Currently, there is no fixed protocol for Kegel exercises, but the critical point is that the patients should contract the pelvic floor muscle rather than abdominal, buttock, or inner thigh muscles."}
{"id": "article-23850_9", "title": "Kegel Exercises -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "It is always important to consult with an interprofessional team of specialists that include a general practitioner, obstetrician, gynecologist, urologist, and a physiatrist. The physiotherapists also play crucial roles in the interprofessional group. They should teach the patients the proper way to perform Kegel exercises and how to contract the pelvic floor muscles correctly. The nurses are also vital members of the healthcare team since they will assist with the education of the patient and family.", "contents": "Kegel Exercises -- Nursing, Allied Health, and Interprofessional Team Monitoring. It is always important to consult with an interprofessional team of specialists that include a general practitioner, obstetrician, gynecologist, urologist, and a physiatrist. The physiotherapists also play crucial roles in the interprofessional group. They should teach the patients the proper way to perform Kegel exercises and how to contract the pelvic floor muscles correctly. The nurses are also vital members of the healthcare team since they will assist with the education of the patient and family."}
{"id": "article-23850_10", "title": "Kegel Exercises -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "The patients usually don’t have sufficient knowledge about general pregnancy topics and pelvic floor risks. [4] Thus, it is essential to give them adequate information and instruction. Furthermore, to achieve better outcomes, the patients are recommended to perform Kegel exercises regularly under the supervision of specialists. [3] [5] [Level 3]", "contents": "Kegel Exercises -- Nursing, Allied Health, and Interprofessional Team Monitoring. The patients usually don’t have sufficient knowledge about general pregnancy topics and pelvic floor risks. [4] Thus, it is essential to give them adequate information and instruction. Furthermore, to achieve better outcomes, the patients are recommended to perform Kegel exercises regularly under the supervision of specialists. [3] [5] [Level 3]"}
{"id": "article-23850_11", "title": "Kegel Exercises -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Kegel Exercises -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}