{"id": "article-21828_0", "title": "Fluconazole -- Continuing Education Activity", "content": "Fluconazole is a member of the triazole family and stands as a cornerstone in the realm of antifungal agents, offering widespread therapeutic utility. This medication addresses a spectrum of fungal afflictions, including vaginal candidiasis, oropharyngeal and esophageal candidiasis, urinary tract infections, peritonitis, and systemic Candida infections. Its efficacy extends to candidemia, disseminated candidiasis, pneumonia, and cryptococcal meningitis. Beyond treatment of active disease, fluconazole serves a crucial prophylactic role, reducing the incidence of candidiasis in patients undergoing bone marrow transplantation subjected to cytotoxic chemotherapy or radiation therapy. This activity details the drug's indications, mechanism of action, optimal dosing, noteworthy adverse effects, contraindications, monitoring parameters, and potential toxicity. Equipping healthcare providers with this understanding empowers them to navigate patient therapy effectively, fostering optimal outcomes in the battle against fungal infections.", "contents": "Fluconazole -- Continuing Education Activity. Fluconazole is a member of the triazole family and stands as a cornerstone in the realm of antifungal agents, offering widespread therapeutic utility. This medication addresses a spectrum of fungal afflictions, including vaginal candidiasis, oropharyngeal and esophageal candidiasis, urinary tract infections, peritonitis, and systemic Candida infections. Its efficacy extends to candidemia, disseminated candidiasis, pneumonia, and cryptococcal meningitis. Beyond treatment of active disease, fluconazole serves a crucial prophylactic role, reducing the incidence of candidiasis in patients undergoing bone marrow transplantation subjected to cytotoxic chemotherapy or radiation therapy. This activity details the drug's indications, mechanism of action, optimal dosing, noteworthy adverse effects, contraindications, monitoring parameters, and potential toxicity. Equipping healthcare providers with this understanding empowers them to navigate patient therapy effectively, fostering optimal outcomes in the battle against fungal infections."}
{"id": "article-21828_1", "title": "Fluconazole -- Continuing Education Activity", "content": "Objectives: Identify the spectrum of activity of fluconazole against different fungal pathogens. Assess the appropriateness of fluconazole as a treatment option in patients with fungal infections. Apply knowledge of drug interactions involving fluconazole to prevent potential adverse outcomes. Improve coordination with laboratory professionals to ensure accurate susceptibility testing and monitoring of antifungal therapy. Access free multiple choice questions on this topic.", "contents": "Fluconazole -- Continuing Education Activity. Objectives: Identify the spectrum of activity of fluconazole against different fungal pathogens. Assess the appropriateness of fluconazole as a treatment option in patients with fungal infections. Apply knowledge of drug interactions involving fluconazole to prevent potential adverse outcomes. Improve coordination with laboratory professionals to ensure accurate susceptibility testing and monitoring of antifungal therapy. Access free multiple choice questions on this topic."}
{"id": "article-21828_2", "title": "Fluconazole -- Indications -- FDA-Approved Indications", "content": "Fluconazole is a member of the triazole family and a commonly used antifungal agent. [1] This antifungal agent is FDA-approved to treat vaginal candidiasis, oropharyngeal and esophageal candidiasis, peritonitis, and systemic Candida infections, including candidemia, disseminated candidiasis, pneumonia, and cryptococcal meningitis. Prophylaxis is also known to decrease candidiasis incidence in patients receiving bone marrow transplantation who receive radiation therapy or cytotoxic chemotherapy. [2]", "contents": "Fluconazole -- Indications -- FDA-Approved Indications. Fluconazole is a member of the triazole family and a commonly used antifungal agent. [1] This antifungal agent is FDA-approved to treat vaginal candidiasis, oropharyngeal and esophageal candidiasis, peritonitis, and systemic Candida infections, including candidemia, disseminated candidiasis, pneumonia, and cryptococcal meningitis. Prophylaxis is also known to decrease candidiasis incidence in patients receiving bone marrow transplantation who receive radiation therapy or cytotoxic chemotherapy. [2]"}
{"id": "article-21828_3", "title": "Fluconazole -- Indications -- Off-Label Uses", "content": "Non-FDA-approved uses for fluconazole include blastomycosis, histoplasmosis, and coccidioidomycosis. Recently, there has been an increase in fluconazole therapy to treat coccidioidomycosis-inflicted bone and joint infection, meningitis, pneumonia in immunocompromised patients, and pneumonia as a primary infection in HIV-positive or severely debilitated patients. [2]", "contents": "Fluconazole -- Indications -- Off-Label Uses. Non-FDA-approved uses for fluconazole include blastomycosis, histoplasmosis, and coccidioidomycosis. Recently, there has been an increase in fluconazole therapy to treat coccidioidomycosis-inflicted bone and joint infection, meningitis, pneumonia in immunocompromised patients, and pneumonia as a primary infection in HIV-positive or severely debilitated patients. [2]"}
{"id": "article-21828_4", "title": "Fluconazole -- Indications -- Off-Label Uses", "content": "Recent studies have proven that fluconazole is more effective at treating soft tissue and pulmonary infections than other azole antifungal treatments, mainly with infections caused by coccidioidomycosis. [2]", "contents": "Fluconazole -- Indications -- Off-Label Uses. Recent studies have proven that fluconazole is more effective at treating soft tissue and pulmonary infections than other azole antifungal treatments, mainly with infections caused by coccidioidomycosis. [2]"}
{"id": "article-21828_5", "title": "Fluconazole -- Indications -- Off-Label Uses", "content": "Invasive candidiasis has been reported in patients with severe COVID-19 infection. Fluconazole or other azoles can be used in combination with echinocandins and liposomal amphotericin B. Cryptococcal meningoencephalitis has been reported in immunocompromised patients, which requires aggressive treatment with the induction phase for amphotericin B and flucytosine, followed by fluconazole followed by consolidation and secondary prophylaxis with fluconazole. [3]", "contents": "Fluconazole -- Indications -- Off-Label Uses. Invasive candidiasis has been reported in patients with severe COVID-19 infection. Fluconazole or other azoles can be used in combination with echinocandins and liposomal amphotericin B. Cryptococcal meningoencephalitis has been reported in immunocompromised patients, which requires aggressive treatment with the induction phase for amphotericin B and flucytosine, followed by fluconazole followed by consolidation and secondary prophylaxis with fluconazole. [3]"}
{"id": "article-21828_6", "title": "Fluconazole -- Mechanism of Action", "content": "Fluconazole interacts with 14-demethylase, a cytochrome P-450 enzyme responsible for catalyzing the conversion of lanosterol to ergosterol. [4] As ergosterol forms a critical part of the fungal cell membrane, fluconazole inhibits the synthesis of ergosterol to increase cellular permeability. Other functions of the medication are to prevent endogenous respiration and the formation of yeasts. Of note, the loss of sterols goes parallel with the accumulation of sterols found in fungi and is the primary cause of the perceived fungistatic activity of fluconazole.", "contents": "Fluconazole -- Mechanism of Action. Fluconazole interacts with 14-demethylase, a cytochrome P-450 enzyme responsible for catalyzing the conversion of lanosterol to ergosterol. [4] As ergosterol forms a critical part of the fungal cell membrane, fluconazole inhibits the synthesis of ergosterol to increase cellular permeability. Other functions of the medication are to prevent endogenous respiration and the formation of yeasts. Of note, the loss of sterols goes parallel with the accumulation of sterols found in fungi and is the primary cause of the perceived fungistatic activity of fluconazole."}
{"id": "article-21828_7", "title": "Fluconazole -- Mechanism of Action", "content": "Mammalian demethylation is less sensitive to fluconazole inhibition; using fluconazole helps the body counteract the causative agents of fungal infection. However, despite this mechanism of action, triazoles are considered fungistatic against Candida species.", "contents": "Fluconazole -- Mechanism of Action. Mammalian demethylation is less sensitive to fluconazole inhibition; using fluconazole helps the body counteract the causative agents of fungal infection. However, despite this mechanism of action, triazoles are considered fungistatic against Candida species."}
{"id": "article-21828_8", "title": "Fluconazole -- Mechanism of Action", "content": "Fluconazole's efficacy is limited to yeasts and the endemic fungi, Histoplasma , Blastomyces , and Coccidioides . In addition, fluconazole has excellent activity against Candida and Cryptococcus species but has less activity against C glabrata and no activity against C krusei .", "contents": "Fluconazole -- Mechanism of Action. Fluconazole's efficacy is limited to yeasts and the endemic fungi, Histoplasma , Blastomyces , and Coccidioides . In addition, fluconazole has excellent activity against Candida and Cryptococcus species but has less activity against C glabrata and no activity against C krusei ."}
{"id": "article-21828_9", "title": "Fluconazole -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: The pharmacokinetic properties are similar following administration by the intravenous or oral routes; intravenous administration is helpful in patients with impaired gastrointestinal absorption or motility. Fluconazole's absorption is unaffected by food or gastric pH. Distribution: The bioavailability of oral fluconazole is over 90% compared with intravenous administration. [5] The daily dose of fluconazole does not change based on the mode of administration.", "contents": "Fluconazole -- Mechanism of Action -- Pharmacokinetics. Absorption: The pharmacokinetic properties are similar following administration by the intravenous or oral routes; intravenous administration is helpful in patients with impaired gastrointestinal absorption or motility. Fluconazole's absorption is unaffected by food or gastric pH. Distribution: The bioavailability of oral fluconazole is over 90% compared with intravenous administration. [5] The daily dose of fluconazole does not change based on the mode of administration."}
{"id": "article-21828_10", "title": "Fluconazole -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: The serum half-life is approximately 24 hours, permitting for once-daily dosing; however, the daily dose of fluconazole for treating infections other than vaginal candidiasis should depend on the type of organism and the response to therapy. Treatment should continue until clinical parameters show that active fungal infection has subsided.", "contents": "Fluconazole -- Mechanism of Action -- Pharmacokinetics. Metabolism: The serum half-life is approximately 24 hours, permitting for once-daily dosing; however, the daily dose of fluconazole for treating infections other than vaginal candidiasis should depend on the type of organism and the response to therapy. Treatment should continue until clinical parameters show that active fungal infection has subsided."}
{"id": "article-21828_11", "title": "Fluconazole -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Fluconazole clearance is primarily via renal excretion, with approximately 80% of the administered dose appearing as the unchanged drug in the urine. In comparison, it excretes about 11% of the medication in the urine as metabolites.", "contents": "Fluconazole -- Mechanism of Action -- Pharmacokinetics. Elimination: Fluconazole clearance is primarily via renal excretion, with approximately 80% of the administered dose appearing as the unchanged drug in the urine. In comparison, it excretes about 11% of the medication in the urine as metabolites."}
{"id": "article-21828_12", "title": "Fluconazole -- Mechanism of Action -- Mechanism of Resistance", "content": "Mutation in the ERG11 gene decreases the binding of the drug target enzyme, lanosterol C14-alpha demethylase, to fluconazole, leading to drug resistance. Efflux pumps coded by 2 carrier gene families include CDR-1 and CDR-2 genes belonging to the ATP-binding cassette superfamily (ABC) and MDR-1 genes. Efflux pumps encoded by CDR-1 can cause resistance to all azole drugs, while efflux pumps encoded by MDR are selective for fluconazole. Resistance in C. glabrata usually includes the upregulation of CDR genes. [6]", "contents": "Fluconazole -- Mechanism of Action -- Mechanism of Resistance. Mutation in the ERG11 gene decreases the binding of the drug target enzyme, lanosterol C14-alpha demethylase, to fluconazole, leading to drug resistance. Efflux pumps coded by 2 carrier gene families include CDR-1 and CDR-2 genes belonging to the ATP-binding cassette superfamily (ABC) and MDR-1 genes. Efflux pumps encoded by CDR-1 can cause resistance to all azole drugs, while efflux pumps encoded by MDR are selective for fluconazole. Resistance in C. glabrata usually includes the upregulation of CDR genes. [6]"}
{"id": "article-21828_13", "title": "Fluconazole -- Administration -- Available Dosage Forms", "content": "Fluconazole is available in oral (suspension and tablet form) and intravenous preparations.", "contents": "Fluconazole -- Administration -- Available Dosage Forms. Fluconazole is available in oral (suspension and tablet form) and intravenous preparations."}
{"id": "article-21828_14", "title": "Fluconazole -- Administration -- Adult Dosing", "content": "Fluconazole administration requires multiple doses except in vaginal candidiasis, where the recommended dosage is 150 mg as a single oral dose. The doses range from 200 mg of fluconazole on the first day, followed by 100 mg once daily, as in oropharyngeal and esophageal candidiasis, to daily doses of 50 to 200 mg in treating Candida peritonitis and urinary tract infections. However, doses of up to 400 mg daily have been used in systemic candida infections and to prevent candidiasis in patients undergoing bone marrow transplantation.", "contents": "Fluconazole -- Administration -- Adult Dosing. Fluconazole administration requires multiple doses except in vaginal candidiasis, where the recommended dosage is 150 mg as a single oral dose. The doses range from 200 mg of fluconazole on the first day, followed by 100 mg once daily, as in oropharyngeal and esophageal candidiasis, to daily doses of 50 to 200 mg in treating Candida peritonitis and urinary tract infections. However, doses of up to 400 mg daily have been used in systemic candida infections and to prevent candidiasis in patients undergoing bone marrow transplantation."}
{"id": "article-21828_15", "title": "Fluconazole -- Administration -- Adult Dosing", "content": "In treating acute cryptococcal meningitis, the recommended dosage for fluconazole is 400 mg on the first day, and subsequent dosing is 200 mg once daily. The initial therapy should be continued for 10 to 12 weeks after the cerebrospinal fluid (CSF) shows negative cultures. [7] In addition, a suppression dose of 200 mg once daily is recommended in patients with AIDS. Higher daily doses of 600 to 1000 mg have been necessary for treating some endemic fungal infections like coccidioidomycosis, especially in disseminated diseases. The Infectious Disease Society of America endorses the use of fluconazole for coccidioidomycosis. [8]", "contents": "Fluconazole -- Administration -- Adult Dosing. In treating acute cryptococcal meningitis, the recommended dosage for fluconazole is 400 mg on the first day, and subsequent dosing is 200 mg once daily. The initial therapy should be continued for 10 to 12 weeks after the cerebrospinal fluid (CSF) shows negative cultures. [7] In addition, a suppression dose of 200 mg once daily is recommended in patients with AIDS. Higher daily doses of 600 to 1000 mg have been necessary for treating some endemic fungal infections like coccidioidomycosis, especially in disseminated diseases. The Infectious Disease Society of America endorses the use of fluconazole for coccidioidomycosis. [8]"}
{"id": "article-21828_16", "title": "Fluconazole -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Given fluconazole's hepatotoxic potential, fluconazole use requires caution in patients with liver dysfunction.", "contents": "Fluconazole -- Administration -- Specific Patient Populations. Hepatic impairment: Given fluconazole's hepatotoxic potential, fluconazole use requires caution in patients with liver dysfunction."}
{"id": "article-21828_17", "title": "Fluconazole -- Administration -- Specific Patient Populations", "content": "Renal impairment: The pharmacokinetics of fluconazole are affected by the reduction in renal function. Therefore, the dose of fluconazole needs to be reduced in patients with impaired renal function. If creatinine clearance is ≤50 mL/min, the clinician must reduce the dose to 50% of the recommended dose. Patients on hemodialysis should be given 100% of the recommended dose after each dialysis session. The clinician should administer the dose on non-dialysis days according to the patient's creatinine clearance.", "contents": "Fluconazole -- Administration -- Specific Patient Populations. Renal impairment: The pharmacokinetics of fluconazole are affected by the reduction in renal function. Therefore, the dose of fluconazole needs to be reduced in patients with impaired renal function. If creatinine clearance is ≤50 mL/min, the clinician must reduce the dose to 50% of the recommended dose. Patients on hemodialysis should be given 100% of the recommended dose after each dialysis session. The clinician should administer the dose on non-dialysis days according to the patient's creatinine clearance."}
{"id": "article-21828_18", "title": "Fluconazole -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: According to the U.S. Food and Drug Administration, using fluconazole at chronic high doses (400 to 800 mg/d) during the first trimester of pregnancy has been associated with a rare and specific group of congenital disabilities in infants. However, this risk does not seem to be linked to a single low dose of the medication. Based on this information, fluconazole's current pregnancy category is former FDA Category D.", "contents": "Fluconazole -- Administration -- Specific Patient Populations. Pregnancy considerations: According to the U.S. Food and Drug Administration, using fluconazole at chronic high doses (400 to 800 mg/d) during the first trimester of pregnancy has been associated with a rare and specific group of congenital disabilities in infants. However, this risk does not seem to be linked to a single low dose of the medication. Based on this information, fluconazole's current pregnancy category is former FDA Category D."}
{"id": "article-21828_19", "title": "Fluconazole -- Administration -- Specific Patient Populations", "content": "There is a risk of cleft palate, bowed tibia and femur, brachycephaly, and increased risk of musculoskeletal malformations and congenital heart defects in patients exposed to high-dose fluconazole therapy during pregnancy. Hence, healthcare providers should avoid fluconazole in pregnant mothers except in patients with life-threatening fungal infections. However, fluconazole may be used if the expected benefit outweighs the risk to the fetus. [9]", "contents": "Fluconazole -- Administration -- Specific Patient Populations. There is a risk of cleft palate, bowed tibia and femur, brachycephaly, and increased risk of musculoskeletal malformations and congenital heart defects in patients exposed to high-dose fluconazole therapy during pregnancy. Hence, healthcare providers should avoid fluconazole in pregnant mothers except in patients with life-threatening fungal infections. However, fluconazole may be used if the expected benefit outweighs the risk to the fetus. [9]"}
{"id": "article-21828_20", "title": "Fluconazole -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: According to the manufacturer's labeling, clinicians should be cautious when prescribing fluconazole to a nursing woman. Fluconazole is acceptable in nursing mothers because doses excreted into breast milk are less than the neonatal fluconazole dosage. Therefore, clinicians frequently prescribe fluconazole to treat recurrent breast candidiasis in nursing mothers. The regimen for breast candidiasis is 400 mg once, followed by 200 mg daily for at least 2 weeks. [10]", "contents": "Fluconazole -- Administration -- Specific Patient Populations. Breastfeeding considerations: According to the manufacturer's labeling, clinicians should be cautious when prescribing fluconazole to a nursing woman. Fluconazole is acceptable in nursing mothers because doses excreted into breast milk are less than the neonatal fluconazole dosage. Therefore, clinicians frequently prescribe fluconazole to treat recurrent breast candidiasis in nursing mothers. The regimen for breast candidiasis is 400 mg once, followed by 200 mg daily for at least 2 weeks. [10]"}
{"id": "article-21828_21", "title": "Fluconazole -- Administration -- Specific Patient Populations", "content": "Pediatric patients: The commonly used daily doses in adults (100, 200, and 400 mg) should be equivalent to the subsequent doses (3, 6, and 12 mg/kg), respectively, in pediatric patients, but doses exceeding 600 mg/d are not recommended. Older patients: Fluconazole is primarily eliminated through renal excretion. Dosage adjustment based on creatinine clearance is necessary to ensure appropriate dosing in older patients.", "contents": "Fluconazole -- Administration -- Specific Patient Populations. Pediatric patients: The commonly used daily doses in adults (100, 200, and 400 mg) should be equivalent to the subsequent doses (3, 6, and 12 mg/kg), respectively, in pediatric patients, but doses exceeding 600 mg/d are not recommended. Older patients: Fluconazole is primarily eliminated through renal excretion. Dosage adjustment based on creatinine clearance is necessary to ensure appropriate dosing in older patients."}
{"id": "article-21828_22", "title": "Fluconazole -- Adverse Effects", "content": "Although most patients tolerate fluconazole, gastrointestinal symptoms are a frequently reported adverse event. These can include but are not limited to, nausea, abdominal pain, vomiting, and diarrhea, especially in children. [5]", "contents": "Fluconazole -- Adverse Effects. Although most patients tolerate fluconazole, gastrointestinal symptoms are a frequently reported adverse event. These can include but are not limited to, nausea, abdominal pain, vomiting, and diarrhea, especially in children. [5]"}
{"id": "article-21828_23", "title": "Fluconazole -- Adverse Effects", "content": "Other adverse effects may include anaphylaxis, hepatotoxicity, asthenia, myalgia, fatigue, fever, malaise, QT prolongation, torsade de pointes, seizures, dizziness, vertigo, insomnia, paresthesia, somnolence, tremor, leukopenia including neutropenia and agranulocytosis, thrombocytopenia, hypercholesterolemia, hypertriglyceridemia, hypokalemia, cholestasis, dry mouth, dyspepsia, taste perversion, acute exanthematous pustulosis, drug eruption, excessive sweating, alopecia, and chapped lips and exfoliative skin disorders such as Stevens-Johnson syndrome and toxic epidermal necrolysis. [11] [12]", "contents": "Fluconazole -- Adverse Effects. Other adverse effects may include anaphylaxis, hepatotoxicity, asthenia, myalgia, fatigue, fever, malaise, QT prolongation, torsade de pointes, seizures, dizziness, vertigo, insomnia, paresthesia, somnolence, tremor, leukopenia including neutropenia and agranulocytosis, thrombocytopenia, hypercholesterolemia, hypertriglyceridemia, hypokalemia, cholestasis, dry mouth, dyspepsia, taste perversion, acute exanthematous pustulosis, drug eruption, excessive sweating, alopecia, and chapped lips and exfoliative skin disorders such as Stevens-Johnson syndrome and toxic epidermal necrolysis. [11] [12]"}
{"id": "article-21828_24", "title": "Fluconazole -- Adverse Effects", "content": "Fluconazole therapy can cause transient mild-to-moderate serum aminotransferase elevations and is a known cause of drug-induced liver injury with a likelihood score of B (likely cause of clinically apparent liver injury). The drug-induced liver injury (DILI) pattern is usually hepatocellular and occurs within the initial few weeks of therapy. Hepatotoxicity can be associated with hypersensitivity reactions, including eosinophilia, fever, and rash. Most patients recover after discontinuing fluconazole, but clinical recovery may require 3 to 4 months. Rechallenge with the fluconazole may lead to the recurrence of hepatotoxicity, so the drug should be avoided. [13]", "contents": "Fluconazole -- Adverse Effects. Fluconazole therapy can cause transient mild-to-moderate serum aminotransferase elevations and is a known cause of drug-induced liver injury with a likelihood score of B (likely cause of clinically apparent liver injury). The drug-induced liver injury (DILI) pattern is usually hepatocellular and occurs within the initial few weeks of therapy. Hepatotoxicity can be associated with hypersensitivity reactions, including eosinophilia, fever, and rash. Most patients recover after discontinuing fluconazole, but clinical recovery may require 3 to 4 months. Rechallenge with the fluconazole may lead to the recurrence of hepatotoxicity, so the drug should be avoided. [13]"}
{"id": "article-21828_25", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Fluconazole is a moderate inhibitor of CYP2C9 and CYP3A4 and a potent inhibitor of CYP2C19, which can result in significant drug-drug interactions. Amiodarone: Caution must be exercised with concomitant administration of fluconazole and amiodarone, particularly with high-dose fluconazole (800 mg), which may increase QT prolongation. [14]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. Fluconazole is a moderate inhibitor of CYP2C9 and CYP3A4 and a potent inhibitor of CYP2C19, which can result in significant drug-drug interactions. Amiodarone: Caution must be exercised with concomitant administration of fluconazole and amiodarone, particularly with high-dose fluconazole (800 mg), which may increase QT prolongation. [14]"}
{"id": "article-21828_26", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Antiepileptic drugs: The neurotoxicity increases in patients taking fluconazole with antiepileptic drugs such as phenytoin or carbamazepine. Fluconazole inhibits the cytochrome P4503AA4 isoenzyme, leading to toxicity symptoms like ataxia, hyperreflexia, nystagmus, and tremors. [15] [16]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. Antiepileptic drugs: The neurotoxicity increases in patients taking fluconazole with antiepileptic drugs such as phenytoin or carbamazepine. Fluconazole inhibits the cytochrome P4503AA4 isoenzyme, leading to toxicity symptoms like ataxia, hyperreflexia, nystagmus, and tremors. [15] [16]"}
{"id": "article-21828_27", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "All-trans-retinoid acid (ATRA): Combination therapy with fluconazole and ATRA has been associated with pseudotumor cerebri. Pseudotumor cerebri is reversible upon discontinuation of drug therapy. [17]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. All-trans-retinoid acid (ATRA): Combination therapy with fluconazole and ATRA has been associated with pseudotumor cerebri. Pseudotumor cerebri is reversible upon discontinuation of drug therapy. [17]"}
{"id": "article-21828_28", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Benzodiazepines: The blood concentration of benzodiazepines (eg, alprazolam, triazolam, midazolam) increases when coadministered with fluconazole, a weak or moderate CYP3A4 inhibitor resulting in symptoms of toxicity, including sedation and hypnosis.", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. Benzodiazepines: The blood concentration of benzodiazepines (eg, alprazolam, triazolam, midazolam) increases when coadministered with fluconazole, a weak or moderate CYP3A4 inhibitor resulting in symptoms of toxicity, including sedation and hypnosis."}
{"id": "article-21828_29", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Calcium channel blockers: Drugs such as felodipine, amlodipine, and nifedipine are substrates of CYP3A4; fluconazole inhibits their metabolism and increases the exposure of calcium channel blockers. [18] Ibrutinib: Fluconazole can increase plasma ibrutinib concentrations. Reduced ibrutinib dosage and frequent monitoring for adverse reactions are recommended. [19] Ivacaftor: Coadministration with fluconazole may increase ivacaftor exposure. Reduction in the dose of ivacaftor is recommended. [20] Lemborexant: Avoid simultaneous use of fluconazole with lemborexant, as it can increase exposure to this drug, resulting in an increased risk of adverse reactions. [21] Losartan: Fluconazole inhibits the metabolism of losartan. Blood pressure should be continuously monitored in patients receiving losartan. [22] Methadone: Fluconazole may increase the serum concentration of methadone. Use with caution and monitor patients for CNS depression. [23]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. Calcium channel blockers: Drugs such as felodipine, amlodipine, and nifedipine are substrates of CYP3A4; fluconazole inhibits their metabolism and increases the exposure of calcium channel blockers. [18] Ibrutinib: Fluconazole can increase plasma ibrutinib concentrations. Reduced ibrutinib dosage and frequent monitoring for adverse reactions are recommended. [19] Ivacaftor: Coadministration with fluconazole may increase ivacaftor exposure. Reduction in the dose of ivacaftor is recommended. [20] Lemborexant: Avoid simultaneous use of fluconazole with lemborexant, as it can increase exposure to this drug, resulting in an increased risk of adverse reactions. [21] Losartan: Fluconazole inhibits the metabolism of losartan. Blood pressure should be continuously monitored in patients receiving losartan. [22] Methadone: Fluconazole may increase the serum concentration of methadone. Use with caution and monitor patients for CNS depression. [23]"}
{"id": "article-21828_30", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "NSAIDs: Fluconazole can potentially increase the systemic exposure of NSAIDs metabolized by CYP2C9. Monitoring for adverse events and toxicity is suggested. Adjustment of the dosage of NSAIDs may be required. [24] Oral hypoglycemic agents (OHA): Concurrent use of fluconazole with glyburide, tolbutamide, and glipizide may increase the risk of hypoglycemic attacks. [25] Rifabutin: Fluconazole can increase serum levels of rifabutin, leading to uveitis. Patients receiving both medications should be carefully monitored. [26]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. NSAIDs: Fluconazole can potentially increase the systemic exposure of NSAIDs metabolized by CYP2C9. Monitoring for adverse events and toxicity is suggested. Adjustment of the dosage of NSAIDs may be required. [24] Oral hypoglycemic agents (OHA): Concurrent use of fluconazole with glyburide, tolbutamide, and glipizide may increase the risk of hypoglycemic attacks. [25] Rifabutin: Fluconazole can increase serum levels of rifabutin, leading to uveitis. Patients receiving both medications should be carefully monitored. [26]"}
{"id": "article-21828_31", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Statins: Concurrent administration of fluconazole with statins metabolized via CYP3A4 (eg, atorvastatin, simvastatin) or CYP2C9 (eg, fluvastatin) increases the risk of myopathy and rhabdomyolysis. [27] Saquinavir: Fluconazole increases saquinavir plasma concentrations by inhibiting its metabolism, requiring monitoring for potential toxicity. [28] Tofacitinib: Coadministration of fluconazole with tofacitinib necessitates reducing tofacitinib due to increased systemic exposure. [29]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. Statins: Concurrent administration of fluconazole with statins metabolized via CYP3A4 (eg, atorvastatin, simvastatin) or CYP2C9 (eg, fluvastatin) increases the risk of myopathy and rhabdomyolysis. [27] Saquinavir: Fluconazole increases saquinavir plasma concentrations by inhibiting its metabolism, requiring monitoring for potential toxicity. [28] Tofacitinib: Coadministration of fluconazole with tofacitinib necessitates reducing tofacitinib due to increased systemic exposure. [29]"}
{"id": "article-21828_32", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Theophylline: Coadministration of fluconazole with theophylline, a drug with a narrow therapeutic index, significantly increases theophylline concentration. Therapeutic drug monitoring and dosage adjustment are required. [30]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. Theophylline: Coadministration of fluconazole with theophylline, a drug with a narrow therapeutic index, significantly increases theophylline concentration. Therapeutic drug monitoring and dosage adjustment are required. [30]"}
{"id": "article-21828_33", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Tolvaptan: Fluconazole significantly increases plasma exposure to tolvaptan, increasing the risk of adverse drug reactions such as diuresis, dehydration, and acute renal failure. If coadministered, the tolvaptan dose should be reduced, and the patient should be closely monitored. [31]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. Tolvaptan: Fluconazole significantly increases plasma exposure to tolvaptan, increasing the risk of adverse drug reactions such as diuresis, dehydration, and acute renal failure. If coadministered, the tolvaptan dose should be reduced, and the patient should be closely monitored. [31]"}
{"id": "article-21828_34", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Tricyclic antidepressants: The use of fluconazole in patients taking tricyclic antidepressants like amitriptyline, protriptyline, and nortriptyline leads to an increased risk of cardiotoxicity characterized by QT prolongation, torsade de pointes, and cardiac arrest. These effects are also observed when fluconazole is concurrently used with class I antiarrhythmic agents and amiodarone. [32] Vinca alkaloids: Fluconazole may increase plasma levels of vinca alkaloids such as vincristine and vinblastine, increasing the risk of neurotoxicity. [33]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. Tricyclic antidepressants: The use of fluconazole in patients taking tricyclic antidepressants like amitriptyline, protriptyline, and nortriptyline leads to an increased risk of cardiotoxicity characterized by QT prolongation, torsade de pointes, and cardiac arrest. These effects are also observed when fluconazole is concurrently used with class I antiarrhythmic agents and amiodarone. [32] Vinca alkaloids: Fluconazole may increase plasma levels of vinca alkaloids such as vincristine and vinblastine, increasing the risk of neurotoxicity. [33]"}
{"id": "article-21828_35", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Voriconazole: Concomitant administration of voriconazole and fluconazole should be avoided. Monitoring for adverse drug reactions and toxicity related to voriconazole is recommended, especially if voriconazole is initiated within 24 hours after the last dose of fluconazole. [34] Warfarin: The risk of bleeding characterized by signs of bruising, epistaxis, gastrointestinal bleeding, hematuria, and melena increases when fluconazole is concurrently used with warfarin. [35]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. Voriconazole: Concomitant administration of voriconazole and fluconazole should be avoided. Monitoring for adverse drug reactions and toxicity related to voriconazole is recommended, especially if voriconazole is initiated within 24 hours after the last dose of fluconazole. [34] Warfarin: The risk of bleeding characterized by signs of bruising, epistaxis, gastrointestinal bleeding, hematuria, and melena increases when fluconazole is concurrently used with warfarin. [35]"}
{"id": "article-21828_36", "title": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Zidovudine: Fluconazole increases zidovudine levels, prolongs its half-life, and may lead to zidovudine-related adverse reactions. Dosage reduction and close monitoring may be necessary when administering these drugs together. [36]", "contents": "Fluconazole -- Adverse Effects -- Drug-Drug Interactions. Zidovudine: Fluconazole increases zidovudine levels, prolongs its half-life, and may lead to zidovudine-related adverse reactions. Dosage reduction and close monitoring may be necessary when administering these drugs together. [36]"}
{"id": "article-21828_37", "title": "Fluconazole -- Contraindications", "content": "Fluconazole is contraindicated if the patient has hypersensitivity to the drug or any formulation components. Caution is recommended when administering fluconazole to patients with proarrhythmic conditions. Patients taking fluconazole should avoid medications metabolized by CYP3A4, which have the potential to significantly increase the QT interval, such as erythromycin, pimozide, and quinidine. [32] Avoid coadministration of abrocitinib with fluconazole due to increased systemic exposure to abrocitinib and its active metabolites. [37]", "contents": "Fluconazole -- Contraindications. Fluconazole is contraindicated if the patient has hypersensitivity to the drug or any formulation components. Caution is recommended when administering fluconazole to patients with proarrhythmic conditions. Patients taking fluconazole should avoid medications metabolized by CYP3A4, which have the potential to significantly increase the QT interval, such as erythromycin, pimozide, and quinidine. [32] Avoid coadministration of abrocitinib with fluconazole due to increased systemic exposure to abrocitinib and its active metabolites. [37]"}
{"id": "article-21828_38", "title": "Fluconazole -- Contraindications -- Warning and Precautions:", "content": "The oral suspension of fluconazole powder contains sucrose; caution is essential for patients with hereditary fructose, glucose/galactose malabsorption, and sucrase-isomaltase deficiency. [5] Fluconazole may cause dizziness and seizures; patients are advised to avoid driving vehicles or operating machinery. [38] Fluconazole inhibits human adrenocortical steroidogenesis, and reversible adrenal insufficiency has been observed with fluconazole use. [39]", "contents": "Fluconazole -- Contraindications -- Warning and Precautions:. The oral suspension of fluconazole powder contains sucrose; caution is essential for patients with hereditary fructose, glucose/galactose malabsorption, and sucrase-isomaltase deficiency. [5] Fluconazole may cause dizziness and seizures; patients are advised to avoid driving vehicles or operating machinery. [38] Fluconazole inhibits human adrenocortical steroidogenesis, and reversible adrenal insufficiency has been observed with fluconazole use. [39]"}
{"id": "article-21828_39", "title": "Fluconazole -- Monitoring", "content": "In rare cases, hepatic toxicity has correlated with the use of fluconazole. Hepatic reactions range from mild transient elevations in transaminases to clinical hepatitis. Fatalities have occurred, primarily in patients with severe underlying medical conditions, predominantly AIDS, malignancy, or chronic liver disease, and often while taking multiple concomitant medications. There is no apparent relationship between the total daily dose, duration of therapy, sex, or the patient's age.", "contents": "Fluconazole -- Monitoring. In rare cases, hepatic toxicity has correlated with the use of fluconazole. Hepatic reactions range from mild transient elevations in transaminases to clinical hepatitis. Fatalities have occurred, primarily in patients with severe underlying medical conditions, predominantly AIDS, malignancy, or chronic liver disease, and often while taking multiple concomitant medications. There is no apparent relationship between the total daily dose, duration of therapy, sex, or the patient's age."}
{"id": "article-21828_40", "title": "Fluconazole -- Monitoring", "content": "In most cases, hepatotoxicity caused by fluconazole is reversible upon discontinuation of the medication. However, the clinical team must closely monitor patients who experience abnormal liver function tests while taking fluconazole to assess the potential progression of more severe liver injury. Clinicians should discontinue fluconazole if clinical signs and symptoms are consistent with liver disease. The risk of bleeding characterized by signs of bruising, epistaxis, gastrointestinal bleeding, hematuria, and melena increases when fluconazole is concurrently used with warfarin. Patients on warfarin therapy who have been prescribed fluconazole need monitoring of PT/INR. [35] [40]", "contents": "Fluconazole -- Monitoring. In most cases, hepatotoxicity caused by fluconazole is reversible upon discontinuation of the medication. However, the clinical team must closely monitor patients who experience abnormal liver function tests while taking fluconazole to assess the potential progression of more severe liver injury. Clinicians should discontinue fluconazole if clinical signs and symptoms are consistent with liver disease. The risk of bleeding characterized by signs of bruising, epistaxis, gastrointestinal bleeding, hematuria, and melena increases when fluconazole is concurrently used with warfarin. Patients on warfarin therapy who have been prescribed fluconazole need monitoring of PT/INR. [35] [40]"}
{"id": "article-21828_41", "title": "Fluconazole -- Monitoring", "content": "Concomitant use of fluconazole and fentanyl/alfentanil may result in elevated fentanyl concentrations, which can result in profound sedation. Monitor for potential respiratory depression. [41] Fluconazole increases plasma levels of cyclosporine and tacrolimus, requiring monitoring of serum concentrations of cyclosporine and tacrolimus and serum creatinine to decrease the risk of nephrotoxicity. Dose adjustment of tacrolimus and cyclosporine is recommended when used concomitantly with fluconazole. [42]", "contents": "Fluconazole -- Monitoring. Concomitant use of fluconazole and fentanyl/alfentanil may result in elevated fentanyl concentrations, which can result in profound sedation. Monitor for potential respiratory depression. [41] Fluconazole increases plasma levels of cyclosporine and tacrolimus, requiring monitoring of serum concentrations of cyclosporine and tacrolimus and serum creatinine to decrease the risk of nephrotoxicity. Dose adjustment of tacrolimus and cyclosporine is recommended when used concomitantly with fluconazole. [42]"}
{"id": "article-21828_42", "title": "Fluconazole -- Toxicity", "content": "In a case report, acute toxicity of fluconazole has been described with peripheral nervous system involvement. In addition, the patient developed polyneuropathy, a confusional state, acute kidney injury, and thrombotic thrombocytopenic purpura. [43]", "contents": "Fluconazole -- Toxicity. In a case report, acute toxicity of fluconazole has been described with peripheral nervous system involvement. In addition, the patient developed polyneuropathy, a confusional state, acute kidney injury, and thrombotic thrombocytopenic purpura. [43]"}
{"id": "article-21828_43", "title": "Fluconazole -- Toxicity", "content": "Hallucinations and paranoid behavior accompanying fluconazole overdose have been reported. In the event of an overdose, providing symptomatic treatment and supportive measures, including gastric lavage if necessary, is recommended. There is no antidote for fluconazole toxicity. Due to the renal excretion of fluconazole, a 3-hour hemodialysis session can effectively lower plasma levels by approximately 50%, facilitating the elimination of the fluconazole. [5]", "contents": "Fluconazole -- Toxicity. Hallucinations and paranoid behavior accompanying fluconazole overdose have been reported. In the event of an overdose, providing symptomatic treatment and supportive measures, including gastric lavage if necessary, is recommended. There is no antidote for fluconazole toxicity. Due to the renal excretion of fluconazole, a 3-hour hemodialysis session can effectively lower plasma levels by approximately 50%, facilitating the elimination of the fluconazole. [5]"}
{"id": "article-21828_44", "title": "Fluconazole -- Enhancing Healthcare Team Outcomes", "content": "Healthcare professionals prescribing fluconazole should know the drug's indications, contraindications, and interactions. While fluconazole is generally well tolerated, its use requires caution in patients with QTc prolongation. An EKG is a strong recommendation before initiating drug therapy in these patients. Additionally, liver and renal function monitoring is essential to adjust dosages.", "contents": "Fluconazole -- Enhancing Healthcare Team Outcomes. Healthcare professionals prescribing fluconazole should know the drug's indications, contraindications, and interactions. While fluconazole is generally well tolerated, its use requires caution in patients with QTc prolongation. An EKG is a strong recommendation before initiating drug therapy in these patients. Additionally, liver and renal function monitoring is essential to adjust dosages."}
{"id": "article-21828_45", "title": "Fluconazole -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional healthcare team, including clinicians, infectious disease specialists, and pharmacists, operating as a cohesive unit and using open communication can optimize patient outcomes with fluconazole therapy and minimize adverse events and interactions. Given the potential adverse events and drug-drug interactions of fluconazole, it is incumbent on all interprofessional team members to monitor the patient and document any changes in status, including signs of therapy failure, and report these to other team members as appropriate.", "contents": "Fluconazole -- Enhancing Healthcare Team Outcomes. An interprofessional healthcare team, including clinicians, infectious disease specialists, and pharmacists, operating as a cohesive unit and using open communication can optimize patient outcomes with fluconazole therapy and minimize adverse events and interactions. Given the potential adverse events and drug-drug interactions of fluconazole, it is incumbent on all interprofessional team members to monitor the patient and document any changes in status, including signs of therapy failure, and report these to other team members as appropriate."}
{"id": "article-21828_46", "title": "Fluconazole -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fluconazole -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}