{"id": "article-43440_0", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Definition/Introduction", "content": "Foreign-educated physicians (FEP) are enrolling in nursing programs at an increasing rate. Nurse educators address concerns on how to construct lesson plans that will capture the unique experiences of the FEP nursing student and inspire his/her interest to make contributions for the future of the nursing profession. The situation arises because of the growing number of FEP entering the United States. Nursing is a preferred and viable alternative to medicine, offering accelerated programs to become a nurse practitioner. [1] [2]", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Definition/Introduction. Foreign-educated physicians (FEP) are enrolling in nursing programs at an increasing rate. Nurse educators address concerns on how to construct lesson plans that will capture the unique experiences of the FEP nursing student and inspire his/her interest to make contributions for the future of the nursing profession. The situation arises because of the growing number of FEP entering the United States. Nursing is a preferred and viable alternative to medicine, offering accelerated programs to become a nurse practitioner. [1] [2]"}
{"id": "article-43440_1", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Definition/Introduction", "content": "Foreign physicians tackle a highly competitive process to pursue a medical career in the US. The Health Professions Education Assistance Act (HPEA) of 1976 has reduced medical residency programs. Nursing becomes a preferred and viable career choice regardless of social factors such as age, finance, language, and other obstacles. [1] . The FEP must deal with the dilemma of political, socioeconomic, cultural, age, and language barriers along with obstacles preventing the practice of medicine in the United States.", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Definition/Introduction. Foreign physicians tackle a highly competitive process to pursue a medical career in the US. The Health Professions Education Assistance Act (HPEA) of 1976 has reduced medical residency programs. Nursing becomes a preferred and viable career choice regardless of social factors such as age, finance, language, and other obstacles. [1] . The FEP must deal with the dilemma of political, socioeconomic, cultural, age, and language barriers along with obstacles preventing the practice of medicine in the United States."}
{"id": "article-43440_2", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Definition/Introduction", "content": "Despite these challenges, the FEP may possess specific strengths that show a readiness to excel in collaboration and teamwork for quality improvement in the clinical setting of the nursing practice. The nurse educator must be insightful and innovative in framing learning experiences for the uniqueness of the FEP nursing student.", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Definition/Introduction. Despite these challenges, the FEP may possess specific strengths that show a readiness to excel in collaboration and teamwork for quality improvement in the clinical setting of the nursing practice. The nurse educator must be insightful and innovative in framing learning experiences for the uniqueness of the FEP nursing student."}
{"id": "article-43440_3", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Issues of Concern -- FEP as Nursing Student", "content": "The nurse educator will expect the FEP to embrace the nurse-driven processes of quality, safety, and management of patient care services. For learning outcomes to occur, the curriculum design must consider the FEP readiness and capacity for change. Knowing and tapping into the FEP’s assets for success is essential. The educator should raise questions to determine whether a student’s prior medical knowledge and past clinical experiences will be helpful in promoting nursing leadership and perspectives in the clinical setting. The analysis will help the educator decide how to capitalize on the prior medical knowledge and past clinical experiences that will drive learner's motivation and enhance his/her value to the nursing profession. Additional questions should arise when assessing the suitability of an FEP for nursing science. A detailed query is necessary to establish criteria for advancing the FEP in nursing programs and preparing him/her to contribute to the future of nursing.", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Issues of Concern -- FEP as Nursing Student. The nurse educator will expect the FEP to embrace the nurse-driven processes of quality, safety, and management of patient care services. For learning outcomes to occur, the curriculum design must consider the FEP readiness and capacity for change. Knowing and tapping into the FEP’s assets for success is essential. The educator should raise questions to determine whether a student’s prior medical knowledge and past clinical experiences will be helpful in promoting nursing leadership and perspectives in the clinical setting. The analysis will help the educator decide how to capitalize on the prior medical knowledge and past clinical experiences that will drive learner's motivation and enhance his/her value to the nursing profession. Additional questions should arise when assessing the suitability of an FEP for nursing science. A detailed query is necessary to establish criteria for advancing the FEP in nursing programs and preparing him/her to contribute to the future of nursing."}
{"id": "article-43440_4", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Issues of Concern -- FEP as Nursing Student", "content": "Nurse educators should gain insight in both the hindrances and strengths of international medical education to transition an FEP into a nursing career in the United States. The comparison must transcend content areas to examine philosophical differences in problem-solving. The nurse educator should know the educational differences to modify lesson plans, assessments, and learning experiences during the transition. Identifying the gaps in the medical curriculum that cause misalignment with contemporary trends in nursing education is essential. The benefit is for the FEP nursing student to discover variations in dogma to shift their existing medical framework to the mindfulness of nursing successfully. In this shift, the FEP nurse will be in a unique position to use and lead shared concepts of quality and safety in the clinical setting.", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Issues of Concern -- FEP as Nursing Student. Nurse educators should gain insight in both the hindrances and strengths of international medical education to transition an FEP into a nursing career in the United States. The comparison must transcend content areas to examine philosophical differences in problem-solving. The nurse educator should know the educational differences to modify lesson plans, assessments, and learning experiences during the transition. Identifying the gaps in the medical curriculum that cause misalignment with contemporary trends in nursing education is essential. The benefit is for the FEP nursing student to discover variations in dogma to shift their existing medical framework to the mindfulness of nursing successfully. In this shift, the FEP nurse will be in a unique position to use and lead shared concepts of quality and safety in the clinical setting."}
{"id": "article-43440_5", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Issues of Concern -- FEP Readiness for Collaboration and Teamwork", "content": "The FEP nursing student is a future nurse leader and, therefore, positioned to transform healthcare systems and advance new competencies of collaboration and teamwork. The nurse educator will guide the FEP in learning stages of resistance or readiness to change. Collaboration and teamwork are fundamental to evidence-based practice, and quality and safety in managing the complexity of patient care and curricula reform are vital. [3] [4]", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Issues of Concern -- FEP Readiness for Collaboration and Teamwork. The FEP nursing student is a future nurse leader and, therefore, positioned to transform healthcare systems and advance new competencies of collaboration and teamwork. The nurse educator will guide the FEP in learning stages of resistance or readiness to change. Collaboration and teamwork are fundamental to evidence-based practice, and quality and safety in managing the complexity of patient care and curricula reform are vital. [3] [4]"}
{"id": "article-43440_6", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Issues of Concern -- FEP Readiness for Collaboration and Teamwork", "content": "The FEP may have a higher propensity for learning trends in collaboration and teamwork based on prior medical education and clinical experiences. The potential for higher learning exists despite prior learning in the traditional view of a medical hierarchy. The concepts of patient-centered care, data collection, rapport development, patient education and motivation, collaboration, and teamwork may be new to the FEP. [5] [6] The initial exposure to these competencies will be a factor in expecting resistance or acceptance towards collaboration and teamwork. A predisposition to concepts such as advancing health access, cost control, cultural sensitivity, caring approaches, and community awareness in reducing health disparities may support readiness to change. [7] Hence, the educator will help to assess the adequacy of initial exposure and how to advance the FEP nursing student in the art of collaboration and teamwork.", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Issues of Concern -- FEP Readiness for Collaboration and Teamwork. The FEP may have a higher propensity for learning trends in collaboration and teamwork based on prior medical education and clinical experiences. The potential for higher learning exists despite prior learning in the traditional view of a medical hierarchy. The concepts of patient-centered care, data collection, rapport development, patient education and motivation, collaboration, and teamwork may be new to the FEP. [5] [6] The initial exposure to these competencies will be a factor in expecting resistance or acceptance towards collaboration and teamwork. A predisposition to concepts such as advancing health access, cost control, cultural sensitivity, caring approaches, and community awareness in reducing health disparities may support readiness to change. [7] Hence, the educator will help to assess the adequacy of initial exposure and how to advance the FEP nursing student in the art of collaboration and teamwork."}
{"id": "article-43440_7", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Clinical Significance -- Essentials for Nursing Practice", "content": "Quality improvement has sparked sufficient attention for the urgency of effective collaboration and teamwork in improving patient outcomes. The Institute of Medicine (IOM) and the World Health Organization (WHO) support collaboration and teamwork as essential to quality improvement. [8] Current views of collaboration and teamwork should connect health professionals in their entirety in a team-centered approach in following universal concepts and avoiding linear thinking. [9]", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Clinical Significance -- Essentials for Nursing Practice. Quality improvement has sparked sufficient attention for the urgency of effective collaboration and teamwork in improving patient outcomes. The Institute of Medicine (IOM) and the World Health Organization (WHO) support collaboration and teamwork as essential to quality improvement. [8] Current views of collaboration and teamwork should connect health professionals in their entirety in a team-centered approach in following universal concepts and avoiding linear thinking. [9]"}
{"id": "article-43440_8", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Clinical Significance -- Essentials for Nursing Practice", "content": "Quality is a national imperative to confront disparities in patient outcomes. Reports are alarming, showing 98,000 deaths from medical errors annually. [10] The lack of quality care leads to preventable adverse events (PAE), making these the third leading cause of death in the US. [11] PAE, totaling up to 400,000 incidents a year, categorized as errors of commission, omission, communication, context, and diagnostic mistakes. [12] Collaboration and teamwork in the clinical setting will decrease clinical errors. Based on a Department of Health and Human Services (DHHS) 2008 study, PAE leads to permanent harm, life-threatening situations, prolonged hospital stays, and death. The same study found medication errors comprised 31% of adverse events, with patient care incidents at 28%, failed surgical procedures totaling 25%, and infections accounting for 15% of all PAEs.", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Clinical Significance -- Essentials for Nursing Practice. Quality is a national imperative to confront disparities in patient outcomes. Reports are alarming, showing 98,000 deaths from medical errors annually. [10] The lack of quality care leads to preventable adverse events (PAE), making these the third leading cause of death in the US. [11] PAE, totaling up to 400,000 incidents a year, categorized as errors of commission, omission, communication, context, and diagnostic mistakes. [12] Collaboration and teamwork in the clinical setting will decrease clinical errors. Based on a Department of Health and Human Services (DHHS) 2008 study, PAE leads to permanent harm, life-threatening situations, prolonged hospital stays, and death. The same study found medication errors comprised 31% of adverse events, with patient care incidents at 28%, failed surgical procedures totaling 25%, and infections accounting for 15% of all PAEs."}
{"id": "article-43440_9", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Clinical Significance -- Interprofessionality", "content": "Collaboration and teamwork are essential elements in the concept of interprofessionality. Training physicians and nurses in interprofessionality have become a global mandate in clinical settings and educational programs. [13] [14] Quality is an aspect of social responsibility and professional accountability. Quality improvement is a strategy that warrants interrelationships and interactions between individuals and teams. [15] . IPE stipulated as an imperative for continuous quality improvement at all levels of nursing education. [16] [17] Re-education and re-training with advocated values and competencies have occurred. Likewise, in 2008, the Sigma Theta Tau International Research and Scholarship Advisory Committee reinforced a broader understanding of quality by defining evidence-based medicine as “the process of shared decision-making between the practitioner, patient, and others significant to them based on research evidence, the patient’s experiences and preferences, clinical expertise or know-how, and other available robust sources of information.” [18]", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Clinical Significance -- Interprofessionality. Collaboration and teamwork are essential elements in the concept of interprofessionality. Training physicians and nurses in interprofessionality have become a global mandate in clinical settings and educational programs. [13] [14] Quality is an aspect of social responsibility and professional accountability. Quality improvement is a strategy that warrants interrelationships and interactions between individuals and teams. [15] . IPE stipulated as an imperative for continuous quality improvement at all levels of nursing education. [16] [17] Re-education and re-training with advocated values and competencies have occurred. Likewise, in 2008, the Sigma Theta Tau International Research and Scholarship Advisory Committee reinforced a broader understanding of quality by defining evidence-based medicine as “the process of shared decision-making between the practitioner, patient, and others significant to them based on research evidence, the patient’s experiences and preferences, clinical expertise or know-how, and other available robust sources of information.” [18]"}
{"id": "article-43440_10", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Clinical Significance -- FEP Enhances Communication in Nursing", "content": "The traditional medical hierarchy has created an organizational culture of ineffective communication. Communication flaws related to hierarchy issues between physicians and nurses. [19] Ineffective communication is a major factor in adverse events and detrimental to optimal patient outcomes [20] [21] . Mistrust, isolation, stereotypes, and peer conflicts are factors traditionally linked to hindering interprofessionality. [22] [23] [24] As a result, collaboration and teamwork are measures of quality communication. [19] [25] The FEP nursing student, in strengthening competencies and strategies in collaboration and teamwork, may evolve to transform healthcare systems [26] [27] .", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Clinical Significance -- FEP Enhances Communication in Nursing. The traditional medical hierarchy has created an organizational culture of ineffective communication. Communication flaws related to hierarchy issues between physicians and nurses. [19] Ineffective communication is a major factor in adverse events and detrimental to optimal patient outcomes [20] [21] . Mistrust, isolation, stereotypes, and peer conflicts are factors traditionally linked to hindering interprofessionality. [22] [23] [24] As a result, collaboration and teamwork are measures of quality communication. [19] [25] The FEP nursing student, in strengthening competencies and strategies in collaboration and teamwork, may evolve to transform healthcare systems [26] [27] ."}
{"id": "article-43440_11", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Clinical Significance -- FEP Enhances Communication in Nursing", "content": "In summary, the nurse educator should not underestimate the value of the FEP in nursing programs. Prior medical education and experiences unknotted to connect and compliment the value of nursing practice. The nurse educator has an extraordinary opportunity to analyze the FEP’s readiness to transition into nursing, design the learning environment, and implement strategies for the learner’s transformation into contemporary concepts of collaboration and teamwork.", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Clinical Significance -- FEP Enhances Communication in Nursing. In summary, the nurse educator should not underestimate the value of the FEP in nursing programs. Prior medical education and experiences unknotted to connect and compliment the value of nursing practice. The nurse educator has an extraordinary opportunity to analyze the FEP’s readiness to transition into nursing, design the learning environment, and implement strategies for the learner’s transformation into contemporary concepts of collaboration and teamwork."}
{"id": "article-43440_12", "title": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Foreign Educated Physicians Nursing Student Readiness for Collaboration and Teamwork -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}