{"id": "article-32392_0", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Introduction", "content": "The forearm is the portion of the upper extremity extending from the elbow to the wrist. The skeletal framework for this region arises from two primary osseous structures: the radius laterally and the ulna medially. These long bones serve as origins and insertions for many muscle groups allowing for the normal physiologic dynamic movements of the upper limb. They also provide the supportive structure needed for the passage of neurovascular bundles between the proximal and distal aspects of the upper extremity. [1] [2]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Introduction. The forearm is the portion of the upper extremity extending from the elbow to the wrist. The skeletal framework for this region arises from two primary osseous structures: the radius laterally and the ulna medially. These long bones serve as origins and insertions for many muscle groups allowing for the normal physiologic dynamic movements of the upper limb. They also provide the supportive structure needed for the passage of neurovascular bundles between the proximal and distal aspects of the upper extremity. [1] [2]"}
{"id": "article-32392_1", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Introduction", "content": "The extent of clinical pathology involving the anatomic osseous structures of the forearm includes conditions ranging from non-displaced and displaced fractures to osseous tumors and malignancy. [3] [4]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Introduction. The extent of clinical pathology involving the anatomic osseous structures of the forearm includes conditions ranging from non-displaced and displaced fractures to osseous tumors and malignancy. [3] [4]"}
{"id": "article-32392_2", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Structure and Function", "content": "Within the forearm, the radius is positioned laterally and is shorter than the ulna. The radial head is cylindrical and covered with hyaline cartilage. It has two points of articulation proximally: the radiocapitellar joint, articulating with the capitulum of the distal humerus, and the radial notch of the ulna, where it also has support from the annular ligament. [5] [6] Distally, the radius has two articular areas, both covered with hyaline cartilage, the articulate with the scaphoid and the lunate bones of the wrist. [3] [7] The shaft of the radius is characterized chiefly by two primary bony prominences, the radial tuberosity on the medial aspect of the proximal end and the styloid process on the lateral aspect of the distal end. Each serves as a muscular insertion site, as described in the sections below. Lister’s tubercle on the inferior surface of the distal dorsal radius is an important anatomical landmark, as the extensor pollicis longus tendon runs around it.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Structure and Function. Within the forearm, the radius is positioned laterally and is shorter than the ulna. The radial head is cylindrical and covered with hyaline cartilage. It has two points of articulation proximally: the radiocapitellar joint, articulating with the capitulum of the distal humerus, and the radial notch of the ulna, where it also has support from the annular ligament. [5] [6] Distally, the radius has two articular areas, both covered with hyaline cartilage, the articulate with the scaphoid and the lunate bones of the wrist. [3] [7] The shaft of the radius is characterized chiefly by two primary bony prominences, the radial tuberosity on the medial aspect of the proximal end and the styloid process on the lateral aspect of the distal end. Each serves as a muscular insertion site, as described in the sections below. Lister’s tubercle on the inferior surface of the distal dorsal radius is an important anatomical landmark, as the extensor pollicis longus tendon runs around it."}
{"id": "article-32392_3", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Structure and Function", "content": "The ulna is typically considered the stabilizing bone of the forearm. Proximally, the trochlear notch of the ulna articulates with the trochlea of the humerus and is covered with hyaline cartilage. The olecranon is a proximal extension of the shaft of the ulna, easily palpable, and lies within the olecranon fossa of the humerus when the elbow is fully extended. The radial notch of the ulna articulates with the radial head. Distally, the head of the ulna articulates with the articular disk of the distal radioulnar joint with no direct contact with the carpal bones. Bony prominences of the ulna include the coronoid process and the ulnar tuberosity proximally, and the styloid process of the ulna distally. [8] [9]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Structure and Function. The ulna is typically considered the stabilizing bone of the forearm. Proximally, the trochlear notch of the ulna articulates with the trochlea of the humerus and is covered with hyaline cartilage. The olecranon is a proximal extension of the shaft of the ulna, easily palpable, and lies within the olecranon fossa of the humerus when the elbow is fully extended. The radial notch of the ulna articulates with the radial head. Distally, the head of the ulna articulates with the articular disk of the distal radioulnar joint with no direct contact with the carpal bones. Bony prominences of the ulna include the coronoid process and the ulnar tuberosity proximally, and the styloid process of the ulna distally. [8] [9]"}
{"id": "article-32392_4", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Structure and Function", "content": "The radius and ulna are connected via the interosseous membrane of the forearm, a fibrous fascial layer that runs obliquely between the two bones. It is comprised of five ligaments: the central band, accessory band, distal oblique bundle, proximal oblique cord, and dorsal oblique accessory cord. Besides the obvious physical connection, this membrane also serves to conduct forces received by the hand and radius to the ulna and subsequently the humerus. It further functions to separate the anterior and posterior compartments of the forearm. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Structure and Function. The radius and ulna are connected via the interosseous membrane of the forearm, a fibrous fascial layer that runs obliquely between the two bones. It is comprised of five ligaments: the central band, accessory band, distal oblique bundle, proximal oblique cord, and dorsal oblique accessory cord. Besides the obvious physical connection, this membrane also serves to conduct forces received by the hand and radius to the ulna and subsequently the humerus. It further functions to separate the anterior and posterior compartments of the forearm. [10]"}
{"id": "article-32392_5", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Structure and Function", "content": "Functionally, the radius and ulna together serve as the primary support structure of the forearm articulating with the humerus and carpal bones as described above. Both bones also serve as origins and insertions for muscles responsible for flexion and extension of the forearm, wrist, and fingers. Additionally, because the radius can pivot around the ulna, supination and pronation of the forearm are possible.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Structure and Function. Functionally, the radius and ulna together serve as the primary support structure of the forearm articulating with the humerus and carpal bones as described above. Both bones also serve as origins and insertions for muscles responsible for flexion and extension of the forearm, wrist, and fingers. Additionally, because the radius can pivot around the ulna, supination and pronation of the forearm are possible."}
{"id": "article-32392_6", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Embryology", "content": "In the developing embryo, the upper extremity derives from a collection of structures termed the limb bud that first appears 26 days after fertilization. [11] [12] The formation of the limb bud initiates by the expression of sonic hedgehog (SHH) from the notochord. The limb bud itself is a combination of somatic mesoderm that will form muscles and neurovascular structures and lateral plate mesoderm that will form the skeletal components, including the radius and ulna. The distalmost aspect of the limb bud is termed the apical ectodermal ridge (AER) and regulates the proximodistal growth of the bud. Differentiation along the short radioulnar axis gets regulated by the zone of polarizing activity located along the ulnar aspect of the bud. Dorsoventral differentiation is under the control of non-AER ectodermal tissue. Proximal to the AER is the progress zone that sequentially differentiates into the stylopod (future arm), zeugopod (future forearm), mesopod (future wrist), and autopod (future hand). [12]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Embryology. In the developing embryo, the upper extremity derives from a collection of structures termed the limb bud that first appears 26 days after fertilization. [11] [12] The formation of the limb bud initiates by the expression of sonic hedgehog (SHH) from the notochord. The limb bud itself is a combination of somatic mesoderm that will form muscles and neurovascular structures and lateral plate mesoderm that will form the skeletal components, including the radius and ulna. The distalmost aspect of the limb bud is termed the apical ectodermal ridge (AER) and regulates the proximodistal growth of the bud. Differentiation along the short radioulnar axis gets regulated by the zone of polarizing activity located along the ulnar aspect of the bud. Dorsoventral differentiation is under the control of non-AER ectodermal tissue. Proximal to the AER is the progress zone that sequentially differentiates into the stylopod (future arm), zeugopod (future forearm), mesopod (future wrist), and autopod (future hand). [12]"}
{"id": "article-32392_7", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Embryology", "content": "Within each of these zones, cartilage precursors accumulate centrally. The radius and ulna develop via endochondral ossification in a proximal to distal manner. Chondrification is first seen in these bones at 36 days of fertilization, with ossification starting from 6 to 8 embryonic weeks. [11] Ossification begins in the prenatal period centrally in the shaft of each bone and continues post-natally with the addition of proximal and distal ossification centers. All three of these regions fuse at 16 to 19 years. [13] Defects in proper development can lead to radial aplasia either as an isolated event or in addition to other congenital disabilities such as in the VACTERL association or thrombocytopenia-absent radius syndrome.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Embryology. Within each of these zones, cartilage precursors accumulate centrally. The radius and ulna develop via endochondral ossification in a proximal to distal manner. Chondrification is first seen in these bones at 36 days of fertilization, with ossification starting from 6 to 8 embryonic weeks. [11] Ossification begins in the prenatal period centrally in the shaft of each bone and continues post-natally with the addition of proximal and distal ossification centers. All three of these regions fuse at 16 to 19 years. [13] Defects in proper development can lead to radial aplasia either as an isolated event or in addition to other congenital disabilities such as in the VACTERL association or thrombocytopenia-absent radius syndrome."}
{"id": "article-32392_8", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Blood Supply and Lymphatics", "content": "The ulnar and radial arteries comprise the primary blood supply of the forearm. They are terminal branches of the brachial artery arising at the inferior aspect of the cubital fossa. [4] The ulnar artery courses medially, supplying muscles in the medial and central forearm as well as the ulnar and median nerves. Named branches of the ulnar artery include the common interosseous, which subsequently gives rise to the anterior and posterior interosseous arteries. The radial artery courses laterally, supplying muscles in the lateral forearm. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Blood Supply and Lymphatics. The ulnar and radial arteries comprise the primary blood supply of the forearm. They are terminal branches of the brachial artery arising at the inferior aspect of the cubital fossa. [4] The ulnar artery courses medially, supplying muscles in the medial and central forearm as well as the ulnar and median nerves. Named branches of the ulnar artery include the common interosseous, which subsequently gives rise to the anterior and posterior interosseous arteries. The radial artery courses laterally, supplying muscles in the lateral forearm. [14]"}
{"id": "article-32392_9", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Blood Supply and Lymphatics", "content": "In one study of cadaveric samples, the most common origin for the nutrient artery to the radius was the anterior interosseous artery (56%), followed by the median artery (25%). In this same study, the most common origin of the ulnar nutrient artery was the ulnar artery (40%) and the anterior interosseous artery (31%). [14] Additionally, smaller branches supplying the proximal radius originated from the radial artery, while the distal radius also received penetrating vessels from the palmar arterial arches. The ulna receives small vessel input from the ulnar recurrent artery proximally, and similar to the distal radius, the distal ulna receives input from branches of the anastomoses between the radial artery, the ulnar artery, and the anterior interosseous artery. [15]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Blood Supply and Lymphatics. In one study of cadaveric samples, the most common origin for the nutrient artery to the radius was the anterior interosseous artery (56%), followed by the median artery (25%). In this same study, the most common origin of the ulnar nutrient artery was the ulnar artery (40%) and the anterior interosseous artery (31%). [14] Additionally, smaller branches supplying the proximal radius originated from the radial artery, while the distal radius also received penetrating vessels from the palmar arterial arches. The ulna receives small vessel input from the ulnar recurrent artery proximally, and similar to the distal radius, the distal ulna receives input from branches of the anastomoses between the radial artery, the ulnar artery, and the anterior interosseous artery. [15]"}
{"id": "article-32392_10", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Blood Supply and Lymphatics", "content": "Classically, lymphatic vessels are thought to be absent within bone. This idea gained recent support from a study that failed to identify immunohistochemical markers of lymphatic vessels within cortical or cancellous bone. [16]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Blood Supply and Lymphatics. Classically, lymphatic vessels are thought to be absent within bone. This idea gained recent support from a study that failed to identify immunohistochemical markers of lymphatic vessels within cortical or cancellous bone. [16]"}
{"id": "article-32392_11", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Nerves", "content": "The three primary nerves of the forearm are the median, ulnar, and radial nerves. The median and ulnar nerves travel through the anterior compartment while the radial nerve presents in the posterior (extensor) compartment. The median nerve gives rise to the anterior interosseous nerve and is responsible for innervating all of the muscles of the anterior compartment other than the flexor carpi ulnaris and the ulnar portion of the flexor digitorum profundus, which are innervated by the ulnar nerve. [17] [18] [19]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Nerves. The three primary nerves of the forearm are the median, ulnar, and radial nerves. The median and ulnar nerves travel through the anterior compartment while the radial nerve presents in the posterior (extensor) compartment. The median nerve gives rise to the anterior interosseous nerve and is responsible for innervating all of the muscles of the anterior compartment other than the flexor carpi ulnaris and the ulnar portion of the flexor digitorum profundus, which are innervated by the ulnar nerve. [17] [18] [19]"}
{"id": "article-32392_12", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Nerves", "content": "The radial nerve gives rise to the posterior interosseous nerve, also known as the deep branch of the radial nerve, and is responsible for innervating muscles in the posterior compartment. [20] [21] [22]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Nerves. The radial nerve gives rise to the posterior interosseous nerve, also known as the deep branch of the radial nerve, and is responsible for innervating muscles in the posterior compartment. [20] [21] [22]"}
{"id": "article-32392_13", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles", "content": "The radius and ulna serve as insertion sites for several muscles originating more proximally in the arm: Biceps brachii – inserts on the radial tuberosity, a bony prominence on the medial aspect of the proximal end of the radius; allows for flexion and supination of the forearm. Brachialis – inserts on the coronoid process of the ulna and the ulnar tuberosity; allows for forearm flexion. Triceps and anconeus – insert on the olecranon process of the ulna allowing for the forearm extension. [23] [24] Within the forearm, muscles are classically grouped into anterior and posterior compartments:", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles. The radius and ulna serve as insertion sites for several muscles originating more proximally in the arm: Biceps brachii – inserts on the radial tuberosity, a bony prominence on the medial aspect of the proximal end of the radius; allows for flexion and supination of the forearm. Brachialis – inserts on the coronoid process of the ulna and the ulnar tuberosity; allows for forearm flexion. Triceps and anconeus – insert on the olecranon process of the ulna allowing for the forearm extension. [23] [24] Within the forearm, muscles are classically grouped into anterior and posterior compartments:"}
{"id": "article-32392_14", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Anterior Compartment", "content": "Flexor carpi radialis, palmaris longus, and the humeral heads of the pronator teres and flexor carpi ulnaris - originate from the common flexor origin. The ulnar head of the pronator teres originates from the coronoid process. The ulnar head of the flexor carpi ulnaris arises from the olecranon. The pronator teres inserts to the lateral surface of the radius and is responsible for pronation and flexion of the forearm. Each of the other muscles inserts in the wrist or hand; these are responsible for more distal movements.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Anterior Compartment. Flexor carpi radialis, palmaris longus, and the humeral heads of the pronator teres and flexor carpi ulnaris - originate from the common flexor origin. The ulnar head of the pronator teres originates from the coronoid process. The ulnar head of the flexor carpi ulnaris arises from the olecranon. The pronator teres inserts to the lateral surface of the radius and is responsible for pronation and flexion of the forearm. Each of the other muscles inserts in the wrist or hand; these are responsible for more distal movements."}
{"id": "article-32392_15", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Anterior Compartment", "content": "Flexor digitorum superficialis - arises from the anterior border of the radius, the medial epicondyle of the humerus, and the coronoid process and inserts on the middle phalanges of the medial four digits.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Anterior Compartment. Flexor digitorum superficialis - arises from the anterior border of the radius, the medial epicondyle of the humerus, and the coronoid process and inserts on the middle phalanges of the medial four digits."}
{"id": "article-32392_16", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Anterior Compartment", "content": "Flexor digitorum profundus - arises from the ulna and interosseous membrane and inserts on the distal phalanges.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Anterior Compartment. Flexor digitorum profundus - arises from the ulna and interosseous membrane and inserts on the distal phalanges."}
{"id": "article-32392_17", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Anterior Compartment", "content": "Flexor pollicis longus - originates from the radius and the interosseous membrane and inserts on the distal phalanx of the thumb.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Anterior Compartment. Flexor pollicis longus - originates from the radius and the interosseous membrane and inserts on the distal phalanx of the thumb."}
{"id": "article-32392_18", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Anterior Compartment", "content": "Pronator quadratus - originates from the distal end of the ulna and inserts on the distal end of the radius. Responsible for forearm pronation. [25] [26]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Anterior Compartment. Pronator quadratus - originates from the distal end of the ulna and inserts on the distal end of the radius. Responsible for forearm pronation. [25] [26]"}
{"id": "article-32392_19", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Posterior Compartment", "content": "Brachioradialis, extensor carpi radialis longus, extensor carpi radialis brevis, extensor digitorum, extensor digiti minimi, and extensor carpi ulnaris - originate from the distal lateral edge of the humerus. The brachioradialis inserts just proximal to the styloid process of the radius and is responsible for flexion of the forearm, especially in pronation. The remainder of the muscles originating from this area insert distally and are responsible for movements within the wrist and hand.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Posterior Compartment. Brachioradialis, extensor carpi radialis longus, extensor carpi radialis brevis, extensor digitorum, extensor digiti minimi, and extensor carpi ulnaris - originate from the distal lateral edge of the humerus. The brachioradialis inserts just proximal to the styloid process of the radius and is responsible for flexion of the forearm, especially in pronation. The remainder of the muscles originating from this area insert distally and are responsible for movements within the wrist and hand."}
{"id": "article-32392_20", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Posterior Compartment", "content": "Supinator - originates from the lateral epicondyle, radial collateral and annular ligaments, supinator fossa, and the crest of the ulna with insertion on the lateral side of the radius. It is responsible for forearm supination.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Posterior Compartment. Supinator - originates from the lateral epicondyle, radial collateral and annular ligaments, supinator fossa, and the crest of the ulna with insertion on the lateral side of the radius. It is responsible for forearm supination."}
{"id": "article-32392_21", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Posterior Compartment", "content": "Abductor pollicis longus and extensor pollicis longus - originate from the posterior surface of the ulna and interosseous membrane with attachments in the hand.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Posterior Compartment. Abductor pollicis longus and extensor pollicis longus - originate from the posterior surface of the ulna and interosseous membrane with attachments in the hand."}
{"id": "article-32392_22", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Posterior Compartment", "content": "Extensor indicis - originates from the posterior surface of the distal third of the ulna and the interosseous membrane with attachment in the hand.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Posterior Compartment. Extensor indicis - originates from the posterior surface of the distal third of the ulna and the interosseous membrane with attachment in the hand."}
{"id": "article-32392_23", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Posterior Compartment", "content": "Extensor pollicis brevis - originates from the posterior surface of the distal third of the radius and the interosseous membrane with attachment in the hand.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Muscles -- Posterior Compartment. Extensor pollicis brevis - originates from the posterior surface of the distal third of the radius and the interosseous membrane with attachment in the hand."}
{"id": "article-32392_24", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Physiologic Variants", "content": "Both the radius and ulna are fundamental to the structure of the upper extremity; the literature describes no significant physiologic variants. However, pathological variants such as radial aplasia as part of the VACTERL (vertebral defects, anal atresia, cardiac defects, tracheoesophageal fistula, renal anomalies, and limb abnormalities)  association of thrombocytopenia with absent radii have been established and are covered above. [27]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Physiologic Variants. Both the radius and ulna are fundamental to the structure of the upper extremity; the literature describes no significant physiologic variants. However, pathological variants such as radial aplasia as part of the VACTERL (vertebral defects, anal atresia, cardiac defects, tracheoesophageal fistula, renal anomalies, and limb abnormalities)  association of thrombocytopenia with absent radii have been established and are covered above. [27]"}
{"id": "article-32392_25", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Surgical Considerations", "content": "The surgeon can usually reach the ulna without endangering other structures because of its proximity to the skin surface. In contrast, the radius, particularly the proximal portion, is encircled by muscles. Additionally, the posterior interosseous nerve abuts the proximal radius. As such, an approach to the radius is typically more complicated. There are three primary surgical approaches to the forearm bones:", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Surgical Considerations. The surgeon can usually reach the ulna without endangering other structures because of its proximity to the skin surface. In contrast, the radius, particularly the proximal portion, is encircled by muscles. Additionally, the posterior interosseous nerve abuts the proximal radius. As such, an approach to the radius is typically more complicated. There are three primary surgical approaches to the forearm bones:"}
{"id": "article-32392_26", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Surgical Considerations", "content": "The approach to exposing the shaft of the ulna is typically considered the simplest of approaches because of the proximity of the bone to the skin. The patient is usually supine with the arm placed across the chest to best identify the ulna. Identification and preservation of the ulnar artery and nerve are essential. [25] The volar (Henry) approach to the radius can safely expose the entire length of the bone. The patient is typically supine with an arm board securing the arm in supination. Care must be taken to identify and avoid damaging the posterior interosseous nerve, the superficial radial nerve, and the radial artery. [28] The dorsal (Thompson) approach to the radius provides access to the extensor side of the bone, where the placement of the plates should be, if possible. The patient is again supine with the forearm either pronated on an arm board or supinated and placed across the chest. The critical aspect is protecting the posterior interosseous nerve. [29]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Surgical Considerations. The approach to exposing the shaft of the ulna is typically considered the simplest of approaches because of the proximity of the bone to the skin. The patient is usually supine with the arm placed across the chest to best identify the ulna. Identification and preservation of the ulnar artery and nerve are essential. [25] The volar (Henry) approach to the radius can safely expose the entire length of the bone. The patient is typically supine with an arm board securing the arm in supination. Care must be taken to identify and avoid damaging the posterior interosseous nerve, the superficial radial nerve, and the radial artery. [28] The dorsal (Thompson) approach to the radius provides access to the extensor side of the bone, where the placement of the plates should be, if possible. The patient is again supine with the forearm either pronated on an arm board or supinated and placed across the chest. The critical aspect is protecting the posterior interosseous nerve. [29]"}
{"id": "article-32392_27", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "The primary pathology involving the radius and ulna arises from fractures, which can be classified based on specific patterns and sites of involvement. Fractures usually occur in the middle third of the bones and can involve dislocation of the nearest joint due to the transmission of force via the interosseous membrane. Regardless of the site of the fracture, management should begin with a history and physical followed by plain films of the affected site and, if possible, the joint above and below; orthogonal radiographic views of each site are mandatory to appropriately manage each fracture within the guidelines of the standard of care management. [30] Common fractures include:", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. The primary pathology involving the radius and ulna arises from fractures, which can be classified based on specific patterns and sites of involvement. Fractures usually occur in the middle third of the bones and can involve dislocation of the nearest joint due to the transmission of force via the interosseous membrane. Regardless of the site of the fracture, management should begin with a history and physical followed by plain films of the affected site and, if possible, the joint above and below; orthogonal radiographic views of each site are mandatory to appropriately manage each fracture within the guidelines of the standard of care management. [30] Common fractures include:"}
{"id": "article-32392_28", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "Dorsally displaced distal radius fractures (commonly referred to as \"Colle's fractures\") – One of the most common forearm fractures. It involves a complete transverse fracture of the distal 2 cm of the radius. The distal fragment is displaced posteriorly, resulting in the classic \"dinner fork\" deformity. The etiology is usually a fall on an outstretched hand with concomitant hyperextension. The fracture site can often be comminuted, and avulsion of the ulnar styloid process is also a feature.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. Dorsally displaced distal radius fractures (commonly referred to as \"Colle's fractures\") – One of the most common forearm fractures. It involves a complete transverse fracture of the distal 2 cm of the radius. The distal fragment is displaced posteriorly, resulting in the classic \"dinner fork\" deformity. The etiology is usually a fall on an outstretched hand with concomitant hyperextension. The fracture site can often be comminuted, and avulsion of the ulnar styloid process is also a feature."}
{"id": "article-32392_29", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "Reverse Colles fracture (Smith fracture) – A complete transverse fracture of the distal 2 cm of the radius with anterior displacement of the distal fragment. Usually secondary to a fall on a flexed hand.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. Reverse Colles fracture (Smith fracture) – A complete transverse fracture of the distal 2 cm of the radius with anterior displacement of the distal fragment. Usually secondary to a fall on a flexed hand."}
{"id": "article-32392_30", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "Monteggia fracture – A fracture within the proximal third of the ulna with concomitant dislocation of the radial head. [31]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. Monteggia fracture – A fracture within the proximal third of the ulna with concomitant dislocation of the radial head. [31]"}
{"id": "article-32392_31", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "Galeazzi fracture – A fracture of the distal third of the radius with accompanying dislocation of the distal radioulnar joint.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. Galeazzi fracture – A fracture of the distal third of the radius with accompanying dislocation of the distal radioulnar joint."}
{"id": "article-32392_32", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "Barton fracture – An intraarticular fracture of the distal radius with concomitant dislocation of the radiocarpal joint. [32]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. Barton fracture – An intraarticular fracture of the distal radius with concomitant dislocation of the radiocarpal joint. [32]"}
{"id": "article-32392_33", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "Essex-Lopresti fracture-dislocation – Fracture of the radial head with dislocation of the distal radioulnar joint and rupture of the interosseous membrane. [33]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. Essex-Lopresti fracture-dislocation – Fracture of the radial head with dislocation of the distal radioulnar joint and rupture of the interosseous membrane. [33]"}
{"id": "article-32392_34", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "Chauffeur fracture – An intraarticular fracture of the radial styloid process. [34]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. Chauffeur fracture – An intraarticular fracture of the radial styloid process. [34]"}
{"id": "article-32392_35", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "\"Both Bone\" forearm fractures - descriptive term to describe many different types of patterns involving fractures of the radius and ulnar shaft long bone", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. \"Both Bone\" forearm fractures - descriptive term to describe many different types of patterns involving fractures of the radius and ulnar shaft long bone"}
{"id": "article-32392_36", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "Incomplete fracture patterns of the forearm: An isolated \"buckle\" or \"torus\" fracture pattern of the radius or ulna is seen in pediatric patients as a manifestation of a pathologic force compromising one cortex of the bone (resulting in compression on one side depending on the direction of the force). [35] Greenstick fracture is the term given to the incomplete fracture pattern in which one cortex is broken, but the other cortex only bowed.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. Incomplete fracture patterns of the forearm: An isolated \"buckle\" or \"torus\" fracture pattern of the radius or ulna is seen in pediatric patients as a manifestation of a pathologic force compromising one cortex of the bone (resulting in compression on one side depending on the direction of the force). [35] Greenstick fracture is the term given to the incomplete fracture pattern in which one cortex is broken, but the other cortex only bowed."}
{"id": "article-32392_37", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance", "content": "For both of these incomplete fracture patterns, there is no clear randomized control evidence as to the most efficacious treatment strategy [36] . However, management with a non-rigid elasticated bandage is most common. [35]", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Clinical Significance. For both of these incomplete fracture patterns, there is no clear randomized control evidence as to the most efficacious treatment strategy [36] . However, management with a non-rigid elasticated bandage is most common. [35]"}
{"id": "article-32392_38", "title": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Forearm Bones -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}