{"id": "article-81237_0", "title": "Resident Burnout -- Definition/Introduction", "content": "\"Burnout,\" as a phenomenon was first described in 1974 by psychologist Herbert Freudenberger. [1] It is defined as a condition of physical and mental exhaustion pertaining to caregiving activities and arises from chronic exposure to interpersonal stressors at work. [2] In the tenth revision of its International Classification of Diseases, the World Health Organization called it \"a state of vital exhaustion.\" [3] According to Maslach et al., burnout has three main dimensions- emotional exhaustion, depersonalization and cynicism, and feelings of inefficacy and inadequate personal achievement. [4] This syndrome is estimated to have a prevalence of nearly 50% among both practicing physicians and those in training. [5] [6]", "contents": "Resident Burnout -- Definition/Introduction. \"Burnout,\" as a phenomenon was first described in 1974 by psychologist Herbert Freudenberger. [1] It is defined as a condition of physical and mental exhaustion pertaining to caregiving activities and arises from chronic exposure to interpersonal stressors at work. [2] In the tenth revision of its International Classification of Diseases, the World Health Organization called it \"a state of vital exhaustion.\" [3] According to Maslach et al., burnout has three main dimensions- emotional exhaustion, depersonalization and cynicism, and feelings of inefficacy and inadequate personal achievement. [4] This syndrome is estimated to have a prevalence of nearly 50% among both practicing physicians and those in training. [5] [6]"}
{"id": "article-81237_1", "title": "Resident Burnout -- Definition/Introduction", "content": "The Maslach Burnout Inventory (MBI) is the most commonly used questionnaire-based tool used to assess burnout and comprises 22 items divided into three subscales. The EE (emotional exhaustion) subscale evaluates work exhaustion and feeling on edge, DP (depersonalization) subscale assesses lack of empathy and impersonal responses, and the PA (personal accomplishment) subscale evaluates the sense of achievement of success and competence at work. [7] The MBI items are scored on a Likert scale from 0 to 6 (0=never, 1=few times a year, 2=once a month, 3=few times per month, 4=once a week, 5=few times a week, 6=daily) and consist of questions such as \"I feel I'm working too hard on my job,\" \"I feel emotionally drained from my work\" and \"Working with people all day is really a strain for me.\" The total cutoff scores for emotional exhaustion are greater than or equal to 27, greater than or equal to for depersonalization, and less than or equal to 33 for low personal accomplishment. [3] This article provides a comprehensive overview of this syndrome, including predisposing factors, clinical implications, and necessary corrective measures.", "contents": "Resident Burnout -- Definition/Introduction. The Maslach Burnout Inventory (MBI) is the most commonly used questionnaire-based tool used to assess burnout and comprises 22 items divided into three subscales. The EE (emotional exhaustion) subscale evaluates work exhaustion and feeling on edge, DP (depersonalization) subscale assesses lack of empathy and impersonal responses, and the PA (personal accomplishment) subscale evaluates the sense of achievement of success and competence at work. [7] The MBI items are scored on a Likert scale from 0 to 6 (0=never, 1=few times a year, 2=once a month, 3=few times per month, 4=once a week, 5=few times a week, 6=daily) and consist of questions such as \"I feel I'm working too hard on my job,\" \"I feel emotionally drained from my work\" and \"Working with people all day is really a strain for me.\" The total cutoff scores for emotional exhaustion are greater than or equal to 27, greater than or equal to for depersonalization, and less than or equal to 33 for low personal accomplishment. [3] This article provides a comprehensive overview of this syndrome, including predisposing factors, clinical implications, and necessary corrective measures."}
{"id": "article-81237_2", "title": "Resident Burnout -- Issues of Concern", "content": "Residency is an immensely stressful period with long working hours and demanding work schedules with a lot of work-home interference. Several stressors predispose residents to burnout, such as sleep deprivation, conflicts with coworkers, difficulty adjusting to a new environment, demanding patient responsibilities, and lack of control over managing one's time. Also, individuals who are inherently neurotic or introverted are at a higher risk. [8]", "contents": "Resident Burnout -- Issues of Concern. Residency is an immensely stressful period with long working hours and demanding work schedules with a lot of work-home interference. Several stressors predispose residents to burnout, such as sleep deprivation, conflicts with coworkers, difficulty adjusting to a new environment, demanding patient responsibilities, and lack of control over managing one's time. Also, individuals who are inherently neurotic or introverted are at a higher risk. [8]"}
{"id": "article-81237_3", "title": "Resident Burnout -- Issues of Concern", "content": "Burnout may present with physical symptoms that might interfere with one's ability to work efficiently, such as headache, fatigue, gastrointestinal distress, flu, and sleep and appetite changes. Psychological symptoms like irritability and reduced concentration may be present. Additional components include procrastination, delaying vocational tasks and paperwork, daydreaming, and substance use disorder. [9] It also increases the likelihood of developing depression, suicidal ideation, and cardiovascular disease. [10]", "contents": "Resident Burnout -- Issues of Concern. Burnout may present with physical symptoms that might interfere with one's ability to work efficiently, such as headache, fatigue, gastrointestinal distress, flu, and sleep and appetite changes. Psychological symptoms like irritability and reduced concentration may be present. Additional components include procrastination, delaying vocational tasks and paperwork, daydreaming, and substance use disorder. [9] It also increases the likelihood of developing depression, suicidal ideation, and cardiovascular disease. [10]"}
{"id": "article-81237_4", "title": "Resident Burnout -- Issues of Concern", "content": "A study conducted in 2008 by Halbesleben et al. surveyed 178 matched pairs of physicians with patients who had been hospitalized within the past year and found that the depersonalization aspect of physician burnout was associated with longer recovery time post-discharge and overall lower patient satisfaction. [9]", "contents": "Resident Burnout -- Issues of Concern. A study conducted in 2008 by Halbesleben et al. surveyed 178 matched pairs of physicians with patients who had been hospitalized within the past year and found that the depersonalization aspect of physician burnout was associated with longer recovery time post-discharge and overall lower patient satisfaction. [9]"}
{"id": "article-81237_5", "title": "Resident Burnout -- Clinical Significance", "content": "There are several studies performed to estimate the prevalence of burnout among medical residents. Rosen et al., in 2006, reported that 4.3% of internal medicine residents meet the criteria for burnout according to the MBI at the beginning of the intern year, and this percentage increases to 55.3% by the end of the intern year. Another study reported that 76% of internal medicine residents at the University of Washington met the criteria for burnout, regardless of the postgraduate year of training. [11]", "contents": "Resident Burnout -- Clinical Significance. There are several studies performed to estimate the prevalence of burnout among medical residents. Rosen et al., in 2006, reported that 4.3% of internal medicine residents meet the criteria for burnout according to the MBI at the beginning of the intern year, and this percentage increases to 55.3% by the end of the intern year. Another study reported that 76% of internal medicine residents at the University of Washington met the criteria for burnout, regardless of the postgraduate year of training. [11]"}
{"id": "article-81237_6", "title": "Resident Burnout -- Clinical Significance", "content": "Specialty wise, the results of different studies are mixed. A systematic review conducted by Rodrigues et al. concluded that residents in general surgery, anesthesiology, orthopedics and obstetrics, and gynecology have the highest prevalence of burnout syndrome. A possible reason for this is the high-stress work environment, dealing with life-threatening emergencies and overloaded shifts. These factors could also explain why specialties with lesser shifts and more outpatient and non-emergent work such as plastic surgery, dermatology, and otolaryngology are associated with significantly lower burnout levels. [1]", "contents": "Resident Burnout -- Clinical Significance. Specialty wise, the results of different studies are mixed. A systematic review conducted by Rodrigues et al. concluded that residents in general surgery, anesthesiology, orthopedics and obstetrics, and gynecology have the highest prevalence of burnout syndrome. A possible reason for this is the high-stress work environment, dealing with life-threatening emergencies and overloaded shifts. These factors could also explain why specialties with lesser shifts and more outpatient and non-emergent work such as plastic surgery, dermatology, and otolaryngology are associated with significantly lower burnout levels. [1]"}
{"id": "article-81237_7", "title": "Resident Burnout -- Clinical Significance", "content": "In 2004, Martini et al. conducted a study that compared burnout rates among different specialties using the Maslach Burnout Inventory. They reported an overall burnout rate of 50%, with the specialty wise rates being the following: 75% in OB/GYN, 63% in internal medicine, 63% in neurology, 60% in ophthalmology, 50% in dermatology, 40% in general surgery and psychiatry each, and 27% in family medicine. [12] Certain socio-demographic factors also play an essential role, such as young age, female gender, and unmarried status. [13] However, studies examining these factors have demonstrated mixed results.", "contents": "Resident Burnout -- Clinical Significance. In 2004, Martini et al. conducted a study that compared burnout rates among different specialties using the Maslach Burnout Inventory. They reported an overall burnout rate of 50%, with the specialty wise rates being the following: 75% in OB/GYN, 63% in internal medicine, 63% in neurology, 60% in ophthalmology, 50% in dermatology, 40% in general surgery and psychiatry each, and 27% in family medicine. [12] Certain socio-demographic factors also play an essential role, such as young age, female gender, and unmarried status. [13] However, studies examining these factors have demonstrated mixed results."}
{"id": "article-81237_8", "title": "Resident Burnout -- Clinical Significance", "content": "Burnout increases the likelihood of committing a medical error, with an 11% increase in likelihood for every one-point increase in the depersonalization score on the MBI and a 5% increase in likelihood for every one-point increase in the emotional exhaustion score. [5] It also results in a decline in the quality of medical care due to absenteeism, reduced compassion at work, and decreased interaction with patients. [14]", "contents": "Resident Burnout -- Clinical Significance. Burnout increases the likelihood of committing a medical error, with an 11% increase in likelihood for every one-point increase in the depersonalization score on the MBI and a 5% increase in likelihood for every one-point increase in the emotional exhaustion score. [5] It also results in a decline in the quality of medical care due to absenteeism, reduced compassion at work, and decreased interaction with patients. [14]"}
{"id": "article-81237_9", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Strategies to tackle this problem broadly group into preventive and therapeutic. 1. Preventive strategies", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. Strategies to tackle this problem broadly group into preventive and therapeutic. 1. Preventive strategies"}
{"id": "article-81237_10", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "a) Increasing work engagement among residents by identifying factors that enhance dedication, vigor, and absorption at work. [15] This would include ensuring a reasonable workload by means of home call systems or night float. Mentoring programs and increasing variety at the workplace by providing research and clinical teaching opportunities will also be beneficial.", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. a) Increasing work engagement among residents by identifying factors that enhance dedication, vigor, and absorption at work. [15] This would include ensuring a reasonable workload by means of home call systems or night float. Mentoring programs and increasing variety at the workplace by providing research and clinical teaching opportunities will also be beneficial."}
{"id": "article-81237_11", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "b) Building resilience among residents. Resilience is defined as the \"ability to bounce back or recover from stress\" and consists of four main aspects- positive attitude and perspectives to work, work balance and prioritization, good practice management styles, and supportive relations. [16]", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. b) Building resilience among residents. Resilience is defined as the \"ability to bounce back or recover from stress\" and consists of four main aspects- positive attitude and perspectives to work, work balance and prioritization, good practice management styles, and supportive relations. [16]"}
{"id": "article-81237_12", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "c) Promoting a positive work environment through practices such as flexible working hours, enhanced job security, parental leave, and providing protection from exposure to occupational risks; this will ultimately improve the fit between the organization and the individual and lead to decreased rates of burnout in the long term. [17] 2. Therapeutic strategies", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. c) Promoting a positive work environment through practices such as flexible working hours, enhanced job security, parental leave, and providing protection from exposure to occupational risks; this will ultimately improve the fit between the organization and the individual and lead to decreased rates of burnout in the long term. [17] 2. Therapeutic strategies"}
{"id": "article-81237_13", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "a) Stress management programs with more than six hours of contact over a month-long period, along with regular booster sessions, have demonstrated benefit in reducing workplace stress and burnout. [18]", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. a) Stress management programs with more than six hours of contact over a month-long period, along with regular booster sessions, have demonstrated benefit in reducing workplace stress and burnout. [18]"}
{"id": "article-81237_14", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "b) Participation in \"wellness programs\" has been suggested to lower the risk of burnout among doctors. [19] A wellness consultant at the psychiatry residency program at Cedars Sinai Medical Center developed specific modules incorporating meditation, focused breathing, time management, and relaxation response techniques. A few institutions also have dedicated \"GME Wellness Teams.\"", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. b) Participation in \"wellness programs\" has been suggested to lower the risk of burnout among doctors. [19] A wellness consultant at the psychiatry residency program at Cedars Sinai Medical Center developed specific modules incorporating meditation, focused breathing, time management, and relaxation response techniques. A few institutions also have dedicated \"GME Wellness Teams.\""}
{"id": "article-81237_15", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "c) A study conducted in the U.S. examined the effect of an intensive teaching program in mindfulness, communication, and self-awareness on the incidence of burnout. The research found that an eight-week intensive phase of 2.5 hours/week followed by a 10-month maintenance phase of 2.5 hours/month helped improve all three components of burnout. [20]", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. c) A study conducted in the U.S. examined the effect of an intensive teaching program in mindfulness, communication, and self-awareness on the incidence of burnout. The research found that an eight-week intensive phase of 2.5 hours/week followed by a 10-month maintenance phase of 2.5 hours/month helped improve all three components of burnout. [20]"}
{"id": "article-81237_16", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "d) General measures, such as conferences, retreats, participating in group discussions, providing contact information of experts trained in combating burnout, having a professional body to deal with resident burnout, reflective writing, music, massage, spiritual activities, and spending time with family are all effective in combating burnout. [21] In a study conducted on a group of 200 professionals, Maslach showed that laughing, venting, and discussing care with colleagues reduced personal anxiety. [22] Physical exercise has also been shown to improve mood and ameliorate anxiety. [23] The ACGME, in 2003, introduced the following reforms in resident schedules to effectively tackle the problem of resident burnout: a) A weekly limit of 80 hours of duty per week, averaged over four weeks. b) Ten hours of rest between duty periods.", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. d) General measures, such as conferences, retreats, participating in group discussions, providing contact information of experts trained in combating burnout, having a professional body to deal with resident burnout, reflective writing, music, massage, spiritual activities, and spending time with family are all effective in combating burnout. [21] In a study conducted on a group of 200 professionals, Maslach showed that laughing, venting, and discussing care with colleagues reduced personal anxiety. [22] Physical exercise has also been shown to improve mood and ameliorate anxiety. [23] The ACGME, in 2003, introduced the following reforms in resident schedules to effectively tackle the problem of resident burnout: a) A weekly limit of 80 hours of duty per week, averaged over four weeks. b) Ten hours of rest between duty periods."}
{"id": "article-81237_17", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "c) A 24 hour limit on continuous duty, with up to six extra hours for education and continuity of care. Additionally, no new patients to be accepted after a 24-hour shift. d) One day off every seven days, averaged over four weeks, inclusive of call days. e) In house call, no more than once every three nights averaged over four weeks.", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. c) A 24 hour limit on continuous duty, with up to six extra hours for education and continuity of care. Additionally, no new patients to be accepted after a 24-hour shift. d) One day off every seven days, averaged over four weeks, inclusive of call days. e) In house call, no more than once every three nights averaged over four weeks."}
{"id": "article-81237_18", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "These restrictions did not result in a decrease in emotional exhaustion, depersonalization, or personal accomplishment scores in surgical residents who took the MBI approximately one week before and six months after these came into effect, as reported in a study conducted by Gelfand et al. [24] Interestingly, Martini et al. reported the exact opposite in a study conducted on residents of different specialties at Wayne State University School of Medicine, with higher rates of burnout (69.2%) reported in residents working more than 80 hours/week, as opposed to a burnout rate of 38.5% after the time restriction came into effect. [25]", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. These restrictions did not result in a decrease in emotional exhaustion, depersonalization, or personal accomplishment scores in surgical residents who took the MBI approximately one week before and six months after these came into effect, as reported in a study conducted by Gelfand et al. [24] Interestingly, Martini et al. reported the exact opposite in a study conducted on residents of different specialties at Wayne State University School of Medicine, with higher rates of burnout (69.2%) reported in residents working more than 80 hours/week, as opposed to a burnout rate of 38.5% after the time restriction came into effect. [25]"}
{"id": "article-81237_19", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "In summary, it would be fair to say that the phenomenon of burnout among medical residents is an emerging problem and can have adverse effects not only on the individuals involved but also on the health care system. Programs need to recognize this as a valid problem and institute measures to prevent and cope with the same. The ACGME has included a subsection on resident well-being in its common program requirements, which requires programs to allow residents to attend medical, dental, and mental health appointments, including those scheduled on working days. Such measures, along with the numerous methods cited above, will go a long way in reducing resident burnout and preserving patient safety.", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. In summary, it would be fair to say that the phenomenon of burnout among medical residents is an emerging problem and can have adverse effects not only on the individuals involved but also on the health care system. Programs need to recognize this as a valid problem and institute measures to prevent and cope with the same. The ACGME has included a subsection on resident well-being in its common program requirements, which requires programs to allow residents to attend medical, dental, and mental health appointments, including those scheduled on working days. Such measures, along with the numerous methods cited above, will go a long way in reducing resident burnout and preserving patient safety."}
{"id": "article-81237_20", "title": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The following quote beautifully sums up the message that needs to be conveyed, \" If all of the knowledge and advice about how to beat burnout could be summed up in one word, that word would be a balance - the balance between giving and getting, the balance between stress and calm, the balance between work and home.\"  - Maslach. [22]", "contents": "Resident Burnout -- Nursing, Allied Health, and Interprofessional Team Interventions. The following quote beautifully sums up the message that needs to be conveyed, \" If all of the knowledge and advice about how to beat burnout could be summed up in one word, that word would be a balance - the balance between giving and getting, the balance between stress and calm, the balance between work and home.\"  - Maslach. [22]"}
{"id": "article-81237_21", "title": "Resident Burnout -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Resident Burnout -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}