{"id": "article-30085_0", "title": "Anatomy, Thorax -- Introduction", "content": "The thorax is the region between the abdomen inferiorly and the root of the neck superiorly. [1] [2] The thorax forms from the thoracic wall, its superficial structures (breast, muscles, and skin), and the thoracic cavity.", "contents": "Anatomy, Thorax -- Introduction. The thorax is the region between the abdomen inferiorly and the root of the neck superiorly. [1] [2] The thorax forms from the thoracic wall, its superficial structures (breast, muscles, and skin), and the thoracic cavity."}
{"id": "article-30085_1", "title": "Anatomy, Thorax -- Introduction", "content": "A thorough comprehension of the anatomy and function of the thorax will help identify, differentiate, and treat the plethora of pathology that can occur within the thorax. This article will review the gross anatomy of the thorax while touching on some clinical implications.", "contents": "Anatomy, Thorax -- Introduction. A thorough comprehension of the anatomy and function of the thorax will help identify, differentiate, and treat the plethora of pathology that can occur within the thorax. This article will review the gross anatomy of the thorax while touching on some clinical implications."}
{"id": "article-30085_2", "title": "Anatomy, Thorax -- Structure and Function -- Thoracic Wall", "content": "The thoracic wall is formed by 12 ribs, 12 thoracic vertebrae, cartilage, sternum, and five muscles. [1] The thoracic wall functions in movement, respiration, and protection of the thoracic cavity. [3] [4]", "contents": "Anatomy, Thorax -- Structure and Function -- Thoracic Wall. The thoracic wall is formed by 12 ribs, 12 thoracic vertebrae, cartilage, sternum, and five muscles. [1] The thoracic wall functions in movement, respiration, and protection of the thoracic cavity. [3] [4]"}
{"id": "article-30085_3", "title": "Anatomy, Thorax -- Structure and Function -- Thoracic Wall", "content": "The thoracic vertebral bodies and intervertebral discs compose the posterior thoracic wall. [4] Each rib articulates with two concurrent vertebral bodies and curves laterally, anteriorly, and inferiorly. The first seven true ribs articulate with the sternum anteriorly. The false ribs 8 to 10 have cartilaginous extensions to communicate with the sternum, while floating ribs 11 and 12 do not communicate with the sternum. The twelve ribs form the bony framework of the thoracic wall, along with portions of the vertebral column.", "contents": "Anatomy, Thorax -- Structure and Function -- Thoracic Wall. The thoracic vertebral bodies and intervertebral discs compose the posterior thoracic wall. [4] Each rib articulates with two concurrent vertebral bodies and curves laterally, anteriorly, and inferiorly. The first seven true ribs articulate with the sternum anteriorly. The false ribs 8 to 10 have cartilaginous extensions to communicate with the sternum, while floating ribs 11 and 12 do not communicate with the sternum. The twelve ribs form the bony framework of the thoracic wall, along with portions of the vertebral column."}
{"id": "article-30085_4", "title": "Anatomy, Thorax -- Structure and Function -- Thoracic Wall", "content": "From superficial to deep, the thoracic wall muscles are the external intercostal, internal intercostal, innermost intercostal, subcostal (posteriorly), and the transversus thoracic muscle (anteriorly). [5] These muscles function in respiration by moving the ribs, thereby changing the volume of the thoracic cavity. Notably, some muscles have attachments to and are superficial to or act as extensions of the thorax. These muscles function to move the shoulder girdle, spine, thorax, and pelvis and assist in respiration.", "contents": "Anatomy, Thorax -- Structure and Function -- Thoracic Wall. From superficial to deep, the thoracic wall muscles are the external intercostal, internal intercostal, innermost intercostal, subcostal (posteriorly), and the transversus thoracic muscle (anteriorly). [5] These muscles function in respiration by moving the ribs, thereby changing the volume of the thoracic cavity. Notably, some muscles have attachments to and are superficial to or act as extensions of the thorax. These muscles function to move the shoulder girdle, spine, thorax, and pelvis and assist in respiration."}
{"id": "article-30085_5", "title": "Anatomy, Thorax -- Structure and Function -- Thoracic Wall", "content": "Breast tissue is present over the anterior thoracic wall superficial to the pectoralis major muscle. [6] Breast tissue is composed of mammary glands, fibrous tissue, fat, the areolar complex, and the nipple.", "contents": "Anatomy, Thorax -- Structure and Function -- Thoracic Wall. Breast tissue is present over the anterior thoracic wall superficial to the pectoralis major muscle. [6] Breast tissue is composed of mammary glands, fibrous tissue, fat, the areolar complex, and the nipple."}
{"id": "article-30085_6", "title": "Anatomy, Thorax -- Structure and Function -- Thoracic Cavity", "content": "The thoracic cavity is found deep in the thoracic wall, superior to the diaphragm, and inferior to the root of the neck (thoracic aperture). [2] The thoracic cavity contains organs and tissues that function in the respiratory (lungs, bronchi, trachea, pleura), cardiovascular (heart, pericardium, great vessels, lymphatics), nervous (vagus nerve, sympathetic chain, phrenic nerve, recurrent laryngeal nerve), immune (thymus) and digestive (esophagus) systems.", "contents": "Anatomy, Thorax -- Structure and Function -- Thoracic Cavity. The thoracic cavity is found deep in the thoracic wall, superior to the diaphragm, and inferior to the root of the neck (thoracic aperture). [2] The thoracic cavity contains organs and tissues that function in the respiratory (lungs, bronchi, trachea, pleura), cardiovascular (heart, pericardium, great vessels, lymphatics), nervous (vagus nerve, sympathetic chain, phrenic nerve, recurrent laryngeal nerve), immune (thymus) and digestive (esophagus) systems."}
{"id": "article-30085_7", "title": "Anatomy, Thorax -- Structure and Function -- Thoracic Cavity", "content": "The thoracic cavity can typically be divided into well-established compartments. [2] The pleural cavities and the mediastinum are the primary constituents. There are two pleural cavities which respectively contain the left and right lungs and the pleura. The mediastinum is central and found between the two bilateral pleural cavities. The mediastinum extends to the inner border of the sternum anteriorly, the inner border of the thoracic vertebral bodies posteriorly, and spans the full vertical length of the thoracic cavity.", "contents": "Anatomy, Thorax -- Structure and Function -- Thoracic Cavity. The thoracic cavity can typically be divided into well-established compartments. [2] The pleural cavities and the mediastinum are the primary constituents. There are two pleural cavities which respectively contain the left and right lungs and the pleura. The mediastinum is central and found between the two bilateral pleural cavities. The mediastinum extends to the inner border of the sternum anteriorly, the inner border of the thoracic vertebral bodies posteriorly, and spans the full vertical length of the thoracic cavity."}
{"id": "article-30085_8", "title": "Anatomy, Thorax -- Structure and Function -- Thoracic Cavity", "content": "The transverse thoracic plane passes through the angle of the sternum (formed by the junction of the manubrium and the body of the sternum). The transverse thoracic plane crosses the T4-T5 vertebral junction and thus divides the superior from the inferior mediastinum. [2] The inferior mediastinum further subdivides into anterior, middle, and posterior compartments by the anterior and posterior surfaces of the pericardium. The anterior mediastinum is anterior to the pericardial sac, the middle mediastinum contains the heart and pericardium, and the posterior mediastinum is posterior to the pericardial sac. The gross contents of each mediastinal compartment are as follows:", "contents": "Anatomy, Thorax -- Structure and Function -- Thoracic Cavity. The transverse thoracic plane passes through the angle of the sternum (formed by the junction of the manubrium and the body of the sternum). The transverse thoracic plane crosses the T4-T5 vertebral junction and thus divides the superior from the inferior mediastinum. [2] The inferior mediastinum further subdivides into anterior, middle, and posterior compartments by the anterior and posterior surfaces of the pericardium. The anterior mediastinum is anterior to the pericardial sac, the middle mediastinum contains the heart and pericardium, and the posterior mediastinum is posterior to the pericardial sac. The gross contents of each mediastinal compartment are as follows:"}
{"id": "article-30085_9", "title": "Anatomy, Thorax -- Structure and Function -- Thoracic Cavity", "content": "Pleural cavities - lungs and pleura Superior mediastinum - great vessels, trachea, esophagus, vagus nerve, phrenic nerve, sympathetic nerves, thoracic lymphatic duct, thymus Anterior mediastinum - connective tissue, thymus, and lymph nodes Middle mediastinum - heart, roots of great vessels, phrenic nerve, and pericardium Posterior mediastinum - descending aorta, azygos veins, esophagus, vagus nerve, sympathetic nerves, bronchi, and thoracic lymphatic duct", "contents": "Anatomy, Thorax -- Structure and Function -- Thoracic Cavity. Pleural cavities - lungs and pleura Superior mediastinum - great vessels, trachea, esophagus, vagus nerve, phrenic nerve, sympathetic nerves, thoracic lymphatic duct, thymus Anterior mediastinum - connective tissue, thymus, and lymph nodes Middle mediastinum - heart, roots of great vessels, phrenic nerve, and pericardium Posterior mediastinum - descending aorta, azygos veins, esophagus, vagus nerve, sympathetic nerves, bronchi, and thoracic lymphatic duct"}
{"id": "article-30085_10", "title": "Anatomy, Thorax -- Embryology", "content": "The embryo's development undergoes the formation of three distinct layers (the trilaminar disc). These layers are the outer ectoderm, middle mesoderm, and inner endoderm. Along the midline, the differentiation of neural cells forms the neural tube, which continues development within the mesoderm. Folding in such a way that endoderm becomes internalized produces a three-layered tubular structure from which all the structures of the thorax originate.", "contents": "Anatomy, Thorax -- Embryology. The embryo's development undergoes the formation of three distinct layers (the trilaminar disc). These layers are the outer ectoderm, middle mesoderm, and inner endoderm. Along the midline, the differentiation of neural cells forms the neural tube, which continues development within the mesoderm. Folding in such a way that endoderm becomes internalized produces a three-layered tubular structure from which all the structures of the thorax originate."}
{"id": "article-30085_11", "title": "Anatomy, Thorax -- Embryology -- Thoracic Wall", "content": "During development, paraxial mesodermal somites form on opposite sides of the neural tube. [7] The differentiation of somites forms bone, cartilage, muscle, and dermis. [1] Further, elongation and folding will lead to the development of the thoracic wall and enclosure of the thoracic cavity.", "contents": "Anatomy, Thorax -- Embryology -- Thoracic Wall. During development, paraxial mesodermal somites form on opposite sides of the neural tube. [7] The differentiation of somites forms bone, cartilage, muscle, and dermis. [1] Further, elongation and folding will lead to the development of the thoracic wall and enclosure of the thoracic cavity."}
{"id": "article-30085_12", "title": "Anatomy, Thorax -- Embryology -- Thoracic Cavity", "content": "The cardiovascular system originates from the mesoderm layer as a coalescence of cardiac myoblasts known as the cardiogenic field. [8] [9] This field is initially horseshoe-shaped but rotates to form a primitive heart tube. Differentiation of endothelial, myocardial, and pericardial cells form a tube that directs blood from the venous system to the primitive aorta (in a caudal to cephalic direction).", "contents": "Anatomy, Thorax -- Embryology -- Thoracic Cavity. The cardiovascular system originates from the mesoderm layer as a coalescence of cardiac myoblasts known as the cardiogenic field. [8] [9] This field is initially horseshoe-shaped but rotates to form a primitive heart tube. Differentiation of endothelial, myocardial, and pericardial cells form a tube that directs blood from the venous system to the primitive aorta (in a caudal to cephalic direction)."}
{"id": "article-30085_13", "title": "Anatomy, Thorax -- Embryology -- Thoracic Cavity", "content": "At three weeks, elongation and bending of the tube form the cardiac loop. Cell proliferation and breakdown form the ventricles, septum, valves, and trabeculae of the heart. At birth, a series of physiological changes lead to perfusion of the lungs, particularly the change of flow through the foramen ovale and the closure of the ductus arteriosus.", "contents": "Anatomy, Thorax -- Embryology -- Thoracic Cavity. At three weeks, elongation and bending of the tube form the cardiac loop. Cell proliferation and breakdown form the ventricles, septum, valves, and trabeculae of the heart. At birth, a series of physiological changes lead to perfusion of the lungs, particularly the change of flow through the foramen ovale and the closure of the ductus arteriosus."}
{"id": "article-30085_14", "title": "Anatomy, Thorax -- Embryology -- Thoracic Cavity", "content": "The respiratory system originates from the ventral wall of the primitive foregut endoderm as a diverticulum at 3 to 6 weeks. [10] This diverticulum elongates caudally to form a parallel tube (primitive trachea) anterior to the foregut (primitive esophagus). The trachea forms bronchial buds caudally, giving rise to the future lobes of the lungs (two on the left and three on the right).", "contents": "Anatomy, Thorax -- Embryology -- Thoracic Cavity. The respiratory system originates from the ventral wall of the primitive foregut endoderm as a diverticulum at 3 to 6 weeks. [10] This diverticulum elongates caudally to form a parallel tube (primitive trachea) anterior to the foregut (primitive esophagus). The trachea forms bronchial buds caudally, giving rise to the future lobes of the lungs (two on the left and three on the right)."}
{"id": "article-30085_15", "title": "Anatomy, Thorax -- Embryology -- Thoracic Cavity", "content": "The pleura are formed from the surrounding mesoderm engulfing the bronchial buds. Morphogenesis and differentiation of the bronchial buds lead to the development of the bronchial tree, bronchioles, alveoli, and vasculature of the lungs. Pulmonary surfactant production begins at 24 weeks and can prevent atelectasis at 32 weeks. Alveoli continue to mature until eight years post-partum. The thymus develops in the thoracic cavity with origins from the ventral third pharyngeal pouch. [11] While the thymus is large at birth, it regresses in adult life.", "contents": "Anatomy, Thorax -- Embryology -- Thoracic Cavity. The pleura are formed from the surrounding mesoderm engulfing the bronchial buds. Morphogenesis and differentiation of the bronchial buds lead to the development of the bronchial tree, bronchioles, alveoli, and vasculature of the lungs. Pulmonary surfactant production begins at 24 weeks and can prevent atelectasis at 32 weeks. Alveoli continue to mature until eight years post-partum. The thymus develops in the thoracic cavity with origins from the ventral third pharyngeal pouch. [11] While the thymus is large at birth, it regresses in adult life."}
{"id": "article-30085_16", "title": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Wall", "content": "The thoracic wall has an abundant collateral blood supply. [4]", "contents": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Wall. The thoracic wall has an abundant collateral blood supply. [4]"}
{"id": "article-30085_17", "title": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Wall", "content": "The deep neurovascular plane of the thoracic wall is located between the innermost intercostal muscle and the internal intercostal muscle. Here, the posterior intercostal arteries (branches of the subclavian and aorta) travel just inferior to each rib and give off collateral intercostal branches that are smaller and travel just superior to each rib. [12] These arteries end as communications with the anterior intercostal arteries.", "contents": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Wall. The deep neurovascular plane of the thoracic wall is located between the innermost intercostal muscle and the internal intercostal muscle. Here, the posterior intercostal arteries (branches of the subclavian and aorta) travel just inferior to each rib and give off collateral intercostal branches that are smaller and travel just superior to each rib. [12] These arteries end as communications with the anterior intercostal arteries."}
{"id": "article-30085_18", "title": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Wall", "content": "Anteriorly, the blood supply of the thoracic wall is predominantly from the internal mammary (thoracic) arteries, which travel deep to the costal cartilage from the subclavian artery. [4] [13] As the internal mammary artery descends, it gives off anterior intercostal branches and perforations before terminating as the musculophrenic and superior epigastric arteries. The internal mammary arteries and perforators are commonly used as grafts in heart bypass surgery and as recipient vessels for surgical flaps. The blood supply from the lateral thoracic wall is derived from branches of the axillary artery (the thoracodorsal, lateral thoracic, and thoracoacromial arteries). The blood supply of the posterior thoracic wall is derived from dorsal branches of the posterior intercostal arteries and the dorsal scapular artery. Inferiorly, blood collateralization is from the superficial and deep inferior epigastric arteries.", "contents": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Wall. Anteriorly, the blood supply of the thoracic wall is predominantly from the internal mammary (thoracic) arteries, which travel deep to the costal cartilage from the subclavian artery. [4] [13] As the internal mammary artery descends, it gives off anterior intercostal branches and perforations before terminating as the musculophrenic and superior epigastric arteries. The internal mammary arteries and perforators are commonly used as grafts in heart bypass surgery and as recipient vessels for surgical flaps. The blood supply from the lateral thoracic wall is derived from branches of the axillary artery (the thoracodorsal, lateral thoracic, and thoracoacromial arteries). The blood supply of the posterior thoracic wall is derived from dorsal branches of the posterior intercostal arteries and the dorsal scapular artery. Inferiorly, blood collateralization is from the superficial and deep inferior epigastric arteries."}
{"id": "article-30085_19", "title": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Cavity", "content": "The great vessels are predominantly situated in the superior and posterior mediastinum, although they originate/terminate at the heart (middle mediastinum). [14] These vessels include the aorta, superior vena cava, pulmonary artery, pulmonary veins, and inferior vena cava.", "contents": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Cavity. The great vessels are predominantly situated in the superior and posterior mediastinum, although they originate/terminate at the heart (middle mediastinum). [14] These vessels include the aorta, superior vena cava, pulmonary artery, pulmonary veins, and inferior vena cava."}
{"id": "article-30085_20", "title": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Cavity", "content": "The aorta arises from the left ventricle of the heart and arches superiorly and posteriorly. Near the origin of the aorta (superior to the aortic valve), the aorta supplies the heart through the left and right coronary arteries. Three branches split off at the aortic arch, ultimately supplying the head, upper limb, and thoracic wall. These arteries are the brachiocephalic trunk, left common carotid, and left subclavian arteries. As the aorta descends posterior to the heart in the left paravertebral gutter, the 3rd to 11th posterior intercostal arteries split off and supply the thoracic wall. The aorta leaves the thorax by piercing the diaphragm at the level of T12.", "contents": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Cavity. The aorta arises from the left ventricle of the heart and arches superiorly and posteriorly. Near the origin of the aorta (superior to the aortic valve), the aorta supplies the heart through the left and right coronary arteries. Three branches split off at the aortic arch, ultimately supplying the head, upper limb, and thoracic wall. These arteries are the brachiocephalic trunk, left common carotid, and left subclavian arteries. As the aorta descends posterior to the heart in the left paravertebral gutter, the 3rd to 11th posterior intercostal arteries split off and supply the thoracic wall. The aorta leaves the thorax by piercing the diaphragm at the level of T12."}
{"id": "article-30085_21", "title": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Cavity", "content": "The venous system generally follows the arterial system, albeit with some differences. [15] Blood returning to the heart (right atrium) passes through either the superior vena cava or inferior vena cava. The superior vena cava drains blood from the right and left brachiocephalic veins and the azygos venous system. The inferior vena cava travels a short distance after piercing the diaphragm at the level of T8 to drain blood from the abdomen and lower limbs into the floor of the right atrium.", "contents": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Cavity. The venous system generally follows the arterial system, albeit with some differences. [15] Blood returning to the heart (right atrium) passes through either the superior vena cava or inferior vena cava. The superior vena cava drains blood from the right and left brachiocephalic veins and the azygos venous system. The inferior vena cava travels a short distance after piercing the diaphragm at the level of T8 to drain blood from the abdomen and lower limbs into the floor of the right atrium."}
{"id": "article-30085_22", "title": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Cavity", "content": "The azygos venous system consists of the hemiazygos, accessory azygos, and azygos veins. [15] The hemiazygos and accessory azygos veins drain the left posterior intercostal veins and communicate with the left common iliac vein. The azygos vein drains the right posterior intercostal veins, hemiazygos, and accessory azygos veins to the superior vena cava.", "contents": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Cavity. The azygos venous system consists of the hemiazygos, accessory azygos, and azygos veins. [15] The hemiazygos and accessory azygos veins drain the left posterior intercostal veins and communicate with the left common iliac vein. The azygos vein drains the right posterior intercostal veins, hemiazygos, and accessory azygos veins to the superior vena cava."}
{"id": "article-30085_23", "title": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Cavity", "content": "The lymphatic system of the whole body, apart from the right upper limb and right side of the head, drains through the thoracic duct. [16] [15] The thoracic duct begins with the cisterna chyli. In the thorax, the thoracic duct pierces the diaphragm through the aortic hiatus; it ascends just anteriorly to the thoracic vertebral bodies and drains into the junction of the left subclavian and internal jugular veins. The right lymphatic duct provides lymphatic drainage to the right side of the head and right upper limb into the right brachiocephalic vein.", "contents": "Anatomy, Thorax -- Blood Supply and Lymphatics -- Thoracic Cavity. The lymphatic system of the whole body, apart from the right upper limb and right side of the head, drains through the thoracic duct. [16] [15] The thoracic duct begins with the cisterna chyli. In the thorax, the thoracic duct pierces the diaphragm through the aortic hiatus; it ascends just anteriorly to the thoracic vertebral bodies and drains into the junction of the left subclavian and internal jugular veins. The right lymphatic duct provides lymphatic drainage to the right side of the head and right upper limb into the right brachiocephalic vein."}
{"id": "article-30085_24", "title": "Anatomy, Thorax -- Nerves -- Thoracic Wall", "content": "T1 to T12 thoracic spinal nerves exit via the intervertebral foramina and branch into anterior and posterior rami (branches). [17] [18] The anterior ramus branches (intercostal nerves) travel with the posterior intercostal vessels just inferior to each rib in the neurovascular space (between the innermost intercostal muscle and internal intercostal muscle). During their course, the following branches are formed: collateral, lateral cutaneous, and anterior cutaneous branches. The anterior ramus branches innervate the skin over the ribs and muscles of the thoracic wall. The posterior ramus branches innervate the skin over the posterior thoracic wall and the spinal muscles approximately three inches on each side.", "contents": "Anatomy, Thorax -- Nerves -- Thoracic Wall. T1 to T12 thoracic spinal nerves exit via the intervertebral foramina and branch into anterior and posterior rami (branches). [17] [18] The anterior ramus branches (intercostal nerves) travel with the posterior intercostal vessels just inferior to each rib in the neurovascular space (between the innermost intercostal muscle and internal intercostal muscle). During their course, the following branches are formed: collateral, lateral cutaneous, and anterior cutaneous branches. The anterior ramus branches innervate the skin over the ribs and muscles of the thoracic wall. The posterior ramus branches innervate the skin over the posterior thoracic wall and the spinal muscles approximately three inches on each side."}
{"id": "article-30085_25", "title": "Anatomy, Thorax -- Nerves -- Thoracic Wall", "content": "The brachial plexus originates from C5 to T1 spinal nerves and is located superior to the thorax. [19] As trunks, divisions, and cords form, nerves branch off to supply muscles superficial to the thoracic wall; this includes the dorsal scapular, medial and lateral pectoral, long thoracic, and thoracodorsal nerves.", "contents": "Anatomy, Thorax -- Nerves -- Thoracic Wall. The brachial plexus originates from C5 to T1 spinal nerves and is located superior to the thorax. [19] As trunks, divisions, and cords form, nerves branch off to supply muscles superficial to the thoracic wall; this includes the dorsal scapular, medial and lateral pectoral, long thoracic, and thoracodorsal nerves."}
{"id": "article-30085_26", "title": "Anatomy, Thorax -- Nerves -- Thoracic Cavity", "content": "The body's sympathetic nervous system is formed by two preganglionic neurons and one postganglionic neuron from T1 to L2. [20] Neurons synapse at the spinal cord, sympathetic ganglion, and the target organ. The preganglionic neuron from the spinal cord is short in length, resulting in the sympathetic ganglion being located near the intervertebral foramen, deep to the ribs, and lateral to the thoracic vertebrae. The thoracic sympathetic ganglia communicate with the cervical and lumbar sympathetic ganglia forming the sympathetic chain. From the sympathetic chain, postganglionic neurons innervate a range of structures, including the heart, lungs, vessels, thymus, esophagus, and skin.", "contents": "Anatomy, Thorax -- Nerves -- Thoracic Cavity. The body's sympathetic nervous system is formed by two preganglionic neurons and one postganglionic neuron from T1 to L2. [20] Neurons synapse at the spinal cord, sympathetic ganglion, and the target organ. The preganglionic neuron from the spinal cord is short in length, resulting in the sympathetic ganglion being located near the intervertebral foramen, deep to the ribs, and lateral to the thoracic vertebrae. The thoracic sympathetic ganglia communicate with the cervical and lumbar sympathetic ganglia forming the sympathetic chain. From the sympathetic chain, postganglionic neurons innervate a range of structures, including the heart, lungs, vessels, thymus, esophagus, and skin."}
{"id": "article-30085_27", "title": "Anatomy, Thorax -- Nerves -- Thoracic Cavity", "content": "The vagus nerve is responsible for the parasympathetic innervation of the thoracic cavity. [21] The vagus nerve is present bilaterally and enters the thorax within the carotid sheath with the common carotid artery (medial) and internal jugular vein (lateral). As the vagus nerve descends in the superior and posterior mediastinal compartments, it sends branches to the cardiac plexus, pulmonary plexus, and esophageal plexus. The vagus nerve exits the thoracic cavity through the esophageal hiatus of the diaphragm. Damage to the vagus nerve can result in a range of symptoms, including dysphagia, tachycardia, hypertension, hearing changes, and vocal changes.", "contents": "Anatomy, Thorax -- Nerves -- Thoracic Cavity. The vagus nerve is responsible for the parasympathetic innervation of the thoracic cavity. [21] The vagus nerve is present bilaterally and enters the thorax within the carotid sheath with the common carotid artery (medial) and internal jugular vein (lateral). As the vagus nerve descends in the superior and posterior mediastinal compartments, it sends branches to the cardiac plexus, pulmonary plexus, and esophageal plexus. The vagus nerve exits the thoracic cavity through the esophageal hiatus of the diaphragm. Damage to the vagus nerve can result in a range of symptoms, including dysphagia, tachycardia, hypertension, hearing changes, and vocal changes."}
{"id": "article-30085_28", "title": "Anatomy, Thorax -- Nerves -- Thoracic Cavity", "content": "The left recurrent laryngeal nerve branches from the left vagus nerve at the level of the aortic arch. [17] [22] This nerve traverses medially, inferior to the aortic arch, and ascends to enter the neck. The right recurrent laryngeal nerve does not enter the thoracic cavity but passes beneath the right subclavian artery from the right vagus nerve. The left recurrent laryngeal nerve is particularly at risk during thyroid surgery. Palsy of the recurrent laryngeal nerves affects the laryngeal muscles. [23] Chronic hoarseness may be an indicator of an aneurysm of the arch of the aorta. Such patients should have a chest radiograph or other visual study to ensure no pathology underlies their chronic hoarseness.", "contents": "Anatomy, Thorax -- Nerves -- Thoracic Cavity. The left recurrent laryngeal nerve branches from the left vagus nerve at the level of the aortic arch. [17] [22] This nerve traverses medially, inferior to the aortic arch, and ascends to enter the neck. The right recurrent laryngeal nerve does not enter the thoracic cavity but passes beneath the right subclavian artery from the right vagus nerve. The left recurrent laryngeal nerve is particularly at risk during thyroid surgery. Palsy of the recurrent laryngeal nerves affects the laryngeal muscles. [23] Chronic hoarseness may be an indicator of an aneurysm of the arch of the aorta. Such patients should have a chest radiograph or other visual study to ensure no pathology underlies their chronic hoarseness."}
{"id": "article-30085_29", "title": "Anatomy, Thorax -- Nerves -- Thoracic Cavity", "content": "The phrenic nerve originates from the C3 to C5 spinal nerves bilaterally. [17] [24] The phrenic nerve enters the thorax through the superior thoracic aperture, descends anterior to the lung roots, lateral to the pericardium, and terminates at the diaphragm muscle. Palsy of the phrenic nerve can cause partial or complete paralysis of the diaphragm, which can severely affect breathing by reducing vital capacity. The phrenic nerves provide sensory innervation to the fibrous pericardium.", "contents": "Anatomy, Thorax -- Nerves -- Thoracic Cavity. The phrenic nerve originates from the C3 to C5 spinal nerves bilaterally. [17] [24] The phrenic nerve enters the thorax through the superior thoracic aperture, descends anterior to the lung roots, lateral to the pericardium, and terminates at the diaphragm muscle. Palsy of the phrenic nerve can cause partial or complete paralysis of the diaphragm, which can severely affect breathing by reducing vital capacity. The phrenic nerves provide sensory innervation to the fibrous pericardium."}
{"id": "article-30085_30", "title": "Anatomy, Thorax -- Muscles", "content": "There are five muscles of the thoracic wall. [5] From superficial to deep, these are the external intercostal, internal intercostal, innermost intercostal, subcostal (posteriorly), and transverse thoracic (anteriorly). These muscles change the volume of the thoracic cavity for respiration to occur. They elevate or depress the ribs, increasing the thoracic volume and, thus, vital capacity.", "contents": "Anatomy, Thorax -- Muscles. There are five muscles of the thoracic wall. [5] From superficial to deep, these are the external intercostal, internal intercostal, innermost intercostal, subcostal (posteriorly), and transverse thoracic (anteriorly). These muscles change the volume of the thoracic cavity for respiration to occur. They elevate or depress the ribs, increasing the thoracic volume and, thus, vital capacity."}
{"id": "article-30085_31", "title": "Anatomy, Thorax -- Muscles", "content": "Superficial muscles to the thoracic wall function in the movement of the shoulder girdle, thoracic wall, and spine. [5] [4] These muscles include the pectoralis major and minor, serratus anterior, levatores costarum (elevators of the ribs), extensor muscles of the spine, and serratus posterior superior and inferior.", "contents": "Anatomy, Thorax -- Muscles. Superficial muscles to the thoracic wall function in the movement of the shoulder girdle, thoracic wall, and spine. [5] [4] These muscles include the pectoralis major and minor, serratus anterior, levatores costarum (elevators of the ribs), extensor muscles of the spine, and serratus posterior superior and inferior."}
{"id": "article-30085_32", "title": "Anatomy, Thorax -- Muscles", "content": "The diaphragm is an important muscle for respiratory function. The diaphragm forms the inferior border of the thoracic cavity separating the abdomen from the thorax. As the muscle contracts, it increases the volume of the thoracic cavity resulting in inspiration. Later in pregnancy, the developing baby can raise the volume of the abdominal cavity, thereby reducing vital capacity.", "contents": "Anatomy, Thorax -- Muscles. The diaphragm is an important muscle for respiratory function. The diaphragm forms the inferior border of the thoracic cavity separating the abdomen from the thorax. As the muscle contracts, it increases the volume of the thoracic cavity resulting in inspiration. Later in pregnancy, the developing baby can raise the volume of the abdominal cavity, thereby reducing vital capacity."}
{"id": "article-30085_33", "title": "Anatomy, Thorax -- Muscles", "content": "Other muscles that have attachments to the thoracic wall but act predominantly as extensions to the thorax include the scalene, sternocleidomastoid, and subclavius muscles superiorly. Muscles extending inferiorly include quadratus lumborum, psoas major/minor, external oblique, internal oblique, transversus abdominis, and rectus abdominis muscles.", "contents": "Anatomy, Thorax -- Muscles. Other muscles that have attachments to the thoracic wall but act predominantly as extensions to the thorax include the scalene, sternocleidomastoid, and subclavius muscles superiorly. Muscles extending inferiorly include quadratus lumborum, psoas major/minor, external oblique, internal oblique, transversus abdominis, and rectus abdominis muscles."}
{"id": "article-30085_34", "title": "Anatomy, Thorax -- Physiologic Variants", "content": "Situs inversus is a rare congenital condition where the visceral thoracic and abdominal organs are inverted in the vertical axis. [25] This condition results in the heart and stomach being predominantly on the right side while the liver and gall bladder are on the left. This condition does not lead to any symptoms but may be associated with an increased risk for cardiac pathology. Clinical examination and investigations of the organs will require mirroring in the vertical plane.", "contents": "Anatomy, Thorax -- Physiologic Variants. Situs inversus is a rare congenital condition where the visceral thoracic and abdominal organs are inverted in the vertical axis. [25] This condition results in the heart and stomach being predominantly on the right side while the liver and gall bladder are on the left. This condition does not lead to any symptoms but may be associated with an increased risk for cardiac pathology. Clinical examination and investigations of the organs will require mirroring in the vertical plane."}
{"id": "article-30085_35", "title": "Anatomy, Thorax -- Physiologic Variants", "content": "Dextrocardia is a rare congenital condition where only the heart has inverted in the vertical axis. Although dextrocardia usually does not present with symptoms, other heart abnormalities are commonly present.", "contents": "Anatomy, Thorax -- Physiologic Variants. Dextrocardia is a rare congenital condition where only the heart has inverted in the vertical axis. Although dextrocardia usually does not present with symptoms, other heart abnormalities are commonly present."}
{"id": "article-30085_36", "title": "Anatomy, Thorax -- Physiologic Variants", "content": "Ninety percent of congenital abnormalities of the thoracic wall include pectus excavatum (depressed sternum) and pectus carinatum (protrusion of the sternum). [26] Patients are typically asymptomatic, but some might experience limitations in physical activity. Surgery can correct both abnormalities and is indicated when the deformity is severe and significantly impacts the patient’s life psychologically or physically.", "contents": "Anatomy, Thorax -- Physiologic Variants. Ninety percent of congenital abnormalities of the thoracic wall include pectus excavatum (depressed sternum) and pectus carinatum (protrusion of the sternum). [26] Patients are typically asymptomatic, but some might experience limitations in physical activity. Surgery can correct both abnormalities and is indicated when the deformity is severe and significantly impacts the patient’s life psychologically or physically."}
{"id": "article-30085_37", "title": "Anatomy, Thorax -- Surgical Considerations", "content": "The thoracic wall may be surgically punctured or incised due to a variety of indications. [27] [28] [29] [30] Drain insertion at the mid-axillary line of the 4th or 5th intercostal space is performed for pneumothorax. Needle decompression at the mid-clavicular line in the second intercostal space is a procedure used to treat a tension pneumothorax. Pericardiocentesis is performed just inferior to the xiphisternum at an angle of 15 to 30 degrees to the skin to drain excess fluid from the pericardial sac.", "contents": "Anatomy, Thorax -- Surgical Considerations. The thoracic wall may be surgically punctured or incised due to a variety of indications. [27] [28] [29] [30] Drain insertion at the mid-axillary line of the 4th or 5th intercostal space is performed for pneumothorax. Needle decompression at the mid-clavicular line in the second intercostal space is a procedure used to treat a tension pneumothorax. Pericardiocentesis is performed just inferior to the xiphisternum at an angle of 15 to 30 degrees to the skin to drain excess fluid from the pericardial sac."}
{"id": "article-30085_38", "title": "Anatomy, Thorax -- Surgical Considerations", "content": "A posterolateral thoracotomy is a common method to access the lungs and esophagus. An anterolateral thoracotomy can provide access to the heart, lungs, and esophagus, while a median sternotomy allows access to the heart as in a cardiac bypass graft (CABBAGE graft).", "contents": "Anatomy, Thorax -- Surgical Considerations. A posterolateral thoracotomy is a common method to access the lungs and esophagus. An anterolateral thoracotomy can provide access to the heart, lungs, and esophagus, while a median sternotomy allows access to the heart as in a cardiac bypass graft (CABBAGE graft)."}
{"id": "article-30085_39", "title": "Anatomy, Thorax -- Surgical Considerations", "content": "A percutaneous intervention provides access to the heart and vessels of the heart and lungs. [31] [32] The thoracic surgeon performs this procedure by feeding a catheter through arteries of the upper or lower limb. Stents can be placed in coronary vessels using this maneuver.", "contents": "Anatomy, Thorax -- Surgical Considerations. A percutaneous intervention provides access to the heart and vessels of the heart and lungs. [31] [32] The thoracic surgeon performs this procedure by feeding a catheter through arteries of the upper or lower limb. Stents can be placed in coronary vessels using this maneuver."}
{"id": "article-30085_40", "title": "Anatomy, Thorax -- Clinical Significance", "content": "A mediastinal mass can arise from various diseases, commonly lymphoma, bronchogenic carcinoma, tuberculosis, germ cell carcinoma, thymoma, and metastasis. [33] Depending on the size and location of the mass, there is the potential to obstruct blood, air, lymph, or food. Inherently low-pressure structures like veins, lymphatic vessels, and the esophagus are likely to be compressed in this manner. Arteries, airways, heart chambers, and nerves all have the potential to be compressed but will require more external pressure before physiological changes occur. Clinicians would be well-served to think about which compartment of the thoracic cavity the mass is located in to understand which structures are likely to be obstructed. Thus,  a mass in the superior mediastinum near the right brachiocephalic vein will initially compress the right brachiocephalic vein and the right lymphatic duct resulting in venous congestion and lymphedema of the right upper limb.", "contents": "Anatomy, Thorax -- Clinical Significance. A mediastinal mass can arise from various diseases, commonly lymphoma, bronchogenic carcinoma, tuberculosis, germ cell carcinoma, thymoma, and metastasis. [33] Depending on the size and location of the mass, there is the potential to obstruct blood, air, lymph, or food. Inherently low-pressure structures like veins, lymphatic vessels, and the esophagus are likely to be compressed in this manner. Arteries, airways, heart chambers, and nerves all have the potential to be compressed but will require more external pressure before physiological changes occur. Clinicians would be well-served to think about which compartment of the thoracic cavity the mass is located in to understand which structures are likely to be obstructed. Thus,  a mass in the superior mediastinum near the right brachiocephalic vein will initially compress the right brachiocephalic vein and the right lymphatic duct resulting in venous congestion and lymphedema of the right upper limb."}
{"id": "article-30085_41", "title": "Anatomy, Thorax -- Clinical Significance", "content": "Rib fractures can affect the surrounding anatomical structures in numerous ways. Multiple rib fractures resulting in a flail chest alter the normal physiology of the thoracic wall; the flail segment moves paradoxically during respiration, reducing the vital capacity. [34] The mechanism of fracture can damage the intercostal muscles, vessels, and nerves resulting in weakness, hemorrhage, and muscle paralysis, respectively. Displacement of the rib superficially can damage the muscles, vessels, and skin over the thorax. Displacement of the rib internally will pierce the pleura before the lung; this can cause bleeding within the pleural cavity or lung.", "contents": "Anatomy, Thorax -- Clinical Significance. Rib fractures can affect the surrounding anatomical structures in numerous ways. Multiple rib fractures resulting in a flail chest alter the normal physiology of the thoracic wall; the flail segment moves paradoxically during respiration, reducing the vital capacity. [34] The mechanism of fracture can damage the intercostal muscles, vessels, and nerves resulting in weakness, hemorrhage, and muscle paralysis, respectively. Displacement of the rib superficially can damage the muscles, vessels, and skin over the thorax. Displacement of the rib internally will pierce the pleura before the lung; this can cause bleeding within the pleural cavity or lung."}
{"id": "article-30085_42", "title": "Anatomy, Thorax -- Clinical Significance", "content": "Direct communication between the pleural cavity and the air outside the thoracic wall can result in pneumothorax (air accumulating in the pleural cavity). Tension pneumothorax will occur if the air volume within the pleural cavity shifts mediastinal structures away from the tension pneumothorax. [35] This condition typically occurs when making a one-way valve system, and air continues to enter the pleural cavity on inspiration without exiting. This condition is treatable by inserting a needle through the second intercostal space above the rib to release the pneumothorax.", "contents": "Anatomy, Thorax -- Clinical Significance. Direct communication between the pleural cavity and the air outside the thoracic wall can result in pneumothorax (air accumulating in the pleural cavity). Tension pneumothorax will occur if the air volume within the pleural cavity shifts mediastinal structures away from the tension pneumothorax. [35] This condition typically occurs when making a one-way valve system, and air continues to enter the pleural cavity on inspiration without exiting. This condition is treatable by inserting a needle through the second intercostal space above the rib to release the pneumothorax."}
{"id": "article-30085_43", "title": "Anatomy, Thorax -- Clinical Significance", "content": "Fluid collecting within the pericardial space (pericardial effusion) ultimately limits the space available for the heart within the middle mediastinum. [36] This condition can create external pressure on the heart muscle and the great vessels that enter the pericardial space to reach the heart. The external pressure (cardiac tamponade) has the potential to obstruct the flow of blood into the heart and limit the efficacy of diastole. Here, pericardiocentesis is required to drain the contents of the pericardial cavity. In cases of myocardial infarction, sometimes the heart wall will die and rupture, leading to bleeding into the pericardial sac. This is another cause of cardiac tamponade.", "contents": "Anatomy, Thorax -- Clinical Significance. Fluid collecting within the pericardial space (pericardial effusion) ultimately limits the space available for the heart within the middle mediastinum. [36] This condition can create external pressure on the heart muscle and the great vessels that enter the pericardial space to reach the heart. The external pressure (cardiac tamponade) has the potential to obstruct the flow of blood into the heart and limit the efficacy of diastole. Here, pericardiocentesis is required to drain the contents of the pericardial cavity. In cases of myocardial infarction, sometimes the heart wall will die and rupture, leading to bleeding into the pericardial sac. This is another cause of cardiac tamponade."}
{"id": "article-30085_44", "title": "Anatomy, Thorax -- Clinical Significance", "content": "Aortic aneurysm and dissection can occur at different regions within the thoracic cavity; this will ultimately affect different arterial branches changing the severity of the disease. [37] Type A aortic dissection (dissection originating proximal to the left subclavian artery), opposed to Type B aortic dissection (dissection originating distal to the left subclavian artery), has the added potential to obstruct the coronary arteries and common carotid arteries resulting in myocardial infarction and cerebral hypoperfusion respectively. This reasoning necessitates treating a type A aortic dissection as a medical emergency, with treatment likely involving surgery rather than anti-hypertensive medication alone.", "contents": "Anatomy, Thorax -- Clinical Significance. Aortic aneurysm and dissection can occur at different regions within the thoracic cavity; this will ultimately affect different arterial branches changing the severity of the disease. [37] Type A aortic dissection (dissection originating proximal to the left subclavian artery), opposed to Type B aortic dissection (dissection originating distal to the left subclavian artery), has the added potential to obstruct the coronary arteries and common carotid arteries resulting in myocardial infarction and cerebral hypoperfusion respectively. This reasoning necessitates treating a type A aortic dissection as a medical emergency, with treatment likely involving surgery rather than anti-hypertensive medication alone."}
{"id": "article-30085_45", "title": "Anatomy, Thorax -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}