{"id": "article-51718_0", "title": "Physiology, Secretin -- Introduction", "content": "In collaboration with physiologist W. M. Bayliss, English physician E. H. Starling discovered secretin in 1902. [1] During that era, hormonal control of pancreatic secretions conflicted with the teachings of the Pavlov school that only neural reflexes were involved in pancreas response to duodenal acidification. [2] The findings of Bayliss and Starling remain as a scientific truth, but healthcare professionals have a better-developed understanding of secretin and its function.", "contents": "Physiology, Secretin -- Introduction. In collaboration with physiologist W. M. Bayliss, English physician E. H. Starling discovered secretin in 1902. [1] During that era, hormonal control of pancreatic secretions conflicted with the teachings of the Pavlov school that only neural reflexes were involved in pancreas response to duodenal acidification. [2] The findings of Bayliss and Starling remain as a scientific truth, but healthcare professionals have a better-developed understanding of secretin and its function."}
{"id": "article-51718_1", "title": "Physiology, Secretin -- Introduction", "content": "Secretin is secreted by S cells in the duodenum and affects numerous other organ systems. Secretin receptors (SR) are expressed in the basolateral domain of several cell types. [3] Besides regulating the growth of epithelial cells in the pancreas and biliary system, secretin additionally exerts trophic effects.", "contents": "Physiology, Secretin -- Introduction. Secretin is secreted by S cells in the duodenum and affects numerous other organ systems. Secretin receptors (SR) are expressed in the basolateral domain of several cell types. [3] Besides regulating the growth of epithelial cells in the pancreas and biliary system, secretin additionally exerts trophic effects."}
{"id": "article-51718_2", "title": "Physiology, Secretin -- Cellular Level", "content": "Initially, secretin begins as an amino acid precursor known as prosecretin until activation via gastric acid. Prosecretin contains an N-terminal peptide, spacer, secretin, and C-terminal peptide; while the N-terminal is a single peptide, secretin itself makes up residues 28 to 54, and the C-terminal peptide is 72-amino acids. [4] Secretin is a peptide hormone composed of 27 amino acids. The sequence is like that of a gastric inhibitory peptide (GIP), vasoactive intestinal peptide (VIP), and glucagon.", "contents": "Physiology, Secretin -- Cellular Level. Initially, secretin begins as an amino acid precursor known as prosecretin until activation via gastric acid. Prosecretin contains an N-terminal peptide, spacer, secretin, and C-terminal peptide; while the N-terminal is a single peptide, secretin itself makes up residues 28 to 54, and the C-terminal peptide is 72-amino acids. [4] Secretin is a peptide hormone composed of 27 amino acids. The sequence is like that of a gastric inhibitory peptide (GIP), vasoactive intestinal peptide (VIP), and glucagon."}
{"id": "article-51718_3", "title": "Physiology, Secretin -- Cellular Level", "content": "Secretin is produced in the duodenal mucosa and acts on the pancreas where it stimulates the release of bicarbonate and water. While this role in digestive physiology has been known, studies recently identified the mediating receptor function of secretin. [5] Along with the receptors of VIP and glucagon, the secretin receptor is part of the G-protein-coupled receptor superfamily. Pancreatic centroacinar cells have secretin receptors in their plasma membrane. Once bound to the receptor, secretin stimulates adenylate cyclase and converts ATP to cAMP. cAMP is a second messenger and causes the pancreas to secrete bicarbonate. The cAMP system plays a key role in the modulation of large biliary secretion since it is activated by secretin [6] , as well as increased cholangiocyte proliferation. [7]", "contents": "Physiology, Secretin -- Cellular Level. Secretin is produced in the duodenal mucosa and acts on the pancreas where it stimulates the release of bicarbonate and water. While this role in digestive physiology has been known, studies recently identified the mediating receptor function of secretin. [5] Along with the receptors of VIP and glucagon, the secretin receptor is part of the G-protein-coupled receptor superfamily. Pancreatic centroacinar cells have secretin receptors in their plasma membrane. Once bound to the receptor, secretin stimulates adenylate cyclase and converts ATP to cAMP. cAMP is a second messenger and causes the pancreas to secrete bicarbonate. The cAMP system plays a key role in the modulation of large biliary secretion since it is activated by secretin [6] , as well as increased cholangiocyte proliferation. [7]"}
{"id": "article-51718_4", "title": "Physiology, Secretin -- Cellular Level", "content": "The mechanisms of secretin receptors signal termination involve phosphorylation [8] , which are mediated by GPCR kinases [9] . The receptors are abundant on duct and acinar cells and moderate the release of secretin-stimulated fluid and bicarbonate secretion. Moreover, receptors are present in brain cells and neurons in the vagus nerve; secretin receptors are also found on tumors of the gastrointestinal (GI) tract. [10]", "contents": "Physiology, Secretin -- Cellular Level. The mechanisms of secretin receptors signal termination involve phosphorylation [8] , which are mediated by GPCR kinases [9] . The receptors are abundant on duct and acinar cells and moderate the release of secretin-stimulated fluid and bicarbonate secretion. Moreover, receptors are present in brain cells and neurons in the vagus nerve; secretin receptors are also found on tumors of the gastrointestinal (GI) tract. [10]"}
{"id": "article-51718_5", "title": "Physiology, Secretin -- Function", "content": "Secretin has 3 main functions: regulation of gastric acid, regulation of pancreatic bicarbonate, and osmoregulation.", "contents": "Physiology, Secretin -- Function. Secretin has 3 main functions: regulation of gastric acid, regulation of pancreatic bicarbonate, and osmoregulation."}
{"id": "article-51718_6", "title": "Physiology, Secretin -- Function -- Regulation of Gastric Acid Secretion and Pancreatic Bicarbonate", "content": "The major physiological actions of secretin are stimulation of pancreatic fluid and bicarbonate secretion. S cells in the small intestine emit secretin. Gastric acid stimulates secretin release, allowing movement into the duodenal lumen. Secretin causes an increase in pancreatic and biliary bicarbonate secretion and a decrease in gastric H+ secretion. Secretin stimulates the secretion of bicarbonate-rich pancreatic fluid. [11] Secretin enters the intestinal lumen and stimulates bicarbonate secretion, ultimately neutralizing gastric H+, which plays an essential role in fat digestion by creating a more neutral (pH 6 to 8) environment. H+ and fatty acids in the duodenum regulate secretin release.", "contents": "Physiology, Secretin -- Function -- Regulation of Gastric Acid Secretion and Pancreatic Bicarbonate. The major physiological actions of secretin are stimulation of pancreatic fluid and bicarbonate secretion. S cells in the small intestine emit secretin. Gastric acid stimulates secretin release, allowing movement into the duodenal lumen. Secretin causes an increase in pancreatic and biliary bicarbonate secretion and a decrease in gastric H+ secretion. Secretin stimulates the secretion of bicarbonate-rich pancreatic fluid. [11] Secretin enters the intestinal lumen and stimulates bicarbonate secretion, ultimately neutralizing gastric H+, which plays an essential role in fat digestion by creating a more neutral (pH 6 to 8) environment. H+ and fatty acids in the duodenum regulate secretin release."}
{"id": "article-51718_7", "title": "Physiology, Secretin -- Function -- Regulation of Gastric Acid Secretion and Pancreatic Bicarbonate", "content": "Secretin neutralizes the pH in the duodenum by optimizing the functionality of pancreatic amylase and pancreatic lipase. (1) Via the second messenger action of cAMP, bicarbonate release causes neutralization of the acidic environment, thus establishing a pH favorable for the action of digestive enzymes. [12] Secretin increases bicarbonate secretion from duodenal Brunner's gland as well; this mechanism buffers the acidity from chyme and reduces secretion of acid by parietal cells.", "contents": "Physiology, Secretin -- Function -- Regulation of Gastric Acid Secretion and Pancreatic Bicarbonate. Secretin neutralizes the pH in the duodenum by optimizing the functionality of pancreatic amylase and pancreatic lipase. (1) Via the second messenger action of cAMP, bicarbonate release causes neutralization of the acidic environment, thus establishing a pH favorable for the action of digestive enzymes. [12] Secretin increases bicarbonate secretion from duodenal Brunner's gland as well; this mechanism buffers the acidity from chyme and reduces secretion of acid by parietal cells."}
{"id": "article-51718_8", "title": "Physiology, Secretin -- Function -- Osmoregulation", "content": "Water homeostasis is crucial in maintaining the balance between water intake and excretion in the body.", "contents": "Physiology, Secretin -- Function -- Osmoregulation. Water homeostasis is crucial in maintaining the balance between water intake and excretion in the body."}
{"id": "article-51718_9", "title": "Physiology, Secretin -- Function -- Osmoregulation", "content": "Osmoregulatory functions of secretin in the brain are similar to those of angiotensin II. [13] Secretin is found in the magnocellular neurons of the paraventricular and supraoptic nuclei of the hypothalamus. In states of elevated osmolality, secretin is released from the posterior pituitary - this causes activation of vasopressin release in the hypothalamus. Vasopressin affects the collecting ducts, where it induces the insertion of aquaporin 2 water channels on the apical membranes of these cells. [14] Secretin has been shown to induce an increase in urinary volume.", "contents": "Physiology, Secretin -- Function -- Osmoregulation. Osmoregulatory functions of secretin in the brain are similar to those of angiotensin II. [13] Secretin is found in the magnocellular neurons of the paraventricular and supraoptic nuclei of the hypothalamus. In states of elevated osmolality, secretin is released from the posterior pituitary - this causes activation of vasopressin release in the hypothalamus. Vasopressin affects the collecting ducts, where it induces the insertion of aquaporin 2 water channels on the apical membranes of these cells. [14] Secretin has been shown to induce an increase in urinary volume."}
{"id": "article-51718_10", "title": "Physiology, Secretin -- Related Testing", "content": "Clinically, the main use of secretin is in the diagnosis of gastrin-secreting tumors, such as in Zollinger-Ellison syndrome. Under normal physiologic conditions, secretin inhibits gastrin release; however, in gastrinoma pathologies, the administration of secretin will cause an overall increase in gastrin release. This idea is the basis for the secretin stimulation test, which is used to determine the presence of gastrin-producing tumors. [15] Proper technique of the secretin stimulation test places a tube down the throat through the stomach, and into the duodenum. Once the tube is in place, administration of exogenous secretin occurs, and analyzation of duodenal aspirations follow appropriately.", "contents": "Physiology, Secretin -- Related Testing. Clinically, the main use of secretin is in the diagnosis of gastrin-secreting tumors, such as in Zollinger-Ellison syndrome. Under normal physiologic conditions, secretin inhibits gastrin release; however, in gastrinoma pathologies, the administration of secretin will cause an overall increase in gastrin release. This idea is the basis for the secretin stimulation test, which is used to determine the presence of gastrin-producing tumors. [15] Proper technique of the secretin stimulation test places a tube down the throat through the stomach, and into the duodenum. Once the tube is in place, administration of exogenous secretin occurs, and analyzation of duodenal aspirations follow appropriately."}
{"id": "article-51718_11", "title": "Physiology, Secretin -- Related Testing", "content": "Secretin plays a role in diagnosing pancreatic insufficiency. Administration of secretin increases pancreatic secretions and causes dilation of pancreatic ducts. Therefore, secretin administration occurs during endoscopic retrograde cholangiopancreatography (ERCP) to aid in cannulization. [16] Recent studies show that secretin-enhanced ERCP is more efficacious in the evaluation of pancreatic secretions, and possible ductal obstruction. [17] Ultimately, secretin-enhanced ERCP is more useful in detecting inflammatory and neoplastic conditions of the pancreas versus the use of conventional methods such as magnetic resonance imaging or computerized tomography.", "contents": "Physiology, Secretin -- Related Testing. Secretin plays a role in diagnosing pancreatic insufficiency. Administration of secretin increases pancreatic secretions and causes dilation of pancreatic ducts. Therefore, secretin administration occurs during endoscopic retrograde cholangiopancreatography (ERCP) to aid in cannulization. [16] Recent studies show that secretin-enhanced ERCP is more efficacious in the evaluation of pancreatic secretions, and possible ductal obstruction. [17] Ultimately, secretin-enhanced ERCP is more useful in detecting inflammatory and neoplastic conditions of the pancreas versus the use of conventional methods such as magnetic resonance imaging or computerized tomography."}
{"id": "article-51718_12", "title": "Physiology, Secretin -- Pathophysiology", "content": "Despite the primary action of secretin being the bicarbonate secretion and production of pancreatic fluid [18] , it also functions as an enterogastrone. Released by ingested fats, an enterogastrone is a substance that inhibits gastric acid secretion. Secretin inhibits gastric acid secretion. [19]", "contents": "Physiology, Secretin -- Pathophysiology. Despite the primary action of secretin being the bicarbonate secretion and production of pancreatic fluid [18] , it also functions as an enterogastrone. Released by ingested fats, an enterogastrone is a substance that inhibits gastric acid secretion. Secretin inhibits gastric acid secretion. [19]"}
{"id": "article-51718_13", "title": "Physiology, Secretin -- Pathophysiology", "content": "Similar to other intestinal peptides, secretin displays satiety-inducing features when administered. [20] Centrally, the action is controlled by the melanocortin system; peripherally, secretin signals through the sensory fibers of the vagus nerve. [21]", "contents": "Physiology, Secretin -- Pathophysiology. Similar to other intestinal peptides, secretin displays satiety-inducing features when administered. [20] Centrally, the action is controlled by the melanocortin system; peripherally, secretin signals through the sensory fibers of the vagus nerve. [21]"}
{"id": "article-51718_14", "title": "Physiology, Secretin -- Pathophysiology", "content": "Abnormalities in secretin release parallel abnormalities in underlying pathologies, such as Syndrome of inappropriate antidiuretic hormone (SIADH). Patients with SIADH have normal vasopressin function, but undergo translocation of aquaporin 2; therefore, without the release of secretin from the posterior pituitary, no vasopressin release would occur due to lack of stimulation on the hypothalamus.", "contents": "Physiology, Secretin -- Pathophysiology. Abnormalities in secretin release parallel abnormalities in underlying pathologies, such as Syndrome of inappropriate antidiuretic hormone (SIADH). Patients with SIADH have normal vasopressin function, but undergo translocation of aquaporin 2; therefore, without the release of secretin from the posterior pituitary, no vasopressin release would occur due to lack of stimulation on the hypothalamus."}
{"id": "article-51718_15", "title": "Physiology, Secretin -- Clinical Significance -- Cystic Fibrosis", "content": "Cystic fibrosis (CF) is a genetic disorder affecting multiple organs. CF is inherited in an autosomal recessive manner. Mutations in the cystic fibrosis transmembrane conductance regulator (CFTR) protein cause it. [22] When the CFTR is not functioning correctly, secretions become thick and viscous. The disorder is characterized by epithelial secretory dysfunction, ductal obstruction lesions, and defective chloride permeability in the pancreas. Normally, the pancreas secretes chloride, bicarbonate, and water in response to secretin; however, in cystic fibrosis, this response is greatly diminished, thus causing dehydrated secretions and thickened mucus. Secretin-stimulated sonography and MRI can be used to diagnose exocrine pancreatic failure in cystic fibrosis. [23]", "contents": "Physiology, Secretin -- Clinical Significance -- Cystic Fibrosis. Cystic fibrosis (CF) is a genetic disorder affecting multiple organs. CF is inherited in an autosomal recessive manner. Mutations in the cystic fibrosis transmembrane conductance regulator (CFTR) protein cause it. [22] When the CFTR is not functioning correctly, secretions become thick and viscous. The disorder is characterized by epithelial secretory dysfunction, ductal obstruction lesions, and defective chloride permeability in the pancreas. Normally, the pancreas secretes chloride, bicarbonate, and water in response to secretin; however, in cystic fibrosis, this response is greatly diminished, thus causing dehydrated secretions and thickened mucus. Secretin-stimulated sonography and MRI can be used to diagnose exocrine pancreatic failure in cystic fibrosis. [23]"}
{"id": "article-51718_16", "title": "Physiology, Secretin -- Clinical Significance -- Autism and Pervasive Developmental Disorder", "content": "Recent studies hypothesize that secretin can be used to treat autism and pervasive developmental disorder (PDD). In a double-blind, placebo-controlled, crossover study, researchers gave a single dose of IV porcine secretin to participants. The study resulted in improved language and behavior in children with these disorders and chronic diarrhea. Children with chronic, active diarrhea showed a reduction in abnormal behaviors when treated with secretin. [24]", "contents": "Physiology, Secretin -- Clinical Significance -- Autism and Pervasive Developmental Disorder. Recent studies hypothesize that secretin can be used to treat autism and pervasive developmental disorder (PDD). In a double-blind, placebo-controlled, crossover study, researchers gave a single dose of IV porcine secretin to participants. The study resulted in improved language and behavior in children with these disorders and chronic diarrhea. Children with chronic, active diarrhea showed a reduction in abnormal behaviors when treated with secretin. [24]"}
{"id": "article-51718_17", "title": "Physiology, Secretin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Secretin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}