{"id": "article-28233_0", "title": "Ranson Criteria -- Introduction", "content": "The original Ranson criteria is a scoring system that uses 11 parameters to assess the severity of acute pancreatitis. The 11 parameters are age, white blood cell count (WBC), blood glucose, serum aspartate transaminase (AST), serum lactate dehydrogenase (LDH), serum calcium, fall in hematocrit, arterial oxygen (PaO2), blood urea nitrogen (BUN), base deficit, and sequestration of fluids. [1] [2] [3]", "contents": "Ranson Criteria -- Introduction. The original Ranson criteria is a scoring system that uses 11 parameters to assess the severity of acute pancreatitis. The 11 parameters are age, white blood cell count (WBC), blood glucose, serum aspartate transaminase (AST), serum lactate dehydrogenase (LDH), serum calcium, fall in hematocrit, arterial oxygen (PaO2), blood urea nitrogen (BUN), base deficit, and sequestration of fluids. [1] [2] [3]"}
{"id": "article-28233_1", "title": "Ranson Criteria -- Introduction", "content": "The criteria are named after Dr. John Ranson, a surgeon and leading figure on the pancreas during the 20th century. Dr. Ranson introduced the criteria in his 1974 paper, Prognostic Signs and the Role of Operative Management in Acute Pancreatitis. The study had a population of 100 patients with acute pancreatitis. Eleven objective findings were determined to be of significant prognostic value for predicting severe acute pancreatitis. These objective findings are the 11 abovementioned parameters that comprise the Ranson criteria. It should be noted that there is also a modified Ranson criterion. The criteria with 11 parameters are used to score alcoholic pancreatitis, while the modified criteria have 10 parameters used to score gallbladder pancreatitis. [3] [4] [5]", "contents": "Ranson Criteria -- Introduction. The criteria are named after Dr. John Ranson, a surgeon and leading figure on the pancreas during the 20th century. Dr. Ranson introduced the criteria in his 1974 paper, Prognostic Signs and the Role of Operative Management in Acute Pancreatitis. The study had a population of 100 patients with acute pancreatitis. Eleven objective findings were determined to be of significant prognostic value for predicting severe acute pancreatitis. These objective findings are the 11 abovementioned parameters that comprise the Ranson criteria. It should be noted that there is also a modified Ranson criterion. The criteria with 11 parameters are used to score alcoholic pancreatitis, while the modified criteria have 10 parameters used to score gallbladder pancreatitis. [3] [4] [5]"}
{"id": "article-28233_2", "title": "Ranson Criteria -- Introduction", "content": "Ranson criteria are one of the earliest scoring systems to assess the severity of acute pancreatitis and continue to be widely used. Since its inception, at least 17 other scoring systems have been validated. The most widely used clinical prognostic scores include the Ranson criteria, Glasgow prognostic criteria, the APACHE II classification system, and the Balthazar CT-enhanced scoring system.", "contents": "Ranson Criteria -- Introduction. Ranson criteria are one of the earliest scoring systems to assess the severity of acute pancreatitis and continue to be widely used. Since its inception, at least 17 other scoring systems have been validated. The most widely used clinical prognostic scores include the Ranson criteria, Glasgow prognostic criteria, the APACHE II classification system, and the Balthazar CT-enhanced scoring system."}
{"id": "article-28233_3", "title": "Ranson Criteria -- Function -- Ranson Criteria", "content": "Ranson criteria are used to predict the severity and mortality of acute pancreatitis. Five parameters are assessed on admission, and the other 6 are assessed 48 hours post-admission. One point is given for each positive parameter for a maximum score of 11. The modified criteria have a max score of 10. Five parameters are assessed on admission, and the other 5 at the 48-hour mark. [6] [7] [8] The criteria with 11 parameters are used to assess the severity of alcoholic pancreatitis. The 5 parameters on admission are: Age older than 55 years WBC counts greater than 16,000 cells/cm Blood glucose greater than 200 mg/dL (11 mmol/L) Serum AST greater than 250 IU/L Serum LDH greater than 350 IU/L At 48 hours, the remaining 6 parameters are:", "contents": "Ranson Criteria -- Function -- Ranson Criteria. Ranson criteria are used to predict the severity and mortality of acute pancreatitis. Five parameters are assessed on admission, and the other 6 are assessed 48 hours post-admission. One point is given for each positive parameter for a maximum score of 11. The modified criteria have a max score of 10. Five parameters are assessed on admission, and the other 5 at the 48-hour mark. [6] [7] [8] The criteria with 11 parameters are used to assess the severity of alcoholic pancreatitis. The 5 parameters on admission are: Age older than 55 years WBC counts greater than 16,000 cells/cm Blood glucose greater than 200 mg/dL (11 mmol/L) Serum AST greater than 250 IU/L Serum LDH greater than 350 IU/L At 48 hours, the remaining 6 parameters are:"}
{"id": "article-28233_4", "title": "Ranson Criteria -- Function -- Ranson Criteria", "content": "Serum calcium less than 8.0 mg/dL (<2.0 mmol/L) Hematocrit falls greater than 10% PaO2 less than 60 mmHg BUN increased by 5 mg/dL or more (≥1.8 mmol/L ) despite intravenous (IV) fluid hydration Base deficit greater than 4 mEq/L Sequestration of fluids greater than 6 L", "contents": "Ranson Criteria -- Function -- Ranson Criteria. Serum calcium less than 8.0 mg/dL (<2.0 mmol/L) Hematocrit falls greater than 10% PaO2 less than 60 mmHg BUN increased by 5 mg/dL or more (≥1.8 mmol/L ) despite intravenous (IV) fluid hydration Base deficit greater than 4 mEq/L Sequestration of fluids greater than 6 L"}
{"id": "article-28233_5", "title": "Ranson Criteria -- Function -- Modified Ranson Criteria", "content": "The modified Ranson criteria are used to assess gallstone pancreatitis. The 5 parameters on admission are: Age older than 70 years WBC greater than 18,000 cells/cm Blood glucose greater than 220 mg/dL (greater than 12.2 mmol/L) Serum AST greater than 250 IU/L Serum LDH greater than 400 IU/L At 48 hours, the remaining 5 parameters are: Serum calcium less than 8.0 mg/dL (<2.0 mmol/L) Hematocrit falls greater than 10% BUN increased by 2 or more mg/dL (≥0.7 mmol/L) despite IV fluid hydration Base deficit greater than 5 mEq/L Sequestration of fluids greater than 4 L", "contents": "Ranson Criteria -- Function -- Modified Ranson Criteria. The modified Ranson criteria are used to assess gallstone pancreatitis. The 5 parameters on admission are: Age older than 70 years WBC greater than 18,000 cells/cm Blood glucose greater than 220 mg/dL (greater than 12.2 mmol/L) Serum AST greater than 250 IU/L Serum LDH greater than 400 IU/L At 48 hours, the remaining 5 parameters are: Serum calcium less than 8.0 mg/dL (<2.0 mmol/L) Hematocrit falls greater than 10% BUN increased by 2 or more mg/dL (≥0.7 mmol/L) despite IV fluid hydration Base deficit greater than 5 mEq/L Sequestration of fluids greater than 4 L"}
{"id": "article-28233_6", "title": "Ranson Criteria -- Function -- Score Interpretation", "content": "0 to 2 points: Mortality 0% to 3% 3 to 4 points: 15% 5 to 6 points: 40% 7 to 11 points: Nearly 100%", "contents": "Ranson Criteria -- Function -- Score Interpretation. 0 to 2 points: Mortality 0% to 3% 3 to 4 points: 15% 5 to 6 points: 40% 7 to 11 points: Nearly 100%"}
{"id": "article-28233_7", "title": "Ranson Criteria -- Issues of Concern", "content": "One limitation of Ranson criteria is that other scoring systems are superior in either sensitivity or specificity; in a 2016 meta-analysis, a Ranson score greater than 2 had a median sensitivity and specificity of 90% and 67.4%, respectively. In this same meta-analysis, other scoring systems had better sensitivity or specificity. For example, an APACHE-II score greater than 7 had a 100% median sensitivity, while a BISAP score greater than 2 had 87.6% median specificity. Another meta-analysis of acute pancreatitis severity scores showed that a Ranson score of greater than 2 has a sensitivity of 86.6% and specificity of 87.2%. Ranson et al also showed that a Ranson score greater than 2 had a sensitivity of 84.2% and a specificity of 89.8%.", "contents": "Ranson Criteria -- Issues of Concern. One limitation of Ranson criteria is that other scoring systems are superior in either sensitivity or specificity; in a 2016 meta-analysis, a Ranson score greater than 2 had a median sensitivity and specificity of 90% and 67.4%, respectively. In this same meta-analysis, other scoring systems had better sensitivity or specificity. For example, an APACHE-II score greater than 7 had a 100% median sensitivity, while a BISAP score greater than 2 had 87.6% median specificity. Another meta-analysis of acute pancreatitis severity scores showed that a Ranson score of greater than 2 has a sensitivity of 86.6% and specificity of 87.2%. Ranson et al also showed that a Ranson score greater than 2 had a sensitivity of 84.2% and a specificity of 89.8%."}
{"id": "article-28233_8", "title": "Ranson Criteria -- Issues of Concern", "content": "The second limitation is that the score and severity of acute pancreatitis cannot be determined until 48 hours have passed since admission. This limits its utility in time-sensitive situations like the emergency department. Also, there are 11 parameters, which makes it difficult to use conveniently. Other scoring systems, like APACHE-II, can be applied at any time and are used in critical care. The Bedside Index of Severity in Acute Pancreatitis (BISAP) is another scoring system that can be used at any time and is utilized by emergency medicine physicians.", "contents": "Ranson Criteria -- Issues of Concern. The second limitation is that the score and severity of acute pancreatitis cannot be determined until 48 hours have passed since admission. This limits its utility in time-sensitive situations like the emergency department. Also, there are 11 parameters, which makes it difficult to use conveniently. Other scoring systems, like APACHE-II, can be applied at any time and are used in critical care. The Bedside Index of Severity in Acute Pancreatitis (BISAP) is another scoring system that can be used at any time and is utilized by emergency medicine physicians."}
{"id": "article-28233_9", "title": "Ranson Criteria -- Issues of Concern", "content": "The third limitation is that Ranson et al's study group consisted of approximately 30- to 75-year-olds. As a result, Ranson criteria cannot be used for a pediatric or adolescent population. Lautz et al. studied this, which showed that the Ranson criteria had a sensitivity of 51.8% and a negative predictive value of 83.2%.", "contents": "Ranson Criteria -- Issues of Concern. The third limitation is that Ranson et al's study group consisted of approximately 30- to 75-year-olds. As a result, Ranson criteria cannot be used for a pediatric or adolescent population. Lautz et al. studied this, which showed that the Ranson criteria had a sensitivity of 51.8% and a negative predictive value of 83.2%."}
{"id": "article-28233_10", "title": "Ranson Criteria -- Issues of Concern", "content": "A study conducted in a high altitude area also found that the use of the current Ranson criteria for the prediction of the outcome of acute pancreatitis may not be valid in their setting of high altitude as their modified score reduced the problem of false warning by Ranson score from 38% to only 15.9%. [9]", "contents": "Ranson Criteria -- Issues of Concern. A study conducted in a high altitude area also found that the use of the current Ranson criteria for the prediction of the outcome of acute pancreatitis may not be valid in their setting of high altitude as their modified score reduced the problem of false warning by Ranson score from 38% to only 15.9%. [9]"}
{"id": "article-28233_11", "title": "Ranson Criteria -- Clinical Significance", "content": "Ranson criteria are primarily used in the inpatient setting. It is used to determine the role of operative treatment, weighted toward multiorgan failure, SIRS, and vascularleak. [8] A Ranson score of 0 or 1 predicts that complications will not develop and that mortality will be negligible. A score of 3 or greater predicts severe acute pancreatitis and possible mortality. The presence of any organ failure or local pancreatic complications such as pseudocyst, abscess, or necrosis defines severe acute pancreatitis.", "contents": "Ranson Criteria -- Clinical Significance. Ranson criteria are primarily used in the inpatient setting. It is used to determine the role of operative treatment, weighted toward multiorgan failure, SIRS, and vascularleak. [8] A Ranson score of 0 or 1 predicts that complications will not develop and that mortality will be negligible. A score of 3 or greater predicts severe acute pancreatitis and possible mortality. The presence of any organ failure or local pancreatic complications such as pseudocyst, abscess, or necrosis defines severe acute pancreatitis."}
{"id": "article-28233_12", "title": "Ranson Criteria -- Other Issues", "content": "Because of the drawbacks of the Ranson criteria, other factors are also used to assess the severity of acute pancreatitis. An elevated BUN on admission is associated with an increase in the severity of acute pancreatitis or risk of death. The elevated BUN is believed to reflect intravascular volume depletion, which inflammatory mediators mediate in response to acute inflammation. The APACHE score has 1 major advantage over the Ranson criteria: it can be used to evaluate the patient at any time of admission. However, the 1 major drawback of the APACHE score is that it is labor-intensive.", "contents": "Ranson Criteria -- Other Issues. Because of the drawbacks of the Ranson criteria, other factors are also used to assess the severity of acute pancreatitis. An elevated BUN on admission is associated with an increase in the severity of acute pancreatitis or risk of death. The elevated BUN is believed to reflect intravascular volume depletion, which inflammatory mediators mediate in response to acute inflammation. The APACHE score has 1 major advantage over the Ranson criteria: it can be used to evaluate the patient at any time of admission. However, the 1 major drawback of the APACHE score is that it is labor-intensive."}
{"id": "article-28233_13", "title": "Ranson Criteria -- Other Issues", "content": "The hematocrit is the 1 laboratory parameter often used to stage acute pancreatitis. Hematocrit greater than 47% on admission has been shown to be a good predictor of pancreatic necrosis. Other markers also used to stage acute pancreatitis include C-reactive protein (CRP) and interleukin-6 levels. Many other biological markers have shown promise in predicting the severity of acute pancreatitis (eg, trypsinogen activation peptide, phospholipase A2, and polymorphonuclear elastase), but not all are better than using CRP.", "contents": "Ranson Criteria -- Other Issues. The hematocrit is the 1 laboratory parameter often used to stage acute pancreatitis. Hematocrit greater than 47% on admission has been shown to be a good predictor of pancreatic necrosis. Other markers also used to stage acute pancreatitis include C-reactive protein (CRP) and interleukin-6 levels. Many other biological markers have shown promise in predicting the severity of acute pancreatitis (eg, trypsinogen activation peptide, phospholipase A2, and polymorphonuclear elastase), but not all are better than using CRP."}
{"id": "article-28233_14", "title": "Ranson Criteria -- Other Issues", "content": "It is important to understand that imaging is not indicated to assess a patient with mild acute pancreatitis unless the patient is suspected of having a malignancy. However, a CT scan of the abdomen is always indicated in patients with severe acute pancreatitis and is the imaging modality of choice in patients with complications. The CT scan is rarely needed within the first 3 days of admission unless the diagnosis is in doubt because most inflammatory alterations are often not visible on the scan at this time. Finally, in some patients with severe acute pancreatitis, image-guided aspiration may be required to differentiate sterile necrosis from a purulent infection.", "contents": "Ranson Criteria -- Other Issues. It is important to understand that imaging is not indicated to assess a patient with mild acute pancreatitis unless the patient is suspected of having a malignancy. However, a CT scan of the abdomen is always indicated in patients with severe acute pancreatitis and is the imaging modality of choice in patients with complications. The CT scan is rarely needed within the first 3 days of admission unless the diagnosis is in doubt because most inflammatory alterations are often not visible on the scan at this time. Finally, in some patients with severe acute pancreatitis, image-guided aspiration may be required to differentiate sterile necrosis from a purulent infection."}
{"id": "article-28233_15", "title": "Ranson Criteria -- Enhancing Healthcare Team Outcomes", "content": "The Ranson criteria have been used to assess the severity of acute pancreatitis for several decades. There continues to be an argument about its sensitivity and specificity. However, patients with acute pancreatitis must be assessed by an interprofessional team that includes a gastroenterologist, surgeon, endocrinologist, and radiologist. ICU nurses best monitor patients with moderate to severe acute pancreatitis. Other scoring criteria can also be used to assess the severity of the condition. One should not place reliance on Ranson criteria but also use clinical acumen. [10]", "contents": "Ranson Criteria -- Enhancing Healthcare Team Outcomes. The Ranson criteria have been used to assess the severity of acute pancreatitis for several decades. There continues to be an argument about its sensitivity and specificity. However, patients with acute pancreatitis must be assessed by an interprofessional team that includes a gastroenterologist, surgeon, endocrinologist, and radiologist. ICU nurses best monitor patients with moderate to severe acute pancreatitis. Other scoring criteria can also be used to assess the severity of the condition. One should not place reliance on Ranson criteria but also use clinical acumen. [10]"}
{"id": "article-28233_16", "title": "Ranson Criteria -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ranson Criteria -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}