{"id": "article-32133_0", "title": "Anatomy, Back, Extrinsic Muscles -- Introduction", "content": "The back muscles are separated into extrinsic and intrinsic components based on their embryological origin and role in movement (see Image . Extrinsic Back Muscles). The extrinsic muscles include the trapezius, latissimus dorsi, rhomboid major and minor, levator scapulae, and serratus posterior superior and inferior muscles. The principal function of the extrinsic muscles of the back is to move the upper extremity by controlling the movement of the scapula and humerus—important bones in the shoulder region. [1]", "contents": "Anatomy, Back, Extrinsic Muscles -- Introduction. The back muscles are separated into extrinsic and intrinsic components based on their embryological origin and role in movement (see Image . Extrinsic Back Muscles). The extrinsic muscles include the trapezius, latissimus dorsi, rhomboid major and minor, levator scapulae, and serratus posterior superior and inferior muscles. The principal function of the extrinsic muscles of the back is to move the upper extremity by controlling the movement of the scapula and humerus—important bones in the shoulder region. [1]"}
{"id": "article-32133_1", "title": "Anatomy, Back, Extrinsic Muscles -- Introduction", "content": "Various conditions can impair extrinsic back muscle function. Additionally, understanding the anatomy of this muscle group is crucial for precise instrument placement during surgical procedures. This article discusses the anatomy and clinical importance of the extrinsic back muscles.", "contents": "Anatomy, Back, Extrinsic Muscles -- Introduction. Various conditions can impair extrinsic back muscle function. Additionally, understanding the anatomy of this muscle group is crucial for precise instrument placement during surgical procedures. This article discusses the anatomy and clinical importance of the extrinsic back muscles."}
{"id": "article-32133_2", "title": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Structure", "content": "The extrinsic back muscles connect the posterior aspect of the axial skeleton with the superior appendicular skeleton [see Image . Posterior Axio-Appendicular Muscles]. Despite their posterior thoracic location, the extrinsic back muscles are innervated by the cervical and thoracic nerves, moving the upper limb and neck as a group. The attachments and course of these muscles are discussed below.", "contents": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Structure. The extrinsic back muscles connect the posterior aspect of the axial skeleton with the superior appendicular skeleton [see Image . Posterior Axio-Appendicular Muscles]. Despite their posterior thoracic location, the extrinsic back muscles are innervated by the cervical and thoracic nerves, moving the upper limb and neck as a group. The attachments and course of these muscles are discussed below."}
{"id": "article-32133_3", "title": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Structure", "content": "The trapezius is the most superficial back muscle. Two triangular regions comprise the trapezius, forming a trapezoid on the posterosuperior trunk, thus its name. This muscle originates from the center of the spinal column and skull. The fibers connect to the superior nuchal line's medial third, external occipital protuberance, ligamentum nuchae, and apices of the spinous processes of C7 to T12. The fibers then run laterally and attach to the shoulder. The superior fibers descend to connect to the posterior border of the clavicle's distal third. The middle fibers run horizontally, attaching to the superior portion of the scapular spine. The inferior fibers ascend toward the scapular apex.", "contents": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Structure. The trapezius is the most superficial back muscle. Two triangular regions comprise the trapezius, forming a trapezoid on the posterosuperior trunk, thus its name. This muscle originates from the center of the spinal column and skull. The fibers connect to the superior nuchal line's medial third, external occipital protuberance, ligamentum nuchae, and apices of the spinous processes of C7 to T12. The fibers then run laterally and attach to the shoulder. The superior fibers descend to connect to the posterior border of the clavicle's distal third. The middle fibers run horizontally, attaching to the superior portion of the scapular spine. The inferior fibers ascend toward the scapular apex."}
{"id": "article-32133_4", "title": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Structure", "content": "The latissimus dorsi is the largest extrinsic back muscle, spanning the entire lateral side of the back. The muscle originates from the lateral sides of the spinous processes of T7 to T12, thoracodorsal fascia, posterior iliac crest, and proximal third of ribs 9 through 12. The thoracodorsal fascia connects to the spinous processes of the lumbar and sacral vertebrae. The latissimus dorsi's fibers course superolaterally before attaching to the floor of the humeral bicipital groove. [2]", "contents": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Structure. The latissimus dorsi is the largest extrinsic back muscle, spanning the entire lateral side of the back. The muscle originates from the lateral sides of the spinous processes of T7 to T12, thoracodorsal fascia, posterior iliac crest, and proximal third of ribs 9 through 12. The thoracodorsal fascia connects to the spinous processes of the lumbar and sacral vertebrae. The latissimus dorsi's fibers course superolaterally before attaching to the floor of the humeral bicipital groove. [2]"}
{"id": "article-32133_5", "title": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Structure", "content": "The levator scapulae is a thin muscle that descends from the neck to the scapula. This muscle originates from the transverse processes of C1 (atlas), C2 (axis), C3, and C4. The fibers run diagonally from these points to the medial scapular border just above the scapulothoracic joint. This muscle's proximal attachments can vary in the neck and posterior skull. [3]", "contents": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Structure. The levator scapulae is a thin muscle that descends from the neck to the scapula. This muscle originates from the transverse processes of C1 (atlas), C2 (axis), C3, and C4. The fibers run diagonally from these points to the medial scapular border just above the scapulothoracic joint. This muscle's proximal attachments can vary in the neck and posterior skull. [3]"}
{"id": "article-32133_6", "title": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Structure", "content": "The rhomboids consist of the rhomboid minor and rhomboid major. These muscles originate from the spines and supraspinous ligaments of the cervical and thoracic vertebrae. The rhomboid minor is the smaller of these muscles and is located superiorly. The rhomboid minor originates from the C7 and T1 vertebrae and nuchal ligament and attaches distally to the medial scapular border near the scapulothoracic joint. The rhomboid major originates from the T2 to T5 vertebrae and attaches just below the rhomboid minor on the medial scapular border.", "contents": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Structure. The rhomboids consist of the rhomboid minor and rhomboid major. These muscles originate from the spines and supraspinous ligaments of the cervical and thoracic vertebrae. The rhomboid minor is the smaller of these muscles and is located superiorly. The rhomboid minor originates from the C7 and T1 vertebrae and nuchal ligament and attaches distally to the medial scapular border near the scapulothoracic joint. The rhomboid major originates from the T2 to T5 vertebrae and attaches just below the rhomboid minor on the medial scapular border."}
{"id": "article-32133_7", "title": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Function", "content": "The interplay between the extrinsic back muscles allows for a wide range of motions. The muscles' arrangement enables complex actions like reaching, lifting, pulling, and pushing. The specific functions of each extrinsic back muscle are explained below.", "contents": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Function. The interplay between the extrinsic back muscles allows for a wide range of motions. The muscles' arrangement enables complex actions like reaching, lifting, pulling, and pushing. The specific functions of each extrinsic back muscle are explained below."}
{"id": "article-32133_8", "title": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Function", "content": "The trapezius works with other muscles to move the arm and stabilize the shoulder. The trapezius assists the levator scapulae in lifting the scapular bone. The serratus anterior and trapezius work together to rotate the scapula superiorly, allowing the arm to reach above the head. Joint actions by the trapezius and rhomboids retract the scapula to the posterior midline, stabilizing the shoulders during motion. The trapezius helps cervical muscles move the head and neck posteriorly and laterally. [4]", "contents": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Function. The trapezius works with other muscles to move the arm and stabilize the shoulder. The trapezius assists the levator scapulae in lifting the scapular bone. The serratus anterior and trapezius work together to rotate the scapula superiorly, allowing the arm to reach above the head. Joint actions by the trapezius and rhomboids retract the scapula to the posterior midline, stabilizing the shoulders during motion. The trapezius helps cervical muscles move the head and neck posteriorly and laterally. [4]"}
{"id": "article-32133_9", "title": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Function", "content": "The latissimus dorsi adducts, extends, and medially rotates the humerus. The muscle helps pull the torso superiorly and anteriorly when the arm is raised above the head. The latissimus dorsi is also active during forcible expiration, as when sneezing, coughing, or playing a musical instrument. [5]", "contents": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Function. The latissimus dorsi adducts, extends, and medially rotates the humerus. The muscle helps pull the torso superiorly and anteriorly when the arm is raised above the head. The latissimus dorsi is also active during forcible expiration, as when sneezing, coughing, or playing a musical instrument. [5]"}
{"id": "article-32133_10", "title": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Function", "content": "The levator scapulae coordinate with other muscles to stabilize the scapula when moving. The levator scapulae and pectoralis major work together to rotate the scapula and depress the shoulder. The muscle acts with the trapezius to elevate the scapular bone. The rhomboid major and minor muscles jointly retract the scapula, moving it medially and superiorly to square the shoulders.", "contents": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Function. The levator scapulae coordinate with other muscles to stabilize the scapula when moving. The levator scapulae and pectoralis major work together to rotate the scapula and depress the shoulder. The muscle acts with the trapezius to elevate the scapular bone. The rhomboid major and minor muscles jointly retract the scapula, moving it medially and superiorly to square the shoulders."}
{"id": "article-32133_11", "title": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Function", "content": "The posterior serratus muscles are accessory breathing muscles. The superior pair helps with inspiration, elevating the ribs and expanding the chest cavity. The inferior pair helps with forced expiration, depressing the ribs and compressing the thorax. [6] [7]", "contents": "Anatomy, Back, Extrinsic Muscles -- Structure and Function -- Function. The posterior serratus muscles are accessory breathing muscles. The superior pair helps with inspiration, elevating the ribs and expanding the chest cavity. The inferior pair helps with forced expiration, depressing the ribs and compressing the thorax. [6] [7]"}
{"id": "article-32133_12", "title": "Anatomy, Back, Extrinsic Muscles -- Embryology", "content": "Embryologically, the extrinsic back muscles do not originate from the posterior part of the embryo. Rather, these muscles arise from the ventral portion of the somite forming from the primitive streak's paraxial mesenchyme during primary and secondary gastrulation. Thus, the extrinsic back muscles are primarily innervated by the ventral primary rami of the cervical and thoracic spinal nerves. In contrast, intrinsic back muscles like the transversospinalis are supplied by the spinal nerve dorsal rami. [8]", "contents": "Anatomy, Back, Extrinsic Muscles -- Embryology. Embryologically, the extrinsic back muscles do not originate from the posterior part of the embryo. Rather, these muscles arise from the ventral portion of the somite forming from the primitive streak's paraxial mesenchyme during primary and secondary gastrulation. Thus, the extrinsic back muscles are primarily innervated by the ventral primary rami of the cervical and thoracic spinal nerves. In contrast, intrinsic back muscles like the transversospinalis are supplied by the spinal nerve dorsal rami. [8]"}
{"id": "article-32133_13", "title": "Anatomy, Back, Extrinsic Muscles -- Blood Supply and Lymphatics", "content": "The trapezius receives blood from the transverse cervical artery off the thyrocervical trunk. However, the different fiber bundles of this muscle receive their blood supply from different arterial branches, including the dorsal scapular artery, which traverses the trapezius before supplying the rhomboids. The levator scapulae are also supplied by the transverse cervical artery. [9] The latissimus dorsi receives blood from the thoracodorsal artery, the continuation of the subscapular artery, which diverges from the axillary artery. [10]", "contents": "Anatomy, Back, Extrinsic Muscles -- Blood Supply and Lymphatics. The trapezius receives blood from the transverse cervical artery off the thyrocervical trunk. However, the different fiber bundles of this muscle receive their blood supply from different arterial branches, including the dorsal scapular artery, which traverses the trapezius before supplying the rhomboids. The levator scapulae are also supplied by the transverse cervical artery. [9] The latissimus dorsi receives blood from the thoracodorsal artery, the continuation of the subscapular artery, which diverges from the axillary artery. [10]"}
{"id": "article-32133_14", "title": "Anatomy, Back, Extrinsic Muscles -- Blood Supply and Lymphatics", "content": "Blood supply to both rhomboid major and minor is most commonly from the dorsal scapular artery. However, a deep branch of the transverse cervical artery provides circulation to these muscles in some people. [11] The 2 serratus posterior muscles (superior and inferior) receive blood from the intercostal arteries.", "contents": "Anatomy, Back, Extrinsic Muscles -- Blood Supply and Lymphatics. Blood supply to both rhomboid major and minor is most commonly from the dorsal scapular artery. However, a deep branch of the transverse cervical artery provides circulation to these muscles in some people. [11] The 2 serratus posterior muscles (superior and inferior) receive blood from the intercostal arteries."}
{"id": "article-32133_15", "title": "Anatomy, Back, Extrinsic Muscles -- Nerves", "content": "The innervation of the extrinsic back muscles is as follows: Motor innervation of the trapezius is via CN XI (spinal accessory nerve), and sensation is via the ventral rami of C3 and C4. Innervation of the latissimus dorsi is by the thoracodorsal nerve (middle subscapular nerve), a branch of the brachial plexus' posterior cord. The levator scapulae's motor innervation is from the dorsal scapular nerve and C3 and C4 spinal nerve branches. Both rhomboid muscles receive their motor innervation from the dorsal scapular nerve, which forms from C4 and C5. The serratus posterior superior is innervated by the 2nd to 5th intercostal nerves. The serratus posterior inferior is supplied by the T9 to T12 ventral rami. [12] [13] [14] [13] The trapezius is the lone muscle in this group partly innervated by a cranial nerve. The rest are supplied by spinal nerves.", "contents": "Anatomy, Back, Extrinsic Muscles -- Nerves. The innervation of the extrinsic back muscles is as follows: Motor innervation of the trapezius is via CN XI (spinal accessory nerve), and sensation is via the ventral rami of C3 and C4. Innervation of the latissimus dorsi is by the thoracodorsal nerve (middle subscapular nerve), a branch of the brachial plexus' posterior cord. The levator scapulae's motor innervation is from the dorsal scapular nerve and C3 and C4 spinal nerve branches. Both rhomboid muscles receive their motor innervation from the dorsal scapular nerve, which forms from C4 and C5. The serratus posterior superior is innervated by the 2nd to 5th intercostal nerves. The serratus posterior inferior is supplied by the T9 to T12 ventral rami. [12] [13] [14] [13] The trapezius is the lone muscle in this group partly innervated by a cranial nerve. The rest are supplied by spinal nerves."}
{"id": "article-32133_16", "title": "Anatomy, Back, Extrinsic Muscles -- Muscles", "content": "The table below summarizes the origin, insertion, innervation, blood supply, and actions of the extrinsic back muscles.", "contents": "Anatomy, Back, Extrinsic Muscles -- Muscles. The table below summarizes the origin, insertion, innervation, blood supply, and actions of the extrinsic back muscles."}
{"id": "article-32133_17", "title": "Anatomy, Back, Extrinsic Muscles -- Physiologic Variants", "content": "Physiological variations of the extrinsic back muscles can occur from differences in the following: Origin Insertion points Size Number, eg, agenesis or presence of accessory muscles Innervation [15]", "contents": "Anatomy, Back, Extrinsic Muscles -- Physiologic Variants. Physiological variations of the extrinsic back muscles can occur from differences in the following: Origin Insertion points Size Number, eg, agenesis or presence of accessory muscles Innervation [15]"}
{"id": "article-32133_18", "title": "Anatomy, Back, Extrinsic Muscles -- Physiologic Variants", "content": "Variants may be asymptomatic or cause conditions like shoulder instability, thoracic outlet syndrome, and axillary vein entrapment. Additionally, the inability to recognize these muscles' anatomic variants during surgery can negatively impact patient outcomes. [24]", "contents": "Anatomy, Back, Extrinsic Muscles -- Physiologic Variants. Variants may be asymptomatic or cause conditions like shoulder instability, thoracic outlet syndrome, and axillary vein entrapment. Additionally, the inability to recognize these muscles' anatomic variants during surgery can negatively impact patient outcomes. [24]"}
{"id": "article-32133_19", "title": "Anatomy, Back, Extrinsic Muscles -- Surgical Considerations", "content": "The extrinsic back muscles are of great surgical importance. For example, the latissimus dorsi is commonly used as a flap for covering defects in many reconstructive surgeries, most commonly of the breast. [16] The tissue quantity, reliable vasculature, texture, and autogenous transfer make the latissimus dorsi a good flap choice for breast reconstruction. [17]", "contents": "Anatomy, Back, Extrinsic Muscles -- Surgical Considerations. The extrinsic back muscles are of great surgical importance. For example, the latissimus dorsi is commonly used as a flap for covering defects in many reconstructive surgeries, most commonly of the breast. [16] The tissue quantity, reliable vasculature, texture, and autogenous transfer make the latissimus dorsi a good flap choice for breast reconstruction. [17]"}
{"id": "article-32133_20", "title": "Anatomy, Back, Extrinsic Muscles -- Surgical Considerations", "content": "Like the latissimus dorsi, the trapezius muscle is valuable in reconstructive surgery. This muscle may be used as a flap for lateral craniofacial and basilar skull defects. [18] Head and neck defect reconstruction using a dorsal scapular artery-supplied lower trapezius musculocutaneous flap has been performed successfully in cancer patients. [19] The posterior trapezius muscle is a premium choice for myocutaneous flaps for scalp defects due to trauma or tumor surgery. [20] However, care must be taken when resecting the trapezius, as about 80% of spinal accessory nerve injuries are irreparable.", "contents": "Anatomy, Back, Extrinsic Muscles -- Surgical Considerations. Like the latissimus dorsi, the trapezius muscle is valuable in reconstructive surgery. This muscle may be used as a flap for lateral craniofacial and basilar skull defects. [18] Head and neck defect reconstruction using a dorsal scapular artery-supplied lower trapezius musculocutaneous flap has been performed successfully in cancer patients. [19] The posterior trapezius muscle is a premium choice for myocutaneous flaps for scalp defects due to trauma or tumor surgery. [20] However, care must be taken when resecting the trapezius, as about 80% of spinal accessory nerve injuries are irreparable."}
{"id": "article-32133_21", "title": "Anatomy, Back, Extrinsic Muscles -- Clinical Significance", "content": "Historically, the back's subcutaneous tissue and extrinsic muscles were used as \"clysis\" hydration sites when rapid IV access establishment was impossible. A line was directly placed into the large back muscles for rapid fluid administration. [21]", "contents": "Anatomy, Back, Extrinsic Muscles -- Clinical Significance. Historically, the back's subcutaneous tissue and extrinsic muscles were used as \"clysis\" hydration sites when rapid IV access establishment was impossible. A line was directly placed into the large back muscles for rapid fluid administration. [21]"}
{"id": "article-32133_22", "title": "Anatomy, Back, Extrinsic Muscles -- Clinical Significance", "content": "Normally, the trapezius muscle works with the serratus anterior to rotate the scapula superiorly, allowing the arm to reach objects overhead. A long thoracic nerve or serratus anterior injury can impair this ability. The long thoracic nerve originates from the C5 to C7 roots and rests on the outer surface of the serratus anterior. Patients often exhibit lateral protrusion and medial winging of the scapula on abduction in the presence of a long thoracic nerve or serratus anterior injury. [22] [23]", "contents": "Anatomy, Back, Extrinsic Muscles -- Clinical Significance. Normally, the trapezius muscle works with the serratus anterior to rotate the scapula superiorly, allowing the arm to reach objects overhead. A long thoracic nerve or serratus anterior injury can impair this ability. The long thoracic nerve originates from the C5 to C7 roots and rests on the outer surface of the serratus anterior. Patients often exhibit lateral protrusion and medial winging of the scapula on abduction in the presence of a long thoracic nerve or serratus anterior injury. [22] [23]"}
{"id": "article-32133_23", "title": "Anatomy, Back, Extrinsic Muscles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Back, Extrinsic Muscles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}