{"id": "article-30820_0", "title": "Ureteropelvic Junction Obstruction -- Continuing Education Activity", "content": "Ureteropelvic junction obstruction (UPJO) is one of the most common causes of hydronephrosis in children. If it is left untreated, it might cause loss of the affected kidney. This activity reviews the evaluation and management of UPJO and highlights the role of the interprofessional team in evaluating and improving care for patients with this condition.", "contents": "Ureteropelvic Junction Obstruction -- Continuing Education Activity. Ureteropelvic junction obstruction (UPJO) is one of the most common causes of hydronephrosis in children. If it is left untreated, it might cause loss of the affected kidney. This activity reviews the evaluation and management of UPJO and highlights the role of the interprofessional team in evaluating and improving care for patients with this condition."}
{"id": "article-30820_1", "title": "Ureteropelvic Junction Obstruction -- Continuing Education Activity", "content": "Objectives: Identify the etiology of ureteropelvic junction obstruction in the general population. Outline the appropriate evaluation of ureteropelvic junction obstruction. Review the management options available for ureteropelvic junction obstruction. Describe interprofessional team strategies for improving care coordination and communication to advance ureteropelvic junction obstruction and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Ureteropelvic Junction Obstruction -- Continuing Education Activity. Objectives: Identify the etiology of ureteropelvic junction obstruction in the general population. Outline the appropriate evaluation of ureteropelvic junction obstruction. Review the management options available for ureteropelvic junction obstruction. Describe interprofessional team strategies for improving care coordination and communication to advance ureteropelvic junction obstruction and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-30820_2", "title": "Ureteropelvic Junction Obstruction -- Introduction", "content": "The kidneys have many important functions in the human body. They are the major organs for maintaining fluids and electrolytes balance, they do not only share a great role of acid-base balance in the body, but they also have a vital role in controlling blood pressure and erythropoietin secretions.", "contents": "Ureteropelvic Junction Obstruction -- Introduction. The kidneys have many important functions in the human body. They are the major organs for maintaining fluids and electrolytes balance, they do not only share a great role of acid-base balance in the body, but they also have a vital role in controlling blood pressure and erythropoietin secretions."}
{"id": "article-30820_3", "title": "Ureteropelvic Junction Obstruction -- Introduction", "content": "During fetal life, the kidneys develop from the metanephric mesoderm up to the distal tubules. The collecting duct, major and minor calyces, renal pelvis, and ureters arise from the ureteric bud which originates from the mesonephric duct during the fifth week of the intrauterine phase. This explains that the ureteropelvic junction (UPJ) is wholly made by the ureteric bud rather than the fusion of two different mesenchymal tissues.", "contents": "Ureteropelvic Junction Obstruction -- Introduction. During fetal life, the kidneys develop from the metanephric mesoderm up to the distal tubules. The collecting duct, major and minor calyces, renal pelvis, and ureters arise from the ureteric bud which originates from the mesonephric duct during the fifth week of the intrauterine phase. This explains that the ureteropelvic junction (UPJ) is wholly made by the ureteric bud rather than the fusion of two different mesenchymal tissues."}
{"id": "article-30820_4", "title": "Ureteropelvic Junction Obstruction -- Introduction", "content": "Ureteropelvic junction obstruction (UPJO) is a well-recognized clinical entity, which results in impaired urine flow from the renal pelvis into the ureter, and if not detected and treated properly, can result in complete loss of the affected kidney. UPJO is mainly a congenital condition that can be detected by antenatal ultrasound during the second trimester. [1] [2]", "contents": "Ureteropelvic Junction Obstruction -- Introduction. Ureteropelvic junction obstruction (UPJO) is a well-recognized clinical entity, which results in impaired urine flow from the renal pelvis into the ureter, and if not detected and treated properly, can result in complete loss of the affected kidney. UPJO is mainly a congenital condition that can be detected by antenatal ultrasound during the second trimester. [1] [2]"}
{"id": "article-30820_5", "title": "Ureteropelvic Junction Obstruction -- Etiology", "content": "Ureteropelvic junction obstruction (UPJO) is either a congenital or acquired disease, with the former being the most common etiology.", "contents": "Ureteropelvic Junction Obstruction -- Etiology. Ureteropelvic junction obstruction (UPJO) is either a congenital or acquired disease, with the former being the most common etiology."}
{"id": "article-30820_6", "title": "Ureteropelvic Junction Obstruction -- Etiology -- Congenital Causes", "content": "Ureteral hypoplasia may lead to an aperistaltic segment of the ureter due to abnormal arrangement of the smooth muscle layer, which in turn will impair the urine drainage from the renal pelvis into the ureter and causes functional obstruction rather than mechanical.", "contents": "Ureteropelvic Junction Obstruction -- Etiology -- Congenital Causes. Ureteral hypoplasia may lead to an aperistaltic segment of the ureter due to abnormal arrangement of the smooth muscle layer, which in turn will impair the urine drainage from the renal pelvis into the ureter and causes functional obstruction rather than mechanical."}
{"id": "article-30820_7", "title": "Ureteropelvic Junction Obstruction -- Etiology -- Congenital Causes", "content": "High insertion of the ureter into the renal pelvis can result in the failure of urine emptying from the pelvis into the ureter. This can be either primary or secondary to ureteral hypoplasia or renal scarring. Normally, the ureter is inserted into the most dependent part of the renal pelvis allowing free urine flow, while a highly inserted ureter will cause acute angulation in the ureteropelvic junction leading to functional obstruction with hydronephrosis.", "contents": "Ureteropelvic Junction Obstruction -- Etiology -- Congenital Causes. High insertion of the ureter into the renal pelvis can result in the failure of urine emptying from the pelvis into the ureter. This can be either primary or secondary to ureteral hypoplasia or renal scarring. Normally, the ureter is inserted into the most dependent part of the renal pelvis allowing free urine flow, while a highly inserted ureter will cause acute angulation in the ureteropelvic junction leading to functional obstruction with hydronephrosis."}
{"id": "article-30820_8", "title": "Ureteropelvic Junction Obstruction -- Etiology -- Congenital Causes", "content": "Entrapment of the ureter by a crossing accessory renal vessel, most commonly from the lower pole. This results in the kinking of the proximal ureter interrupting the free flow of the urine. This contributes to almost 50% of the surgically treated UPJO in symptomatic children.", "contents": "Ureteropelvic Junction Obstruction -- Etiology -- Congenital Causes. Entrapment of the ureter by a crossing accessory renal vessel, most commonly from the lower pole. This results in the kinking of the proximal ureter interrupting the free flow of the urine. This contributes to almost 50% of the surgically treated UPJO in symptomatic children."}
{"id": "article-30820_9", "title": "Ureteropelvic Junction Obstruction -- Etiology -- Congenital Causes", "content": "Rarely, a malrotated kidney can cause UPJO.", "contents": "Ureteropelvic Junction Obstruction -- Etiology -- Congenital Causes. Rarely, a malrotated kidney can cause UPJO."}
{"id": "article-30820_10", "title": "Ureteropelvic Junction Obstruction -- Etiology -- Extrinsic", "content": "This is mainly caused by an external compression on the ureteropelvic junction or the proximal ureter. Retroperitoneal fibrosis Retroperitoneal lymphadenopathy (e.g., testicular cancer, lymphoma) Retroperitoneal mass (e.g., sarcoma) Retroperitoneal freely mobile kidney might cause positional obstruction, by which the pressure on the ureter is affected by the position of the patient.", "contents": "Ureteropelvic Junction Obstruction -- Etiology -- Extrinsic. This is mainly caused by an external compression on the ureteropelvic junction or the proximal ureter. Retroperitoneal fibrosis Retroperitoneal lymphadenopathy (e.g., testicular cancer, lymphoma) Retroperitoneal mass (e.g., sarcoma) Retroperitoneal freely mobile kidney might cause positional obstruction, by which the pressure on the ureter is affected by the position of the patient."}
{"id": "article-30820_11", "title": "Ureteropelvic Junction Obstruction -- Etiology -- Intrinsic", "content": "Ureteral wall and peri-ureteral scarring can result from an impacted stone, chronic inflammation, or radiation. Ureteric tumors such as transitional cell carcinoma of the ureteric urothelium. Iatrogenic The post-endoscopic procedures as ureteroscopy or endopyelotomy After open surgical procedures as pyelolithotomy or failed repair of a primary UPJO [3]", "contents": "Ureteropelvic Junction Obstruction -- Etiology -- Intrinsic. Ureteral wall and peri-ureteral scarring can result from an impacted stone, chronic inflammation, or radiation. Ureteric tumors such as transitional cell carcinoma of the ureteric urothelium. Iatrogenic The post-endoscopic procedures as ureteroscopy or endopyelotomy After open surgical procedures as pyelolithotomy or failed repair of a primary UPJO [3]"}
{"id": "article-30820_12", "title": "Ureteropelvic Junction Obstruction -- Epidemiology", "content": "Ureteropelvic junction obstruction (UPJO) is more commonly seen in the pediatric age group rather than adults, and this anatomical pathology is seen more frequently in boys than in girls, with up to twice the number of cases in males compared to females. The left side is as well affected twice as often as the right side. It is the most common cause for antenatally detected hydronephrosis at around 80% of all causes. [4] UPJO has an estimated incidence of 1 in 1000 to 1500. Although it is more common in pediatrics, that does not make it rare to be seen in adults. [5]", "contents": "Ureteropelvic Junction Obstruction -- Epidemiology. Ureteropelvic junction obstruction (UPJO) is more commonly seen in the pediatric age group rather than adults, and this anatomical pathology is seen more frequently in boys than in girls, with up to twice the number of cases in males compared to females. The left side is as well affected twice as often as the right side. It is the most common cause for antenatally detected hydronephrosis at around 80% of all causes. [4] UPJO has an estimated incidence of 1 in 1000 to 1500. Although it is more common in pediatrics, that does not make it rare to be seen in adults. [5]"}
{"id": "article-30820_13", "title": "Ureteropelvic Junction Obstruction -- Pathophysiology", "content": "The flow of urine from the renal pelvis to the ureter depends on two main factors, firstly, the pressure within the renal pelvis and its compliance, which is affected by the produced urine volume, the internal diameter of the UPJ, and the collecting system. Secondly, the peristaltic activity of the ureter, which might be affected by the abnormal smooth muscle arrangements, absence, or hypertrophy, in the proximal ureteral walls affecting the peristaltic function. With the latter being the main cause of congenital ureteropelvic junction obstruction.", "contents": "Ureteropelvic Junction Obstruction -- Pathophysiology. The flow of urine from the renal pelvis to the ureter depends on two main factors, firstly, the pressure within the renal pelvis and its compliance, which is affected by the produced urine volume, the internal diameter of the UPJ, and the collecting system. Secondly, the peristaltic activity of the ureter, which might be affected by the abnormal smooth muscle arrangements, absence, or hypertrophy, in the proximal ureteral walls affecting the peristaltic function. With the latter being the main cause of congenital ureteropelvic junction obstruction."}
{"id": "article-30820_14", "title": "Ureteropelvic Junction Obstruction -- Pathophysiology", "content": "Less commonly as a congenital cause of ureteropelvic junction obstruction (UPJO), an accessory renal vessel arising from the renal vessels, aorta, vena cava, or the iliac vessels can interfere with the collecting system. On the other hand, acquired stenosis of the UPJ due to the previously mentioned causes can result in reactive fibrosis in the affected ureteral segment, and annual strictures might appear.", "contents": "Ureteropelvic Junction Obstruction -- Pathophysiology. Less commonly as a congenital cause of ureteropelvic junction obstruction (UPJO), an accessory renal vessel arising from the renal vessels, aorta, vena cava, or the iliac vessels can interfere with the collecting system. On the other hand, acquired stenosis of the UPJ due to the previously mentioned causes can result in reactive fibrosis in the affected ureteral segment, and annual strictures might appear."}
{"id": "article-30820_15", "title": "Ureteropelvic Junction Obstruction -- Pathophysiology", "content": "Most of the UPJOs seen are partial. In this type of obstruction, there is an increase in the production of the vasoactive peptides and cytokines as interleukin (IL)-5 and eotaxin-2 from the urothelium, acting as a chemoattractant for leukocytes, lead to inflammatory cell infiltration. By changing the eicosanoid elaboration in the kidney, the monocytic infiltration is believed to affect the renal blood supply and decrease the total GFR in the affected kidney, however, single nephron GFR will be increased. A good understanding of the pathophysiology of the UPJO might guide the provider toward an early intervention to prevent worse outcomes. Similarly, the activation of the renin-angiotensin system can cause a reduction in the GFR of the affected kidney by its vasoconstrictor effect. [5] [4]", "contents": "Ureteropelvic Junction Obstruction -- Pathophysiology. Most of the UPJOs seen are partial. In this type of obstruction, there is an increase in the production of the vasoactive peptides and cytokines as interleukin (IL)-5 and eotaxin-2 from the urothelium, acting as a chemoattractant for leukocytes, lead to inflammatory cell infiltration. By changing the eicosanoid elaboration in the kidney, the monocytic infiltration is believed to affect the renal blood supply and decrease the total GFR in the affected kidney, however, single nephron GFR will be increased. A good understanding of the pathophysiology of the UPJO might guide the provider toward an early intervention to prevent worse outcomes. Similarly, the activation of the renin-angiotensin system can cause a reduction in the GFR of the affected kidney by its vasoconstrictor effect. [5] [4]"}
{"id": "article-30820_16", "title": "Ureteropelvic Junction Obstruction -- Histopathology", "content": "In human models, no clear correlation was proven between split renal function and histological findings in the affected population. However, parenchymal damage was observed in severe cases of ureteropelvic junction obstruction (UPJO). The lack of clear histological findings is considered one of the major obstacles in the clinical assessment of UPJO. [5]", "contents": "Ureteropelvic Junction Obstruction -- Histopathology. In human models, no clear correlation was proven between split renal function and histological findings in the affected population. However, parenchymal damage was observed in severe cases of ureteropelvic junction obstruction (UPJO). The lack of clear histological findings is considered one of the major obstacles in the clinical assessment of UPJO. [5]"}
{"id": "article-30820_17", "title": "Ureteropelvic Junction Obstruction -- History and Physical", "content": "The condition is usually detected during the antenatal scan and is not associated with any antenatal complications.", "contents": "Ureteropelvic Junction Obstruction -- History and Physical. The condition is usually detected during the antenatal scan and is not associated with any antenatal complications."}
{"id": "article-30820_18", "title": "Ureteropelvic Junction Obstruction -- History and Physical", "content": "Pediatric ureteropelvic junction obstruction might be associated with other congenital anomalies as an imperforated anus, multicystic kidney, and ipsilateral ureterovesical reflux, in similar patients, ureteropelvic junction obstruction (UPJO) should be treated first as distal ureteric diseases are commonly not severe.", "contents": "Ureteropelvic Junction Obstruction -- History and Physical. Pediatric ureteropelvic junction obstruction might be associated with other congenital anomalies as an imperforated anus, multicystic kidney, and ipsilateral ureterovesical reflux, in similar patients, ureteropelvic junction obstruction (UPJO) should be treated first as distal ureteric diseases are commonly not severe."}
{"id": "article-30820_19", "title": "Ureteropelvic Junction Obstruction -- History and Physical", "content": "In cases of the duplex renal system, the lower moiety is more commonly affected, and in this case, ureterovesical reflux is likely to be found and can be diagnosed using voiding cystourethrogram (VCUG). Common symptoms in older children: Periodic abdominal pain (loin pain), usually after diuresis Vomiting Recurrent pyelonephritis Fever Uncommonly, abdominal mass, or hematuria secondary to infection [6]", "contents": "Ureteropelvic Junction Obstruction -- History and Physical. In cases of the duplex renal system, the lower moiety is more commonly affected, and in this case, ureterovesical reflux is likely to be found and can be diagnosed using voiding cystourethrogram (VCUG). Common symptoms in older children: Periodic abdominal pain (loin pain), usually after diuresis Vomiting Recurrent pyelonephritis Fever Uncommonly, abdominal mass, or hematuria secondary to infection [6]"}
{"id": "article-30820_20", "title": "Ureteropelvic Junction Obstruction -- History and Physical", "content": "Similarly, adults present with symptoms similar to those in the pediatric age group; however, hematuria and chronic loin pain are commonly seen. Usually, it is associated with increased fluid intake, diuresis, as tea and coffee. [4] [3] On examination, patients will have chronic loin tenderness in association with hematuria; other signs of pyelonephritis might be present as well, like fever and rigors.", "contents": "Ureteropelvic Junction Obstruction -- History and Physical. Similarly, adults present with symptoms similar to those in the pediatric age group; however, hematuria and chronic loin pain are commonly seen. Usually, it is associated with increased fluid intake, diuresis, as tea and coffee. [4] [3] On examination, patients will have chronic loin tenderness in association with hematuria; other signs of pyelonephritis might be present as well, like fever and rigors."}
{"id": "article-30820_21", "title": "Ureteropelvic Junction Obstruction -- Evaluation -- Laboratory Findings", "content": "All patients who have symptoms of ureteropelvic junction obstruction (UPJO) should have a full set of blood, including complete blood count, kidney function tests, including creatinine, GFR, and BUN. Patients will present with high levels of creatinine and decreased GFR, in case of infection, leukocytosis can be seen. A urine sample should be sent for analysis and culture as recurrent urinary tract infections are commonly seen in these patients.", "contents": "Ureteropelvic Junction Obstruction -- Evaluation -- Laboratory Findings. All patients who have symptoms of ureteropelvic junction obstruction (UPJO) should have a full set of blood, including complete blood count, kidney function tests, including creatinine, GFR, and BUN. Patients will present with high levels of creatinine and decreased GFR, in case of infection, leukocytosis can be seen. A urine sample should be sent for analysis and culture as recurrent urinary tract infections are commonly seen in these patients."}
{"id": "article-30820_22", "title": "Ureteropelvic Junction Obstruction -- Evaluation -- Imaging", "content": "Ultrasonography Hydronephrosis can be detected as an incidental finding on antenatal ultrasound, which might reflect underlying UPJO.", "contents": "Ureteropelvic Junction Obstruction -- Evaluation -- Imaging. Ultrasonography Hydronephrosis can be detected as an incidental finding on antenatal ultrasound, which might reflect underlying UPJO."}
{"id": "article-30820_23", "title": "Ureteropelvic Junction Obstruction -- Evaluation", "content": "In neonates who were found to have mild to moderate hydronephrosis on an antenatal scan, a follow-up scan should be done after 48 hours, to avoid transient neonatal dehydration period, however, in severe cases, a scan should be performed within the first 48 hours as it might need urgent intervention. [7] The society for fetal Urology (SFU) grading system is used to evaluate the severity of hydronephrosis as follows: Grade 0 - No hydronephrosis, intact central renal complex seen on ultrasound Grade 1 - Only renal pelvis visualized, dilated pelvis on ultrasound, no caliectasis Grade 2 - Moderately dilated renal pelvis and a few calyces Grade 3 - Hydronephrosis with nearly all calyces seen, large renal pelvis without parenchymal thinning Grade 4 - Severe dilatation of renal pelvis and calyces with accompanying parenchymal atrophy or thinning Keep in mind that almost 20% of antenatally detected hydronephrosis is not found after birth.", "contents": "Ureteropelvic Junction Obstruction -- Evaluation. In neonates who were found to have mild to moderate hydronephrosis on an antenatal scan, a follow-up scan should be done after 48 hours, to avoid transient neonatal dehydration period, however, in severe cases, a scan should be performed within the first 48 hours as it might need urgent intervention. [7] The society for fetal Urology (SFU) grading system is used to evaluate the severity of hydronephrosis as follows: Grade 0 - No hydronephrosis, intact central renal complex seen on ultrasound Grade 1 - Only renal pelvis visualized, dilated pelvis on ultrasound, no caliectasis Grade 2 - Moderately dilated renal pelvis and a few calyces Grade 3 - Hydronephrosis with nearly all calyces seen, large renal pelvis without parenchymal thinning Grade 4 - Severe dilatation of renal pelvis and calyces with accompanying parenchymal atrophy or thinning Keep in mind that almost 20% of antenatally detected hydronephrosis is not found after birth."}
{"id": "article-30820_24", "title": "Ureteropelvic Junction Obstruction -- Evaluation", "content": "Voiding Cystourethrography should be used to rule out ureterovesical reflux role to hydronephrosis. Intravenous Pyelography (IVP) IVP gives information about the degree of dilatation of the affected renal pelvis in comparison to the contralateral side. The ureteric shape can be assessed as well to check if there is any dilatation or tortuosity in comparison to the contralateral ureter. During the excretory phase, the excretory function of the affected kidney is compared to that of the normal kidney to check if there is any delay in excretion as a sign of obstruction.", "contents": "Ureteropelvic Junction Obstruction -- Evaluation. Voiding Cystourethrography should be used to rule out ureterovesical reflux role to hydronephrosis. Intravenous Pyelography (IVP) IVP gives information about the degree of dilatation of the affected renal pelvis in comparison to the contralateral side. The ureteric shape can be assessed as well to check if there is any dilatation or tortuosity in comparison to the contralateral ureter. During the excretory phase, the excretory function of the affected kidney is compared to that of the normal kidney to check if there is any delay in excretion as a sign of obstruction."}
{"id": "article-30820_25", "title": "Ureteropelvic Junction Obstruction -- Evaluation", "content": "Computed Tomography Urography (CTU)/Magnetic Resonance Urography (MRU) Urogram is a comprehensive imaging modality that can be used to diagnose multiple urologic problems in both adults and pediatrics, as it supports the provider with an accurate idea about anatomical variations such as a crossing vessel. CTU is more commonly used in the adult population rather than pediatrics due to the increased exposure to ionizing radiation. In MRU, gadolinium-based contrast is used, which saves the patient the risk of exposure to ionizing radiation. Functional MRU It can be used to assess differences in renal function between the affected and the contralateral kidneys, based on renal volumes or glomerular filtration, and assess the renal excretion, by taking multiple images over 15 minutes. Retrograde Pyelography is mainly used in adults to assess the exact level of obstruction; however, it has limitations as it needs to be performed under general anesthesia.", "contents": "Ureteropelvic Junction Obstruction -- Evaluation. Computed Tomography Urography (CTU)/Magnetic Resonance Urography (MRU) Urogram is a comprehensive imaging modality that can be used to diagnose multiple urologic problems in both adults and pediatrics, as it supports the provider with an accurate idea about anatomical variations such as a crossing vessel. CTU is more commonly used in the adult population rather than pediatrics due to the increased exposure to ionizing radiation. In MRU, gadolinium-based contrast is used, which saves the patient the risk of exposure to ionizing radiation. Functional MRU It can be used to assess differences in renal function between the affected and the contralateral kidneys, based on renal volumes or glomerular filtration, and assess the renal excretion, by taking multiple images over 15 minutes. Retrograde Pyelography is mainly used in adults to assess the exact level of obstruction; however, it has limitations as it needs to be performed under general anesthesia."}
{"id": "article-30820_26", "title": "Ureteropelvic Junction Obstruction -- Evaluation", "content": "Diuretic Renography is one of the most important studies that are used to determine the split function of each kidney and identify any renal evidence of obstruction and is the gold standard for the evaluation of the severity of UJP obstruction. The most commonly used agent in renogram studies is technetium 99m mercaptoacetyltriglycine (99m Tc-MAG3), especially in the pediatric population. The agent is usually secreted by proximal renal tubules in a little amount that should be filtered by renal glomeruli. The kidney is considered to be significantly damaged if the split function in one of the kidneys is less than 40% of the total kidney function, this should be in correlation to the half-life (T1/2) of the agent. In the adult population, other agents can be used, such as diethylenetriamine pentaacetate (DTPA). [8] [9] [10]", "contents": "Ureteropelvic Junction Obstruction -- Evaluation. Diuretic Renography is one of the most important studies that are used to determine the split function of each kidney and identify any renal evidence of obstruction and is the gold standard for the evaluation of the severity of UJP obstruction. The most commonly used agent in renogram studies is technetium 99m mercaptoacetyltriglycine (99m Tc-MAG3), especially in the pediatric population. The agent is usually secreted by proximal renal tubules in a little amount that should be filtered by renal glomeruli. The kidney is considered to be significantly damaged if the split function in one of the kidneys is less than 40% of the total kidney function, this should be in correlation to the half-life (T1/2) of the agent. In the adult population, other agents can be used, such as diethylenetriamine pentaacetate (DTPA). [8] [9] [10]"}
{"id": "article-30820_27", "title": "Ureteropelvic Junction Obstruction -- Treatment / Management", "content": "Poor drainage in pediatric patients less than 18 months might be transient and might improve after a few months spontaneously, given that the patient has normal kidney function. In older patients with a split renal function of more than 40%, the renal scan should be repeated at 3, 6, and 12 months intervals. Surgery is to be performed if the function has deteriorated. Surgical intervention is the gold standard treatment of ureteropelvic junction obstruction (UPJO) if indicated. The indications for surgical treatment include: UPJO with less than 40% in the split function of the affected kidney on the diuretic renogram. Renal parenchymal atrophy due to severe bilateral UPJO Recurrent infections despite using prophylactic antibiotics Symptomatic obstructive UPJO, or associated with an abdominal mass", "contents": "Ureteropelvic Junction Obstruction -- Treatment / Management. Poor drainage in pediatric patients less than 18 months might be transient and might improve after a few months spontaneously, given that the patient has normal kidney function. In older patients with a split renal function of more than 40%, the renal scan should be repeated at 3, 6, and 12 months intervals. Surgery is to be performed if the function has deteriorated. Surgical intervention is the gold standard treatment of ureteropelvic junction obstruction (UPJO) if indicated. The indications for surgical treatment include: UPJO with less than 40% in the split function of the affected kidney on the diuretic renogram. Renal parenchymal atrophy due to severe bilateral UPJO Recurrent infections despite using prophylactic antibiotics Symptomatic obstructive UPJO, or associated with an abdominal mass"}
{"id": "article-30820_28", "title": "Ureteropelvic Junction Obstruction -- Treatment / Management -- Options of Surgery", "content": "Endourology", "contents": "Ureteropelvic Junction Obstruction -- Treatment / Management -- Options of Surgery. Endourology"}
{"id": "article-30820_29", "title": "Ureteropelvic Junction Obstruction -- Treatment / Management -- Options of Surgery", "content": "Enodopyelotomy: This can be done in a retrograde antegrade fashion endopyelotomy by knife or laser. This procedure is reserved for patients with a history of disease recurrence after pyeloplasty and older patients with moderate hydronephrosis; however, it is associated with a high recurrence rate.", "contents": "Ureteropelvic Junction Obstruction -- Treatment / Management -- Options of Surgery. Enodopyelotomy: This can be done in a retrograde antegrade fashion endopyelotomy by knife or laser. This procedure is reserved for patients with a history of disease recurrence after pyeloplasty and older patients with moderate hydronephrosis; however, it is associated with a high recurrence rate."}
{"id": "article-30820_30", "title": "Ureteropelvic Junction Obstruction -- Treatment / Management -- Options of Surgery", "content": "Pyeloplasty Open pyeloplasty Dismembered pyeloplasty is the gold standard technique used by surgeons. The main advantage of this procedure is to save the crossing vessel if present. Non-dismembered pyeloplasty is used in case of high insertion of the ureter and no crossing vessel. However, it is inferior to dismembered pyeloplasty. Laparoscopic pyeloplasty Transperitoneal/retroperitoneal approach The retroperitoneal approach is safer than transperitoneal, due to a lower complication rate such as colonic injury. The retroperitoneal approach takes shorter operative time and hospital stay and is associated with better recovery for the intestinal function. Robotic-assisted pyeloplasty This is a feasible and effective intervention for the treatment of UPJO in challenging cases, especially in patients with irregular anatomy or recurrent UPJO after endoscopic or open surgery. This method could replace the open surgery approach as it has excellent results even in complicated cases. The surgeon should be aware of the complications associated with this approach, such as colonic injury, which has been reported in the literature. [11] [12] [13]", "contents": "Ureteropelvic Junction Obstruction -- Treatment / Management -- Options of Surgery. Pyeloplasty Open pyeloplasty Dismembered pyeloplasty is the gold standard technique used by surgeons. The main advantage of this procedure is to save the crossing vessel if present. Non-dismembered pyeloplasty is used in case of high insertion of the ureter and no crossing vessel. However, it is inferior to dismembered pyeloplasty. Laparoscopic pyeloplasty Transperitoneal/retroperitoneal approach The retroperitoneal approach is safer than transperitoneal, due to a lower complication rate such as colonic injury. The retroperitoneal approach takes shorter operative time and hospital stay and is associated with better recovery for the intestinal function. Robotic-assisted pyeloplasty This is a feasible and effective intervention for the treatment of UPJO in challenging cases, especially in patients with irregular anatomy or recurrent UPJO after endoscopic or open surgery. This method could replace the open surgery approach as it has excellent results even in complicated cases. The surgeon should be aware of the complications associated with this approach, such as colonic injury, which has been reported in the literature. [11] [12] [13]"}
{"id": "article-30820_31", "title": "Ureteropelvic Junction Obstruction -- Treatment / Management", "content": "Medical management is considered to maintain sterile urine, treating urinary tract infections, and assess renal function and the grade of hydronephrosis on a regular basis. However, UPJO cannot be revered using medical management solely.", "contents": "Ureteropelvic Junction Obstruction -- Treatment / Management. Medical management is considered to maintain sterile urine, treating urinary tract infections, and assess renal function and the grade of hydronephrosis on a regular basis. However, UPJO cannot be revered using medical management solely."}
{"id": "article-30820_32", "title": "Ureteropelvic Junction Obstruction -- Treatment / Management", "content": "Finally, in patients with split kidney function less than 10%, asymptomatic patients can be observed. A nephrectomy might be indicated in the case of recurrent urinary tract infection, persistent loin pain, or hematuria.", "contents": "Ureteropelvic Junction Obstruction -- Treatment / Management. Finally, in patients with split kidney function less than 10%, asymptomatic patients can be observed. A nephrectomy might be indicated in the case of recurrent urinary tract infection, persistent loin pain, or hematuria."}
{"id": "article-30820_33", "title": "Ureteropelvic Junction Obstruction -- Differential Diagnosis", "content": "The differential diagnosis for hydronephrosis at the level of the ureteropelvic junction can be categorized depending on the age of the patient.", "contents": "Ureteropelvic Junction Obstruction -- Differential Diagnosis. The differential diagnosis for hydronephrosis at the level of the ureteropelvic junction can be categorized depending on the age of the patient."}
{"id": "article-30820_34", "title": "Ureteropelvic Junction Obstruction -- Differential Diagnosis -- Antenatal/Pediatric Hydronephrosis", "content": "Vesicoureteral reflux Multicystic dysplastic kidney (MCDK) Duplication anomalies Megaureter Posterior urethral valves [14]", "contents": "Ureteropelvic Junction Obstruction -- Differential Diagnosis -- Antenatal/Pediatric Hydronephrosis. Vesicoureteral reflux Multicystic dysplastic kidney (MCDK) Duplication anomalies Megaureter Posterior urethral valves [14]"}
{"id": "article-30820_35", "title": "Ureteropelvic Junction Obstruction -- Differential Diagnosis -- Adults", "content": "Trauma to the renal pelvis Intrinsic malignancy within the urinary tract Stone obstructing the urine flow distal to the UPJ Extrinsic compression on the ureter by fibrotic tissue, tumor, or a crossing vessel", "contents": "Ureteropelvic Junction Obstruction -- Differential Diagnosis -- Adults. Trauma to the renal pelvis Intrinsic malignancy within the urinary tract Stone obstructing the urine flow distal to the UPJ Extrinsic compression on the ureter by fibrotic tissue, tumor, or a crossing vessel"}
{"id": "article-30820_36", "title": "Ureteropelvic Junction Obstruction -- Prognosis", "content": "Neonatal ureteropelvic junction obstruction (UPJO) and hydronephrosis gradually resolve without any surgical intervention in most of the patients. There has been shown a strong correlation between the grade of hydronephrosis and the chance of spontaneous resolution. The Society for Fetal Urology suggested a grading system for hydronephrosis into four grades, grade I resolves in approximately 50% of patients, and grades II, III, IV hydronephrosis resolve in 36%, 16%, and 3% of cases, respectively. [15]", "contents": "Ureteropelvic Junction Obstruction -- Prognosis. Neonatal ureteropelvic junction obstruction (UPJO) and hydronephrosis gradually resolve without any surgical intervention in most of the patients. There has been shown a strong correlation between the grade of hydronephrosis and the chance of spontaneous resolution. The Society for Fetal Urology suggested a grading system for hydronephrosis into four grades, grade I resolves in approximately 50% of patients, and grades II, III, IV hydronephrosis resolve in 36%, 16%, and 3% of cases, respectively. [15]"}
{"id": "article-30820_37", "title": "Ureteropelvic Junction Obstruction -- Complications -- Complications of Ureteropelvic Junction Obstruction (UPJO)", "content": "Recurrent urinary tract infection, with perinephric stranding Chronic loin pain Formation of secondary renal stones With prolonged obstruction, loss of kidney function can occur, partially or completely", "contents": "Ureteropelvic Junction Obstruction -- Complications -- Complications of Ureteropelvic Junction Obstruction (UPJO). Recurrent urinary tract infection, with perinephric stranding Chronic loin pain Formation of secondary renal stones With prolonged obstruction, loss of kidney function can occur, partially or completely"}
{"id": "article-30820_38", "title": "Ureteropelvic Junction Obstruction -- Complications -- Complications of Surgical Management of UPJO", "content": "Urinary tract infection Pyelonephritis Urinary extravasation and leakage Recurrent UPJO Bleeding Trauma to surrounding organs [16]", "contents": "Ureteropelvic Junction Obstruction -- Complications -- Complications of Surgical Management of UPJO. Urinary tract infection Pyelonephritis Urinary extravasation and leakage Recurrent UPJO Bleeding Trauma to surrounding organs [16]"}
{"id": "article-30820_39", "title": "Ureteropelvic Junction Obstruction -- Deterrence and Patient Education", "content": "Pregnant women are advised to attend their antenatal clinic appointments as ureteropelvic junction obstruction (UPJO) can be diagnosed antenatally, and that would help the interprofessional team to improve the management of the affected individuals. Moreover, patients with symptoms of urinary tract infections should not be neglected and be evaluated promptly.", "contents": "Ureteropelvic Junction Obstruction -- Deterrence and Patient Education. Pregnant women are advised to attend their antenatal clinic appointments as ureteropelvic junction obstruction (UPJO) can be diagnosed antenatally, and that would help the interprofessional team to improve the management of the affected individuals. Moreover, patients with symptoms of urinary tract infections should not be neglected and be evaluated promptly."}
{"id": "article-30820_40", "title": "Ureteropelvic Junction Obstruction -- Enhancing Healthcare Team Outcomes", "content": "The management of ureteropelvic junction obstruction (UPJO) should be implemented by an interprofessional team that consists of a urologist, emergency department provider, radiologist, primary care provider, and nephrologist. Moreover, the gynecologist plays a major role in diagnosing the condition antenatally. Urologic nurses should be a part of the team as well, taking care of patients and responding to their needs. Pharmacists are asked to review the patients' medications to avoid any insult to the kidney or drug-drug interactions that might worsen the situation.", "contents": "Ureteropelvic Junction Obstruction -- Enhancing Healthcare Team Outcomes. The management of ureteropelvic junction obstruction (UPJO) should be implemented by an interprofessional team that consists of a urologist, emergency department provider, radiologist, primary care provider, and nephrologist. Moreover, the gynecologist plays a major role in diagnosing the condition antenatally. Urologic nurses should be a part of the team as well, taking care of patients and responding to their needs. Pharmacists are asked to review the patients' medications to avoid any insult to the kidney or drug-drug interactions that might worsen the situation."}
{"id": "article-30820_41", "title": "Ureteropelvic Junction Obstruction -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ureteropelvic Junction Obstruction -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}