{"id": "article-26709_0", "title": "Partial Pressure of Carbon Dioxide -- Definition/Introduction", "content": "The partial pressure of carbon dioxide (PCO2) is the measure of carbon dioxide within arterial or venous blood. It often serves as a marker of sufficient alveolar ventilation within the lungs. Generally, under normal physiologic conditions, the value of PCO2 ranges between 35 to 45 mmHg or 4.7 to 6.0 kPa. Typically, the measurement of PCO2 is performed via arterial blood gas; however, there are other methods, such as peripheral venous, central venous, or mixed venous sampling. The collection of samples and the use of PCO2 are topics for further discussion below.", "contents": "Partial Pressure of Carbon Dioxide -- Definition/Introduction. The partial pressure of carbon dioxide (PCO2) is the measure of carbon dioxide within arterial or venous blood. It often serves as a marker of sufficient alveolar ventilation within the lungs. Generally, under normal physiologic conditions, the value of PCO2 ranges between 35 to 45 mmHg or 4.7 to 6.0 kPa. Typically, the measurement of PCO2 is performed via arterial blood gas; however, there are other methods, such as peripheral venous, central venous, or mixed venous sampling. The collection of samples and the use of PCO2 are topics for further discussion below."}
{"id": "article-26709_1", "title": "Partial Pressure of Carbon Dioxide -- Issues of Concern", "content": "Collecting a blood sample to determine PCO2 is a significant area of clinical concern due to the need for measurement accuracy and its importance in clinical decision-making. Traditionally, arterial blood gas is the more reliable sample to monitor PCO2; this is facilitated by placing an arterial catheter for hemodynamic monitoring, as the collection of arterial blood gases becomes readily available. However, if the patient has central venous access, the collection of venous blood gas is acceptable. The central venous blood gas is the most well-established correlative blood gas alternative to the arterial blood gas in terms of PCO2 measurement. [1]", "contents": "Partial Pressure of Carbon Dioxide -- Issues of Concern. Collecting a blood sample to determine PCO2 is a significant area of clinical concern due to the need for measurement accuracy and its importance in clinical decision-making. Traditionally, arterial blood gas is the more reliable sample to monitor PCO2; this is facilitated by placing an arterial catheter for hemodynamic monitoring, as the collection of arterial blood gases becomes readily available. However, if the patient has central venous access, the collection of venous blood gas is acceptable. The central venous blood gas is the most well-established correlative blood gas alternative to the arterial blood gas in terms of PCO2 measurement. [1]"}
{"id": "article-26709_2", "title": "Partial Pressure of Carbon Dioxide -- Issues of Concern", "content": "The collection of peripheral venous blood gas during venipuncture can be the most misleading alternative to an arterial sample, as the collection must avoid ischemic changes from a tourniquet. One mode of peripheral venous blood collection is to release the tourniquet after venipuncture and to allow a full minute to pass before collection. [2] This process ensures the circulating PCO2 is more accurate and gives the most reliable pH. Studies in hemodynamically stable patients demonstrate that, in comparison, the central venous PCO2 is approximately 4 to 5 mmHg higher than an arterial sample, and the peripheral PCO2 is approximately 3 to 8 mmHg higher than arterial sampling. [3]", "contents": "Partial Pressure of Carbon Dioxide -- Issues of Concern. The collection of peripheral venous blood gas during venipuncture can be the most misleading alternative to an arterial sample, as the collection must avoid ischemic changes from a tourniquet. One mode of peripheral venous blood collection is to release the tourniquet after venipuncture and to allow a full minute to pass before collection. [2] This process ensures the circulating PCO2 is more accurate and gives the most reliable pH. Studies in hemodynamically stable patients demonstrate that, in comparison, the central venous PCO2 is approximately 4 to 5 mmHg higher than an arterial sample, and the peripheral PCO2 is approximately 3 to 8 mmHg higher than arterial sampling. [3]"}
{"id": "article-26709_3", "title": "Partial Pressure of Carbon Dioxide -- Issues of Concern", "content": "The difference between venous and arterial PCO2 measurements increases in the presence of hypotension and shock. The peripheral venous PCO2 difference has demonstrated an increase of up to a factor of three due to ischemic changes. Therefore, venous PCO2 has been shown to have a weak correlation to arterial PCO2 in shock or extreme acid-base abnormalities. [4] Further study is necessary to determine the utility of peripheral venous blood gases in critically ill patients.", "contents": "Partial Pressure of Carbon Dioxide -- Issues of Concern. The difference between venous and arterial PCO2 measurements increases in the presence of hypotension and shock. The peripheral venous PCO2 difference has demonstrated an increase of up to a factor of three due to ischemic changes. Therefore, venous PCO2 has been shown to have a weak correlation to arterial PCO2 in shock or extreme acid-base abnormalities. [4] Further study is necessary to determine the utility of peripheral venous blood gases in critically ill patients."}
{"id": "article-26709_4", "title": "Partial Pressure of Carbon Dioxide -- Clinical Significance", "content": "The balance within the respiratory system depends primarily on oxygen supply and carbon dioxide removal, thus regulating the body's pH. Under normal physiologic conditions, the minute ventilation, or the liters per minute of air exchanged in the lungs, is primarily controlled by the partial pressure of arterial carbon dioxide (PaCO2). The minute ventilation is used routinely as a surrogate for alveolar ventilation. It is with alveolar ventilation that the gases, including PaCO2, are exchanged.", "contents": "Partial Pressure of Carbon Dioxide -- Clinical Significance. The balance within the respiratory system depends primarily on oxygen supply and carbon dioxide removal, thus regulating the body's pH. Under normal physiologic conditions, the minute ventilation, or the liters per minute of air exchanged in the lungs, is primarily controlled by the partial pressure of arterial carbon dioxide (PaCO2). The minute ventilation is used routinely as a surrogate for alveolar ventilation. It is with alveolar ventilation that the gases, including PaCO2, are exchanged."}
{"id": "article-26709_5", "title": "Partial Pressure of Carbon Dioxide -- Clinical Significance", "content": "The method that PaCO2 is involved in the regulation of minute ventilation is by bodily pH. Carbon dioxide is involved in the bicarbonate buffer system. In the presence of excess CO2, there is a shift to carbonic acid, ultimately causing the generation of hydrogen cations and bicarbonate anions. With this increased production of hydrogen ions, bodily pH decreases, causing acidosis from acidemia. Both peripheral and central chemoreceptors respond to this acidemia and attempt to remove the excess hydrogen ion. Both systems work in conjunction. However, central chemoreceptors maintain the vast majority of minute ventilation as they are more rapid and allow for less change in pH than the carotid bodies, which only account for approximately 15% of minute ventilation. These chemoreceptors sense changes in local pH and increases or decreases in local PaCO2. The cerebrospinal fluid within the brain can also regulate minute ventilation by sensing pH changes. While the central nervous system response is not as fast as local chemoreceptors, minute ventilation can be adjusted over time.", "contents": "Partial Pressure of Carbon Dioxide -- Clinical Significance. The method that PaCO2 is involved in the regulation of minute ventilation is by bodily pH. Carbon dioxide is involved in the bicarbonate buffer system. In the presence of excess CO2, there is a shift to carbonic acid, ultimately causing the generation of hydrogen cations and bicarbonate anions. With this increased production of hydrogen ions, bodily pH decreases, causing acidosis from acidemia. Both peripheral and central chemoreceptors respond to this acidemia and attempt to remove the excess hydrogen ion. Both systems work in conjunction. However, central chemoreceptors maintain the vast majority of minute ventilation as they are more rapid and allow for less change in pH than the carotid bodies, which only account for approximately 15% of minute ventilation. These chemoreceptors sense changes in local pH and increases or decreases in local PaCO2. The cerebrospinal fluid within the brain can also regulate minute ventilation by sensing pH changes. While the central nervous system response is not as fast as local chemoreceptors, minute ventilation can be adjusted over time."}
{"id": "article-26709_6", "title": "Partial Pressure of Carbon Dioxide -- Clinical Significance", "content": "The most common usage of PCO2 is measuring PaCO2 from arterial blood or PvCO2 from venous blood. The physiology behind the regulation of minute ventilation above states that as PaCO2 increases, or PvCO2, the bicarbonate buffer system attempts compensation by generating bicarbonate ions and hydrogen ions. These hydrogen ions lower systemic pH, creating acidemia. It is the change in local PaCO2, as well as the change in pH, that causes a change in minute ventilation. Under normal physiologic conditions, an increase in PCO2 causes a decrease in pH, increasing minute ventilation and, therefore, increasing alveolar ventilation to attempt to reach homeostasis. The higher the minute ventilation, the more exchange and loss of PCO2 occurs inversely. The opposite is also true; a decrease in PCO2 increases pH, decreases minute ventilation, and decreases alveolar ventilation; this is an example of the necessary evaluation of blood gas in acid-base disorders.", "contents": "Partial Pressure of Carbon Dioxide -- Clinical Significance. The most common usage of PCO2 is measuring PaCO2 from arterial blood or PvCO2 from venous blood. The physiology behind the regulation of minute ventilation above states that as PaCO2 increases, or PvCO2, the bicarbonate buffer system attempts compensation by generating bicarbonate ions and hydrogen ions. These hydrogen ions lower systemic pH, creating acidemia. It is the change in local PaCO2, as well as the change in pH, that causes a change in minute ventilation. Under normal physiologic conditions, an increase in PCO2 causes a decrease in pH, increasing minute ventilation and, therefore, increasing alveolar ventilation to attempt to reach homeostasis. The higher the minute ventilation, the more exchange and loss of PCO2 occurs inversely. The opposite is also true; a decrease in PCO2 increases pH, decreases minute ventilation, and decreases alveolar ventilation; this is an example of the necessary evaluation of blood gas in acid-base disorders."}
{"id": "article-26709_7", "title": "Partial Pressure of Carbon Dioxide -- Clinical Significance", "content": "Acid-base disorders can be simple or mixed. The Henderson-Hasselbalch equation demonstrates that pH is governed not only by bicarbonate but also by PCO2. As discussed above, while PCO2 is mainly under the regulation of minute ventilation and respiratory mechanics, it is the kidney and the bicarbonate buffer system that regulate bicarbonate. Therefore, acid-base disorders can be respiratory, PCO2-related, or metabolic, resulting from bicarbonate. In a simple respiratory acidosis, the PCO2 elevates above normal, and the normal physiologic response is to increase minute ventilation to shift the PCO2 and pH back to homeostasis. In a simple respiratory alkalosis, the PCO2 decreases from normal, and the normal response is to decrease minute ventilation to allow PCO2 to rise again to normal. [5]", "contents": "Partial Pressure of Carbon Dioxide -- Clinical Significance. Acid-base disorders can be simple or mixed. The Henderson-Hasselbalch equation demonstrates that pH is governed not only by bicarbonate but also by PCO2. As discussed above, while PCO2 is mainly under the regulation of minute ventilation and respiratory mechanics, it is the kidney and the bicarbonate buffer system that regulate bicarbonate. Therefore, acid-base disorders can be respiratory, PCO2-related, or metabolic, resulting from bicarbonate. In a simple respiratory acidosis, the PCO2 elevates above normal, and the normal physiologic response is to increase minute ventilation to shift the PCO2 and pH back to homeostasis. In a simple respiratory alkalosis, the PCO2 decreases from normal, and the normal response is to decrease minute ventilation to allow PCO2 to rise again to normal. [5]"}
{"id": "article-26709_8", "title": "Partial Pressure of Carbon Dioxide -- Clinical Significance", "content": "There are differences in the acute and chronic respiratory acidosis or alkalosis stages. Acute respiratory acidosis from increased PCO2 results in immediate changes to serum bicarbonate levels due to the bicarbonate buffer system; however, this is limited in its ability to achieve homeostasis. The kidney gradually increases the serum bicarbonate levels in chronic cases. Chronic respiratory acidosis is when the acidemia exists for 3 to 5 days, approximately how long it takes the kidney to buffer it. In acute respiratory acidosis, the serum bicarbonate normally increases by 1 mEq/L for every 10 mmHg increase in PCO2. For chronic respiratory acidosis, the serum bicarbonate increases by 4 to 5 mEq/L for every 10-mmHg rise in PCO2. [6] [5] The result typically causes a mild chronic acidosis or low-normal pH near 7.35. [6] Regarding respiratory alkalosis, the same timeframe applies to acute versus chronic. In acute respiratory alkalosis, for every decrease in PCO2 by 10 mmHg, the serum bicarbonate also decreases by 2 mEq/L. In chronic respiratory alkalosis, or alkalosis lasting 3 to 5 days, for every 10mmHg drop in PCO2, serum bicarbonate is expected to decrease by 4 to 5 mEq/L. [5] [6]", "contents": "Partial Pressure of Carbon Dioxide -- Clinical Significance. There are differences in the acute and chronic respiratory acidosis or alkalosis stages. Acute respiratory acidosis from increased PCO2 results in immediate changes to serum bicarbonate levels due to the bicarbonate buffer system; however, this is limited in its ability to achieve homeostasis. The kidney gradually increases the serum bicarbonate levels in chronic cases. Chronic respiratory acidosis is when the acidemia exists for 3 to 5 days, approximately how long it takes the kidney to buffer it. In acute respiratory acidosis, the serum bicarbonate normally increases by 1 mEq/L for every 10 mmHg increase in PCO2. For chronic respiratory acidosis, the serum bicarbonate increases by 4 to 5 mEq/L for every 10-mmHg rise in PCO2. [6] [5] The result typically causes a mild chronic acidosis or low-normal pH near 7.35. [6] Regarding respiratory alkalosis, the same timeframe applies to acute versus chronic. In acute respiratory alkalosis, for every decrease in PCO2 by 10 mmHg, the serum bicarbonate also decreases by 2 mEq/L. In chronic respiratory alkalosis, or alkalosis lasting 3 to 5 days, for every 10mmHg drop in PCO2, serum bicarbonate is expected to decrease by 4 to 5 mEq/L. [5] [6]"}
{"id": "article-26709_9", "title": "Partial Pressure of Carbon Dioxide -- Clinical Significance", "content": "The regulation of PCO2 is also involved in metabolic acidosis and alkalosis. In metabolic acidosis, for every 1 mEq/L drop of bicarbonate, there is a 1.2-mmHg decrease in PCO2. [5] It takes approximately 12 to 24 hours for sudden drops in bicarbonate to reach full compensation; however, this process starts as early as 30 minutes by chemoreceptor and CSF pH changes. [7] Another way to determine the expected PCO2 and compare the value obtained on blood gas analysis with metabolic acidosis is to utilize Winter’s equation. [8] If the measured PCO2 is higher or lower than Winter’s equation PCO2, there may be a secondary respiratory acidosis or alkalosis, respectively. This situation may be the case in underlying lung pathology or neuromuscular pathology, such as an anoxic injury causing minute ventilation control to reduce. Also, in the presence of very severe metabolic acidosis, there is a limit to respiratory compensation with minute ventilation. The PCO2 typically cannot fall below 8 to 12 mmHg, and the sustained increase in minute ventilation to achieve this low PCO2 usually causes rapid respiratory fatigue. In the case of metabolic alkalosis, the expected compensation of PCO2 is to increase by 0.7 mmHg for every 1 mEq/L increase in serum bicarbonate. [5]", "contents": "Partial Pressure of Carbon Dioxide -- Clinical Significance. The regulation of PCO2 is also involved in metabolic acidosis and alkalosis. In metabolic acidosis, for every 1 mEq/L drop of bicarbonate, there is a 1.2-mmHg decrease in PCO2. [5] It takes approximately 12 to 24 hours for sudden drops in bicarbonate to reach full compensation; however, this process starts as early as 30 minutes by chemoreceptor and CSF pH changes. [7] Another way to determine the expected PCO2 and compare the value obtained on blood gas analysis with metabolic acidosis is to utilize Winter’s equation. [8] If the measured PCO2 is higher or lower than Winter’s equation PCO2, there may be a secondary respiratory acidosis or alkalosis, respectively. This situation may be the case in underlying lung pathology or neuromuscular pathology, such as an anoxic injury causing minute ventilation control to reduce. Also, in the presence of very severe metabolic acidosis, there is a limit to respiratory compensation with minute ventilation. The PCO2 typically cannot fall below 8 to 12 mmHg, and the sustained increase in minute ventilation to achieve this low PCO2 usually causes rapid respiratory fatigue. In the case of metabolic alkalosis, the expected compensation of PCO2 is to increase by 0.7 mmHg for every 1 mEq/L increase in serum bicarbonate. [5]"}
{"id": "article-26709_10", "title": "Partial Pressure of Carbon Dioxide -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The most common use of PCO2 is monitoring respiratory and acid-base status in patients receiving mechanical ventilation. Respiratory care practitioners measure PCO2 and adjust ventilation on the machine itself. While there are many protocols in ventilator management, they do share a commonality in that the respiratory care practitioner, nurse, and the other members of the medical team should analyze the patient's overall ventilation and acid-base status as a collective group.", "contents": "Partial Pressure of Carbon Dioxide -- Nursing, Allied Health, and Interprofessional Team Interventions. The most common use of PCO2 is monitoring respiratory and acid-base status in patients receiving mechanical ventilation. Respiratory care practitioners measure PCO2 and adjust ventilation on the machine itself. While there are many protocols in ventilator management, they do share a commonality in that the respiratory care practitioner, nurse, and the other members of the medical team should analyze the patient's overall ventilation and acid-base status as a collective group."}
{"id": "article-26709_11", "title": "Partial Pressure of Carbon Dioxide -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Although blood gases are a common modality in measuring PCO2, continuous monitoring does exist. Capnography, or the continuous measurement of carbon dioxide, measures the inspired and expired gas in a closed system such as an endotracheal tube. In a healthy adult, the final portion of exhaled gas, labeled end-tidal CO2 (ETCO2), correlated well with PaCO2. There is also the ability to measure transcutaneous carbon dioxide, called PtcCO2. This modality uses a heating element to raise local skin temperature to 42 to 45 degrees C and measures the increased local capillary perfusion with an electrode. Many of these devices also can monitor arterial oxygen saturation in conjunction with a light emitter and sensor similar to a pulse oximeter. While this is also best in healthy adults, it is less accurate in critically ill patients.", "contents": "Partial Pressure of Carbon Dioxide -- Nursing, Allied Health, and Interprofessional Team Monitoring. Although blood gases are a common modality in measuring PCO2, continuous monitoring does exist. Capnography, or the continuous measurement of carbon dioxide, measures the inspired and expired gas in a closed system such as an endotracheal tube. In a healthy adult, the final portion of exhaled gas, labeled end-tidal CO2 (ETCO2), correlated well with PaCO2. There is also the ability to measure transcutaneous carbon dioxide, called PtcCO2. This modality uses a heating element to raise local skin temperature to 42 to 45 degrees C and measures the increased local capillary perfusion with an electrode. Many of these devices also can monitor arterial oxygen saturation in conjunction with a light emitter and sensor similar to a pulse oximeter. While this is also best in healthy adults, it is less accurate in critically ill patients."}
{"id": "article-26709_12", "title": "Partial Pressure of Carbon Dioxide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Partial Pressure of Carbon Dioxide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}