{"id": "article-150591_0", "title": "Bariatric Surgery Malnutrition Complications -- Continuing Education Activity", "content": "The emergence of bariatric surgeries and their significant impact on the management of morbid obesity have brought about numerous healthcare and economic benefits through surgical interventions. However, it is essential to acknowledge that post-surgical complications, particularly those related to malnutrition, are widespread and often prone to misdiagnosis or inadequate treatment. Recent evidence suggests a rise in malnutrition-related complications, while patient adherence to supplementation and post-operative monitoring fails to match this upward trend. Given the increasing popularity of bariatric surgery as an obesity treatment, it becomes essential to recognize and understand these complications and their associated symptoms of nutritional deficiencies. This undertaking aims to examine the malnutrition complications following bariatric surgery, emphasizing the crucial role of the interprofessional team in evaluating and addressing these issues in patients.", "contents": "Bariatric Surgery Malnutrition Complications -- Continuing Education Activity. The emergence of bariatric surgeries and their significant impact on the management of morbid obesity have brought about numerous healthcare and economic benefits through surgical interventions. However, it is essential to acknowledge that post-surgical complications, particularly those related to malnutrition, are widespread and often prone to misdiagnosis or inadequate treatment. Recent evidence suggests a rise in malnutrition-related complications, while patient adherence to supplementation and post-operative monitoring fails to match this upward trend. Given the increasing popularity of bariatric surgery as an obesity treatment, it becomes essential to recognize and understand these complications and their associated symptoms of nutritional deficiencies. This undertaking aims to examine the malnutrition complications following bariatric surgery, emphasizing the crucial role of the interprofessional team in evaluating and addressing these issues in patients."}
{"id": "article-150591_1", "title": "Bariatric Surgery Malnutrition Complications -- Continuing Education Activity", "content": "Objectives: Differentiate among various types of bariatric surgeries and their impact on nutrient absorption and metabolism. Apply best practices in bariatric surgery nutrition management. Select and implement appropriate monitoring strategies for patients' nutritional status.. Communicate and collaborate with other healthcare professionals to optimize patient outcomes. Access free multiple choice questions on this topic.", "contents": "Bariatric Surgery Malnutrition Complications -- Continuing Education Activity. Objectives: Differentiate among various types of bariatric surgeries and their impact on nutrient absorption and metabolism. Apply best practices in bariatric surgery nutrition management. Select and implement appropriate monitoring strategies for patients' nutritional status.. Communicate and collaborate with other healthcare professionals to optimize patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-150591_2", "title": "Bariatric Surgery Malnutrition Complications -- Introduction", "content": "Bariatric surgery is an effective treatment that produces significant and sustained improvement in metabolic disorders and comorbidities associated with obesity. [1] However, bariatric surgery is associated with an increased risk of malnutrition post-operatively. Moreover, bariatric surgery can exacerbate preexisting nutritional deficiencies in patients with obesity who undergo such procedures. Patients can also be lost to follow-up after surgery and fail to adhere to dietary recommendations necessary to prevent such deficiencies.", "contents": "Bariatric Surgery Malnutrition Complications -- Introduction. Bariatric surgery is an effective treatment that produces significant and sustained improvement in metabolic disorders and comorbidities associated with obesity. [1] However, bariatric surgery is associated with an increased risk of malnutrition post-operatively. Moreover, bariatric surgery can exacerbate preexisting nutritional deficiencies in patients with obesity who undergo such procedures. Patients can also be lost to follow-up after surgery and fail to adhere to dietary recommendations necessary to prevent such deficiencies."}
{"id": "article-150591_3", "title": "Bariatric Surgery Malnutrition Complications -- Introduction", "content": "With the increasing popularity of bariatric surgery as a treatment for obesity, it is crucial to be aware of such complications and recognize the presenting symptoms of nutritional deficiencies so that necessary measures can be taken for prevention and treatment.", "contents": "Bariatric Surgery Malnutrition Complications -- Introduction. With the increasing popularity of bariatric surgery as a treatment for obesity, it is crucial to be aware of such complications and recognize the presenting symptoms of nutritional deficiencies so that necessary measures can be taken for prevention and treatment."}
{"id": "article-150591_4", "title": "Bariatric Surgery Malnutrition Complications -- Function", "content": "Bariatric surgeries are designed to induce either a restrictive or malabsorptive state that limits calorie intake leading to sustained weight loss after surgery. Of note, some surgical techniques produce both restriction and malabsorption. [2] Based on the intended effect, bariatric surgeries can therefore be broadly categorized into restrictive or combined (restrictive and malabsorptive) depending on the purpose of the planned surgery. Restrictive surgeries: Surgery intended to decrease the stomach volume leads to reduced oral intake by promoting early satiety.", "contents": "Bariatric Surgery Malnutrition Complications -- Function. Bariatric surgeries are designed to induce either a restrictive or malabsorptive state that limits calorie intake leading to sustained weight loss after surgery. Of note, some surgical techniques produce both restriction and malabsorption. [2] Based on the intended effect, bariatric surgeries can therefore be broadly categorized into restrictive or combined (restrictive and malabsorptive) depending on the purpose of the planned surgery. Restrictive surgeries: Surgery intended to decrease the stomach volume leads to reduced oral intake by promoting early satiety."}
{"id": "article-150591_5", "title": "Bariatric Surgery Malnutrition Complications -- Function -- Adjustable Gastric Banding (AGB)", "content": "An adjustable silicone band is placed distal to the gastroesophageal junction, forming a small upper gastric pouch that limits gastric filling and thus leads to the sensation of fullness. The silicone band is adjustable by injecting or withdrawing saline using a subcutaneous port connected to the band via a tube system. [2]", "contents": "Bariatric Surgery Malnutrition Complications -- Function -- Adjustable Gastric Banding (AGB). An adjustable silicone band is placed distal to the gastroesophageal junction, forming a small upper gastric pouch that limits gastric filling and thus leads to the sensation of fullness. The silicone band is adjustable by injecting or withdrawing saline using a subcutaneous port connected to the band via a tube system. [2]"}
{"id": "article-150591_6", "title": "Bariatric Surgery Malnutrition Complications -- Function -- Laparoscopic Sleeve Gastrectomy (LSG)", "content": "Surgery involves removing a large portion of the stomach at the gastric fundus and greater curvature of the stomach. This limits the size of the stomach, producing a tubular conduit. [2] Malabsorptive surgeries: Surgery intended to reduce small bowel length available for mixing biliopancreatic juices, resulting in calorie malabsorption. Combined surgeries: These surgeries have both restrictive and malabsorptive components.", "contents": "Bariatric Surgery Malnutrition Complications -- Function -- Laparoscopic Sleeve Gastrectomy (LSG). Surgery involves removing a large portion of the stomach at the gastric fundus and greater curvature of the stomach. This limits the size of the stomach, producing a tubular conduit. [2] Malabsorptive surgeries: Surgery intended to reduce small bowel length available for mixing biliopancreatic juices, resulting in calorie malabsorption. Combined surgeries: These surgeries have both restrictive and malabsorptive components."}
{"id": "article-150591_7", "title": "Bariatric Surgery Malnutrition Complications -- Function -- Roux En-Y Gastric Bypass (RYGB)", "content": "This surgery has both restrictive and malabsorptive components. The stomach is resected proximally into a small gastric pouch (GP). The small bowel is resected about 50 cm from the ligament of Treitz at the jejunum. The distal resected portion is called the Roux limb (RL). The excluded portion of the stomach remnant and the proximal small bowel is called the biliopancreatic limb (BPL). The RL is then anastomosed with the GP (GJ anastomosis) and side to side with the jejunum (JJ anastomosis). The length of the Roux limb can be varied to different sizes to alter the malabsorptive element.", "contents": "Bariatric Surgery Malnutrition Complications -- Function -- Roux En-Y Gastric Bypass (RYGB). This surgery has both restrictive and malabsorptive components. The stomach is resected proximally into a small gastric pouch (GP). The small bowel is resected about 50 cm from the ligament of Treitz at the jejunum. The distal resected portion is called the Roux limb (RL). The excluded portion of the stomach remnant and the proximal small bowel is called the biliopancreatic limb (BPL). The RL is then anastomosed with the GP (GJ anastomosis) and side to side with the jejunum (JJ anastomosis). The length of the Roux limb can be varied to different sizes to alter the malabsorptive element."}
{"id": "article-150591_8", "title": "Bariatric Surgery Malnutrition Complications -- Function -- Biliopancreatic Diversion with Duodenal Switch (BPD/DS)", "content": "BPD/DS is often combined with a gastric sleeve procedure. [3] Surgery involves dividing a small bowel creating a biliopancreatic loop (BPL) and alimentary limb. Duodeno-ileostomy is created by anastomosis of a resected ileum (alimentary limb) with the duodenum.", "contents": "Bariatric Surgery Malnutrition Complications -- Function -- Biliopancreatic Diversion with Duodenal Switch (BPD/DS). BPD/DS is often combined with a gastric sleeve procedure. [3] Surgery involves dividing a small bowel creating a biliopancreatic loop (BPL) and alimentary limb. Duodeno-ileostomy is created by anastomosis of a resected ileum (alimentary limb) with the duodenum."}
{"id": "article-150591_9", "title": "Bariatric Surgery Malnutrition Complications -- Function -- Biliopancreatic Diversion with Duodenal Switch (BPD/DS)", "content": "Biliopancreatic loop (BPL) is anastomosed side to side distally, forming an ileoileostomy anastomosis. The common channel (CC) is the length of the small intestine between enteroenteric anastomosis and the ileocecal valve. This channel length determines the malabsorptive element; the shorter the length, the lesser the distance available for mixing with biliopancreatic juices. [3] Prophylactic cholecystectomy is often done to prevent cholelithiasis. [2] The restrictive and malabsorptive nature of these surgeries can often lead to the development of both macro and micronutrient deficiencies after surgery.", "contents": "Bariatric Surgery Malnutrition Complications -- Function -- Biliopancreatic Diversion with Duodenal Switch (BPD/DS). Biliopancreatic loop (BPL) is anastomosed side to side distally, forming an ileoileostomy anastomosis. The common channel (CC) is the length of the small intestine between enteroenteric anastomosis and the ileocecal valve. This channel length determines the malabsorptive element; the shorter the length, the lesser the distance available for mixing with biliopancreatic juices. [3] Prophylactic cholecystectomy is often done to prevent cholelithiasis. [2] The restrictive and malabsorptive nature of these surgeries can often lead to the development of both macro and micronutrient deficiencies after surgery."}
{"id": "article-150591_10", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern", "content": "Several studies reported that adherence to multivitamin supplementation after bariatric surgery is poor. [4]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern. Several studies reported that adherence to multivitamin supplementation after bariatric surgery is poor. [4]"}
{"id": "article-150591_11", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Patients Lost for Follow-up Care", "content": "Thereaux et al reported a long-term study of 5-year follow-ups showing a significant drop in patients receiving long-term follow-up care, with only 29.6% returning for follow-up care after 5 years. [5] Similar study results were reported by Krizizek et al in which only 80 out of 1216 patients undergoing surgery were still receiving follow-up care by the third year. [6]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Patients Lost for Follow-up Care. Thereaux et al reported a long-term study of 5-year follow-ups showing a significant drop in patients receiving long-term follow-up care, with only 29.6% returning for follow-up care after 5 years. [5] Similar study results were reported by Krizizek et al in which only 80 out of 1216 patients undergoing surgery were still receiving follow-up care by the third year. [6]"}
{"id": "article-150591_12", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Factors Playing a Role in Poor Nutritional Status in Patients after Bariatric Surgery", "content": "Restricted energy intake with higher protein intake. Altered anatomy and physiology of the gastrointestinal tract. Changes in gut microbiota. Lack of adequate nutritional supplementation. [7]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Factors Playing a Role in Poor Nutritional Status in Patients after Bariatric Surgery. Restricted energy intake with higher protein intake. Altered anatomy and physiology of the gastrointestinal tract. Changes in gut microbiota. Lack of adequate nutritional supplementation. [7]"}
{"id": "article-150591_13", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Small Intestinal Bacterial Overgrowth (SIBO)", "content": "Some bariatric surgeries promote the risk of SIBO, which can cause deficiencies. Interestingly SIBO can be seen in individuals with obesity even prior to surgery. One study of 378 patients found SIBO in about 15% of individuals before bariatric surgery. The prevalence increased to 40% after RYGB, but there was no change in prevalence after AGB. [8]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Small Intestinal Bacterial Overgrowth (SIBO). Some bariatric surgeries promote the risk of SIBO, which can cause deficiencies. Interestingly SIBO can be seen in individuals with obesity even prior to surgery. One study of 378 patients found SIBO in about 15% of individuals before bariatric surgery. The prevalence increased to 40% after RYGB, but there was no change in prevalence after AGB. [8]"}
{"id": "article-150591_14", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Small Intestinal Bacterial Overgrowth (SIBO)", "content": "SIBO is facilitated by intestinal stasis resulting from surgeries like RYGB, which supports the proliferation of microorganisms in the small intestine. The excessive growth of bacteria can lead to competition for metabolic nutrients, and their metabolites can cause damage to the intestinal lining. Consequently, SIBO can result in deficiencies of fat-soluble vitamins such as A, E, and D and impaired absorption of carbohydrates, proteins, thiamine, and B12. [7]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Small Intestinal Bacterial Overgrowth (SIBO). SIBO is facilitated by intestinal stasis resulting from surgeries like RYGB, which supports the proliferation of microorganisms in the small intestine. The excessive growth of bacteria can lead to competition for metabolic nutrients, and their metabolites can cause damage to the intestinal lining. Consequently, SIBO can result in deficiencies of fat-soluble vitamins such as A, E, and D and impaired absorption of carbohydrates, proteins, thiamine, and B12. [7]"}
{"id": "article-150591_15", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Small Intestinal Bacterial Overgrowth (SIBO)", "content": "However, serum folate and vitamin K levels are elevated in this condition. Standard diagnostic tests for small intestinal bacterial overgrowth include the glucose hydrogen breath test, which is widely available but may lack specificity, and the aspiration and culture of small intestinal fluid to detect bacterial growth.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Small Intestinal Bacterial Overgrowth (SIBO). However, serum folate and vitamin K levels are elevated in this condition. Standard diagnostic tests for small intestinal bacterial overgrowth include the glucose hydrogen breath test, which is widely available but may lack specificity, and the aspiration and culture of small intestinal fluid to detect bacterial growth."}
{"id": "article-150591_16", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Malnutrition Complications", "content": "Malnutrition complications after bariatric surgery can be classified into two categories: macronutrient deficiencies and micronutrient deficiencies.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Malnutrition Complications. Malnutrition complications after bariatric surgery can be classified into two categories: macronutrient deficiencies and micronutrient deficiencies."}
{"id": "article-150591_17", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Malnutrition Complications", "content": "In a comprehensive retrospective study involving 1216 post-bariatric surgery patients, only a minority maintained regular follow-up visits despite diligent monitoring and intervention. The study revealed many vitamin deficiencies, including vitamin D, A, B12, folic acid, zinc, copper, and iron. Vitamin D deficiency was particularly challenging to correct, even with intensified replacement measures. [6]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Malnutrition Complications. In a comprehensive retrospective study involving 1216 post-bariatric surgery patients, only a minority maintained regular follow-up visits despite diligent monitoring and intervention. The study revealed many vitamin deficiencies, including vitamin D, A, B12, folic acid, zinc, copper, and iron. Vitamin D deficiency was particularly challenging to correct, even with intensified replacement measures. [6]"}
{"id": "article-150591_18", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Malnutrition Complications", "content": "A comparative study examining the prevalence of zinc and copper deficiencies over a 5-year follow-up period between RYGB (Roux-en-Y gastric bypass) and BPD (biliopancreatic diversion) procedures revealed that patients who underwent BPD had a significantly higher occurrence of low copper and zinc levels compared to those who underwent RYGB. [9]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Malnutrition Complications. A comparative study examining the prevalence of zinc and copper deficiencies over a 5-year follow-up period between RYGB (Roux-en-Y gastric bypass) and BPD (biliopancreatic diversion) procedures revealed that patients who underwent BPD had a significantly higher occurrence of low copper and zinc levels compared to those who underwent RYGB. [9]"}
{"id": "article-150591_19", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Malnutrition Complications", "content": "A randomized control trial comparing deficiencies after RYGB and BPD/DS indicated that patients who underwent the duodenal switch procedure had a higher risk of vitamin A and D deficiencies during the first year following surgery. Additionally, there was an increased risk of thiamine deficiency in the early months post-surgery. [10]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Malnutrition Complications. A randomized control trial comparing deficiencies after RYGB and BPD/DS indicated that patients who underwent the duodenal switch procedure had a higher risk of vitamin A and D deficiencies during the first year following surgery. Additionally, there was an increased risk of thiamine deficiency in the early months post-surgery. [10]"}
{"id": "article-150591_20", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Malnutrition Complications", "content": "Comparatively, malabsorptive procedures tend to carry a higher risk of nutrient deficiencies than restrictive procedures. Combined surgeries involving restrictive and malabsorptive components pose an increased risk of malnutrition complications due to altered postsurgical anatomy. [11] To mitigate these risks, lifelong postoperative monitoring is imperative to enable early intervention and prevent deficiencies. Regular monitoring allows healthcare providers to address nutritional issues and optimize patient outcomes promptly.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Malnutrition Complications. Comparatively, malabsorptive procedures tend to carry a higher risk of nutrient deficiencies than restrictive procedures. Combined surgeries involving restrictive and malabsorptive components pose an increased risk of malnutrition complications due to altered postsurgical anatomy. [11] To mitigate these risks, lifelong postoperative monitoring is imperative to enable early intervention and prevent deficiencies. Regular monitoring allows healthcare providers to address nutritional issues and optimize patient outcomes promptly."}
{"id": "article-150591_21", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Protein Malnutrition", "content": "Protein malnutrition stands as the foremost macronutrient deficiency following bariatric surgery. [3] According to a consensus, the recommended postoperative protein intake ranges from 60 to 120 grams per day or 1 gram per kilogram of ideal body weight per day. Regrettably, many patients fail to achieve the required protein intake due to altered food preferences. This may lead to a shift towards consuming fatty foods and snacks, further exacerbating the issue of inadequate protein intake. [12]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Protein Malnutrition. Protein malnutrition stands as the foremost macronutrient deficiency following bariatric surgery. [3] According to a consensus, the recommended postoperative protein intake ranges from 60 to 120 grams per day or 1 gram per kilogram of ideal body weight per day. Regrettably, many patients fail to achieve the required protein intake due to altered food preferences. This may lead to a shift towards consuming fatty foods and snacks, further exacerbating the issue of inadequate protein intake. [12]"}
{"id": "article-150591_22", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Protein Malnutrition", "content": "In addition, prioritizing protein intake may result in reduced consumption of fruits, grains, and vegetables, which are vital sources of vitamins, minerals, and trace elements. It's worth noting that patients with a shorter common channel are at a higher risk of protein malnutrition. This is primarily due to the reduced length of the small intestine available for adequate mixing of pancreatic secretions with protein, thereby impacting protein digestion and absorption. [3] The earliest indication of deficiency is often hair loss. In severe cases, deficiencies can lead to edema, emaciation, anemia, altered hair texture, and hypoalbuminemia.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Protein Malnutrition. In addition, prioritizing protein intake may result in reduced consumption of fruits, grains, and vegetables, which are vital sources of vitamins, minerals, and trace elements. It's worth noting that patients with a shorter common channel are at a higher risk of protein malnutrition. This is primarily due to the reduced length of the small intestine available for adequate mixing of pancreatic secretions with protein, thereby impacting protein digestion and absorption. [3] The earliest indication of deficiency is often hair loss. In severe cases, deficiencies can lead to edema, emaciation, anemia, altered hair texture, and hypoalbuminemia."}
{"id": "article-150591_23", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Protein Malnutrition", "content": "Limited research exists regarding the effectiveness of liquid protein supplements or increased dietary intake as standalone treatments for deficiencies. In cases of extreme malabsorption, revision surgery may be necessary to address the underlying issue. [3]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Protein Malnutrition. Limited research exists regarding the effectiveness of liquid protein supplements or increased dietary intake as standalone treatments for deficiencies. In cases of extreme malabsorption, revision surgery may be necessary to address the underlying issue. [3]"}
{"id": "article-150591_24", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Fat Malnutrition", "content": "Fat malabsorption has been previously documented following bariatric surgeries, with a higher incidence observed in malabsorptive procedures. Symptoms associated with fat malabsorption can include steatorrhea (excessive fat in stool) and deficiencies of fat-soluble vitamins. [13] [14]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Fat Malnutrition. Fat malabsorption has been previously documented following bariatric surgeries, with a higher incidence observed in malabsorptive procedures. Symptoms associated with fat malabsorption can include steatorrhea (excessive fat in stool) and deficiencies of fat-soluble vitamins. [13] [14]"}
{"id": "article-150591_25", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine)", "content": "Thiamine deficiency poses a long-lasting risk for individuals who have undergone bariatric surgery. [15] Thiamine deficiency poses a long-lasting risk for individuals who have undergone bariatric surgery. Thiamine is primarily absorbed in the duodenum and proximal portion of the jejunum. The development of B1 deficiency following bariatric surgery is commonly referred to as \"bariatric beriberi.\" Patients who have undergone gastric banding may be susceptible to recurrent vomiting or hyperemesis, leading to prolonged vomiting and resulting in B1 deficiency.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine). Thiamine deficiency poses a long-lasting risk for individuals who have undergone bariatric surgery. [15] Thiamine deficiency poses a long-lasting risk for individuals who have undergone bariatric surgery. Thiamine is primarily absorbed in the duodenum and proximal portion of the jejunum. The development of B1 deficiency following bariatric surgery is commonly referred to as \"bariatric beriberi.\" Patients who have undergone gastric banding may be susceptible to recurrent vomiting or hyperemesis, leading to prolonged vomiting and resulting in B1 deficiency."}
{"id": "article-150591_26", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine)", "content": "According to a systematic review and meta-analysis conducted by Bahardoust et al, 27% of patients (out of 1494) who underwent bariatric surgery experienced thiamine deficiency. [16] Rapid weight loss, nonadherence to supplementation, and avoidance of certain foods can increase the risk of thiamine deficiency.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine). According to a systematic review and meta-analysis conducted by Bahardoust et al, 27% of patients (out of 1494) who underwent bariatric surgery experienced thiamine deficiency. [16] Rapid weight loss, nonadherence to supplementation, and avoidance of certain foods can increase the risk of thiamine deficiency."}
{"id": "article-150591_27", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine)", "content": "Another essential consideration is small intestinal bacterial overgrowth, which can contribute to thiamine deficiency. When present, small intestinal bacterial overgrowth requires antibiotic treatment to address the underlying cause and prevent further deficiencies. Early symptoms of thiamine deficiency after bariatric surgery include: Dry beriberi: Neurological symptoms such as gait ataxia, muscle weakness, brisk tendon reflexes, symmetrical peripheral neuropathy, pain in extremities, and convulsions are observed. No edema is present. Wet beriberi: Characterized by heart failure, lower extremity edema, dyspnea, bounding arterial pulses, palpitations, and lactic acidosis. Protein malnutrition should also be evaluated in postsurgical patients with edema. Gastrointestinal symptoms: Nausea, vomiting, constipation, jejunal dilation or megacolon, and slow gastric emptying may be observed. Advanced symptoms can include:", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine). Another essential consideration is small intestinal bacterial overgrowth, which can contribute to thiamine deficiency. When present, small intestinal bacterial overgrowth requires antibiotic treatment to address the underlying cause and prevent further deficiencies. Early symptoms of thiamine deficiency after bariatric surgery include: Dry beriberi: Neurological symptoms such as gait ataxia, muscle weakness, brisk tendon reflexes, symmetrical peripheral neuropathy, pain in extremities, and convulsions are observed. No edema is present. Wet beriberi: Characterized by heart failure, lower extremity edema, dyspnea, bounding arterial pulses, palpitations, and lactic acidosis. Protein malnutrition should also be evaluated in postsurgical patients with edema. Gastrointestinal symptoms: Nausea, vomiting, constipation, jejunal dilation or megacolon, and slow gastric emptying may be observed. Advanced symptoms can include:"}
{"id": "article-150591_28", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine)", "content": "Wernicke encephalopathy: Symptoms such as ophthalmoplegia, nystagmus, ataxia, confabulation, confusion, short-term memory loss, and polyneuropathy may manifest. Wernicke-Korsakoff syndrome (or Korsakoff psychosis): If hallucinations and psychosis are present, the presentation is referred to as Wernicke-Korsakoff syndrome.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine). Wernicke encephalopathy: Symptoms such as ophthalmoplegia, nystagmus, ataxia, confabulation, confusion, short-term memory loss, and polyneuropathy may manifest. Wernicke-Korsakoff syndrome (or Korsakoff psychosis): If hallucinations and psychosis are present, the presentation is referred to as Wernicke-Korsakoff syndrome."}
{"id": "article-150591_29", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine)", "content": "Thiamine levels are most accurately measured in whole blood specimens. However, it's important to note that concurrent hypoalbuminemia and inflammatory states can impact thiamine levels. Erythrocyte transketolase activity may be low in patients with thiamine deficiency and rapidly increase after stimulation with TPP (thiamin pyrophosphate). It's important to consider that these diagnostic tests can be costly and may not be readily available in all settings.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine). Thiamine levels are most accurately measured in whole blood specimens. However, it's important to note that concurrent hypoalbuminemia and inflammatory states can impact thiamine levels. Erythrocyte transketolase activity may be low in patients with thiamine deficiency and rapidly increase after stimulation with TPP (thiamin pyrophosphate). It's important to consider that these diagnostic tests can be costly and may not be readily available in all settings."}
{"id": "article-150591_30", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine)", "content": "Early identification of symptoms is crucial, and a high level of suspicion is necessary for prompt treatment. Recommendations are to initiate treatment empirically without waiting for test results. Additionally, glucose administration should be avoided before thiamine supplementation to prevent the worsening of thiamine deficiency.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine). Early identification of symptoms is crucial, and a high level of suspicion is necessary for prompt treatment. Recommendations are to initiate treatment empirically without waiting for test results. Additionally, glucose administration should be avoided before thiamine supplementation to prevent the worsening of thiamine deficiency."}
{"id": "article-150591_31", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine)", "content": "Lifelong supplementation is recommended for the prevention of thiamine deficiency. As per the 2016 American Society for Metabolic and Bariatric Surgery (ASMBS) guidelines, it is advised that all patients take thiamine supplements exceeding the recommended dietary allowance before surgery. Thiamine supplementation can be achieved through the use of B-complex supplements or multivitamins, with once or twice daily dosing. [17]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine). Lifelong supplementation is recommended for the prevention of thiamine deficiency. As per the 2016 American Society for Metabolic and Bariatric Surgery (ASMBS) guidelines, it is advised that all patients take thiamine supplements exceeding the recommended dietary allowance before surgery. Thiamine supplementation can be achieved through the use of B-complex supplements or multivitamins, with once or twice daily dosing. [17]"}
{"id": "article-150591_32", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine)", "content": "According to the 2020 guidelines from the British Obesity and Metabolic Surgery Society, for patients concerned that routine supplementation may not be sufficient, additional thiamine dosage should be provided for at least 3 to 4 months. [18] However, the evidence regarding the specific dosage is limited, and further research is required.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine). According to the 2020 guidelines from the British Obesity and Metabolic Surgery Society, for patients concerned that routine supplementation may not be sufficient, additional thiamine dosage should be provided for at least 3 to 4 months. [18] However, the evidence regarding the specific dosage is limited, and further research is required."}
{"id": "article-150591_33", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine)", "content": "When thiamine deficiency is suspected, initiating treatment promptly without waiting for laboratory confirmation is crucial. Monitoring for the resolution of symptoms is essential during the treatment process. The dosage, route, and frequency of thiamine administration depend on the signs and clinical manifestations observed in the patient.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine). When thiamine deficiency is suspected, initiating treatment promptly without waiting for laboratory confirmation is crucial. Monitoring for the resolution of symptoms is essential during the treatment process. The dosage, route, and frequency of thiamine administration depend on the signs and clinical manifestations observed in the patient."}
{"id": "article-150591_34", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine)", "content": "For oral replacement, a recommended dosage is 100 mg of thiamine administered 2 to 3 times per day until symptoms resolve. In cases where intravenous administration is chosen, thiamine should be initiated at 200 mg 3 times daily, followed by 250 mg once daily for 3 to 5 days. Subsequently, an indefinite oral maintenance dose of 100 mg per day is recommended. Alternatively, if the intramuscular route is selected, the dosing regimen involves administering 250 mg of thiamine daily for 3 to 5 days or 100 to 250 mg once a month. Simultaneous monitoring and replacement of electrolytes are necessary due to the risk of refeeding syndrome in these patients. [17] [19]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B1 (Thiamine). For oral replacement, a recommended dosage is 100 mg of thiamine administered 2 to 3 times per day until symptoms resolve. In cases where intravenous administration is chosen, thiamine should be initiated at 200 mg 3 times daily, followed by 250 mg once daily for 3 to 5 days. Subsequently, an indefinite oral maintenance dose of 100 mg per day is recommended. Alternatively, if the intramuscular route is selected, the dosing regimen involves administering 250 mg of thiamine daily for 3 to 5 days or 100 to 250 mg once a month. Simultaneous monitoring and replacement of electrolytes are necessary due to the risk of refeeding syndrome in these patients. [17] [19]"}
{"id": "article-150591_35", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B2 (Riboflavin)", "content": "Clinical deficiency of vitamin B2 (riboflavin) is exceptionally rare following bariatric surgery. A single-center study encompassing 47 post-bariatric patients who presented with neurologic symptoms reported only 1 case of B2 deficiency. [20] Vitamin B2 is crucial in maintaining the integrity of mucous membranes, skin, nervous system, and eyes. Symptoms associated with vitamin B2 deficiency include stomatitis, sore throat, scaly or seborrheic dermatitis, neurological symptoms, and anemia. The recommended treatment for riboflavin deficiency is oral replacement with riboflavin supplements. [3]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B2 (Riboflavin). Clinical deficiency of vitamin B2 (riboflavin) is exceptionally rare following bariatric surgery. A single-center study encompassing 47 post-bariatric patients who presented with neurologic symptoms reported only 1 case of B2 deficiency. [20] Vitamin B2 is crucial in maintaining the integrity of mucous membranes, skin, nervous system, and eyes. Symptoms associated with vitamin B2 deficiency include stomatitis, sore throat, scaly or seborrheic dermatitis, neurological symptoms, and anemia. The recommended treatment for riboflavin deficiency is oral replacement with riboflavin supplements. [3]"}
{"id": "article-150591_36", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B3 (Niacin)", "content": "Vitamin B3 (niacin) deficiency is uncommon but can present with dermatological manifestations, particularly in patients who have undergone RYGB surgery. [21] Pellagra is characterized by a triad of symptoms, including dermatological manifestations (eg, dermatitis), neuropsychiatric signs (eg, dementia), and gastrointestinal symptoms (eg, diarrhea). Testing for pellagra may not be widely available. The diagnosis is typically made by demonstrating low niacin levels and observing symptomatic improvement with niacin replacement.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B3 (Niacin). Vitamin B3 (niacin) deficiency is uncommon but can present with dermatological manifestations, particularly in patients who have undergone RYGB surgery. [21] Pellagra is characterized by a triad of symptoms, including dermatological manifestations (eg, dermatitis), neuropsychiatric signs (eg, dementia), and gastrointestinal symptoms (eg, diarrhea). Testing for pellagra may not be widely available. The diagnosis is typically made by demonstrating low niacin levels and observing symptomatic improvement with niacin replacement."}
{"id": "article-150591_37", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B3 (Niacin)", "content": "Niacinamide (or nicotinamide) is commonly used for treatment, with a recommended dosage of 100 mg every 6 hours or 500 mg daily until clinical resolution. The slow-releasing formulation of niacin should be avoided due to the risk of hepatitis. A common side effect of niacin supplementation is flushing. [3]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B3 (Niacin). Niacinamide (or nicotinamide) is commonly used for treatment, with a recommended dosage of 100 mg every 6 hours or 500 mg daily until clinical resolution. The slow-releasing formulation of niacin should be avoided due to the risk of hepatitis. A common side effect of niacin supplementation is flushing. [3]"}
{"id": "article-150591_38", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B5 (Pantothenic Acid)", "content": "Pantothenic acid (vitamin B5) deficiency is uncommonly observed after bariatric surgery. In a small study that monitored patients for 1 year after surgery, no cases of B5 deficiency were reported. [22]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B5 (Pantothenic Acid). Pantothenic acid (vitamin B5) deficiency is uncommonly observed after bariatric surgery. In a small study that monitored patients for 1 year after surgery, no cases of B5 deficiency were reported. [22]"}
{"id": "article-150591_39", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B6 (Pyridoxine)", "content": "Vitamin B6 deficiency is relatively rare but has been documented in some cases following bariatric surgery. [23]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B6 (Pyridoxine). Vitamin B6 deficiency is relatively rare but has been documented in some cases following bariatric surgery. [23]"}
{"id": "article-150591_40", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B6 (Pyridoxine)", "content": "Symptoms of vitamin B6 deficiency after bariatric surgery may include conjunctivitis, dermatitis, intertrigo, atrophic glossitis and ulceration, angular cheilitis, as well as neurological manifestations such as seizures, altered mentation, and neuropathies. [24] The dosage of vitamin B6 for treatment of deficiency after bariatric surgery depends on the route of administration.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B6 (Pyridoxine). Symptoms of vitamin B6 deficiency after bariatric surgery may include conjunctivitis, dermatitis, intertrigo, atrophic glossitis and ulceration, angular cheilitis, as well as neurological manifestations such as seizures, altered mentation, and neuropathies. [24] The dosage of vitamin B6 for treatment of deficiency after bariatric surgery depends on the route of administration."}
{"id": "article-150591_41", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B7 (Biotin)", "content": "Biotin deficiency has been reported in some cases following laparoscopic sleeve gastrectomy. [25] [26] Symptoms of biotin deficiency after laparoscopic sleeve gastrectomy may include hair loss, loss of taste, rash on the face around orifices, intestinal symptoms, paresthesias, seizures, and hypotonia. The treatment for biotin deficiency typically involves oral replacement of biotin.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B7 (Biotin). Biotin deficiency has been reported in some cases following laparoscopic sleeve gastrectomy. [25] [26] Symptoms of biotin deficiency after laparoscopic sleeve gastrectomy may include hair loss, loss of taste, rash on the face around orifices, intestinal symptoms, paresthesias, seizures, and hypotonia. The treatment for biotin deficiency typically involves oral replacement of biotin."}
{"id": "article-150591_42", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid)", "content": "The prevalence of biotin deficiency in patients with obesity preoperatively has been reported to be as high as 54%. [17] In a study conducted on patients who underwent sleeve gastrectomy, folic acid deficiency was observed in 12.5% of patients after one year. [27] In patients with SIBO, elevated folic acid levels can be a marker of bacterial overgrowth. This is because bacteria in the small intestine can synthesize folic acid, leading to increased levels. Folic acid deficiency is, therefore, rare in the presence of SIBO.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid). The prevalence of biotin deficiency in patients with obesity preoperatively has been reported to be as high as 54%. [17] In a study conducted on patients who underwent sleeve gastrectomy, folic acid deficiency was observed in 12.5% of patients after one year. [27] In patients with SIBO, elevated folic acid levels can be a marker of bacterial overgrowth. This is because bacteria in the small intestine can synthesize folic acid, leading to increased levels. Folic acid deficiency is, therefore, rare in the presence of SIBO."}
{"id": "article-150591_43", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid)", "content": "The symptoms of folic acid deficiency overlap with those of vitamin B12 deficiency. These symptoms include neuropsychiatric symptoms, a painful beefy red tongue, macrocytic anemia, changes in skin pigmentation or oral mucosal ulcers, skin ulcers, and nail ulcers. [28]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid). The symptoms of folic acid deficiency overlap with those of vitamin B12 deficiency. These symptoms include neuropsychiatric symptoms, a painful beefy red tongue, macrocytic anemia, changes in skin pigmentation or oral mucosal ulcers, skin ulcers, and nail ulcers. [28]"}
{"id": "article-150591_44", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid)", "content": "When assessing for folic acid deficiency, it is also essential to rule out vitamin B12 deficiency. Both deficiencies can lead to megaloblastic anemia. However, folic acid deficiency is characterized by low serum folate levels, elevated homocysteine levels, and normal methylmalonic acid (MMA) levels. On the other hand, vitamin B12 deficiency is associated with elevated MMA levels. Differentiating between the 2 conditions can help make an accurate diagnosis.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid). When assessing for folic acid deficiency, it is also essential to rule out vitamin B12 deficiency. Both deficiencies can lead to megaloblastic anemia. However, folic acid deficiency is characterized by low serum folate levels, elevated homocysteine levels, and normal methylmalonic acid (MMA) levels. On the other hand, vitamin B12 deficiency is associated with elevated MMA levels. Differentiating between the 2 conditions can help make an accurate diagnosis."}
{"id": "article-150591_45", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid)", "content": "According to the 2016 guidelines from the American Society for Metabolic and Bariatric Surgery (ASBMS) and the British Society guidelines, it is recommended that all patients take a minimum daily dose of 400 to 800 mcg of folate. This is typically achieved by including folate as part of a multivitamin supplement. Regular supplementation with folate can help prevent deficiencies and support optimal health in bariatric surgery patients. [17] [18] However, the exact required dosage of folate for bariatric surgery patients has not been established and remains unknown. While guidelines recommend a minimum daily dose of 400 to 800 mcg, it is important to note that individual patient needs may vary. Factors such as the type of surgery, individual nutrient absorption, and other medical considerations can influence the appropriate dosage of folate for each patient.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid). According to the 2016 guidelines from the American Society for Metabolic and Bariatric Surgery (ASBMS) and the British Society guidelines, it is recommended that all patients take a minimum daily dose of 400 to 800 mcg of folate. This is typically achieved by including folate as part of a multivitamin supplement. Regular supplementation with folate can help prevent deficiencies and support optimal health in bariatric surgery patients. [17] [18] However, the exact required dosage of folate for bariatric surgery patients has not been established and remains unknown. While guidelines recommend a minimum daily dose of 400 to 800 mcg, it is important to note that individual patient needs may vary. Factors such as the type of surgery, individual nutrient absorption, and other medical considerations can influence the appropriate dosage of folate for each patient."}
{"id": "article-150591_46", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid)", "content": "According to the ASMBS, women of childbearing age who have undergone bariatric surgery should take a higher dose of oral folate, ranging from 800 to 1000 ug daily. This higher dose is recommended due to the increased risk of neural tube defects in pregnancies following bariatric surgery. Preconception counseling is essential in these cases to ensure adequate folate supplementation and reduce the risk of congenital disabilities. Women planning to become pregnant or already pregnant must consult their healthcare providers for personalized guidance on folate supplementation and other prenatal care considerations.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid). According to the ASMBS, women of childbearing age who have undergone bariatric surgery should take a higher dose of oral folate, ranging from 800 to 1000 ug daily. This higher dose is recommended due to the increased risk of neural tube defects in pregnancies following bariatric surgery. Preconception counseling is essential in these cases to ensure adequate folate supplementation and reduce the risk of congenital disabilities. Women planning to become pregnant or already pregnant must consult their healthcare providers for personalized guidance on folate supplementation and other prenatal care considerations."}
{"id": "article-150591_47", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid)", "content": "Treatment for folate deficiency after bariatric surgery involves supplementation with appropriate dosage. According to the ASMBS guidelines, a daily dosage of 1000 mcg (1 mg) of oral folate is recommended until correction of folate levels is achieved. After that, a maintenance dosage should be determined based on individual needs.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid). Treatment for folate deficiency after bariatric surgery involves supplementation with appropriate dosage. According to the ASMBS guidelines, a daily dosage of 1000 mcg (1 mg) of oral folate is recommended until correction of folate levels is achieved. After that, a maintenance dosage should be determined based on individual needs."}
{"id": "article-150591_48", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid)", "content": "The British Society guidelines suggest a higher daily dosage of 5 mg orally for at least 4 months. This higher dosage is intended to address the deficiency and restore folate levels effectively. Following the initial treatment period, a maintenance dosage may be determined based on ongoing monitoring and individual requirements. [17] [18]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B9 (Folic Acid). The British Society guidelines suggest a higher daily dosage of 5 mg orally for at least 4 months. This higher dosage is intended to address the deficiency and restore folate levels effectively. Following the initial treatment period, a maintenance dosage may be determined based on ongoing monitoring and individual requirements. [17] [18]"}
{"id": "article-150591_49", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12", "content": "Vitamin B12 deficiency is a known complication that can occur after various types of bariatric surgeries, including sleeve gastrectomy, RYGB, BPD, and BPD-DS surgeries. However, the prevalence of B12 deficiency is generally higher in RYGB than in sleeve gastrectomy. [29] [30] B12 deficiency is commonly associated with RYGB due to the alterations in anatomy and physiology that occur. [23] After RYGB, there is a reduction in the number of parietal cells available in the small gastric pouch, leading to inadequate gastric acid secretion. Additionally, the availability of intrinsic factor, which is necessary for B12 absorption, is decreased after RYGB.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12. Vitamin B12 deficiency is a known complication that can occur after various types of bariatric surgeries, including sleeve gastrectomy, RYGB, BPD, and BPD-DS surgeries. However, the prevalence of B12 deficiency is generally higher in RYGB than in sleeve gastrectomy. [29] [30] B12 deficiency is commonly associated with RYGB due to the alterations in anatomy and physiology that occur. [23] After RYGB, there is a reduction in the number of parietal cells available in the small gastric pouch, leading to inadequate gastric acid secretion. Additionally, the availability of intrinsic factor, which is necessary for B12 absorption, is decreased after RYGB."}
{"id": "article-150591_50", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12", "content": "Vitamin B12 deficiency can manifest with various hematological abnormalities and neuropsychiatric symptoms. Hematological symptoms include megaloblastic anemia, mild jaundice, and glossitis with a magenta or beefy red tongue. Patients may also experience a sore tongue, fatigue, vertigo, shortness of breath, anorexia, diarrhea, palpitations, tinnitus, and numbness and paresthesias in the extremities. Neuropsychiatric symptoms can include ataxia, axonal degeneration, and demyelination of the spinal cord, cerebrum, and nerves.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12. Vitamin B12 deficiency can manifest with various hematological abnormalities and neuropsychiatric symptoms. Hematological symptoms include megaloblastic anemia, mild jaundice, and glossitis with a magenta or beefy red tongue. Patients may also experience a sore tongue, fatigue, vertigo, shortness of breath, anorexia, diarrhea, palpitations, tinnitus, and numbness and paresthesias in the extremities. Neuropsychiatric symptoms can include ataxia, axonal degeneration, and demyelination of the spinal cord, cerebrum, and nerves."}
{"id": "article-150591_51", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12", "content": "Special attention should be given to the possibility of pseudo-thrombotic thrombocytopenic purpura (pseudo-TTP) in patients with B12 deficiency. Pseudo-TTP can present with symptoms similar to those of thrombotic thrombocytopenic purpura (TTP). To address both potential deficiencies, it is important to initiate concurrent treatment for B1 deficiency when patients present with neuropsychiatric symptoms. [31] Advanced cases of B12 deficiency can indeed lead to neurological symptoms, including irritability, psychosis, dementia, and forgetfulness.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12. Special attention should be given to the possibility of pseudo-thrombotic thrombocytopenic purpura (pseudo-TTP) in patients with B12 deficiency. Pseudo-TTP can present with symptoms similar to those of thrombotic thrombocytopenic purpura (TTP). To address both potential deficiencies, it is important to initiate concurrent treatment for B1 deficiency when patients present with neuropsychiatric symptoms. [31] Advanced cases of B12 deficiency can indeed lead to neurological symptoms, including irritability, psychosis, dementia, and forgetfulness."}
{"id": "article-150591_52", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12", "content": "Diagnosis of B12 deficiency typically involves assessing B12 levels and related biomarkers. According to the ASMBS guidelines, the preferred assay for diagnosing B12 deficiency is measuring serum methylmalonic acid (MMA). Low levels of B12 in conjunction with elevated serum methylmalonic acid confirm the diagnosis of B12 deficiency.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12. Diagnosis of B12 deficiency typically involves assessing B12 levels and related biomarkers. According to the ASMBS guidelines, the preferred assay for diagnosing B12 deficiency is measuring serum methylmalonic acid (MMA). Low levels of B12 in conjunction with elevated serum methylmalonic acid confirm the diagnosis of B12 deficiency."}
{"id": "article-150591_53", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12", "content": "In addition to MMA, other supportive tests can be conducted. Increased levels of homocysteine may be observed in B12 deficiency, as B12 is required to convert homocysteine to methionine. Peripheral smear changes, such as the presence of macrocytosis (enlarged red blood cells), can also provide further evidence of B12 deficiency. Postoperatively, the choice of vitamin B12 supplementation depends on the route of administration. The 2 main routes commonly used are oral and intramuscular [17]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12. In addition to MMA, other supportive tests can be conducted. Increased levels of homocysteine may be observed in B12 deficiency, as B12 is required to convert homocysteine to methionine. Peripheral smear changes, such as the presence of macrocytosis (enlarged red blood cells), can also provide further evidence of B12 deficiency. Postoperatively, the choice of vitamin B12 supplementation depends on the route of administration. The 2 main routes commonly used are oral and intramuscular [17]"}
{"id": "article-150591_54", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12", "content": "Oral or sublingual (SL): The recommended daily dosage for oral or sublingual vitamin B12 supplementation is typically 350 to 500 mcg. This can be taken once a day or divided into multiple doses throughout the day. Sublingual formulations are designed to be dissolved under the tongue for better absorption. Spray: For vitamin B12 sprays, following the manufacturer's directions regarding dosage and administration is essential. The recommended dosage may vary depending on the specific product. Parenteral: In cases where oral or sublingual supplementation is ineffective or not feasible, parenteral administration of vitamin B12 is often used. The most common method is intramuscular or subcutaneous injection. The recommended dosage for parenteral supplementation is typically 1000 mcg of vitamin B12 administered monthly. The injection site and technique should be in accordance with medical guidelines and best practices.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12. Oral or sublingual (SL): The recommended daily dosage for oral or sublingual vitamin B12 supplementation is typically 350 to 500 mcg. This can be taken once a day or divided into multiple doses throughout the day. Sublingual formulations are designed to be dissolved under the tongue for better absorption. Spray: For vitamin B12 sprays, following the manufacturer's directions regarding dosage and administration is essential. The recommended dosage may vary depending on the specific product. Parenteral: In cases where oral or sublingual supplementation is ineffective or not feasible, parenteral administration of vitamin B12 is often used. The most common method is intramuscular or subcutaneous injection. The recommended dosage for parenteral supplementation is typically 1000 mcg of vitamin B12 administered monthly. The injection site and technique should be in accordance with medical guidelines and best practices."}
{"id": "article-150591_55", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12", "content": "When treating vitamin B12 deficiency, it is essential to consider the possibility of concomitant deficiencies and address them accordingly. The choice of treatment route, oral or parenteral, depends on the severity of the deficiency. Treatment should be continued until B12 levels are corrected and then switched to a maintenance regimen.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12. When treating vitamin B12 deficiency, it is essential to consider the possibility of concomitant deficiencies and address them accordingly. The choice of treatment route, oral or parenteral, depends on the severity of the deficiency. Treatment should be continued until B12 levels are corrected and then switched to a maintenance regimen."}
{"id": "article-150591_56", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12", "content": "There are conflicting studies regarding the preferred route of B12 replacement. The intramuscular route may be selected in cases of severe neurological symptoms, gastric intolerance, or poor response to oral supplementation. This ensures direct absorption of B12 into the bloodstream. Additionally, the intramuscular route may be preferred for patients with compliance concerns or difficulties with oral administration. [23] The intravenous route is usually avoided.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- B12. There are conflicting studies regarding the preferred route of B12 replacement. The intramuscular route may be selected in cases of severe neurological symptoms, gastric intolerance, or poor response to oral supplementation. This ensures direct absorption of B12 into the bloodstream. Additionally, the intramuscular route may be preferred for patients with compliance concerns or difficulties with oral administration. [23] The intravenous route is usually avoided."}
{"id": "article-150591_57", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin C", "content": "Vitamin C deficiency can occur after bariatric surgery. In a single-center study, the incidence of vitamin C deficiency was higher after RYGB. [32] [33] Vitamin C deficiency, also known as scurvy, can manifest with various symptoms, including easy bruising, bleeding gums, dry hair and skin, loss of teeth, fatigue, and impaired wound healing. Vitamin C levels are typically measured if deficiency symptoms are observed. Regular monitoring of vitamin C levels is not recommended in the absence of symptoms.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin C. Vitamin C deficiency can occur after bariatric surgery. In a single-center study, the incidence of vitamin C deficiency was higher after RYGB. [32] [33] Vitamin C deficiency, also known as scurvy, can manifest with various symptoms, including easy bruising, bleeding gums, dry hair and skin, loss of teeth, fatigue, and impaired wound healing. Vitamin C levels are typically measured if deficiency symptoms are observed. Regular monitoring of vitamin C levels is not recommended in the absence of symptoms."}
{"id": "article-150591_58", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin C", "content": "The treatment for vitamin C deficiency involves oral or parenteral administration of ascorbic acid (vitamin C). The dosage and duration depend on the severity of the deficiency. Co-administration of vitamin C can enhance iron absorption and may be beneficial in treating iron deficiency anemia.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin C. The treatment for vitamin C deficiency involves oral or parenteral administration of ascorbic acid (vitamin C). The dosage and duration depend on the severity of the deficiency. Co-administration of vitamin C can enhance iron absorption and may be beneficial in treating iron deficiency anemia."}
{"id": "article-150591_59", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin A", "content": "Malabsorptive surgeries such as RYGB and BPD/DS are at higher risk of vitamin A deficiencies. Post-BPD patients with a shorter common channel (CC) are at increased vitamin A deficiency risk. [3] Preop prevalence is reported to be as high as 14%. [17] SIBO can also contribute to deficiency and needs to be considered.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin A. Malabsorptive surgeries such as RYGB and BPD/DS are at higher risk of vitamin A deficiencies. Post-BPD patients with a shorter common channel (CC) are at increased vitamin A deficiency risk. [3] Preop prevalence is reported to be as high as 14%. [17] SIBO can also contribute to deficiency and needs to be considered."}
{"id": "article-150591_60", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin A", "content": "Vitamin A and zinc metabolism are interrelated. Early signs of vitamin A deficiency include night blindness, Bitot spots (white spots on sclera), poor wound healing, hyperkeratinization of the skin, loss of taste, endophthalmitis, and advanced symptoms of dryness and damage to the cornea, perforation, blindness, keratomalacia. [17]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin A. Vitamin A and zinc metabolism are interrelated. Early signs of vitamin A deficiency include night blindness, Bitot spots (white spots on sclera), poor wound healing, hyperkeratinization of the skin, loss of taste, endophthalmitis, and advanced symptoms of dryness and damage to the cornea, perforation, blindness, keratomalacia. [17]"}
{"id": "article-150591_61", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin A", "content": "Vitamin A deficiency can be diagnosed by measuring low serum retinol levels. It is recommended to obtain a fasting specimen for accurate assessment. Additionally, low serum carotene levels can provide further evidence to support the diagnosis of vitamin A deficiency. [34]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin A. Vitamin A deficiency can be diagnosed by measuring low serum retinol levels. It is recommended to obtain a fasting specimen for accurate assessment. Additionally, low serum carotene levels can provide further evidence to support the diagnosis of vitamin A deficiency. [34]"}
{"id": "article-150591_62", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin A", "content": "Prevention: According to the 2016 ASMBS guidelines, the recommended postsurgical supplementation dosage for vitamin A varies depending on the type of bariatric surgery performed. For patients who have undergone gastric banding, the recommended dose is 5000 IU of vitamin A per day. After RYGB and sleeve gastrectomy, the recommended dosage ranges from 5000 to 10,000 IU of vitamin A daily. In the case of BPD/DS, the recommended dose is 10,000 IU of vitamin A per day.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin A. Prevention: According to the 2016 ASMBS guidelines, the recommended postsurgical supplementation dosage for vitamin A varies depending on the type of bariatric surgery performed. For patients who have undergone gastric banding, the recommended dose is 5000 IU of vitamin A per day. After RYGB and sleeve gastrectomy, the recommended dosage ranges from 5000 to 10,000 IU of vitamin A daily. In the case of BPD/DS, the recommended dose is 10,000 IU of vitamin A per day."}
{"id": "article-150591_63", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin A", "content": "Treatment: ASMBS guidelines recommend treatment doses based on corneal changes. Without corneal changes, the treatment dose is 10000 to 25000 IU/d orally for 1 to 2 weeks until clinical improvement. With corneal changes, the treatment dose is 50000 to 100000 IU/d for 3 days by intramuscular route, followed by 50000 IU/d for 2 weeks. [17]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin A. Treatment: ASMBS guidelines recommend treatment doses based on corneal changes. Without corneal changes, the treatment dose is 10000 to 25000 IU/d orally for 1 to 2 weeks until clinical improvement. With corneal changes, the treatment dose is 50000 to 100000 IU/d for 3 days by intramuscular route, followed by 50000 IU/d for 2 weeks. [17]"}
{"id": "article-150591_64", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D", "content": "Several studies showed a higher prevalence of vitamin D deficiency in obesity prior to surgery. The deficiency is exacerbated after bariatric surgery, particularly RYGB, with a risk of uncompensated deficiency despite supplementation and treatment. [35] Few studies also reported a significantly increased risk of vitamin deficiency post-BPD. [3] [36]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D. Several studies showed a higher prevalence of vitamin D deficiency in obesity prior to surgery. The deficiency is exacerbated after bariatric surgery, particularly RYGB, with a risk of uncompensated deficiency despite supplementation and treatment. [35] Few studies also reported a significantly increased risk of vitamin deficiency post-BPD. [3] [36]"}
{"id": "article-150591_65", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D", "content": "Vitamin D deficiency is common after bariatric surgery and can lead to metabolic bone disease and abnormal calcium metabolism. The signs and symptoms of vitamin D deficiency include adult osteomalacia (softening of the bones), hypocalcemia (low calcium levels), muscle weakness, bone pain, tetany (muscle spasms and cramps), tingling sensations, and muscle cramping.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D. Vitamin D deficiency is common after bariatric surgery and can lead to metabolic bone disease and abnormal calcium metabolism. The signs and symptoms of vitamin D deficiency include adult osteomalacia (softening of the bones), hypocalcemia (low calcium levels), muscle weakness, bone pain, tetany (muscle spasms and cramps), tingling sensations, and muscle cramping."}
{"id": "article-150591_66", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D", "content": "When vitamin D levels are low, it can result in decreased intestinal calcium absorption, leading to hypocalcemia. In response, the parathyroid glands may produce increased parathyroid hormone (PTH) levels as a compensatory mechanism to maintain calcium balance. This can lead to secondary hyperparathyroidism, further exacerbating abnormal calcium metabolism.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D. When vitamin D levels are low, it can result in decreased intestinal calcium absorption, leading to hypocalcemia. In response, the parathyroid glands may produce increased parathyroid hormone (PTH) levels as a compensatory mechanism to maintain calcium balance. This can lead to secondary hyperparathyroidism, further exacerbating abnormal calcium metabolism."}
{"id": "article-150591_67", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D", "content": "A vitamin D deficiency can lead to significant morbidity, including bone loss and an increased risk of fractures. Studies have shown that bariatric surgery is associated with a 21% to 44% higher risk of fractures compared to the general population. Close monitoring of calcium and vitamin D levels is crucial in postsurgical patients to detect deficiencies early and intervene accordingly. Supplementation with vitamin D and calcium is often recommended to maintain adequate bone health.n some cases, additional interventions may be necessary, especially for patients with increased fracture risk. Zoledronic acid, a medication used to treat osteoporosis, effectively reduces the risk of fractures in post-bariatric surgery patients. [37]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D. A vitamin D deficiency can lead to significant morbidity, including bone loss and an increased risk of fractures. Studies have shown that bariatric surgery is associated with a 21% to 44% higher risk of fractures compared to the general population. Close monitoring of calcium and vitamin D levels is crucial in postsurgical patients to detect deficiencies early and intervene accordingly. Supplementation with vitamin D and calcium is often recommended to maintain adequate bone health.n some cases, additional interventions may be necessary, especially for patients with increased fracture risk. Zoledronic acid, a medication used to treat osteoporosis, effectively reduces the risk of fractures in post-bariatric surgery patients. [37]"}
{"id": "article-150591_68", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D", "content": "Diagnostic tests that can be performed to evaluate vitamin D deficiency and its impact on calcium metabolism include 25-OH vitamin D, alkaline phosphatase (should be fractionated), parathyroid hormone (PTH), and 24-hour urinary calcium relative to dietary intake. [17]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D. Diagnostic tests that can be performed to evaluate vitamin D deficiency and its impact on calcium metabolism include 25-OH vitamin D, alkaline phosphatase (should be fractionated), parathyroid hormone (PTH), and 24-hour urinary calcium relative to dietary intake. [17]"}
{"id": "article-150591_69", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D", "content": "In addition to strength training, ASMBS recommends vitamin D3, 3000 IU daily until 25(OH)D levels are greater than sufficient (30 ng/mL). [17] [38] British Society recommends starting doses between 2000-4000 IU to maintain levels >75 nmoL/L. [18]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D. In addition to strength training, ASMBS recommends vitamin D3, 3000 IU daily until 25(OH)D levels are greater than sufficient (30 ng/mL). [17] [38] British Society recommends starting doses between 2000-4000 IU to maintain levels >75 nmoL/L. [18]"}
{"id": "article-150591_70", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D", "content": "Oral calcium supplementation is recommended along with vitamin D supplementation, and the recommended dosage depends on the type of surgery. Per ASMBS, calcium supplementation of 1800 to 2400 mg/d is recommended post-BPD-DS, and 1200 to 1500 mg/d is recommended post-SG, AGB, and RYGB. Caution should be followed to avoid excessive supplementation, and close monitoring of calcium, vitamin D levels, PTH, and albumin is recommended. Labs should be monitored annually after AGB, whereas labs should be monitored every 6 to 12 months after RYGB, SG, and BPD/BPD-DS. [38] Follow-up DXA scans should be performed at least every 2 years following surgery.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D. Oral calcium supplementation is recommended along with vitamin D supplementation, and the recommended dosage depends on the type of surgery. Per ASMBS, calcium supplementation of 1800 to 2400 mg/d is recommended post-BPD-DS, and 1200 to 1500 mg/d is recommended post-SG, AGB, and RYGB. Caution should be followed to avoid excessive supplementation, and close monitoring of calcium, vitamin D levels, PTH, and albumin is recommended. Labs should be monitored annually after AGB, whereas labs should be monitored every 6 to 12 months after RYGB, SG, and BPD/BPD-DS. [38] Follow-up DXA scans should be performed at least every 2 years following surgery."}
{"id": "article-150591_71", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D", "content": "Treatment dosage is usually Vitamin D3 at 3000 to 6000 IU daily or Vitamin D2 at 50000 IU 1 to 3 times weekly along with calcium based on surgery type. After BPD/DS, the recommended dose is 1800 to 2400 mg/d. After LAGB, SG, or RYGB, the recommended dose is 1200 to 1500 mg/d. [17]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin D. Treatment dosage is usually Vitamin D3 at 3000 to 6000 IU daily or Vitamin D2 at 50000 IU 1 to 3 times weekly along with calcium based on surgery type. After BPD/DS, the recommended dose is 1800 to 2400 mg/d. After LAGB, SG, or RYGB, the recommended dose is 1200 to 1500 mg/d. [17]"}
{"id": "article-150591_72", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin E", "content": "Patients undergoing malabsorptive procedures are at higher risk of vitamin E deficiency, although current data is limited. The optimal prevention dose and treatment dose are unknown. [39] Vitamin E deficiency can cause hemolytic anemia, ataxia, muscle weakness, visual symptoms, neuronal disorders, hyporeflexia, and impaired immune response. Diagnosis can be established through decreased plasma alpha-tocopherol The exact dose for deficiencies after bariatric surgery must be defined.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin E. Patients undergoing malabsorptive procedures are at higher risk of vitamin E deficiency, although current data is limited. The optimal prevention dose and treatment dose are unknown. [39] Vitamin E deficiency can cause hemolytic anemia, ataxia, muscle weakness, visual symptoms, neuronal disorders, hyporeflexia, and impaired immune response. Diagnosis can be established through decreased plasma alpha-tocopherol The exact dose for deficiencies after bariatric surgery must be defined."}
{"id": "article-150591_73", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin K", "content": "A systematic review of vitamin K deficiency after bariatric surgeries reported an increased risk of vitamin K deficiency after malabsorptive procedures. [40] Vitamin K symptoms may include a deficiency of clotting factors with an increased risk of bleeding. Examples include heavy menses, uncontrolled nose bleeds, bleeding gums, and easy bruising.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin K. A systematic review of vitamin K deficiency after bariatric surgeries reported an increased risk of vitamin K deficiency after malabsorptive procedures. [40] Vitamin K symptoms may include a deficiency of clotting factors with an increased risk of bleeding. Examples include heavy menses, uncontrolled nose bleeds, bleeding gums, and easy bruising."}
{"id": "article-150591_74", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin K", "content": "Elevated prothrombin time (PT) and international normalized ratio (INR) levels indicate vitamin K deficiency. The liver produces clotting factors that require vitamin K for their activation, and a deficiency in vitamin K can lead to impaired coagulation and elevated PT and INR values. In addition to PT and INR, des-gamma-carboxy prothrombin (DCP) measurement can be a more sensitive test for assessing vitamin K deficiency. DCP is an inactive form of prothrombin that accumulates in the absence of vitamin K, and its levels can reflect vitamin K status more accurately. Monitoring PT, INR, and DCP levels can help evaluate the effectiveness of vitamin K replacement therapy and guide the management of vitamin K deficiency. Treatment to correct coagulopathies [17] varies based on the types of surgeries. The recommended daily supplement for vitamin K after different bariatric surgeries is as follows: Sleeve gastrectomy, RYGB, and LAGB: 90-120 mcg daily. BPD/DS: 300 mcg daily.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Vitamin K. Elevated prothrombin time (PT) and international normalized ratio (INR) levels indicate vitamin K deficiency. The liver produces clotting factors that require vitamin K for their activation, and a deficiency in vitamin K can lead to impaired coagulation and elevated PT and INR values. In addition to PT and INR, des-gamma-carboxy prothrombin (DCP) measurement can be a more sensitive test for assessing vitamin K deficiency. DCP is an inactive form of prothrombin that accumulates in the absence of vitamin K, and its levels can reflect vitamin K status more accurately. Monitoring PT, INR, and DCP levels can help evaluate the effectiveness of vitamin K replacement therapy and guide the management of vitamin K deficiency. Treatment to correct coagulopathies [17] varies based on the types of surgeries. The recommended daily supplement for vitamin K after different bariatric surgeries is as follows: Sleeve gastrectomy, RYGB, and LAGB: 90-120 mcg daily. BPD/DS: 300 mcg daily."}
{"id": "article-150591_75", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Iron", "content": "Iron deficiency (up to 45%) and anemia are prevalent in preoperative obesity patients and post-bariatric surgery. [17] Risk factors for iron deficiency and anemia post-bariatric surgery include female sex, RYGB, and sleeve gastrectomy. On the other hand, reduced adipose tissue and reduced obesity-associated inflammation after surgery can improve iron absorption. [41] Symptoms include microcytic anemia, fatigue, decreased learning ability and work performance,  enteropathy, koilonychia, glossitis, dysphagia, and decreased immune function.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Iron. Iron deficiency (up to 45%) and anemia are prevalent in preoperative obesity patients and post-bariatric surgery. [17] Risk factors for iron deficiency and anemia post-bariatric surgery include female sex, RYGB, and sleeve gastrectomy. On the other hand, reduced adipose tissue and reduced obesity-associated inflammation after surgery can improve iron absorption. [41] Symptoms include microcytic anemia, fatigue, decreased learning ability and work performance,  enteropathy, koilonychia, glossitis, dysphagia, and decreased immune function."}
{"id": "article-150591_76", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Iron", "content": "Key diagnostic indicators of iron deficiency anemia are low iron saturation, low ferritin levels, increased iron binding capacity, and low serum iron. These test results reflect the diminished iron stores and reduced iron availability for red blood cell production.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Iron. Key diagnostic indicators of iron deficiency anemia are low iron saturation, low ferritin levels, increased iron binding capacity, and low serum iron. These test results reflect the diminished iron stores and reduced iron availability for red blood cell production."}
{"id": "article-150591_77", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Iron", "content": "For prevention, ASMBS recommends at least 18 mg/d of iron in patients who undergo AGB and 45 mg/d in patients with a history of anemia or menstruating females. [17] British Society guidelines recommend once-daily oral supplementation in all patients and twice-daily in menstruating females. [18]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Iron. For prevention, ASMBS recommends at least 18 mg/d of iron in patients who undergo AGB and 45 mg/d in patients with a history of anemia or menstruating females. [17] British Society guidelines recommend once-daily oral supplementation in all patients and twice-daily in menstruating females. [18]"}
{"id": "article-150591_78", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Iron", "content": "Iron deficiency treatment typically involves iron supplementation, and the preferred initial approach is oral replacement Ferrous sulfate is the gold standard but frequently causes gastrointestinal adverse effects. [41] Vitamin C can enhance the absorption of oral iron. Consider IV iron replacement if there is a poor response to oral therapy. Lifelong monitoring is required. Copper deficiency may result in secondary iron deficiency. In nonresponsive anemia, copper deficiency should be investigated and treated. [42]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Iron. Iron deficiency treatment typically involves iron supplementation, and the preferred initial approach is oral replacement Ferrous sulfate is the gold standard but frequently causes gastrointestinal adverse effects. [41] Vitamin C can enhance the absorption of oral iron. Consider IV iron replacement if there is a poor response to oral therapy. Lifelong monitoring is required. Copper deficiency may result in secondary iron deficiency. In nonresponsive anemia, copper deficiency should be investigated and treated. [42]"}
{"id": "article-150591_79", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Calcium", "content": "Calcium deficiency is usually associated with vitamin D deficiency, which is prevalent in preoperative and postoperative patients. [38] Symptoms of deficiency can include cramps and bony pain.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Calcium. Calcium deficiency is usually associated with vitamin D deficiency, which is prevalent in preoperative and postoperative patients. [38] Symptoms of deficiency can include cramps and bony pain."}
{"id": "article-150591_80", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Calcium", "content": "Diagnosing calcium deficiency involves assessing calcium and parathyroid hormone (PTH) levels. Calcium levels should be corrected for low albumin levels, as albumin can affect calcium levels. Low calcium levels and elevated or inappropriately normal PTH levels can indicate calcium deficiency. After AGB, SG, and RYGB, the recommended calcium maintenance dosage is 1200-1500 mg/d; after BPD or BPD-DS, the dose is 1800-2400 mg/d. Calcium levels should be monitored every 6-12 months after BPD, BPD-DS, SG, RYGB, and annually after AGB. [17] DXA scan should be performed at the spine and hip every 2 years.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Calcium. Diagnosing calcium deficiency involves assessing calcium and parathyroid hormone (PTH) levels. Calcium levels should be corrected for low albumin levels, as albumin can affect calcium levels. Low calcium levels and elevated or inappropriately normal PTH levels can indicate calcium deficiency. After AGB, SG, and RYGB, the recommended calcium maintenance dosage is 1200-1500 mg/d; after BPD or BPD-DS, the dose is 1800-2400 mg/d. Calcium levels should be monitored every 6-12 months after BPD, BPD-DS, SG, RYGB, and annually after AGB. [17] DXA scan should be performed at the spine and hip every 2 years."}
{"id": "article-150591_81", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Calcium", "content": "Optimal approaches to treating calcium deficiency may vary, requiring further studies to establish clear guidelines. [38] Calcium deficiency is usually treated with calcium supplementation, and the route and dose depend on symptom severity. Concurrent vitamin D deficiency should be evaluated and treated, and excessive supplementation should be avoided due to toxicity risk.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Calcium. Optimal approaches to treating calcium deficiency may vary, requiring further studies to establish clear guidelines. [38] Calcium deficiency is usually treated with calcium supplementation, and the route and dose depend on symptom severity. Concurrent vitamin D deficiency should be evaluated and treated, and excessive supplementation should be avoided due to toxicity risk."}
{"id": "article-150591_82", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Iodine", "content": "A large prospective study on iodine status post-bariatric surgery has shown that patients typically do not develop iodine deficiency after procedures such as gastric bypass or vertical banded gastroplasty. This finding particularly applies to regions considered iodine-sufficient, where the general population's iodine intake meets or exceeds the recommended levels. In iodine-sufficient countries, routine preventive iodine replacement or supplements are not typically recommended after bariatric surgery. [43]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Iodine. A large prospective study on iodine status post-bariatric surgery has shown that patients typically do not develop iodine deficiency after procedures such as gastric bypass or vertical banded gastroplasty. This finding particularly applies to regions considered iodine-sufficient, where the general population's iodine intake meets or exceeds the recommended levels. In iodine-sufficient countries, routine preventive iodine replacement or supplements are not typically recommended after bariatric surgery. [43]"}
{"id": "article-150591_83", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Zinc", "content": "Zinc deficiency can occur after bariatric surgery, although the prevalence varies in different studies. Some studies have reported zinc deficiency in approximately 1% to 2% of post-bariatric surgery patients. [6] In a study of 437 patients by Papamargaritas et al, 7% of patients with obesity were deficient in zinc before surgery, while the prevalence after surgery was 7% to 15%. [44] In a French retrospective study of 324 patients who underwent surgery, 9% had zinc deficiency preoperatively, with prevalence increasing to 42.5% after surgery at 1 year. [45]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Zinc. Zinc deficiency can occur after bariatric surgery, although the prevalence varies in different studies. Some studies have reported zinc deficiency in approximately 1% to 2% of post-bariatric surgery patients. [6] In a study of 437 patients by Papamargaritas et al, 7% of patients with obesity were deficient in zinc before surgery, while the prevalence after surgery was 7% to 15%. [44] In a French retrospective study of 324 patients who underwent surgery, 9% had zinc deficiency preoperatively, with prevalence increasing to 42.5% after surgery at 1 year. [45]"}
{"id": "article-150591_84", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Zinc", "content": "In another study by Soheilipour on 413 patients, female patients and patients who underwent RYGB and mini-bypass had a higher risk than those who underwent gastric sleeve surgery. [46] Patients undergoing duodenal switch (DS) were noted to have a significantly higher prevalence of zinc deficiency. Reduced protein intake, impaired zinc absorption, and compensatory mechanisms lead to zinc deficiency. [45]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Zinc. In another study by Soheilipour on 413 patients, female patients and patients who underwent RYGB and mini-bypass had a higher risk than those who underwent gastric sleeve surgery. [46] Patients undergoing duodenal switch (DS) were noted to have a significantly higher prevalence of zinc deficiency. Reduced protein intake, impaired zinc absorption, and compensatory mechanisms lead to zinc deficiency. [45]"}
{"id": "article-150591_85", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Zinc", "content": "Zinc is necessary for proper growth, wound healing, and reproductive function. When zinc is deficient, it can result in several health problems. One notable symptom of zinc deficiency is altered taste perception, often causing a distorted or reduced sense of taste. Dermatological conditions such as rashes, skin lesions, and specific disorders like bullous pustular dermatitis and acrodermatitis enteropathica are also associated with zinc deficiency. Insufficient zinc levels can weaken the immune system, making individuals more prone to infections. Severe cases of zinc deficiency can lead to hypogonadism, which affects reproductive function, as well as symptoms like hair loss, decreased appetite, impaired wound healing, and gastrointestinal issues such as diarrhea. [6] The zinc supplementation requirement is often underestimated and inadequate. [45]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Zinc. Zinc is necessary for proper growth, wound healing, and reproductive function. When zinc is deficient, it can result in several health problems. One notable symptom of zinc deficiency is altered taste perception, often causing a distorted or reduced sense of taste. Dermatological conditions such as rashes, skin lesions, and specific disorders like bullous pustular dermatitis and acrodermatitis enteropathica are also associated with zinc deficiency. Insufficient zinc levels can weaken the immune system, making individuals more prone to infections. Severe cases of zinc deficiency can lead to hypogonadism, which affects reproductive function, as well as symptoms like hair loss, decreased appetite, impaired wound healing, and gastrointestinal issues such as diarrhea. [6] The zinc supplementation requirement is often underestimated and inadequate. [45]"}
{"id": "article-150591_86", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Zinc", "content": "Diagnosis of zinc deficiency is supported by the presence of severely low levels of zinc in the serum, urine, or red blood cells, along with the manifestation of associated symptoms. It is worth noting that individuals with obesity may have lower zinc levels compared to those who are lean. [17]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Zinc. Diagnosis of zinc deficiency is supported by the presence of severely low levels of zinc in the serum, urine, or red blood cells, along with the manifestation of associated symptoms. It is worth noting that individuals with obesity may have lower zinc levels compared to those who are lean. [17]"}
{"id": "article-150591_87", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Zinc", "content": "Preventing zinc deficiency after bariatric surgery involves providing patients with zinc supplementation that exceeds the recommended dietary allowance. The specific dosage of zinc supplementation may vary depending on the type of surgery performed. BPD/DS: 16 to 22 mg/d through multivitamins and minerals. RYGB: 8 to 22 mg/d SG/LAGB: 8 to 11 mg/d Excessive zinc intake may induce copper deficiency, and caution is advised. The exact dosage needs to be clarified, and attention should be given to copper supplementation.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Zinc. Preventing zinc deficiency after bariatric surgery involves providing patients with zinc supplementation that exceeds the recommended dietary allowance. The specific dosage of zinc supplementation may vary depending on the type of surgery performed. BPD/DS: 16 to 22 mg/d through multivitamins and minerals. RYGB: 8 to 22 mg/d SG/LAGB: 8 to 11 mg/d Excessive zinc intake may induce copper deficiency, and caution is advised. The exact dosage needs to be clarified, and attention should be given to copper supplementation."}
{"id": "article-150591_88", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper", "content": "In some studies, copper deficiency was observed in 10% of post-bariatric surgery patients, with men at more risk than women. [6] In the study by Papamargaritas et al, around 2% of patients had copper deficiency before surgery, and post-surgery rates were 0% to 5%. [44] High zinc intake can cause copper deficiency as these minerals compete for absorption in the jejunum, and caution is required.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper. In some studies, copper deficiency was observed in 10% of post-bariatric surgery patients, with men at more risk than women. [6] In the study by Papamargaritas et al, around 2% of patients had copper deficiency before surgery, and post-surgery rates were 0% to 5%. [44] High zinc intake can cause copper deficiency as these minerals compete for absorption in the jejunum, and caution is required."}
{"id": "article-150591_89", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper", "content": "Copper is essential for hair, skin pigmentation, and the immune system and plays a role in hematopoiesis by regulating iron. Low copper levels can cause varied hematological manifestations, including anemia, leukopenia, neutropenia, thrombocytopenia, and pancytopenia. These findings can mimic myelodysplastic syndrome (MDS) and can be differentiated from MDS by cytoplasmic vacuolization in the myeloid and erythroid precursors.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper. Copper is essential for hair, skin pigmentation, and the immune system and plays a role in hematopoiesis by regulating iron. Low copper levels can cause varied hematological manifestations, including anemia, leukopenia, neutropenia, thrombocytopenia, and pancytopenia. These findings can mimic myelodysplastic syndrome (MDS) and can be differentiated from MDS by cytoplasmic vacuolization in the myeloid and erythroid precursors."}
{"id": "article-150591_90", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper", "content": "A neurological condition called copper myelopathy secondary to copper deficiency has been described. This condition mimics subacute combined degeneration and is characterized by absent proprioception, vibratory sensation, spasticity, brisk knee reflexes, a glove and stocking distribution of neuropathy, unsteady gait, and paraesthesias. [47] Copper-induced optic neuropathy secondary to deficiency can manifest years after surgery, typically presenting with unilateral symptoms and can cause blindness if not treated early. [48]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper. A neurological condition called copper myelopathy secondary to copper deficiency has been described. This condition mimics subacute combined degeneration and is characterized by absent proprioception, vibratory sensation, spasticity, brisk knee reflexes, a glove and stocking distribution of neuropathy, unsteady gait, and paraesthesias. [47] Copper-induced optic neuropathy secondary to deficiency can manifest years after surgery, typically presenting with unilateral symptoms and can cause blindness if not treated early. [48]"}
{"id": "article-150591_91", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper", "content": "Diagnosing copper deficiency after bariatric surgery involves measuring and confirming low levels of copper, ceruloplasmin, and 24-hour urine copper. Additionally, measuring erythrocyte superoxide dismutase (SOD) can be particularly helpful in assessing copper deficiency in patients who have undergone bariatric surgeries. [17] Prevention of copper deficiency after bariatric surgery involves tailored supplementation based on the type of surgery: For BPD/DS or RYGB surgeries, daily supplementation of 2 mg of copper is recommended. For SG or LAGB surgeries, daily supplementation of 1 mg of copper is recommended.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper. Diagnosing copper deficiency after bariatric surgery involves measuring and confirming low levels of copper, ceruloplasmin, and 24-hour urine copper. Additionally, measuring erythrocyte superoxide dismutase (SOD) can be particularly helpful in assessing copper deficiency in patients who have undergone bariatric surgeries. [17] Prevention of copper deficiency after bariatric surgery involves tailored supplementation based on the type of surgery: For BPD/DS or RYGB surgeries, daily supplementation of 2 mg of copper is recommended. For SG or LAGB surgeries, daily supplementation of 1 mg of copper is recommended."}
{"id": "article-150591_92", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper", "content": "Regular monitoring of copper levels every 3 months during the initial postoperative period can be beneficial in assessing and ensuring adequate copper status. This monitoring helps identify deficiencies or imbalances early on, allowing for timely intervention and adjustment of copper supplementation as needed.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper. Regular monitoring of copper levels every 3 months during the initial postoperative period can be beneficial in assessing and ensuring adequate copper status. This monitoring helps identify deficiencies or imbalances early on, allowing for timely intervention and adjustment of copper supplementation as needed."}
{"id": "article-150591_93", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper", "content": "Hematological abnormalities resulting from copper deficiency typically resolve completely within 4-12 weeks with appropriate replacement therapy. However, neurological manifestations may only show partial reversibility despite copper supplementation. [48] The choice of route and dosage for copper replacement depends on the severity of the deficiency and the presence of neurological symptoms: For mild-to-moderate cases of copper deficiency, oral supplementation with copper gluconate or sulfate is typically prescribed until copper levels are replenished to normal. In cases of severe copper deficiency or when neurological symptoms are present, intravenous copper replacement therapy may be necessary. This involves administering copper intravenously for 6 days or until symptoms improve.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Copper. Hematological abnormalities resulting from copper deficiency typically resolve completely within 4-12 weeks with appropriate replacement therapy. However, neurological manifestations may only show partial reversibility despite copper supplementation. [48] The choice of route and dosage for copper replacement depends on the severity of the deficiency and the presence of neurological symptoms: For mild-to-moderate cases of copper deficiency, oral supplementation with copper gluconate or sulfate is typically prescribed until copper levels are replenished to normal. In cases of severe copper deficiency or when neurological symptoms are present, intravenous copper replacement therapy may be necessary. This involves administering copper intravenously for 6 days or until symptoms improve."}
{"id": "article-150591_94", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Selenium", "content": "A systematic review and meta-analysis performed by Shamiri et al showed postsurgical selenium deficiency prevalence of 16% and 2% at 1 and 2 years of follow-up, respectively. [49]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Selenium. A systematic review and meta-analysis performed by Shamiri et al showed postsurgical selenium deficiency prevalence of 16% and 2% at 1 and 2 years of follow-up, respectively. [49]"}
{"id": "article-150591_95", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Selenium", "content": "Selenium deficiency can lead to dilated cardiomyopathy (Keshan disease), the symptoms of which include malaise, bilateral lower extremity edema, dyspnea, dizziness, palpitations, and cardiogenic shock. Other manifestations of selenium deficiency include Kashin-Beck disease (osteoarthropathy), infertility in men, immune system dysfunction, disruption of thyroid metabolism, cretinism, hypercholesterolemia, loss of muscle mass, erythematous desquamating eruption and lethargy. [49] [50]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Selenium. Selenium deficiency can lead to dilated cardiomyopathy (Keshan disease), the symptoms of which include malaise, bilateral lower extremity edema, dyspnea, dizziness, palpitations, and cardiogenic shock. Other manifestations of selenium deficiency include Kashin-Beck disease (osteoarthropathy), infertility in men, immune system dysfunction, disruption of thyroid metabolism, cretinism, hypercholesterolemia, loss of muscle mass, erythematous desquamating eruption and lethargy. [49] [50]"}
{"id": "article-150591_96", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Selenium", "content": "The diagnosis of selenium deficiency can be made by measuring plasma and serum selenium levels. The exact treatment dose for selenium deficiency is still unclear, and there may be variations in the recommended doses across different studies. The reported treatment dose of 100 mcg/day is commonly cited in the literature as a potential dose for selenium supplementation in individuals with deficiency. [49]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Selenium. The diagnosis of selenium deficiency can be made by measuring plasma and serum selenium levels. The exact treatment dose for selenium deficiency is still unclear, and there may be variations in the recommended doses across different studies. The reported treatment dose of 100 mcg/day is commonly cited in the literature as a potential dose for selenium supplementation in individuals with deficiency. [49]"}
{"id": "article-150591_97", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Chromium", "content": "Chromium deficiency has been noted in a smaller study assessing the frequency in preoperative obese patients. [51] However, clinically significant deficiency of chromium after bariatric surgery is considered to be very rare. The available data on chromium deficiency in the context of bariatric surgery is limited, and further research is needed to better understand the prevalence and clinical significance of this deficiency in this population.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Chromium. Chromium deficiency has been noted in a smaller study assessing the frequency in preoperative obese patients. [51] However, clinically significant deficiency of chromium after bariatric surgery is considered to be very rare. The available data on chromium deficiency in the context of bariatric surgery is limited, and further research is needed to better understand the prevalence and clinical significance of this deficiency in this population."}
{"id": "article-150591_98", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Manganese", "content": "The prevalence of manganese deficiency is unknown. In a small study of 44 patients treated with micronutrient supplementation after RYGB, manganese levels were adequate and increased at 12-month follow-up. [52]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Manganese. The prevalence of manganese deficiency is unknown. In a small study of 44 patients treated with micronutrient supplementation after RYGB, manganese levels were adequate and increased at 12-month follow-up. [52]"}
{"id": "article-150591_99", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Monitoring", "content": "Routine preoperative evaluation by a trained dietitian is recommended for all patients undergoing bariatric surgery. This evaluation assesses the patient's nutritional status, dietary habits, and potential nutrient deficiencies before the surgery.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Monitoring. Routine preoperative evaluation by a trained dietitian is recommended for all patients undergoing bariatric surgery. This evaluation assesses the patient's nutritional status, dietary habits, and potential nutrient deficiencies before the surgery."}
{"id": "article-150591_100", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Monitoring", "content": "According to the 2016 ASMBS guidelines, preoperative screening for various micronutrient deficiencies is recommended for all patients undergoing bariatric surgery. This includes testing for deficiencies in thiamine, folic acid, vitamin B12, vitamins A, E, D, and K, as well as calcium, iron, zinc, and copper. The purpose of this screening is to identify any existing deficiencies and to establish a baseline for comparison in the postoperative period. Postoperatively, monitoring of these micronutrient levels is recommended for all patients. In addition to micronutrient monitoring, monitoring for protein and fat malabsorption symptoms is required. The frequency of laboratory panels for monitoring can vary but may be considered at 3 to 6-month intervals during the initial postoperative period, up to 2 years, and then annually after that. [12]", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Monitoring. According to the 2016 ASMBS guidelines, preoperative screening for various micronutrient deficiencies is recommended for all patients undergoing bariatric surgery. This includes testing for deficiencies in thiamine, folic acid, vitamin B12, vitamins A, E, D, and K, as well as calcium, iron, zinc, and copper. The purpose of this screening is to identify any existing deficiencies and to establish a baseline for comparison in the postoperative period. Postoperatively, monitoring of these micronutrient levels is recommended for all patients. In addition to micronutrient monitoring, monitoring for protein and fat malabsorption symptoms is required. The frequency of laboratory panels for monitoring can vary but may be considered at 3 to 6-month intervals during the initial postoperative period, up to 2 years, and then annually after that. [12]"}
{"id": "article-150591_101", "title": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Monitoring", "content": "While guidelines provide general recommendations for preoperative screening, postoperative supplementation, and monitoring intervals, the field of bariatric surgery and nutritional management is constantly evolving. There is a need for more extensive studies to refine further the exact supplementation recommendations and frequency of monitoring for specific micronutrients.", "contents": "Bariatric Surgery Malnutrition Complications -- Issues of Concern -- Monitoring. While guidelines provide general recommendations for preoperative screening, postoperative supplementation, and monitoring intervals, the field of bariatric surgery and nutritional management is constantly evolving. There is a need for more extensive studies to refine further the exact supplementation recommendations and frequency of monitoring for specific micronutrients."}
{"id": "article-150591_102", "title": "Bariatric Surgery Malnutrition Complications -- Clinical Significance", "content": "Individuals who undergo bariatric surgeries face a lifelong risk of developing malnutrition, which can have severe consequences if not promptly diagnosed and treated. As a result, maintaining a high level of clinical suspicion is essential for monitoring patients and identifying symptoms associated with these nutritional deficiencies. Equally important is a comprehensive understanding of the complications that may arise after bariatric surgery, ensuring that healthcare professionals are equipped to recognize and address them effectively.", "contents": "Bariatric Surgery Malnutrition Complications -- Clinical Significance. Individuals who undergo bariatric surgeries face a lifelong risk of developing malnutrition, which can have severe consequences if not promptly diagnosed and treated. As a result, maintaining a high level of clinical suspicion is essential for monitoring patients and identifying symptoms associated with these nutritional deficiencies. Equally important is a comprehensive understanding of the complications that may arise after bariatric surgery, ensuring that healthcare professionals are equipped to recognize and address them effectively."}
{"id": "article-150591_103", "title": "Bariatric Surgery Malnutrition Complications -- Enhancing Healthcare Team Outcomes", "content": "The effective and timely management of malnutrition complications following bariatric surgery necessitates the collaboration of an interprofessional healthcare team comprising various disciplines. Key healthcare providers involved in the process include dietitians, bariatric surgeons, and general practitioners, who should provide preoperative counseling and assessment to patients. Mental health professionals also play a crucial role in patient-centered education and promoting compliance with supplementation and follow-up care.", "contents": "Bariatric Surgery Malnutrition Complications -- Enhancing Healthcare Team Outcomes. The effective and timely management of malnutrition complications following bariatric surgery necessitates the collaboration of an interprofessional healthcare team comprising various disciplines. Key healthcare providers involved in the process include dietitians, bariatric surgeons, and general practitioners, who should provide preoperative counseling and assessment to patients. Mental health professionals also play a crucial role in patient-centered education and promoting compliance with supplementation and follow-up care."}
{"id": "article-150591_104", "title": "Bariatric Surgery Malnutrition Complications -- Enhancing Healthcare Team Outcomes", "content": "Additionally, for female patients planning to undergo or who have already undergone weight loss surgeries and wish to conceive, preconception counseling by obstetricians is essential to address their specific needs.", "contents": "Bariatric Surgery Malnutrition Complications -- Enhancing Healthcare Team Outcomes. Additionally, for female patients planning to undergo or who have already undergone weight loss surgeries and wish to conceive, preconception counseling by obstetricians is essential to address their specific needs."}
{"id": "article-150591_105", "title": "Bariatric Surgery Malnutrition Complications -- Enhancing Healthcare Team Outcomes", "content": "Clinicians specializing in bariatric patients should familiarize themselves with the clinical presentations of deficiencies and appropriate monitoring protocols to ensure early diagnosis. When patients present with severe complications from deficiencies such as neurological, dermatological, or hematological disorders, a careful history and an organized effort by an interprofessional team of physicians, mid-level practitioners, pharmacists, clinical dieticians, and nursing staff are critical to ensure optimal outcomes. Earlier diagnosis can improve morbidity and mortality. [Level 2]", "contents": "Bariatric Surgery Malnutrition Complications -- Enhancing Healthcare Team Outcomes. Clinicians specializing in bariatric patients should familiarize themselves with the clinical presentations of deficiencies and appropriate monitoring protocols to ensure early diagnosis. When patients present with severe complications from deficiencies such as neurological, dermatological, or hematological disorders, a careful history and an organized effort by an interprofessional team of physicians, mid-level practitioners, pharmacists, clinical dieticians, and nursing staff are critical to ensure optimal outcomes. Earlier diagnosis can improve morbidity and mortality. [Level 2]"}
{"id": "article-150591_106", "title": "Bariatric Surgery Malnutrition Complications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bariatric Surgery Malnutrition Complications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}