{"id": "article-32424_0", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Introduction", "content": "The scapulohumeral muscles are muscles that connect the scapula to the humerus. [1] The articulation between the glenoid area of the scapula and the head of the humerus is between the joints, with a greater ability to perform active and passive movements. Its ability to move makes this articulation very complex from the biomechanical point of view; the muscles that influence its movements must be in perfect neuromotor, metabolic, and structural synergy. Every single movement performed occurs in the three-dimensional space, and each muscle, depending on the action performed, plays different roles. The shoulder musculature not only has the task of moving the joint, but it also has the responsibility of keeping it healthy because the correct muscular intervention avoids instability and conflicts of joint articulation.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Introduction. The scapulohumeral muscles are muscles that connect the scapula to the humerus. [1] The articulation between the glenoid area of the scapula and the head of the humerus is between the joints, with a greater ability to perform active and passive movements. Its ability to move makes this articulation very complex from the biomechanical point of view; the muscles that influence its movements must be in perfect neuromotor, metabolic, and structural synergy. Every single movement performed occurs in the three-dimensional space, and each muscle, depending on the action performed, plays different roles. The shoulder musculature not only has the task of moving the joint, but it also has the responsibility of keeping it healthy because the correct muscular intervention avoids instability and conflicts of joint articulation."}
{"id": "article-32424_1", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "The scapulohumeral muscles dynamically position the glenoid properly in the glenohumeral socket and are vital for the function of the glenohumeral joint. They coordinate the motion of the scapula and humerus to allow efficient movement to take place. The motion of these two joints is quantifiable with scapulohumeral rhythm (SHR). [2]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. The scapulohumeral muscles dynamically position the glenoid properly in the glenohumeral socket and are vital for the function of the glenohumeral joint. They coordinate the motion of the scapula and humerus to allow efficient movement to take place. The motion of these two joints is quantifiable with scapulohumeral rhythm (SHR). [2]"}
{"id": "article-32424_2", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "The supraspinatus originates from the supraspinous fossa. [3] It inserts at the superior facet of the greater tuberosity of the humerus. Its function is the abduction of the humerus and lateral rotation of the humerus. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. The supraspinatus originates from the supraspinous fossa. [3] It inserts at the superior facet of the greater tuberosity of the humerus. Its function is the abduction of the humerus and lateral rotation of the humerus. [3]"}
{"id": "article-32424_3", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "Infraspinatus originates from the infraspinous fossa of the scapula,  located on the dorsal aspect of the scapula below the scapular spine. [4] It inserts on the middle facet of the greater tuberosity. Its primary function is the external rotation of the shoulder joint and the abduction of the scapula. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. Infraspinatus originates from the infraspinous fossa of the scapula,  located on the dorsal aspect of the scapula below the scapular spine. [4] It inserts on the middle facet of the greater tuberosity. Its primary function is the external rotation of the shoulder joint and the abduction of the scapula. [4]"}
{"id": "article-32424_4", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "Teres minor originates from the posterior part of the scapular, next to the lateral border. [5] It inserts at the greater tubercle of the humerus. The teres minor’s function is to externally rotate the upper arm at the shoulder joint. It is an antagonist to internal rotation. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. Teres minor originates from the posterior part of the scapular, next to the lateral border. [5] It inserts at the greater tubercle of the humerus. The teres minor’s function is to externally rotate the upper arm at the shoulder joint. It is an antagonist to internal rotation. [5]"}
{"id": "article-32424_5", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "Subscapularis originates at the medial and lower two-thirds of the lateral border of the subscapular fossa. It inserts onto the lesser tubercle of the humerus. The subscapularis internally rotates the humerus. In certain positions, the subscapularis provides adduction and extension. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. Subscapularis originates at the medial and lower two-thirds of the lateral border of the subscapular fossa. It inserts onto the lesser tubercle of the humerus. The subscapularis internally rotates the humerus. In certain positions, the subscapularis provides adduction and extension. [6]"}
{"id": "article-32424_6", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "The deltoid originates from the spine of the scapula and the lateral third of the clavicle. It inserts at the lateral humerus at the deltoid tuberosity. It has three parts, anterior, lateral, and posterior. Together, the deltoid abducts the arm past fifteen degrees. The anterior and posterior portions stabilize the arm. The lateral part raises the arm from 15 to 100 degrees. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. The deltoid originates from the spine of the scapula and the lateral third of the clavicle. It inserts at the lateral humerus at the deltoid tuberosity. It has three parts, anterior, lateral, and posterior. Together, the deltoid abducts the arm past fifteen degrees. The anterior and posterior portions stabilize the arm. The lateral part raises the arm from 15 to 100 degrees. [7]"}
{"id": "article-32424_7", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "Teres major originates from a lower one-third of the lateral scapula. It inserts medially to the intertubercular groove. Its function is to provide shoulder extension, adduction, and internal rotation. [8] Coracobrachialis originates from the coracoid process and inserts at the medial aspect of the middle of the humerus. [1] Its function is flexion and adduction of the arm.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. Teres major originates from a lower one-third of the lateral scapula. It inserts medially to the intertubercular groove. Its function is to provide shoulder extension, adduction, and internal rotation. [8] Coracobrachialis originates from the coracoid process and inserts at the medial aspect of the middle of the humerus. [1] Its function is flexion and adduction of the arm."}
{"id": "article-32424_8", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "The biceps brachialis muscle originates with its long head from the supraglenoid tubercle of the scapula and with its short head from the coracoid process of the scapula. Its action at shoulder level is to flex and facilitate adduction on a horizontal plane—both heads of which it is composed join at the level of the deltoid tuberosity of the humerus. Thanks to a common tendon, they are inserted at the level of the radial tuberosity and on the fascia of the forearm from the ulnar side.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. The biceps brachialis muscle originates with its long head from the supraglenoid tubercle of the scapula and with its short head from the coracoid process of the scapula. Its action at shoulder level is to flex and facilitate adduction on a horizontal plane—both heads of which it is composed join at the level of the deltoid tuberosity of the humerus. Thanks to a common tendon, they are inserted at the level of the radial tuberosity and on the fascia of the forearm from the ulnar side."}
{"id": "article-32424_9", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "The triceps brachii is formed from three parts: the long head, lateral head, and medial head. The long head arises from the subglenoid tuberosity of the scapula and the glenoid labrum. The lateral head is born from the posterior aspect of the humerus, above and laterally to the groove of the radial nerve. The medial head originates from the posterior aspect of the humerus, inferior to the groove of the radial nerve. The three muscular heads are brought downwards, converging on a strong tendon that inserts itself to the superior and posterior faces and the margins of the olecranon. The long head of the brachial triceps intervenes in the extension of the arm and the posterior adduction.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. The triceps brachii is formed from three parts: the long head, lateral head, and medial head. The long head arises from the subglenoid tuberosity of the scapula and the glenoid labrum. The lateral head is born from the posterior aspect of the humerus, above and laterally to the groove of the radial nerve. The medial head originates from the posterior aspect of the humerus, inferior to the groove of the radial nerve. The three muscular heads are brought downwards, converging on a strong tendon that inserts itself to the superior and posterior faces and the margins of the olecranon. The long head of the brachial triceps intervenes in the extension of the arm and the posterior adduction."}
{"id": "article-32424_10", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "The latissimus dorsi muscle forms the posterior pillar and the posterior wall of the axillary cavity. It covers the lower and lateral sides of the back (lumbar region) and the lateral part of the chest. It originates, through the posterior leaflet of the lumbodorsal fascia, from the spinous processes of the last six thoracic vertebrae and the lumbar vertebrae, from the supraspinous ligament, the medial sacral crest, and the posterior third of the external lip of the iliac crest. Some of its fibers also originate from the outer face of the last three or four ribs. The muscular bundles are carried up and out towards the axillary region, reaching the insertion line on the medial lip of the bicipital groove of the humerus (crest of the small tuberosity). At the level of the shoulder, it is the most important internal rotator, as it is the most important for the adduction and flexion of the shoulder.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. The latissimus dorsi muscle forms the posterior pillar and the posterior wall of the axillary cavity. It covers the lower and lateral sides of the back (lumbar region) and the lateral part of the chest. It originates, through the posterior leaflet of the lumbodorsal fascia, from the spinous processes of the last six thoracic vertebrae and the lumbar vertebrae, from the supraspinous ligament, the medial sacral crest, and the posterior third of the external lip of the iliac crest. Some of its fibers also originate from the outer face of the last three or four ribs. The muscular bundles are carried up and out towards the axillary region, reaching the insertion line on the medial lip of the bicipital groove of the humerus (crest of the small tuberosity). At the level of the shoulder, it is the most important internal rotator, as it is the most important for the adduction and flexion of the shoulder."}
{"id": "article-32424_11", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "The pectoralis major muscle is located anteriorly in the thorax and forms much of the anterior wall of the axillary cavity. There is a clavicular head, a sternum-costal head, and an abdominal head. The bundles of the three parts converge outwards and insert with a flattened tendon at the lateral lip of the bicipital groove of the humerus (crest of the great tuberosity). Its contraction at shoulder level helps flexion, internal rotation, and adduction on a horizontal plane.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. The pectoralis major muscle is located anteriorly in the thorax and forms much of the anterior wall of the axillary cavity. There is a clavicular head, a sternum-costal head, and an abdominal head. The bundles of the three parts converge outwards and insert with a flattened tendon at the lateral lip of the bicipital groove of the humerus (crest of the great tuberosity). Its contraction at shoulder level helps flexion, internal rotation, and adduction on a horizontal plane."}
{"id": "article-32424_12", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function", "content": "The trapezius muscle is located in the nuchal region and the dorsal part of the thorax. It originates from the medial third of the superior nuchal line, from the external occipital protuberance, the nuchal ligament, and the spinous processes of the seventh cervical vertebra and of all the thoracic vertebrae, as well as from the supraspinous ligament. Its bundles converge towards the shoulder and are inserted at the lateral third of the posterior margin of the clavicle, at the medial margin of the acromion, at the upper lip of the posterior margin of the spine of the scapula, and at the medial end of the spine itself. Its action influences the movements of the scapula and indirectly helps the shoulder in adduction and flexion in the first degree.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Structure and Function. The trapezius muscle is located in the nuchal region and the dorsal part of the thorax. It originates from the medial third of the superior nuchal line, from the external occipital protuberance, the nuchal ligament, and the spinous processes of the seventh cervical vertebra and of all the thoracic vertebrae, as well as from the supraspinous ligament. Its bundles converge towards the shoulder and are inserted at the lateral third of the posterior margin of the clavicle, at the medial margin of the acromion, at the upper lip of the posterior margin of the spine of the scapula, and at the medial end of the spine itself. Its action influences the movements of the scapula and indirectly helps the shoulder in adduction and flexion in the first degree."}
{"id": "article-32424_13", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Embryology", "content": "The three primary germ layers form during embryogenesis. They are the endoderm, ectoderm, and mesoderm. The mesoderm splits bilaterally into paired blocks known as somites that migrate towards developing limb buds during the fifth week of embryogenesis. [9] The somites create the striated muscles, including the scapulohumeral muscles.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Embryology. The three primary germ layers form during embryogenesis. They are the endoderm, ectoderm, and mesoderm. The mesoderm splits bilaterally into paired blocks known as somites that migrate towards developing limb buds during the fifth week of embryogenesis. [9] The somites create the striated muscles, including the scapulohumeral muscles."}
{"id": "article-32424_14", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Embryology", "content": "The pectoralis major muscles and latissimus dorsi (superficial portions) form by a mechanism known as the in-out mechanism or cellular migration. The mesenchymal cells or myogenic precursors migrate from the ventrolateral dermomyotome portion towards the area of what will be the upper limbs; a small part of these cells will go back to the axial trunk. The trapezius and sternocleidomastoid muscles derive from the lateral plate of the occipital area mesoderm (non-somitic).", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Embryology. The pectoralis major muscles and latissimus dorsi (superficial portions) form by a mechanism known as the in-out mechanism or cellular migration. The mesenchymal cells or myogenic precursors migrate from the ventrolateral dermomyotome portion towards the area of what will be the upper limbs; a small part of these cells will go back to the axial trunk. The trapezius and sternocleidomastoid muscles derive from the lateral plate of the occipital area mesoderm (non-somitic)."}
{"id": "article-32424_15", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "Supraspinatus's blood supply is from suprascapular and dorsal scapular arteries. The supraspinatus' lymphatic drainage is through the posterior subscapular nodes, found in the posterior axillary fold. [10] [3]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. Supraspinatus's blood supply is from suprascapular and dorsal scapular arteries. The supraspinatus' lymphatic drainage is through the posterior subscapular nodes, found in the posterior axillary fold. [10] [3]"}
{"id": "article-32424_16", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "Infraspinatus' blood supply is from the suprascapular and circumflex scapular arteries. Infraspinatus's lymphatic drainage is also primarily through the posterior subscapular nodes. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. Infraspinatus' blood supply is from the suprascapular and circumflex scapular arteries. Infraspinatus's lymphatic drainage is also primarily through the posterior subscapular nodes. [4]"}
{"id": "article-32424_17", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "Teres minor's blood supply is from the subscapular artery and its branches, the circumflex scapular artery, and the posterior circumflex humeral artery. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. Teres minor's blood supply is from the subscapular artery and its branches, the circumflex scapular artery, and the posterior circumflex humeral artery. [5]"}
{"id": "article-32424_18", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "Subscapularis' blood supply is from the subscapular artery, which comes off the axillary artery. Lymphatic drainage is into the axillary lymph nodes. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. Subscapularis' blood supply is from the subscapular artery, which comes off the axillary artery. Lymphatic drainage is into the axillary lymph nodes. [6]"}
{"id": "article-32424_19", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "Teres major's blood supply comes from one of the branches of the subscapular artery, either the thoracodorsal artery or the circumflex scapular artery. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. Teres major's blood supply comes from one of the branches of the subscapular artery, either the thoracodorsal artery or the circumflex scapular artery. [11]"}
{"id": "article-32424_20", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "Deltoid's blood supply is from the thoracoacromial branch of the axillary artery. Lymph drain into the deltopectoral lymph nodes located in the deltopectoral groove. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. Deltoid's blood supply is from the thoracoacromial branch of the axillary artery. Lymph drain into the deltopectoral lymph nodes located in the deltopectoral groove. [7]"}
{"id": "article-32424_21", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "Coracobrachialis receives vascular supply from the brachial artery. [12]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. Coracobrachialis receives vascular supply from the brachial artery. [12]"}
{"id": "article-32424_22", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "The biceps brachialis muscle receives blood from the brachial artery, which is the main artery of the arm. It extends from the inferior margin of the pectoralis major muscle to the fold of the elbow, where, at the height of the coronoid process of the ulna, it ends by dividing itself into the radial and ulnar arteries.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. The biceps brachialis muscle receives blood from the brachial artery, which is the main artery of the arm. It extends from the inferior margin of the pectoralis major muscle to the fold of the elbow, where, at the height of the coronoid process of the ulna, it ends by dividing itself into the radial and ulnar arteries."}
{"id": "article-32424_23", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "The brachial triceps receives blood from the deep brachial artery and the posterior circumflex humeral artery.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. The brachial triceps receives blood from the deep brachial artery and the posterior circumflex humeral artery."}
{"id": "article-32424_24", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "The latissimus dorsi muscle receives blood from the dorsal scapular artery through a descending branch that runs along the vertebral margin of the scapula.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. The latissimus dorsi muscle receives blood from the dorsal scapular artery through a descending branch that runs along the vertebral margin of the scapula."}
{"id": "article-32424_25", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "The pectoralis major muscle receives blood from the thoracoacromial artery; the latter is a collateral branch of the axillary artery. The artery crosses the clavicular fascia and gives the pectoral branch to the mammary gland and the skin of the chest, the acromial branch that contributes to the acromial network, the deltoid branch for the deltoid and pectoralis major muscles, and the clavicular branch for the sternoclavicular joint.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. The pectoralis major muscle receives blood from the thoracoacromial artery; the latter is a collateral branch of the axillary artery. The artery crosses the clavicular fascia and gives the pectoral branch to the mammary gland and the skin of the chest, the acromial branch that contributes to the acromial network, the deltoid branch for the deltoid and pectoralis major muscles, and the clavicular branch for the sternoclavicular joint."}
{"id": "article-32424_26", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "The trapezius muscle receives blood from the dorsal scapular artery, which derives from the subclavian artery.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. The trapezius muscle receives blood from the dorsal scapular artery, which derives from the subclavian artery."}
{"id": "article-32424_27", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics", "content": "Venous drainage of the shoulder and neighboring muscles involves the subclavian and axillary veins; the latter comes from the subclavian vein. The axillary lymph nodes represent the most crucial area of the lymphatic system of the shoulder; the lymphatic system constitutes a drainage system parallel to the venous system.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Blood Supply and Lymphatics. Venous drainage of the shoulder and neighboring muscles involves the subclavian and axillary veins; the latter comes from the subclavian vein. The axillary lymph nodes represent the most crucial area of the lymphatic system of the shoulder; the lymphatic system constitutes a drainage system parallel to the venous system."}
{"id": "article-32424_28", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "Supraspinatus’ nerve supply is from the suprascapular nerve (C5-C6), a branch of the superior trunk of the brachial plexus. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. Supraspinatus’ nerve supply is from the suprascapular nerve (C5-C6), a branch of the superior trunk of the brachial plexus. [3]"}
{"id": "article-32424_29", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "Infraspinatus’ nerve supply is also from the suprascapular nerve (C5-C6), a branch of the superior trunk of the brachial plexus. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. Infraspinatus’ nerve supply is also from the suprascapular nerve (C5-C6), a branch of the superior trunk of the brachial plexus. [4]"}
{"id": "article-32424_30", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "Teres minor’s nerve supply is from the axillary nerve (C5-C6), which comes from the posterior cord of the brachial plexus. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. Teres minor’s nerve supply is from the axillary nerve (C5-C6), which comes from the posterior cord of the brachial plexus. [5]"}
{"id": "article-32424_31", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "Subscapularis’ nerve supply is from the upper, middle, and lower subscapular nerves (C5-C7), which come from the posterior cord of the brachial plexus. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. Subscapularis’ nerve supply is from the upper, middle, and lower subscapular nerves (C5-C7), which come from the posterior cord of the brachial plexus. [6]"}
{"id": "article-32424_32", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "Teres major’s nerve supply is from the thoracodorsal nerve and the lower subscapular nerve. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. Teres major’s nerve supply is from the thoracodorsal nerve and the lower subscapular nerve. [11]"}
{"id": "article-32424_33", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "Coracobrachialis’ nerve supply is from the musculocutaneous nerve (C5-C7). [13]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. Coracobrachialis’ nerve supply is from the musculocutaneous nerve (C5-C7). [13]"}
{"id": "article-32424_34", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "The deltoid’s nerve supply is from the axillary nerve (C5-C6), which comes from the posterior cord of the brachial plexus. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. The deltoid’s nerve supply is from the axillary nerve (C5-C6), which comes from the posterior cord of the brachial plexus. [7]"}
{"id": "article-32424_35", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "The biceps brachialis muscle is innervated by the musculocutaneous nerve (C5-C7), which nerve forms from the terminal branch of the brachial plexus.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. The biceps brachialis muscle is innervated by the musculocutaneous nerve (C5-C7), which nerve forms from the terminal branch of the brachial plexus."}
{"id": "article-32424_36", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "The brachial triceps receives innervation from the radial nerve (C5-T1).", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. The brachial triceps receives innervation from the radial nerve (C5-T1)."}
{"id": "article-32424_37", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "The latissimus dorsi muscle receives innervation from the thoracodorsal nerve (C6-C8), resulting from the brachial plexus.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. The latissimus dorsi muscle receives innervation from the thoracodorsal nerve (C6-C8), resulting from the brachial plexus."}
{"id": "article-32424_38", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "The pectoralis major muscle receives innervation from the nerve of the pectoralis major muscle (C5-C7), which derives from the brachial plexus, from its ventral collateral branch.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. The pectoralis major muscle receives innervation from the nerve of the pectoralis major muscle (C5-C7), which derives from the brachial plexus, from its ventral collateral branch."}
{"id": "article-32424_39", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves", "content": "The trapezius muscle receives a double innervation: from peripheral branches, rear cervical branches C2-C4; from central pathways, cranial nerve XI.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Nerves. The trapezius muscle receives a double innervation: from peripheral branches, rear cervical branches C2-C4; from central pathways, cranial nerve XI."}
{"id": "article-32424_40", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The supraspinatus muscle externally rotates and adducts the humerus; It classifies as a pennate muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The supraspinatus muscle externally rotates and adducts the humerus; It classifies as a pennate muscle."}
{"id": "article-32424_41", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The infraspinatus muscle abducts and externally rotates the shoulder; it works best as a rotator with the patient in a prone position, and it is considered a pennate muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The infraspinatus muscle abducts and externally rotates the shoulder; it works best as a rotator with the patient in a prone position, and it is considered a pennate muscle."}
{"id": "article-32424_42", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The teres minor muscle externally rotates the shoulder; it is considered a fusiform muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The teres minor muscle externally rotates the shoulder; it is considered a fusiform muscle."}
{"id": "article-32424_43", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The teres major provides internal rotation, extension, and adduction of the shoulder; it's considered a fusiform muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The teres major provides internal rotation, extension, and adduction of the shoulder; it's considered a fusiform muscle."}
{"id": "article-32424_44", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The subscapularis muscle internally rotates the humerus; the upper portion of the muscle influences abduction, while the lower area influences adduction. It is considered a multipennate muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The subscapularis muscle internally rotates the humerus; the upper portion of the muscle influences abduction, while the lower area influences adduction. It is considered a multipennate muscle."}
{"id": "article-32424_45", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The deltoid muscle is a multipennate muscle; intervenes in the flexion of the shoulder, in the internal rotation, and in the front adduction on a horizontal plane (with the anterior bundles); intervenes in the abduction of the shoulder (with the lateral bundles); intervenes in the external rotation, in the extension, and the posterior adduction on a horizontal plane (with the posterior bundles).", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The deltoid muscle is a multipennate muscle; intervenes in the flexion of the shoulder, in the internal rotation, and in the front adduction on a horizontal plane (with the anterior bundles); intervenes in the abduction of the shoulder (with the lateral bundles); intervenes in the external rotation, in the extension, and the posterior adduction on a horizontal plane (with the posterior bundles)."}
{"id": "article-32424_46", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The coracobrachialis muscle participates in flexion and adduction on a horizontal plane of the shoulder; it is a fusiform muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The coracobrachialis muscle participates in flexion and adduction on a horizontal plane of the shoulder; it is a fusiform muscle."}
{"id": "article-32424_47", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The biceps brachialis muscle influence at shoulder level is the flexion and the adduction on a horizontal plane; it is a fusiform muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The biceps brachialis muscle influence at shoulder level is the flexion and the adduction on a horizontal plane; it is a fusiform muscle."}
{"id": "article-32424_48", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The brachial triceps intervene in the extension of the arm and the posterior adduction through the long head; it is a multipennate muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The brachial triceps intervene in the extension of the arm and the posterior adduction through the long head; it is a multipennate muscle."}
{"id": "article-32424_49", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The latissimus dorsi muscle at the level of the shoulder is the most important internal rotator, as it is the most important for the adduction and extension of the shoulder. It is a fusiform muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The latissimus dorsi muscle at the level of the shoulder is the most important internal rotator, as it is the most important for the adduction and extension of the shoulder. It is a fusiform muscle."}
{"id": "article-32424_50", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The pectoralis major muscle helps flexion, internal rotation, and adduction on a horizontal plane.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The pectoralis major muscle helps flexion, internal rotation, and adduction on a horizontal plane."}
{"id": "article-32424_51", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles", "content": "The trapezius muscle influences the movements of the scapula and indirectly helps the shoulder in adduction and flexion in the initial degrees of movement.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Muscles. The trapezius muscle influences the movements of the scapula and indirectly helps the shoulder in adduction and flexion in the initial degrees of movement."}
{"id": "article-32424_52", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Physiologic Variants", "content": "The supraspinatus has the least variation of this group of muscles, while the subscapularis has the most variability. The supraspinatus muscle bulk may have separate muscle fibers originating from the most anteromedial supraspinous fossa. [14] Part of the supraspinatus tendon has been found to pass over the bicipital groove and extend into the subscapularis. [15] The insertion of infraspinatus has been seen to blend with the supraspinatus. [16] An inflexible fascial compartment has been observed enclosing the teres minor. [17] Additionally, a continuous fascial layer surrounding the infraspinatus and teres minor have been seen. [17]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Physiologic Variants. The supraspinatus has the least variation of this group of muscles, while the subscapularis has the most variability. The supraspinatus muscle bulk may have separate muscle fibers originating from the most anteromedial supraspinous fossa. [14] Part of the supraspinatus tendon has been found to pass over the bicipital groove and extend into the subscapularis. [15] The insertion of infraspinatus has been seen to blend with the supraspinatus. [16] An inflexible fascial compartment has been observed enclosing the teres minor. [17] Additionally, a continuous fascial layer surrounding the infraspinatus and teres minor have been seen. [17]"}
{"id": "article-32424_53", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Physiologic Variants", "content": "Some physiological variants include the subscapularis muscle, which research has shown to have small accessory muscles with tendons that insert along with the primary tendon. [18] On MRI, a study identified three types of insertion. The majority were inserted into the bicipital groove. 20% of the subscapularis has its insertion on the classical insertion of the lesser tubercle, and the last type is inserted across the greater tuberosity. [19] Teres major has been found to fuse with the tendon of the latissimus dorsi. [20] If the teres major tendons are completely fused, it can result in the terminal tendon becoming absent. Also, tissue slips passing from latissimus dorsi to teres major can occur. [21]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Physiologic Variants. Some physiological variants include the subscapularis muscle, which research has shown to have small accessory muscles with tendons that insert along with the primary tendon. [18] On MRI, a study identified three types of insertion. The majority were inserted into the bicipital groove. 20% of the subscapularis has its insertion on the classical insertion of the lesser tubercle, and the last type is inserted across the greater tuberosity. [19] Teres major has been found to fuse with the tendon of the latissimus dorsi. [20] If the teres major tendons are completely fused, it can result in the terminal tendon becoming absent. Also, tissue slips passing from latissimus dorsi to teres major can occur. [21]"}
{"id": "article-32424_54", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Physiologic Variants", "content": "There are multiple variations of the deltoid. One variation is the posterior fibers of the deltoid can be separated from the rest of the deltoid by a fascial sheath. [22] One variation of coracobrachialis is an accessory slip traveled medially in front of the median nerve and inserted on the anteromedial aspect of the medial epicondyle. [23] There is also a report of a three-headed coracobrachialis. [24] The biceps brachialis and the brachial triceps may have supernumerary muscular bellies. The latissimus dorsi muscle may have direct contact with the deltoid muscle through the presence of the axillary arch muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Physiologic Variants. There are multiple variations of the deltoid. One variation is the posterior fibers of the deltoid can be separated from the rest of the deltoid by a fascial sheath. [22] One variation of coracobrachialis is an accessory slip traveled medially in front of the median nerve and inserted on the anteromedial aspect of the medial epicondyle. [23] There is also a report of a three-headed coracobrachialis. [24] The biceps brachialis and the brachial triceps may have supernumerary muscular bellies. The latissimus dorsi muscle may have direct contact with the deltoid muscle through the presence of the axillary arch muscle."}
{"id": "article-32424_55", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Physiologic Variants", "content": "The pectoralis major muscle could have an additional extension in the abdomen due to the presence of a rare muscle known as chondrocoracoideus muscle or muscle of Wood. The latter also blends with the muscle fibers of the deltoid at the clavicular level. The trapezius muscle may have a relationship with a rare muscle known as the cleidocervicalis muscle, involving the cervical tract (C5) and the clavicle.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Physiologic Variants. The pectoralis major muscle could have an additional extension in the abdomen due to the presence of a rare muscle known as chondrocoracoideus muscle or muscle of Wood. The latter also blends with the muscle fibers of the deltoid at the clavicular level. The trapezius muscle may have a relationship with a rare muscle known as the cleidocervicalis muscle, involving the cervical tract (C5) and the clavicle."}
{"id": "article-32424_56", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Surgical Considerations", "content": "If any of the scapulohumeral muscles are injured, it can affect the motion of the shoulder and scapula. If a tear is present in any of these muscles, the function of the shoulder can still be maintained non-surgically, depending on which muscle is damaged. Surgery is indicated if conservative management fails.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Surgical Considerations. If any of the scapulohumeral muscles are injured, it can affect the motion of the shoulder and scapula. If a tear is present in any of these muscles, the function of the shoulder can still be maintained non-surgically, depending on which muscle is damaged. Surgery is indicated if conservative management fails."}
{"id": "article-32424_57", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Surgical Considerations", "content": "Scapulohumeral rhythm (SHR) can be affected by damage to any of the scapulohumeral muscles. Rotator cuff tears are especially susceptive to changes to the SHR because there will be an increased motion at the scapulothoracic joint to compensate for a decrease in glenohumeral motion. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Surgical Considerations. Scapulohumeral rhythm (SHR) can be affected by damage to any of the scapulohumeral muscles. Rotator cuff tears are especially susceptive to changes to the SHR because there will be an increased motion at the scapulothoracic joint to compensate for a decrease in glenohumeral motion. [2]"}
{"id": "article-32424_58", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Surgical Considerations", "content": "Generally, after a total shoulder arthroplasty operation, the shoulder biomechanics and, therefore, the muscular neurological intervention (also considering the presence of scars and adhesions) change. One study reveals that a shoulder having undergone surgery tends to use the scapulothoracic system a higher percentage than normal while using the glenohumeral system less when the patient has to raise his arm. From the biomechanical point of view, the converse occurs with a patient who has undergone full-thickness rotator cuff tears. In the sports field, the surgical procedure (arthroscopic) often negatively influences the arthrokinematics, preventing the return to sports performance equal to those preceding the operation.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Surgical Considerations. Generally, after a total shoulder arthroplasty operation, the shoulder biomechanics and, therefore, the muscular neurological intervention (also considering the presence of scars and adhesions) change. One study reveals that a shoulder having undergone surgery tends to use the scapulothoracic system a higher percentage than normal while using the glenohumeral system less when the patient has to raise his arm. From the biomechanical point of view, the converse occurs with a patient who has undergone full-thickness rotator cuff tears. In the sports field, the surgical procedure (arthroscopic) often negatively influences the arthrokinematics, preventing the return to sports performance equal to those preceding the operation."}
{"id": "article-32424_59", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Clinical Significance", "content": "Scapular dyskinesia is a loss of normal scapular motion. It can result from inflexibility and stiffness of muscles attaching from the scapular to the humerus. [25] Clinically, there can be abnormal movement of the scapula on the thorax, unusually prominent scapular landmarks, or premature scapular elevation. [25] Scapular dyskinesis can result in decreased efficiency of shoulder motion and decrease the strength of the rotator cuff muscles. [25] If dyskinesis occurs, it may be due to a response to injury. Dyskinesis can also make an individual more susceptible to injury. [25] Subscapularis tendon ruptures frequently occur in approximately 60% of people in the setting of anterior shoulder dislocations. [26] [27]", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Clinical Significance. Scapular dyskinesia is a loss of normal scapular motion. It can result from inflexibility and stiffness of muscles attaching from the scapular to the humerus. [25] Clinically, there can be abnormal movement of the scapula on the thorax, unusually prominent scapular landmarks, or premature scapular elevation. [25] Scapular dyskinesis can result in decreased efficiency of shoulder motion and decrease the strength of the rotator cuff muscles. [25] If dyskinesis occurs, it may be due to a response to injury. Dyskinesis can also make an individual more susceptible to injury. [25] Subscapularis tendon ruptures frequently occur in approximately 60% of people in the setting of anterior shoulder dislocations. [26] [27]"}
{"id": "article-32424_60", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Clinical Significance", "content": "Functional shoulder instability (FSI) occurs when there is dyssynergia of the muscles acting on the shoulder without trauma or morphological/anatomical alterations. We can distinguish subgroups: positional FSI (if a sub-dislocation occurs during movement) and nonpositional FSI (if a sub-dislocation occurs in a neutral position). The FSI seems to have origins in adolescence, and the causes are not entirely understood, with an incidence of 69% among young people.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Clinical Significance. Functional shoulder instability (FSI) occurs when there is dyssynergia of the muscles acting on the shoulder without trauma or morphological/anatomical alterations. We can distinguish subgroups: positional FSI (if a sub-dislocation occurs during movement) and nonpositional FSI (if a sub-dislocation occurs in a neutral position). The FSI seems to have origins in adolescence, and the causes are not entirely understood, with an incidence of 69% among young people."}
{"id": "article-32424_61", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Clinical Significance", "content": "When evaluating a shoulder with multiple existing manual tests, it is always better to combine instrumental clinical examinations since the literature demonstrates a modest accuracy in searching for lesions.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Clinical Significance. When evaluating a shoulder with multiple existing manual tests, it is always better to combine instrumental clinical examinations since the literature demonstrates a modest accuracy in searching for lesions."}
{"id": "article-32424_62", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Other Issues", "content": "The physiotherapeutic approach is useful as a conservative therapy. It provides patient education on the correct shoulder position, or it can assist in the period in which the patient has to recover the post-surgery shoulder function. It is not always feasible to recover the range of motion. This will depend on multiple factors, such as the pathology, the type of intervention, the ability to withstand pain, etc. The literature does not demonstrate a unanimous consensus regarding the osteopathic approach to the recovery of shoulder function or post-surgical pain relief.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Other Issues. The physiotherapeutic approach is useful as a conservative therapy. It provides patient education on the correct shoulder position, or it can assist in the period in which the patient has to recover the post-surgery shoulder function. It is not always feasible to recover the range of motion. This will depend on multiple factors, such as the pathology, the type of intervention, the ability to withstand pain, etc. The literature does not demonstrate a unanimous consensus regarding the osteopathic approach to the recovery of shoulder function or post-surgical pain relief."}
{"id": "article-32424_63", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Other Issues", "content": "Regarding the chiropractic approach to the recovery of shoulder function, both as a conservative practice and as a post-surgery recovery method, the literature is not unanimous, and long-term data are lacking. The use of post-surgery taping on the shoulder could reduce the sensation of pain but not joint swelling, while using this instrument on unstable shoulders does not find consensus in the literature. An interprofessional team approach is probably the best approach to patient recovery.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Other Issues. Regarding the chiropractic approach to the recovery of shoulder function, both as a conservative practice and as a post-surgery recovery method, the literature is not unanimous, and long-term data are lacking. The use of post-surgery taping on the shoulder could reduce the sensation of pain but not joint swelling, while using this instrument on unstable shoulders does not find consensus in the literature. An interprofessional team approach is probably the best approach to patient recovery."}
{"id": "article-32424_64", "title": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Scapulohumeral Muscles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}