{"id": "article-701_0", "title": "Fosinopril -- Continuing Education Activity", "content": "Fosinopril belongs to the class of angiotensin-converting enzyme (ACE) inhibitors used in cardiovascular conditions for nearly 3 decades. Fosinopril has received approval from the United States Food and Drug Administration (FDA) for the treatment of hypertension and heart failure. Being a competitive inhibitor of ACE, fosinopril prevents the conversion of angiotensin I to angiotensin II—a powerful vasoconstrictor. Other ACE inhibitors approved in the United States include captopril, enalapril, lisinopril, benazepril, quinapril, ramipril, moexipril, fosinopril, and trandolapril.", "contents": "Fosinopril -- Continuing Education Activity. Fosinopril belongs to the class of angiotensin-converting enzyme (ACE) inhibitors used in cardiovascular conditions for nearly 3 decades. Fosinopril has received approval from the United States Food and Drug Administration (FDA) for the treatment of hypertension and heart failure. Being a competitive inhibitor of ACE, fosinopril prevents the conversion of angiotensin I to angiotensin II—a powerful vasoconstrictor. Other ACE inhibitors approved in the United States include captopril, enalapril, lisinopril, benazepril, quinapril, ramipril, moexipril, fosinopril, and trandolapril."}
{"id": "article-701_1", "title": "Fosinopril -- Continuing Education Activity", "content": "Fosinopril is utilized off-label for conditions such as acute myocardial infarction, diabetic nephropathy, and HIV-associated nephropathy. The drug is distinguishable from enalapril and captopril due to its long half-life, hydrophilicity, and resistance to liver breakdown. This activity reviews the mechanism of action, pharmacology, adverse event profiles, eligible patient populations, and monitoring of fosinopril, highlighting the role of the interprofessional healthcare team in the management of hypertension with the drug.", "contents": "Fosinopril -- Continuing Education Activity. Fosinopril is utilized off-label for conditions such as acute myocardial infarction, diabetic nephropathy, and HIV-associated nephropathy. The drug is distinguishable from enalapril and captopril due to its long half-life, hydrophilicity, and resistance to liver breakdown. This activity reviews the mechanism of action, pharmacology, adverse event profiles, eligible patient populations, and monitoring of fosinopril, highlighting the role of the interprofessional healthcare team in the management of hypertension with the drug."}
{"id": "article-701_2", "title": "Fosinopril -- Continuing Education Activity", "content": "Objectives: Differentiate between FDA-approved indications for fosinopril, specifically in hypertension and heart failure, and recognize its off-label uses in acute myocardial infarction and diabetic nephropathy. Implement fosinopril therapy according to evidence-based guidelines, incorporating dosage adjustments and monitoring for optimal effectiveness and safety. Select fosinopril as an appropriate intervention in the management of hypertension, demonstrating a rationale based on patient-specific considerations. Collaborate with the interprofessional healthcare team to ensure coordinated care in fosinopril therapy, particularly in patients with complex medical histories. Access free multiple choice questions on this topic.", "contents": "Fosinopril -- Continuing Education Activity. Objectives: Differentiate between FDA-approved indications for fosinopril, specifically in hypertension and heart failure, and recognize its off-label uses in acute myocardial infarction and diabetic nephropathy. Implement fosinopril therapy according to evidence-based guidelines, incorporating dosage adjustments and monitoring for optimal effectiveness and safety. Select fosinopril as an appropriate intervention in the management of hypertension, demonstrating a rationale based on patient-specific considerations. Collaborate with the interprofessional healthcare team to ensure coordinated care in fosinopril therapy, particularly in patients with complex medical histories. Access free multiple choice questions on this topic."}
{"id": "article-701_3", "title": "Fosinopril -- Indications", "content": "Fosinopril belongs to the class of angiotensin-converting enzyme (ACE) inhibitors used in cardiovascular conditions for nearly 3 decades. The drug is distinguishable from enalapril and captopril due to its long half-life, hydrophilicity, and resistance to liver breakdown.", "contents": "Fosinopril -- Indications. Fosinopril belongs to the class of angiotensin-converting enzyme (ACE) inhibitors used in cardiovascular conditions for nearly 3 decades. The drug is distinguishable from enalapril and captopril due to its long half-life, hydrophilicity, and resistance to liver breakdown."}
{"id": "article-701_4", "title": "Fosinopril -- Indications -- FDA-Approved Indications", "content": "Fosinopril has received approval from the United States Food and Drug Administration (FDA) for the treatment of hypertension and heart failure. Other ACE inhibitors approved in the United States include captopril, enalapril, lisinopril, benazepril, quinapril, ramipril, moexipril, fosinopril, and trandolapril. [1] Fosinopril is most often prescribed for patients suffering from hypertension (<140/90 mm Hg for non-complicated patients and <130/80 mm Hg for patients with either diabetes or chronic kidney disease). [2]", "contents": "Fosinopril -- Indications -- FDA-Approved Indications. Fosinopril has received approval from the United States Food and Drug Administration (FDA) for the treatment of hypertension and heart failure. Other ACE inhibitors approved in the United States include captopril, enalapril, lisinopril, benazepril, quinapril, ramipril, moexipril, fosinopril, and trandolapril. [1] Fosinopril is most often prescribed for patients suffering from hypertension (<140/90 mm Hg for non-complicated patients and <130/80 mm Hg for patients with either diabetes or chronic kidney disease). [2]"}
{"id": "article-701_5", "title": "Fosinopril -- Indications -- FDA-Approved Indications", "content": "Being a competitive inhibitor of ACE, fosinopril prevents the conversion of angiotensin I to angiotensin II—a powerful vasoconstrictor. According to the guidelines published by the American Heart Association, American College of Cardiology and Heart Failure Society of America (AHA/ACC/HFSA) in 2022, ACE inhibitors, like fosinopril are indicated in guideline-directed medical therapy (GDMT) for the treatment of HFrEF (heart failure with reduced ejection fraction) along with conventional therapy that includes diuretics with or without digitalis. Once-daily fosinopril has been shown to improve heart failure (HF) signs and symptoms and reduce hospitalizations for worsening HF. [3] In a fosinopril efficacy/safety trial (FEST), fosinopril improved exercise tolerance and attenuated clinical deterioration in patients with heart failure. [4]", "contents": "Fosinopril -- Indications -- FDA-Approved Indications. Being a competitive inhibitor of ACE, fosinopril prevents the conversion of angiotensin I to angiotensin II—a powerful vasoconstrictor. According to the guidelines published by the American Heart Association, American College of Cardiology and Heart Failure Society of America (AHA/ACC/HFSA) in 2022, ACE inhibitors, like fosinopril are indicated in guideline-directed medical therapy (GDMT) for the treatment of HFrEF (heart failure with reduced ejection fraction) along with conventional therapy that includes diuretics with or without digitalis. Once-daily fosinopril has been shown to improve heart failure (HF) signs and symptoms and reduce hospitalizations for worsening HF. [3] In a fosinopril efficacy/safety trial (FEST), fosinopril improved exercise tolerance and attenuated clinical deterioration in patients with heart failure. [4]"}
{"id": "article-701_6", "title": "Fosinopril -- Indications -- Off-Label Uses", "content": "Fosinopril is utilized off-label for conditions such as acute myocardial infarction, diabetic nephropathy, and HIV-associated nephropathy. A fosinopril acute myocardial infarction study (FAMIS) demonstrated that early treatment with fosinopril benefits patients with acute myocardial infarction and prevents left ventricular (LV) remodeling. [5]", "contents": "Fosinopril -- Indications -- Off-Label Uses. Fosinopril is utilized off-label for conditions such as acute myocardial infarction, diabetic nephropathy, and HIV-associated nephropathy. A fosinopril acute myocardial infarction study (FAMIS) demonstrated that early treatment with fosinopril benefits patients with acute myocardial infarction and prevents left ventricular (LV) remodeling. [5]"}
{"id": "article-701_7", "title": "Fosinopril -- Indications -- Off-Label Uses", "content": "Fosinopril is also a preventative therapy for patients with diabetic nephropathy. In a randomized clinical trial of patients with diabetic nephropathy, fosinopril combined treatment with losartan resulted in reduced 24-hour total urine protein excretion, serum creatinine, and BUN. [6] Fosinopril is also efficacious for treating HIV-associated nephropathy (HIVAN). [7]", "contents": "Fosinopril -- Indications -- Off-Label Uses. Fosinopril is also a preventative therapy for patients with diabetic nephropathy. In a randomized clinical trial of patients with diabetic nephropathy, fosinopril combined treatment with losartan resulted in reduced 24-hour total urine protein excretion, serum creatinine, and BUN. [6] Fosinopril is also efficacious for treating HIV-associated nephropathy (HIVAN). [7]"}
{"id": "article-701_8", "title": "Fosinopril -- Mechanism of Action", "content": "Fosinopril is an ester prodrug that hydrolyzes in the liver to fosinoprilat, the active metabolite form. Fosinoprilat competitively binds to ACE, resulting in decreased formation of angiotensin II, reduced aldosterone concentrations, and diminished systemic vasoconstriction. Fosinopril can reduce vasoconstriction and promote sodium excretion by interacting with renin-angiotensin-aldosterone system (RAAS) components. It helps in heart failure by protecting the myocardium from the angiotensin II remodeling effects. [8] [9]", "contents": "Fosinopril -- Mechanism of Action. Fosinopril is an ester prodrug that hydrolyzes in the liver to fosinoprilat, the active metabolite form. Fosinoprilat competitively binds to ACE, resulting in decreased formation of angiotensin II, reduced aldosterone concentrations, and diminished systemic vasoconstriction. Fosinopril can reduce vasoconstriction and promote sodium excretion by interacting with renin-angiotensin-aldosterone system (RAAS) components. It helps in heart failure by protecting the myocardium from the angiotensin II remodeling effects. [8] [9]"}
{"id": "article-701_9", "title": "Fosinopril -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Peak concentration is attained in approximately 3 hours. The site of absorption of fosinopril is the duodenum and jejunum. [10] Distribution: Fosinoprilat has a high plasma protein binding (PPB> 99%). Fosinopril can cross the blood-brain barrier. [11] Metabolism: Fosinopril is metabolized in the liver by carboxylesterases to fosinoprilat. [12] Elimination: Fosinopril and its metabolite fosinoprilat are eliminated by the liver and kidney. [13]", "contents": "Fosinopril -- Mechanism of Action -- Pharmacokinetics. Absorption: Peak concentration is attained in approximately 3 hours. The site of absorption of fosinopril is the duodenum and jejunum. [10] Distribution: Fosinoprilat has a high plasma protein binding (PPB> 99%). Fosinopril can cross the blood-brain barrier. [11] Metabolism: Fosinopril is metabolized in the liver by carboxylesterases to fosinoprilat. [12] Elimination: Fosinopril and its metabolite fosinoprilat are eliminated by the liver and kidney. [13]"}
{"id": "article-701_10", "title": "Fosinopril -- Administration -- Available Dosage Forms and Strengths", "content": "Fosinopril received official approval in 1991 and is available for administration in 10 mg, 20 mg, or 40 mg oral tablets. The drug is typically prescribed at a low dose, and the dosage is increased as needed while evaluating the patient’s response and tolerance. The maximum dose is typically 80 mg for the average patient with hypertension. In patients with sodium or water depletion or renal failure, the initial dosing is reduced to 5 mg. Co-administer hydrochlorothiazide with fosinopril to regulate fluid volume and counteract high blood pressure. [14]", "contents": "Fosinopril -- Administration -- Available Dosage Forms and Strengths. Fosinopril received official approval in 1991 and is available for administration in 10 mg, 20 mg, or 40 mg oral tablets. The drug is typically prescribed at a low dose, and the dosage is increased as needed while evaluating the patient’s response and tolerance. The maximum dose is typically 80 mg for the average patient with hypertension. In patients with sodium or water depletion or renal failure, the initial dosing is reduced to 5 mg. Co-administer hydrochlorothiazide with fosinopril to regulate fluid volume and counteract high blood pressure. [14]"}
{"id": "article-701_11", "title": "Fosinopril -- Administration -- Hypertension", "content": "Monotherapy: The recommended initial adult dose of fosinopril is 10 mg once daily, both as monotherapy and when the drug is added to diuretic treatment. The dose can be adjusted according to the patient’s blood pressure at peak (in 2 to 6 hours) and trough (at 24 hours) blood levels. Most patients gain optimum blood pressure control with 20 to 40 mg daily; only a few require an 80 mg dose. However, if the blood pressure control response is inadequate around the end of the dosing interval, dividing the daily dose may give better control. Coadministration with diuretics: A diuretic can be added if blood pressure is inadequately controlled with fosinopril. Coadministration of fosinopril with potassium supplements, potassium salt substitutes, or potassium-sparing diuretics can increase serum potassium.", "contents": "Fosinopril -- Administration -- Hypertension. Monotherapy: The recommended initial adult dose of fosinopril is 10 mg once daily, both as monotherapy and when the drug is added to diuretic treatment. The dose can be adjusted according to the patient’s blood pressure at peak (in 2 to 6 hours) and trough (at 24 hours) blood levels. Most patients gain optimum blood pressure control with 20 to 40 mg daily; only a few require an 80 mg dose. However, if the blood pressure control response is inadequate around the end of the dosing interval, dividing the daily dose may give better control. Coadministration with diuretics: A diuretic can be added if blood pressure is inadequately controlled with fosinopril. Coadministration of fosinopril with potassium supplements, potassium salt substitutes, or potassium-sparing diuretics can increase serum potassium."}
{"id": "article-701_12", "title": "Fosinopril -- Administration", "content": "In patients treated with a diuretic, symptomatic hypotension can result following the initial dose of fosinopril. To reduce the chances of hypotension, the diuretic should, if possible, be discontinued 2 to 3 days before beginning therapy with fosinopril. Then, if blood pressure is not adequately controlled, the diuretic should be resumed. If diuretic treatment cannot be stopped, start fosinopril at 10 mg with close medical supervision for several hours until the patient’s blood pressure is stabilized.", "contents": "Fosinopril -- Administration. In patients treated with a diuretic, symptomatic hypotension can result following the initial dose of fosinopril. To reduce the chances of hypotension, the diuretic should, if possible, be discontinued 2 to 3 days before beginning therapy with fosinopril. Then, if blood pressure is not adequately controlled, the diuretic should be resumed. If diuretic treatment cannot be stopped, start fosinopril at 10 mg with close medical supervision for several hours until the patient’s blood pressure is stabilized."}
{"id": "article-701_13", "title": "Fosinopril -- Administration", "content": "Heart failure: According to AHA/ACC/HFSA guidelines, fosinopril is indicated for HFrEF. Fosinopril should be initiated at 5 to 10 mg once daily; the target dose is 40 mg daily. [15] Observe patients under medical supervision for at least 2 hours for any hypotension and/or orthostasis. A starting dose of 5 mg is recommended in patients with heart failure and moderate to severe renal failure. Then, the dose should be increased over several weeks but not more than 40 mg daily. The usual effective dose range is 20 mg to 40 mg daily.", "contents": "Fosinopril -- Administration. Heart failure: According to AHA/ACC/HFSA guidelines, fosinopril is indicated for HFrEF. Fosinopril should be initiated at 5 to 10 mg once daily; the target dose is 40 mg daily. [15] Observe patients under medical supervision for at least 2 hours for any hypotension and/or orthostasis. A starting dose of 5 mg is recommended in patients with heart failure and moderate to severe renal failure. Then, the dose should be increased over several weeks but not more than 40 mg daily. The usual effective dose range is 20 mg to 40 mg daily."}
{"id": "article-701_14", "title": "Fosinopril -- Administration -- Specific Patient Populations", "content": "Renal impairment: In patients with renal impairment, the total clearance of fosinoprilat slows by 50%. However, hepatobiliary elimination partially compensates for diminished renal elimination. Hence, the total body clearance of fosinoprilat remains normal with all degrees of renal impairments (CrCl < 80 mL/min/1.73 m²), including end-stage renal diseases.", "contents": "Fosinopril -- Administration -- Specific Patient Populations. Renal impairment: In patients with renal impairment, the total clearance of fosinoprilat slows by 50%. However, hepatobiliary elimination partially compensates for diminished renal elimination. Hence, the total body clearance of fosinoprilat remains normal with all degrees of renal impairments (CrCl < 80 mL/min/1.73 m²), including end-stage renal diseases."}
{"id": "article-701_15", "title": "Fosinopril -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Use with caution in patients with hepatic impairment. According to The American Association for the Study of Liver Diseases (AASLD), ACE inhibitors should not be administered in patients with cirrhosis and ascites. [16]", "contents": "Fosinopril -- Administration -- Specific Patient Populations. Hepatic impairment: Use with caution in patients with hepatic impairment. According to The American Association for the Study of Liver Diseases (AASLD), ACE inhibitors should not be administered in patients with cirrhosis and ascites. [16]"}
{"id": "article-701_16", "title": "Fosinopril -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Fosinopril is contraindicated during pregnancy due to the ability to cross the placenta. As a result, the drug may increase the risk of fetal malformations and cause congenital disabilities or death to the developing fetus. The medication should stop immediately if the patient reports pregnancy at any time during treatment. All ACE inhibitors should be avoided when treating hypertension in pregnancy. [17] [18] Breastfeeding considerations: The manufacturer recommends against breastfeeding using fosinopril as it is secreted in breast milk. [19] Older patients: The dose is similar to the adult dose; however, clinicians should consider impaired renal function and the risk of polypharmacy. [20]", "contents": "Fosinopril -- Administration -- Specific Patient Populations. Pregnancy considerations: Fosinopril is contraindicated during pregnancy due to the ability to cross the placenta. As a result, the drug may increase the risk of fetal malformations and cause congenital disabilities or death to the developing fetus. The medication should stop immediately if the patient reports pregnancy at any time during treatment. All ACE inhibitors should be avoided when treating hypertension in pregnancy. [17] [18] Breastfeeding considerations: The manufacturer recommends against breastfeeding using fosinopril as it is secreted in breast milk. [19] Older patients: The dose is similar to the adult dose; however, clinicians should consider impaired renal function and the risk of polypharmacy. [20]"}
{"id": "article-701_17", "title": "Fosinopril -- Administration -- Specific Patient Populations", "content": "Pediatric patients: According to the American Academy of Pediatrics (AAP) guidelines for hypertension, the recommended starting dose of fosinopril for age group >6 years and weight <50 kg is 0.1 mg/kg daily (up to 5 mg per day), and the maximum recommended dose is 40 mg daily. If weight is >50 kg, the initial dose is 5 mg, and the maximum recommended dose is 40 mg. [21]", "contents": "Fosinopril -- Administration -- Specific Patient Populations. Pediatric patients: According to the American Academy of Pediatrics (AAP) guidelines for hypertension, the recommended starting dose of fosinopril for age group >6 years and weight <50 kg is 0.1 mg/kg daily (up to 5 mg per day), and the maximum recommended dose is 40 mg daily. If weight is >50 kg, the initial dose is 5 mg, and the maximum recommended dose is 40 mg. [21]"}
{"id": "article-701_18", "title": "Fosinopril -- Adverse Effects", "content": "Common symptoms reported with fosinopril include fatigue, dizziness, gastrointestinal disturbances, dry cough, and a skin rash. [14]", "contents": "Fosinopril -- Adverse Effects. Common symptoms reported with fosinopril include fatigue, dizziness, gastrointestinal disturbances, dry cough, and a skin rash. [14]"}
{"id": "article-701_19", "title": "Fosinopril -- Adverse Effects", "content": "Long-term usage of fosinopril can produce a dry cough due to ACE inhibition and the resulting accumulation of bradykinin. A less common but potentially life-threatening complication is angioedema. Intestinal angioedema is reported with fosinopril. In such instances, discontinuation of fosinopril is advised. [22]", "contents": "Fosinopril -- Adverse Effects. Long-term usage of fosinopril can produce a dry cough due to ACE inhibition and the resulting accumulation of bradykinin. A less common but potentially life-threatening complication is angioedema. Intestinal angioedema is reported with fosinopril. In such instances, discontinuation of fosinopril is advised. [22]"}
{"id": "article-701_20", "title": "Fosinopril -- Adverse Effects", "content": "Other rarely reported adverse reactions are elevated serum aminotransferase concentrations and acute liver damage. Less than 2% of patients using fosinopril have reported increased serum aminotransferase levels without explanation. Since acute liver damage is an infrequent reaction, only a handful of clinical reports have been documented and analyzed. Unfortunately, these few reports are insufficient to determine a consistent mechanism of injury, so the path of liver damage remains unknown in these patients. A metabolite reaction in the liver is proposed to cause the adverse effect. [14] Other ACE inhibitors demonstrating similar liver damage are enalapril and lisinopril. [1]", "contents": "Fosinopril -- Adverse Effects. Other rarely reported adverse reactions are elevated serum aminotransferase concentrations and acute liver damage. Less than 2% of patients using fosinopril have reported increased serum aminotransferase levels without explanation. Since acute liver damage is an infrequent reaction, only a handful of clinical reports have been documented and analyzed. Unfortunately, these few reports are insufficient to determine a consistent mechanism of injury, so the path of liver damage remains unknown in these patients. A metabolite reaction in the liver is proposed to cause the adverse effect. [14] Other ACE inhibitors demonstrating similar liver damage are enalapril and lisinopril. [1]"}
{"id": "article-701_21", "title": "Fosinopril -- Adverse Effects -- Drug-Drug Interactions", "content": "Potassium (K+) sparing diuretics: Fosinopril may cause hyperkalemia due to the attenuation of potassium loss caused by potassium-sparing diuretics. [23] Lithium: Fosinopril causes serious drug interaction with lithium; it may slow the elimination of lithium from the body, resulting in increased lithium levels. [24] Antacids: Antacids may alter the absorption of fosinopril, resulting in reduced serum levels. Fosinopril can further reduce the urinary excretion of fosinoprilat. Nonsteroidal anti-inflammatory agents: In elderly patients, co-administration of fosinopril may result in deterioration of renal function, resulting in acute renal failure. [25] mTOR inhibitors: Concomitant administration of mTOR inhibitors like temsirolimus increases the risk for angioedema. [26] [27]", "contents": "Fosinopril -- Adverse Effects -- Drug-Drug Interactions. Potassium (K+) sparing diuretics: Fosinopril may cause hyperkalemia due to the attenuation of potassium loss caused by potassium-sparing diuretics. [23] Lithium: Fosinopril causes serious drug interaction with lithium; it may slow the elimination of lithium from the body, resulting in increased lithium levels. [24] Antacids: Antacids may alter the absorption of fosinopril, resulting in reduced serum levels. Fosinopril can further reduce the urinary excretion of fosinoprilat. Nonsteroidal anti-inflammatory agents: In elderly patients, co-administration of fosinopril may result in deterioration of renal function, resulting in acute renal failure. [25] mTOR inhibitors: Concomitant administration of mTOR inhibitors like temsirolimus increases the risk for angioedema. [26] [27]"}
{"id": "article-701_22", "title": "Fosinopril -- Contraindications -- Warnings and Precautions", "content": "The incidence of angioedema occurring as an adverse effect is 0.1% to 0.7% due to vasodilation and plasma extravasation. [28] Patients with a past medical history of ACE inhibitor-induced angioedema should avoid using fosinopril or any other agent within that class. [29] [30]", "contents": "Fosinopril -- Contraindications -- Warnings and Precautions. The incidence of angioedema occurring as an adverse effect is 0.1% to 0.7% due to vasodilation and plasma extravasation. [28] Patients with a past medical history of ACE inhibitor-induced angioedema should avoid using fosinopril or any other agent within that class. [29] [30]"}
{"id": "article-701_23", "title": "Fosinopril -- Contraindications -- Warnings and Precautions", "content": "In cases of hepatic failure, clinicians must avoid prescribing any ACE inhibitors. In addition, patients experiencing the adverse effects of acute liver injury from fosinopril should refrain from using other ACE inhibitors to prevent further damage. [14] In patients with diabetes, fosinopril should not be co-administered with aliskiren, as aliskiren may enhance fosinopril's hypotensive, hyperkalemic, and nephrotoxic effects. [31]", "contents": "Fosinopril -- Contraindications -- Warnings and Precautions. In cases of hepatic failure, clinicians must avoid prescribing any ACE inhibitors. In addition, patients experiencing the adverse effects of acute liver injury from fosinopril should refrain from using other ACE inhibitors to prevent further damage. [14] In patients with diabetes, fosinopril should not be co-administered with aliskiren, as aliskiren may enhance fosinopril's hypotensive, hyperkalemic, and nephrotoxic effects. [31]"}
{"id": "article-701_24", "title": "Fosinopril -- Monitoring", "content": "When on fosinopril therapy, the patient requires monitoring for hypotension, potassium levels, renal function, and angioedema. To decrease the possibility of hypotension as an adverse effect among ACE inhibitors, the recommendation is to prescribe fosinopril at a low dose initially. During weeks 2 to 3 of usage, clinicians should note serum creatine, potassium levels, and blood pressure to estimate the patient's tolerance. For instance, a patient with a history of hyperkalemia or a high-potassium diet should be closely monitored to avoid exacerbating any preexisting conditions. [32]", "contents": "Fosinopril -- Monitoring. When on fosinopril therapy, the patient requires monitoring for hypotension, potassium levels, renal function, and angioedema. To decrease the possibility of hypotension as an adverse effect among ACE inhibitors, the recommendation is to prescribe fosinopril at a low dose initially. During weeks 2 to 3 of usage, clinicians should note serum creatine, potassium levels, and blood pressure to estimate the patient's tolerance. For instance, a patient with a history of hyperkalemia or a high-potassium diet should be closely monitored to avoid exacerbating any preexisting conditions. [32]"}
{"id": "article-701_25", "title": "Fosinopril -- Monitoring", "content": "ACE inhibitors, especially captopril, are associated with agranulocytosis in patients with collagen-vascular disease and concurrent renal impairment. Sufficient clinical data are not available to rule out fosinopril-associated agranulocytosis; consequently, monitoring CBC with a differential in patients with collagen vascular diseases is considered. [33]", "contents": "Fosinopril -- Monitoring. ACE inhibitors, especially captopril, are associated with agranulocytosis in patients with collagen-vascular disease and concurrent renal impairment. Sufficient clinical data are not available to rule out fosinopril-associated agranulocytosis; consequently, monitoring CBC with a differential in patients with collagen vascular diseases is considered. [33]"}
{"id": "article-701_26", "title": "Fosinopril -- Toxicity", "content": "If the patient is experiencing fosinopril toxicity, they require supportive care and should discontinue fosinopril immediately. Angioedema requires discontinuation of fosinopril, treatment with epinephrine, and endotracheal intubation for airway compromise. [28]", "contents": "Fosinopril -- Toxicity. If the patient is experiencing fosinopril toxicity, they require supportive care and should discontinue fosinopril immediately. Angioedema requires discontinuation of fosinopril, treatment with epinephrine, and endotracheal intubation for airway compromise. [28]"}
{"id": "article-701_27", "title": "Fosinopril -- Toxicity", "content": "The first case study that documented uncommon adverse reactions due to fosinopril showed interactions with metoprolol and diazepam. Signs of asthenia, jaundice, and pruritus were present. When fosinopril was discontinued, and pruritus and cholestasis were treated, the signs of severe toxicity continued. Recovery lasted up to 18 months. The risk of developing acute liver injury due to fosinopril was categorized as a likelihood score of D. Other ACE inhibitors have shown similar risks for acute liver damage leading to a long period of hospitalization and recovery. As such, ursodiol, colestipol, and hydroxyzine are recommended for signs of liver damage, but the immediate cessation of fosinopril is one of the first steps in managing toxicity.", "contents": "Fosinopril -- Toxicity. The first case study that documented uncommon adverse reactions due to fosinopril showed interactions with metoprolol and diazepam. Signs of asthenia, jaundice, and pruritus were present. When fosinopril was discontinued, and pruritus and cholestasis were treated, the signs of severe toxicity continued. Recovery lasted up to 18 months. The risk of developing acute liver injury due to fosinopril was categorized as a likelihood score of D. Other ACE inhibitors have shown similar risks for acute liver damage leading to a long period of hospitalization and recovery. As such, ursodiol, colestipol, and hydroxyzine are recommended for signs of liver damage, but the immediate cessation of fosinopril is one of the first steps in managing toxicity."}
{"id": "article-701_28", "title": "Fosinopril -- Enhancing Healthcare Team Outcomes", "content": "Fosinopril is a relatively safe and common medication used to treat hypertension and heart failure, but monitoring the treatment and reporting any adverse reaction is essential. Prescribing clinicians initiate fosinopril for hypertension and heart failure. A cardiologist consultation is vital for complicated HFrEF and acute decompensated heart failure.", "contents": "Fosinopril -- Enhancing Healthcare Team Outcomes. Fosinopril is a relatively safe and common medication used to treat hypertension and heart failure, but monitoring the treatment and reporting any adverse reaction is essential. Prescribing clinicians initiate fosinopril for hypertension and heart failure. A cardiologist consultation is vital for complicated HFrEF and acute decompensated heart failure."}
{"id": "article-701_29", "title": "Fosinopril -- Enhancing Healthcare Team Outcomes", "content": "Patient education is critical; interprofessional healthcare team members should educate patients about possible adverse effects and receive instructions to avoid high-potassium diets. To ensure the patient is maximizing benefits from fosinopril, clinicians should schedule regular follow-ups to document any adverse effects and adjust the regimen accordingly.", "contents": "Fosinopril -- Enhancing Healthcare Team Outcomes. Patient education is critical; interprofessional healthcare team members should educate patients about possible adverse effects and receive instructions to avoid high-potassium diets. To ensure the patient is maximizing benefits from fosinopril, clinicians should schedule regular follow-ups to document any adverse effects and adjust the regimen accordingly."}
{"id": "article-701_30", "title": "Fosinopril -- Enhancing Healthcare Team Outcomes", "content": "At the outset of therapy, a pharmacist should verify appropriate dosing, check for potential interactions, and counsel the patient on possible adverse effects. Nurses follow up with the patient, monitor therapy progress, and answer patient questions, alerting the prescriber to any concerns with recommended changes in therapy when indicated. Critical care consultation is required for overdose. Hepatologists or gastroenterologists can provide valuable inputs to prevent and manage drug-induced liver injury (DILI). [34]", "contents": "Fosinopril -- Enhancing Healthcare Team Outcomes. At the outset of therapy, a pharmacist should verify appropriate dosing, check for potential interactions, and counsel the patient on possible adverse effects. Nurses follow up with the patient, monitor therapy progress, and answer patient questions, alerting the prescriber to any concerns with recommended changes in therapy when indicated. Critical care consultation is required for overdose. Hepatologists or gastroenterologists can provide valuable inputs to prevent and manage drug-induced liver injury (DILI). [34]"}
{"id": "article-701_31", "title": "Fosinopril -- Enhancing Healthcare Team Outcomes", "content": "For complicated fosinopril overdose, a medical toxicologist should be consulted. Interprofessional strategies and open communication between prescribers, including specialists, pharmacists, and nurses, can optimize patient outcomes related to fosinopril therapy with fewer adverse effects.", "contents": "Fosinopril -- Enhancing Healthcare Team Outcomes. For complicated fosinopril overdose, a medical toxicologist should be consulted. Interprofessional strategies and open communication between prescribers, including specialists, pharmacists, and nurses, can optimize patient outcomes related to fosinopril therapy with fewer adverse effects."}
{"id": "article-701_32", "title": "Fosinopril -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fosinopril -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}