{"id": "article-20563_0", "title": "Discharge Planning -- Definition/Introduction", "content": "Discharge planning is the process of transitioning a patient from one level of care to the next. Ideally, discharge plans are individualized instructions provided to the patient as they move from the hospital to home or instructions provided to subsequent healthcare providers as they move to a longer-term care facility. [1] In the United States, discharge planning is required for hospital accreditation. [2] The goal of adequate and efficient discharge planning is to improve a patient's quality of life by ensuring continuity of care and reducing the rate of unplanned readmissions and/or complications, which may decrease the healthcare system's financial burden. [3] [4]", "contents": "Discharge Planning -- Definition/Introduction. Discharge planning is the process of transitioning a patient from one level of care to the next. Ideally, discharge plans are individualized instructions provided to the patient as they move from the hospital to home or instructions provided to subsequent healthcare providers as they move to a longer-term care facility. [1] In the United States, discharge planning is required for hospital accreditation. [2] The goal of adequate and efficient discharge planning is to improve a patient's quality of life by ensuring continuity of care and reducing the rate of unplanned readmissions and/or complications, which may decrease the healthcare system's financial burden. [3] [4]"}
{"id": "article-20563_1", "title": "Discharge Planning -- Issues of Concern", "content": "Increased life expectancy in the general population has led to an increased incidence of people living with chronic diseases and hospitalizations. The management of chronic conditions directly correlates with a patient's quality of life. [5] Due to the increased frequency of hospitalization of more complex patients, the discharge phase often comes earlier in their care and is much more important to the quality of the care they receive. A discharged patient is expected to be able to take medications as directed, continue to perform daily activities, and have the means to follow the plan for outpatient care, which may include rehabilitation programs, further testing, follow-up appointments, and/or lifestyle modifications. The lack of adequate discharge planning and failure of any of these elements can result in readmission and decreased quality of life. [6]", "contents": "Discharge Planning -- Issues of Concern. Increased life expectancy in the general population has led to an increased incidence of people living with chronic diseases and hospitalizations. The management of chronic conditions directly correlates with a patient's quality of life. [5] Due to the increased frequency of hospitalization of more complex patients, the discharge phase often comes earlier in their care and is much more important to the quality of the care they receive. A discharged patient is expected to be able to take medications as directed, continue to perform daily activities, and have the means to follow the plan for outpatient care, which may include rehabilitation programs, further testing, follow-up appointments, and/or lifestyle modifications. The lack of adequate discharge planning and failure of any of these elements can result in readmission and decreased quality of life. [6]"}
{"id": "article-20563_2", "title": "Discharge Planning -- Issues of Concern", "content": "Before releasing a patient from the hospital, it is a requirement that the discharge can be completed safely. [7] Assessment for safe discharge by the physician involves several key factors that determine whether the patient will meet the requirements to heal and maintain health outside of a hospital setting. These key factors include the patient's physical ability to follow discharge instructions and perform activities of daily living, the patient's psychological ability to understand and follow discharge instructions, and a support system and financial means to obtain the appropriate follow-up care. [8]", "contents": "Discharge Planning -- Issues of Concern. Before releasing a patient from the hospital, it is a requirement that the discharge can be completed safely. [7] Assessment for safe discharge by the physician involves several key factors that determine whether the patient will meet the requirements to heal and maintain health outside of a hospital setting. These key factors include the patient's physical ability to follow discharge instructions and perform activities of daily living, the patient's psychological ability to understand and follow discharge instructions, and a support system and financial means to obtain the appropriate follow-up care. [8]"}
{"id": "article-20563_3", "title": "Discharge Planning -- Issues of Concern", "content": "Institutions with high rates of readmission incur financial penalties, which include reduced or no reimbursement for readmission visits. [9] Comprehensive discharge planning is one element of a strategy that can help prevent readmissions. Although there are currently no standardized rules or regulations, patient safety and clinical outcomes remain the primary goals of discharge planning. [2]", "contents": "Discharge Planning -- Issues of Concern. Institutions with high rates of readmission incur financial penalties, which include reduced or no reimbursement for readmission visits. [9] Comprehensive discharge planning is one element of a strategy that can help prevent readmissions. Although there are currently no standardized rules or regulations, patient safety and clinical outcomes remain the primary goals of discharge planning. [2]"}
{"id": "article-20563_4", "title": "Discharge Planning -- Clinical Significance", "content": "Patients with multiple chronic illnesses are more likely to be hospitalized, and coordinating their care after discharge can be challenging. [10] Discharge planning uses an interprofessional approach to provide additional support when patients experience changes in their health status caused by a new medical condition or worsening of a chronic medical condition complicated by other co-morbid diseases. [11]", "contents": "Discharge Planning -- Clinical Significance. Patients with multiple chronic illnesses are more likely to be hospitalized, and coordinating their care after discharge can be challenging. [10] Discharge planning uses an interprofessional approach to provide additional support when patients experience changes in their health status caused by a new medical condition or worsening of a chronic medical condition complicated by other co-morbid diseases. [11]"}
{"id": "article-20563_5", "title": "Discharge Planning -- Clinical Significance", "content": "Specific patient populations may require robust and meticulous discharge planning. For example, elderly patients, patients admitted for psychiatric treatment, and those who experienced major life events like myocardial infarction, cerebrovascular accidents, or major surgical procedures will require a more robust discharge plan. Such patient populations will often require additional coordination of care with rehabilitation facilities, long-term care, or home health care, as these services may increase the patient’s quality of life and reduce the rate of re-admission. [10] [12]", "contents": "Discharge Planning -- Clinical Significance. Specific patient populations may require robust and meticulous discharge planning. For example, elderly patients, patients admitted for psychiatric treatment, and those who experienced major life events like myocardial infarction, cerebrovascular accidents, or major surgical procedures will require a more robust discharge plan. Such patient populations will often require additional coordination of care with rehabilitation facilities, long-term care, or home health care, as these services may increase the patient’s quality of life and reduce the rate of re-admission. [10] [12]"}
{"id": "article-20563_6", "title": "Discharge Planning -- Clinical Significance", "content": "The implementation of electronic health records (EHR) has streamlined the process of discharge planning. An EHR is shown to facilitate communication between providers, and many have the ability to coordinate patient care between clinicians and facilities. [4] [10] Most EHR systems consist of built-in educational materials for patients that are easily printed and provided with the discharge summary. [10] These educational materials often contain an explanation of the diagnosis, information regarding prescribed medications, and the laboratory and imaging results from the hospitalization. The customization of an EHR allows the physician to address the various needs of the patient with greater ease.", "contents": "Discharge Planning -- Clinical Significance. The implementation of electronic health records (EHR) has streamlined the process of discharge planning. An EHR is shown to facilitate communication between providers, and many have the ability to coordinate patient care between clinicians and facilities. [4] [10] Most EHR systems consist of built-in educational materials for patients that are easily printed and provided with the discharge summary. [10] These educational materials often contain an explanation of the diagnosis, information regarding prescribed medications, and the laboratory and imaging results from the hospitalization. The customization of an EHR allows the physician to address the various needs of the patient with greater ease."}
{"id": "article-20563_7", "title": "Discharge Planning -- Clinical Significance", "content": "To discharge patients to their homes where they can heal and recover, it is imperative to perform an assessment of their home situation, caregiver support, and access to necessary follow-up care. By assessing their home situation, you must factor in their mobility, ease of food preparation, toileting, and other activities of daily living. In the event that the patient requires ongoing medical care that may not be available at the current facility or at home, the patient may need to be discharged from the inpatient service to a facility where this care can be provided. [5]", "contents": "Discharge Planning -- Clinical Significance. To discharge patients to their homes where they can heal and recover, it is imperative to perform an assessment of their home situation, caregiver support, and access to necessary follow-up care. By assessing their home situation, you must factor in their mobility, ease of food preparation, toileting, and other activities of daily living. In the event that the patient requires ongoing medical care that may not be available at the current facility or at home, the patient may need to be discharged from the inpatient service to a facility where this care can be provided. [5]"}
{"id": "article-20563_8", "title": "Discharge Planning -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Effective collaboration is the key to successful discharge planning. The discharge planning process involves an interprofessional team approach. Physicians are responsible for deciding the patient is safe for discharge, creating the discharge plan in conjunction with the rest of the team, and communicating instructions to the discharge nurse or designated discharge personnel. [13] While having a well-thought-out discharge plan is important, it is just as critical to communicate this plan to the necessary providers as well as the patient. By communicating the discharge plan effectively to the patient, the provider can impact the quality of care the patient receives. [10] This is particularly important for elderly patients who will likely have a more complex discharge plan and require more assistance in executing the necessary elements of their plan. Discharge planning may include nurses, therapists, social workers, patients, family members, physicians, occupational and physical therapists, case managers, caregivers, and at times, insurance companies. [7] Each patient's discharge plan is customized to their own particular situation and may not necessarily involve all of these specialists.", "contents": "Discharge Planning -- Nursing, Allied Health, and Interprofessional Team Interventions. Effective collaboration is the key to successful discharge planning. The discharge planning process involves an interprofessional team approach. Physicians are responsible for deciding the patient is safe for discharge, creating the discharge plan in conjunction with the rest of the team, and communicating instructions to the discharge nurse or designated discharge personnel. [13] While having a well-thought-out discharge plan is important, it is just as critical to communicate this plan to the necessary providers as well as the patient. By communicating the discharge plan effectively to the patient, the provider can impact the quality of care the patient receives. [10] This is particularly important for elderly patients who will likely have a more complex discharge plan and require more assistance in executing the necessary elements of their plan. Discharge planning may include nurses, therapists, social workers, patients, family members, physicians, occupational and physical therapists, case managers, caregivers, and at times, insurance companies. [7] Each patient's discharge plan is customized to their own particular situation and may not necessarily involve all of these specialists."}
{"id": "article-20563_9", "title": "Discharge Planning -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The effectiveness of discharge planning is difficult to evaluate due to the complexity of the intervention and the numerous variables involved. [14] The quality of discharge planning correlates with a lowered readmission rate within 30 days, which directly affects reimbursement from Medicare and Medicaid. [15] [Level 2] In the United States, efforts by The Department of Defense to implement TRICARE will allow patients to consolidate their personal healthcare information to create their own healthcare homepage. [10] This can potentially help the patients and future caregivers to understand the patient's follow-up plan. Furthermore, the information provided to the patient at the time of discharge fosters better communication between the physicians, patient, and their families. [16] [Level 3] Patient loyalty to return to the same hospital for readmission is associated with the quality of discharge planning. [15] [Level 2]", "contents": "Discharge Planning -- Nursing, Allied Health, and Interprofessional Team Interventions. The effectiveness of discharge planning is difficult to evaluate due to the complexity of the intervention and the numerous variables involved. [14] The quality of discharge planning correlates with a lowered readmission rate within 30 days, which directly affects reimbursement from Medicare and Medicaid. [15] [Level 2] In the United States, efforts by The Department of Defense to implement TRICARE will allow patients to consolidate their personal healthcare information to create their own healthcare homepage. [10] This can potentially help the patients and future caregivers to understand the patient's follow-up plan. Furthermore, the information provided to the patient at the time of discharge fosters better communication between the physicians, patient, and their families. [16] [Level 3] Patient loyalty to return to the same hospital for readmission is associated with the quality of discharge planning. [15] [Level 2]"}
{"id": "article-20563_10", "title": "Discharge Planning -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Discharge Planning -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}