{"id": "article-26552_0", "title": "Pamidronate -- Continuing Education Activity", "content": "Pamidronate is a medication used in the management and treatment of moderate or severe hypercalcemia of malignancy, moderate to severe Paget disease of bone, osteolytic bone metastases of breast cancer, and osteolytic lesions of multiple myeloma. It is in the bisphosphonate class of medications. This activity describes the indications, action, and contraindications for pamidronate as a valuable agent in treating hypercalcemia of malignancy, Paget disease of bone, osteolytic bone metastases of breast cancer, and osteolytic lesions of multiple myeloma). This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the treatment of patients with conditions for which this drug is indicated.", "contents": "Pamidronate -- Continuing Education Activity. Pamidronate is a medication used in the management and treatment of moderate or severe hypercalcemia of malignancy, moderate to severe Paget disease of bone, osteolytic bone metastases of breast cancer, and osteolytic lesions of multiple myeloma. It is in the bisphosphonate class of medications. This activity describes the indications, action, and contraindications for pamidronate as a valuable agent in treating hypercalcemia of malignancy, Paget disease of bone, osteolytic bone metastases of breast cancer, and osteolytic lesions of multiple myeloma). This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the treatment of patients with conditions for which this drug is indicated."}
{"id": "article-26552_1", "title": "Pamidronate -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of pamidronate. Describe the potential adverse effects of pamidronate. Explain the appropriate monitoring required to evaluate the toxicity of pamidronate. Review interprofessional team strategies for improving care coordination and communication to advance pamidronate and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Pamidronate -- Continuing Education Activity. Objectives: Identify the mechanism of action of pamidronate. Describe the potential adverse effects of pamidronate. Explain the appropriate monitoring required to evaluate the toxicity of pamidronate. Review interprofessional team strategies for improving care coordination and communication to advance pamidronate and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-26552_2", "title": "Pamidronate -- Indications", "content": "Pamidronate belongs to the drug class known as bisphosphonates, whose therapeutic value stems from their ability to inhibit osteoclast-mediated bone resorption. [1]", "contents": "Pamidronate -- Indications. Pamidronate belongs to the drug class known as bisphosphonates, whose therapeutic value stems from their ability to inhibit osteoclast-mediated bone resorption. [1]"}
{"id": "article-26552_3", "title": "Pamidronate -- Indications", "content": "FDA-approved indications for pamidronate include moderate or severe hypercalcemia of malignancy, moderate to severe Paget disease of bone, osteolytic bone metastases of breast cancer, and osteolytic lesions of multiple myeloma. [2] [3] [4] [5] [6]", "contents": "Pamidronate -- Indications. FDA-approved indications for pamidronate include moderate or severe hypercalcemia of malignancy, moderate to severe Paget disease of bone, osteolytic bone metastases of breast cancer, and osteolytic lesions of multiple myeloma. [2] [3] [4] [5] [6]"}
{"id": "article-26552_4", "title": "Pamidronate -- Indications", "content": "Non-FDA-approved indications for pamidronate include: osteoporosis, complex regional pain syndrome, osteoporosis secondary to chronic glucocorticoid use and prolonged immobility, bone loss, nonmetastatic hormone-responsive prostate cancer, and osteogenesis imperfecta in children. [7] [8] [9]", "contents": "Pamidronate -- Indications. Non-FDA-approved indications for pamidronate include: osteoporosis, complex regional pain syndrome, osteoporosis secondary to chronic glucocorticoid use and prolonged immobility, bone loss, nonmetastatic hormone-responsive prostate cancer, and osteogenesis imperfecta in children. [7] [8] [9]"}
{"id": "article-26552_5", "title": "Pamidronate -- Mechanism of Action", "content": "The mechanism of action of pamidronate, as well as other bisphosphonates, stems from its chemical structure as a derivative of inorganic pyrophosphate (PPi). Bisphosphonates mimic PPi and bind with high affinity to hydroxyapatite crystals found within areas of remodeling bone. The bound drug is released from its bound hydroxyapatite as osteoclasts begin to resorb bone. The freed drug then leads to apoptosis of osteoclasts via inhibition of the enzyme farnesyl pyrophosphate synthase. This enzyme is involved in metabolic pathways responsible for the production of cholesterol and other lipids. Despite the ubiquitous nature of this enzyme, bisphosphonate-induced apoptosis via inhibition of farnesyl pyrophosphate only appears in osteoclasts. Pamidronate and the other newer (nitrogen-containing) bisphosphonates induce osteoclast apoptosis via this mechanism, while earlier (non-nitrogen-containing) bisphosphonates do so via disruption of several intracellular ATP-dependent processes. [9] [1]", "contents": "Pamidronate -- Mechanism of Action. The mechanism of action of pamidronate, as well as other bisphosphonates, stems from its chemical structure as a derivative of inorganic pyrophosphate (PPi). Bisphosphonates mimic PPi and bind with high affinity to hydroxyapatite crystals found within areas of remodeling bone. The bound drug is released from its bound hydroxyapatite as osteoclasts begin to resorb bone. The freed drug then leads to apoptosis of osteoclasts via inhibition of the enzyme farnesyl pyrophosphate synthase. This enzyme is involved in metabolic pathways responsible for the production of cholesterol and other lipids. Despite the ubiquitous nature of this enzyme, bisphosphonate-induced apoptosis via inhibition of farnesyl pyrophosphate only appears in osteoclasts. Pamidronate and the other newer (nitrogen-containing) bisphosphonates induce osteoclast apoptosis via this mechanism, while earlier (non-nitrogen-containing) bisphosphonates do so via disruption of several intracellular ATP-dependent processes. [9] [1]"}
{"id": "article-26552_6", "title": "Pamidronate -- Administration", "content": "For the treatment of osteolytic lesions of multiple myeloma and bone metastases of breast cancer, IV pamidronate is administered as 90 mg infusions for at least 2 hours and repeated every 3 to 4 weeks. [10] [5] For the treatment of hypercalcemia of malignancy, IV pamidronate administration is a single dose of 90 mg for 2 to 24 hours. [11]", "contents": "Pamidronate -- Administration. For the treatment of osteolytic lesions of multiple myeloma and bone metastases of breast cancer, IV pamidronate is administered as 90 mg infusions for at least 2 hours and repeated every 3 to 4 weeks. [10] [5] For the treatment of hypercalcemia of malignancy, IV pamidronate administration is a single dose of 90 mg for 2 to 24 hours. [11]"}
{"id": "article-26552_7", "title": "Pamidronate -- Administration", "content": "For the treatment of Paget disease of bone, IV pamidronate is administered as 30 mg over 4 hours on three consecutive days, or 60 to 90 mg infusion over 2 to 4 hours for two or more nonconsecutive days. For mild disease, a single 90 mg infusion may suffice. For severe disease, several 90 mg infusions may be necessary. [12]", "contents": "Pamidronate -- Administration. For the treatment of Paget disease of bone, IV pamidronate is administered as 30 mg over 4 hours on three consecutive days, or 60 to 90 mg infusion over 2 to 4 hours for two or more nonconsecutive days. For mild disease, a single 90 mg infusion may suffice. For severe disease, several 90 mg infusions may be necessary. [12]"}
{"id": "article-26552_8", "title": "Pamidronate -- Adverse Effects", "content": "Pamidronate correlates with numerous adverse effects, including hypocalcemia and resulting secondary hyperparathyroidism, acute phase response, musculoskeletal pain, various ocular events, and osteonecrosis of the jaw. [13]", "contents": "Pamidronate -- Adverse Effects. Pamidronate correlates with numerous adverse effects, including hypocalcemia and resulting secondary hyperparathyroidism, acute phase response, musculoskeletal pain, various ocular events, and osteonecrosis of the jaw. [13]"}
{"id": "article-26552_9", "title": "Pamidronate -- Adverse Effects", "content": "IV Bisphosphonates, like pamidronate, are more likely to cause symptomatic hypocalcemia than oral medications, which usually occur days after infusion. Prevention of this complication is achievable by making sure patients receive adequate Vitamin D and calcium supplementation approximately two weeks before bisphosphonate infusion. [13]", "contents": "Pamidronate -- Adverse Effects. IV Bisphosphonates, like pamidronate, are more likely to cause symptomatic hypocalcemia than oral medications, which usually occur days after infusion. Prevention of this complication is achievable by making sure patients receive adequate Vitamin D and calcium supplementation approximately two weeks before bisphosphonate infusion. [13]"}
{"id": "article-26552_10", "title": "Pamidronate -- Adverse Effects", "content": "An adverse effect similar to the acute phase response can occur following the initial pamidronate infusion, which reaches maximal intensity in 28 to 36 hours and self-resolves in 2 to 3 days. It is rarer following subsequent infusions. Patients with this response complain of fever and symptoms of influenza, such as malaise, fatigue, and generalized body pain. [13] In addition to the pain described in cases of an acute phase response, pamidronate can lead to a delayed, painful syndrome characterized as severe and debilitating occurring up to years after administering the drug. It can present any time after administration of the drug. [13]", "contents": "Pamidronate -- Adverse Effects. An adverse effect similar to the acute phase response can occur following the initial pamidronate infusion, which reaches maximal intensity in 28 to 36 hours and self-resolves in 2 to 3 days. It is rarer following subsequent infusions. Patients with this response complain of fever and symptoms of influenza, such as malaise, fatigue, and generalized body pain. [13] In addition to the pain described in cases of an acute phase response, pamidronate can lead to a delayed, painful syndrome characterized as severe and debilitating occurring up to years after administering the drug. It can present any time after administration of the drug. [13]"}
{"id": "article-26552_11", "title": "Pamidronate -- Adverse Effects", "content": "The most common ocular complication following pamidronate use is nonspecific and self-resolving conjunctivitis. More serious ocular complications include scleritis and uveitis, which both warrant immediate discontinuation of the drug. [13]", "contents": "Pamidronate -- Adverse Effects. The most common ocular complication following pamidronate use is nonspecific and self-resolving conjunctivitis. More serious ocular complications include scleritis and uveitis, which both warrant immediate discontinuation of the drug. [13]"}
{"id": "article-26552_12", "title": "Pamidronate -- Adverse Effects", "content": "Osteonecrosis of the jaw (ONJ) is an uncommon but feared side effect of bisphosphonate use. Patients with ONJ may complain of jaw pain, swelling and redness of nearby tissue, loose teeth in the affected region, and the presence of pus. [14] ONJ affects the mandible more often than the maxilla. It is far more common in those receiving IV bisphosphonates. When due to oral drugs, ONJ is milder and responds better to treatment. The incidence of ONJ increases with increasing dose and duration of administration, and the current recommendation is for the careful use of IV bisphosphonate after two years of taking the drug. ONJ is more common in patients receiving bisphosphonate therapy for cancer with bony metastases as opposed to those receiving treatment for osteoporosis. [14]", "contents": "Pamidronate -- Adverse Effects. Osteonecrosis of the jaw (ONJ) is an uncommon but feared side effect of bisphosphonate use. Patients with ONJ may complain of jaw pain, swelling and redness of nearby tissue, loose teeth in the affected region, and the presence of pus. [14] ONJ affects the mandible more often than the maxilla. It is far more common in those receiving IV bisphosphonates. When due to oral drugs, ONJ is milder and responds better to treatment. The incidence of ONJ increases with increasing dose and duration of administration, and the current recommendation is for the careful use of IV bisphosphonate after two years of taking the drug. ONJ is more common in patients receiving bisphosphonate therapy for cancer with bony metastases as opposed to those receiving treatment for osteoporosis. [14]"}
{"id": "article-26552_13", "title": "Pamidronate -- Adverse Effects", "content": "The IV bisphosphonates pamidronate and zoledronate are also associated with significant nephrotoxicity, which is rare among oral bisphosphonates. The risk of nephrotoxicity increases with larger doses, shorter infusion times, and more frequent dosing intervals. [15] The most common type of nephrotoxicity seen with pamidronate administration is collapsing focal segmental glomerulosclerosis. Renal toxicity due to pamidronate likely increases in patients with malignancy who also have other risk factors for renal impairment such as chronic kidney disease, hypercalcemia, multiple myeloma, hypertension, older age, treatment with chemotherapeutic drugs, and previous bisphosphonate treatment. There are reports of pamidronate causing other adverse effects like urticaria and atypical femoral fractures, but the number of such cases is small. [16] [17]", "contents": "Pamidronate -- Adverse Effects. The IV bisphosphonates pamidronate and zoledronate are also associated with significant nephrotoxicity, which is rare among oral bisphosphonates. The risk of nephrotoxicity increases with larger doses, shorter infusion times, and more frequent dosing intervals. [15] The most common type of nephrotoxicity seen with pamidronate administration is collapsing focal segmental glomerulosclerosis. Renal toxicity due to pamidronate likely increases in patients with malignancy who also have other risk factors for renal impairment such as chronic kidney disease, hypercalcemia, multiple myeloma, hypertension, older age, treatment with chemotherapeutic drugs, and previous bisphosphonate treatment. There are reports of pamidronate causing other adverse effects like urticaria and atypical femoral fractures, but the number of such cases is small. [16] [17]"}
{"id": "article-26552_14", "title": "Pamidronate -- Contraindications", "content": "Pamidronate is contraindicated for those with hypersensitivity to bisphosphonates or mannitol. It is also contraindicated in patients whose creatinine clearance is less than 30 mL/min and not found to have fatal calcium levels or severe bone disease secondary to multiple myeloma. [1] [10]", "contents": "Pamidronate -- Contraindications. Pamidronate is contraindicated for those with hypersensitivity to bisphosphonates or mannitol. It is also contraindicated in patients whose creatinine clearance is less than 30 mL/min and not found to have fatal calcium levels or severe bone disease secondary to multiple myeloma. [1] [10]"}
{"id": "article-26552_15", "title": "Pamidronate -- Monitoring", "content": "Patients treated with pamidronate should have their kidney function closely monitored throughout their treatment with the medication. Clinicians should record serum creatinine before every infusion. In instances of renal deterioration, the patient should not receive the drug until creatinine rises to within 10% of the patient’s baseline level. Electrolyte disturbances can also occur with the drug, and thus magnesium, potassium, phosphorus, calcium, and vitamin D levels should be monitored and corrected if necessary. Patients should also receive monitoring for albuminuria for 3 to 6 months after pamidronate infusion. [10]", "contents": "Pamidronate -- Monitoring. Patients treated with pamidronate should have their kidney function closely monitored throughout their treatment with the medication. Clinicians should record serum creatinine before every infusion. In instances of renal deterioration, the patient should not receive the drug until creatinine rises to within 10% of the patient’s baseline level. Electrolyte disturbances can also occur with the drug, and thus magnesium, potassium, phosphorus, calcium, and vitamin D levels should be monitored and corrected if necessary. Patients should also receive monitoring for albuminuria for 3 to 6 months after pamidronate infusion. [10]"}
{"id": "article-26552_16", "title": "Pamidronate -- Monitoring", "content": "Close monitoring of a patient’s creatinine clearance is vital as the administration protocol of pamidronate depends on this value. Infusion time is not affected with creatinine clearance values greater than 60 mL/min, but for values between 30 to 60 mL/min, it is recommended to either decrease the drug dose or infuse it over a longer period. Pamidronate infusion is not recommended in patients with creatinine clearance less than 30 mL/min except in cases of fatal calcium levels or those with severe bone disease due to multiple myeloma. [10]", "contents": "Pamidronate -- Monitoring. Close monitoring of a patient’s creatinine clearance is vital as the administration protocol of pamidronate depends on this value. Infusion time is not affected with creatinine clearance values greater than 60 mL/min, but for values between 30 to 60 mL/min, it is recommended to either decrease the drug dose or infuse it over a longer period. Pamidronate infusion is not recommended in patients with creatinine clearance less than 30 mL/min except in cases of fatal calcium levels or those with severe bone disease due to multiple myeloma. [10]"}
{"id": "article-26552_17", "title": "Pamidronate -- Toxicity", "content": "A small number of cases describe symptomatic hypocalcemia following pamidronate administration. In each case, however, patients had pre-existing derangements contributing to their symptoms, including renal insufficiency and low vitamin D levels secondary to lifestyle, previous GI surgery, and medication history. Recommendations for the management of pamidronate overdose include appropriate correction of the electrolyte disturbance and pre-treatment supplementation with calcium and Vitamin D. [13] [18]", "contents": "Pamidronate -- Toxicity. A small number of cases describe symptomatic hypocalcemia following pamidronate administration. In each case, however, patients had pre-existing derangements contributing to their symptoms, including renal insufficiency and low vitamin D levels secondary to lifestyle, previous GI surgery, and medication history. Recommendations for the management of pamidronate overdose include appropriate correction of the electrolyte disturbance and pre-treatment supplementation with calcium and Vitamin D. [13] [18]"}
{"id": "article-26552_18", "title": "Pamidronate -- Enhancing Healthcare Team Outcomes", "content": "Pamidronate is frequently a therapeutic choice in managing Paget disease of bone, multiple myeloma, hypercalcemia of malignancy, and bone metastases of breast cancer. [2] [3] [4] [5] [6] ) Clinicians (including mid-level practitioners), nurses, pharmacists, and other interprofessional healthcare team members responsible for treating patients receiving this drug must be aware of the value and potential complications associated with this drug. Physicians should take charge of educating the patient about possible side effects of the medication, including osteonecrosis of the jaw, which requires discussion with the patient’s dentist before any procedures. [14]", "contents": "Pamidronate -- Enhancing Healthcare Team Outcomes. Pamidronate is frequently a therapeutic choice in managing Paget disease of bone, multiple myeloma, hypercalcemia of malignancy, and bone metastases of breast cancer. [2] [3] [4] [5] [6] ) Clinicians (including mid-level practitioners), nurses, pharmacists, and other interprofessional healthcare team members responsible for treating patients receiving this drug must be aware of the value and potential complications associated with this drug. Physicians should take charge of educating the patient about possible side effects of the medication, including osteonecrosis of the jaw, which requires discussion with the patient’s dentist before any procedures. [14]"}
{"id": "article-26552_19", "title": "Pamidronate -- Enhancing Healthcare Team Outcomes", "content": "Nephrotoxicity is another feared side effect of pamidronate, and careful monitoring of a patient’s renal function by members of the healthcare team is paramount throughout treatment. [15] [10] Pharmacists should perform complete medication reconciliation for the patient, recognize any potential drug-drug interactions, and report any concerns with the rest of the team. Nurses should be knowledgeable about proper drug administration, be able to detect signs of possible adverse effects, and communicate regularly with the physician with any updates. [Level 1] The interprofessional team approach to pamidronate therapy can drive patient outcomes positively while limiting potential adverse events. [Level 5]", "contents": "Pamidronate -- Enhancing Healthcare Team Outcomes. Nephrotoxicity is another feared side effect of pamidronate, and careful monitoring of a patient’s renal function by members of the healthcare team is paramount throughout treatment. [15] [10] Pharmacists should perform complete medication reconciliation for the patient, recognize any potential drug-drug interactions, and report any concerns with the rest of the team. Nurses should be knowledgeable about proper drug administration, be able to detect signs of possible adverse effects, and communicate regularly with the physician with any updates. [Level 1] The interprofessional team approach to pamidronate therapy can drive patient outcomes positively while limiting potential adverse events. [Level 5]"}
{"id": "article-26552_20", "title": "Pamidronate -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pamidronate -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}