{"id": "article-18846_0", "title": "Carbon Dioxide Detector -- Introduction", "content": "The measurement of carbon dioxide (CO2) was first developed in the early 1900s; however, it was complex and of limited clinical use. [1] On the most basic level, end-tidal CO2 (ETCO2) detectors are used to measure the exhaled concentration of carbon dioxide. The concentration of exhaled CO2 correlates to the arterial concentration of CO2, although multiple factors can impact the relationship. Technological advances have allowed CO2 to become a common measurement in healthcare with many clinical applications.", "contents": "Carbon Dioxide Detector -- Introduction. The measurement of carbon dioxide (CO2) was first developed in the early 1900s; however, it was complex and of limited clinical use. [1] On the most basic level, end-tidal CO2 (ETCO2) detectors are used to measure the exhaled concentration of carbon dioxide. The concentration of exhaled CO2 correlates to the arterial concentration of CO2, although multiple factors can impact the relationship. Technological advances have allowed CO2 to become a common measurement in healthcare with many clinical applications."}
{"id": "article-18846_1", "title": "Carbon Dioxide Detector -- Introduction", "content": "Although CO2 detectors ultimately measure exhaled CO2, there are design differences between some units. Detectors can be divided into quantitative and qualitative types. Qualitative detectors simply demonstrate the presence or absence of CO2. The most basic unit of this type is the colorimetric detector producing a color change as the gas flows through a litmus paper film in the airway circuit. Qualitative detectors are primarily used to initially confirm proper placement of an endotracheal tube by demonstrating the presence (connoting successful placement in the trachea) or lack (esophageal placement) of exhaled CO2. These detectors are usually very simple, light and portable devices that do not require power. Quantitative detectors measure the level of CO2 that is exhaled and therefore, provide more detailed information. Qualitative detection can be further subdivided into capnography and capnometry. Capnography produces a waveform in a graphic format, while capnometry provides a numeric display of the CO2 concentration. Waveform capnography provides more information to the clinician. Alterations of the waveform morphology can be interpreted to provide clues to the clinical situation.", "contents": "Carbon Dioxide Detector -- Introduction. Although CO2 detectors ultimately measure exhaled CO2, there are design differences between some units. Detectors can be divided into quantitative and qualitative types. Qualitative detectors simply demonstrate the presence or absence of CO2. The most basic unit of this type is the colorimetric detector producing a color change as the gas flows through a litmus paper film in the airway circuit. Qualitative detectors are primarily used to initially confirm proper placement of an endotracheal tube by demonstrating the presence (connoting successful placement in the trachea) or lack (esophageal placement) of exhaled CO2. These detectors are usually very simple, light and portable devices that do not require power. Quantitative detectors measure the level of CO2 that is exhaled and therefore, provide more detailed information. Qualitative detection can be further subdivided into capnography and capnometry. Capnography produces a waveform in a graphic format, while capnometry provides a numeric display of the CO2 concentration. Waveform capnography provides more information to the clinician. Alterations of the waveform morphology can be interpreted to provide clues to the clinical situation."}
{"id": "article-18846_2", "title": "Carbon Dioxide Detector -- Introduction", "content": "Their location in the airway circuit is also used to categorize detectors. These are typically divided into mainstream and sidestream devices. Mainstream detectors utilize an IR sensor positioned directly within the path of gas flow and produced real-time graphs of the CO2 waveform. These tend to be more costly units and are used primarily for intubated patients. Sidestream detectors are located off the main path of flow in the airway circuit. Sidestream detectors utilize often use small diameter tubing leading to a detector that allows gas sampling. Nasal monitoring of end-tidal CO2 typically makes use of this configuration.", "contents": "Carbon Dioxide Detector -- Introduction. Their location in the airway circuit is also used to categorize detectors. These are typically divided into mainstream and sidestream devices. Mainstream detectors utilize an IR sensor positioned directly within the path of gas flow and produced real-time graphs of the CO2 waveform. These tend to be more costly units and are used primarily for intubated patients. Sidestream detectors are located off the main path of flow in the airway circuit. Sidestream detectors utilize often use small diameter tubing leading to a detector that allows gas sampling. Nasal monitoring of end-tidal CO2 typically makes use of this configuration."}
{"id": "article-18846_3", "title": "Carbon Dioxide Detector -- Introduction", "content": "There are some pitfalls and considerations when using CO2 detectors. Fluid such as vomitus, frothy secretions from a patient experiencing in acute pulmonary edema, sputum from pneumonia, or moisture can render CO2 detectors ineffective. The detector paper in colorimetric units is particularly sensitive to fluids. Mainstream detectors are located directly in the path of the airway circuit and therefore increase the volume of undesirable dead space. Sidestream detectors, on the other hand, may experience a delay compared to mainstream detectors because of the remote location of the sensor.", "contents": "Carbon Dioxide Detector -- Introduction. There are some pitfalls and considerations when using CO2 detectors. Fluid such as vomitus, frothy secretions from a patient experiencing in acute pulmonary edema, sputum from pneumonia, or moisture can render CO2 detectors ineffective. The detector paper in colorimetric units is particularly sensitive to fluids. Mainstream detectors are located directly in the path of the airway circuit and therefore increase the volume of undesirable dead space. Sidestream detectors, on the other hand, may experience a delay compared to mainstream detectors because of the remote location of the sensor."}
{"id": "article-18846_4", "title": "Carbon Dioxide Detector -- Anatomy and Physiology -- Waveforms", "content": "Figure 1 demonstrates a typical CO2 waveform that might be seen from a mainstream capnograph. Phase A represents the first step of exhalation as gas from the dead space arrives at the detector. This dead space gas contains no CO2 introduced from the lungs and therefore is seen as a flat, zero concentration of CO2 over time. Phase B demonstrates the rapid rise in CO2 as the expiratory phase continues and the concentration of CO2 rises. This phase reflects a mixing of the dead space gas which lacks CO2 and the alveolar gas. Phase C represents the alveolar plateau phase where the concentration of CO2 becomes more constant over time. The rate of rising of this phase can change in certain pathological states, for example with bronchospasm where the rise is steeper. Point D represents the “end-tidal CO2” level, this is the highest concentration of CO2 during the cycle and occurs at the end of expiration. Phase E shows the rapid decline in CO2 concentration that begins with inspiration as external gas is now entering the lungs. This external gas has a low concentration of CO2, and the waveform returns to baseline.", "contents": "Carbon Dioxide Detector -- Anatomy and Physiology -- Waveforms. Figure 1 demonstrates a typical CO2 waveform that might be seen from a mainstream capnograph. Phase A represents the first step of exhalation as gas from the dead space arrives at the detector. This dead space gas contains no CO2 introduced from the lungs and therefore is seen as a flat, zero concentration of CO2 over time. Phase B demonstrates the rapid rise in CO2 as the expiratory phase continues and the concentration of CO2 rises. This phase reflects a mixing of the dead space gas which lacks CO2 and the alveolar gas. Phase C represents the alveolar plateau phase where the concentration of CO2 becomes more constant over time. The rate of rising of this phase can change in certain pathological states, for example with bronchospasm where the rise is steeper. Point D represents the “end-tidal CO2” level, this is the highest concentration of CO2 during the cycle and occurs at the end of expiration. Phase E shows the rapid decline in CO2 concentration that begins with inspiration as external gas is now entering the lungs. This external gas has a low concentration of CO2, and the waveform returns to baseline."}
{"id": "article-18846_5", "title": "Carbon Dioxide Detector -- Anatomy and Physiology -- Waveforms", "content": "Alterations to this typical waveform can be used as clues that alert the clinician to changes in the status of their patient. Hyperventilation typically produces a pattern of increased respiratory frequency associated with a depressed waveform. Hypoventilation is known to occur in at least 2 common types. Bradypnea hypoventilation is caused by a decreased respiratory rate and produces a waveform pattern with low respiratory frequency and elevated ETCO2. Hypopneic hypoventilation, in contrast, reveals a decreased ETCO2 and is caused by the patient taking shallower breaths than normal. Although these are both forms of hypoventilation, one results in an elevation of ETCO2 and the other causes a decrease in ETCO2.", "contents": "Carbon Dioxide Detector -- Anatomy and Physiology -- Waveforms. Alterations to this typical waveform can be used as clues that alert the clinician to changes in the status of their patient. Hyperventilation typically produces a pattern of increased respiratory frequency associated with a depressed waveform. Hypoventilation is known to occur in at least 2 common types. Bradypnea hypoventilation is caused by a decreased respiratory rate and produces a waveform pattern with low respiratory frequency and elevated ETCO2. Hypopneic hypoventilation, in contrast, reveals a decreased ETCO2 and is caused by the patient taking shallower breaths than normal. Although these are both forms of hypoventilation, one results in an elevation of ETCO2 and the other causes a decrease in ETCO2."}
{"id": "article-18846_6", "title": "Carbon Dioxide Detector -- Clinical Significance -- Procedural Sedation and Analgesia", "content": "The use of continuous end-tidal CO2 monitoring during the performance of procedural sedation and analgesia (PSA), sometimes referred to as “conscious sedation,” is often recommended as a measure to detect respiratory depression. The medications associated with PSA such as proposal, benzodiazepines, and narcotics can often lead to respiratory depression. It is important to recognize that the levels of sedation represent a continuum of drug effect. The lightest forms of sedation include mild anxiolysis where a patient can normally respond after receiving these medications. At the other extreme is deep sedation or general anesthesia where the patient requires active respiratory support and may require hemodynamic support during the procedure. PSA is intended to preserve a patient’s basic cardiopulmonary functioning; however, the medications used in PSA can have side effects including hypotension, loss of protective airway reflexes and hypoventilation. Respiratory depression is considered to be one of the most significant risks during the administration of PSA. To address the risk of hypoventilation, many experts who study and provide PSA have explored the question if CO2 monitoring can help identify hypoventilation and improve patient safety. Oxygen saturation has classically been used as the marker for hypoventilation. However, this may be a late marker of hypoventilation, particularly when supplemental oxygen is administered prophylactically during the administration of PSA.", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Procedural Sedation and Analgesia. The use of continuous end-tidal CO2 monitoring during the performance of procedural sedation and analgesia (PSA), sometimes referred to as “conscious sedation,” is often recommended as a measure to detect respiratory depression. The medications associated with PSA such as proposal, benzodiazepines, and narcotics can often lead to respiratory depression. It is important to recognize that the levels of sedation represent a continuum of drug effect. The lightest forms of sedation include mild anxiolysis where a patient can normally respond after receiving these medications. At the other extreme is deep sedation or general anesthesia where the patient requires active respiratory support and may require hemodynamic support during the procedure. PSA is intended to preserve a patient’s basic cardiopulmonary functioning; however, the medications used in PSA can have side effects including hypotension, loss of protective airway reflexes and hypoventilation. Respiratory depression is considered to be one of the most significant risks during the administration of PSA. To address the risk of hypoventilation, many experts who study and provide PSA have explored the question if CO2 monitoring can help identify hypoventilation and improve patient safety. Oxygen saturation has classically been used as the marker for hypoventilation. However, this may be a late marker of hypoventilation, particularly when supplemental oxygen is administered prophylactically during the administration of PSA."}
{"id": "article-18846_7", "title": "Carbon Dioxide Detector -- Clinical Significance -- Procedural Sedation and Analgesia", "content": "Some specialty societies whose members perform PSA have recommendations about the use of CO2 monitoring [2] . The American Society for Anesthesia promotes stronger recommendations about CO2 monitoring during moderate and deep sedation while others have less proscriptive suggestions about its use. [3] [4] [3] Adoption of the practice of regular CO2 monitoring during PSA has been less rapid for those providers outside of the operating room due to limitations in evidence to support objective benefits and the lack of available equipment and training. [5] Furthermore, the clinical relevance is still being evaluated [6] . Other groups such as a recent Cochrane review have argued that the current evidence is not able to demonstrate a difference in outcomes when using CO2 monitoring in addition to standard monitoring. [7]", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Procedural Sedation and Analgesia. Some specialty societies whose members perform PSA have recommendations about the use of CO2 monitoring [2] . The American Society for Anesthesia promotes stronger recommendations about CO2 monitoring during moderate and deep sedation while others have less proscriptive suggestions about its use. [3] [4] [3] Adoption of the practice of regular CO2 monitoring during PSA has been less rapid for those providers outside of the operating room due to limitations in evidence to support objective benefits and the lack of available equipment and training. [5] Furthermore, the clinical relevance is still being evaluated [6] . Other groups such as a recent Cochrane review have argued that the current evidence is not able to demonstrate a difference in outcomes when using CO2 monitoring in addition to standard monitoring. [7]"}
{"id": "article-18846_8", "title": "Carbon Dioxide Detector -- Clinical Significance -- Endotracheal Tube Confirmation and Monitoring", "content": "CO2 detection has grown to be used as an important indicator to confirm the correct placement of an endotracheal tube (ETT) after intubation. Airway experts widely recommend this as a required step in ETT confirmation [8] . Capnography has been shown to be a highly reliable method of endotracheal tube confirmation. A properly positioned tube in the trachea will produce a reliable CO2 waveform that can be detected reliably by these sensors. Esophageal intubation will not transmit CO2 to the detector and would indicate improper placement. Hypopharyngeal intubation is a special circumstance when the endotracheal tube is not positioned through the vocal cords, but rather just superior to the glottis. Hypopharyngeal intubations can be difficult to identify clinically, and capnography may assist in detecting this situation through an abnormal or inconsistent waveform. Additional methods of confirming tube position include direct visualization of the glottis, auscultation for breath sounds and inspection for chest rise during ventilation.", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Endotracheal Tube Confirmation and Monitoring. CO2 detection has grown to be used as an important indicator to confirm the correct placement of an endotracheal tube (ETT) after intubation. Airway experts widely recommend this as a required step in ETT confirmation [8] . Capnography has been shown to be a highly reliable method of endotracheal tube confirmation. A properly positioned tube in the trachea will produce a reliable CO2 waveform that can be detected reliably by these sensors. Esophageal intubation will not transmit CO2 to the detector and would indicate improper placement. Hypopharyngeal intubation is a special circumstance when the endotracheal tube is not positioned through the vocal cords, but rather just superior to the glottis. Hypopharyngeal intubations can be difficult to identify clinically, and capnography may assist in detecting this situation through an abnormal or inconsistent waveform. Additional methods of confirming tube position include direct visualization of the glottis, auscultation for breath sounds and inspection for chest rise during ventilation."}
{"id": "article-18846_9", "title": "Carbon Dioxide Detector -- Clinical Significance -- Endotracheal Tube Confirmation and Monitoring", "content": "A false negative CO2 reading may occur in cases of cardiac arrest when there is no cardiopulmonary circulation to carry CO2 to the alveoli and ultimately to the detector. In this case, it is possible that an endotracheal tube could be properly positioned in the trachea yet not provide a CO2 waveform. However, the detector does not produce a waveform with ventilation and could lead to the wrong conclusion. Early initiation of CPR during cardiac arrest leads to circulatory flow which can then generate a CO2 waveform, helping confirm proper tube position. In the later phases of resuscitation as cell death occurs, even with CPR being performed, the CO2 levels will fall.", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Endotracheal Tube Confirmation and Monitoring. A false negative CO2 reading may occur in cases of cardiac arrest when there is no cardiopulmonary circulation to carry CO2 to the alveoli and ultimately to the detector. In this case, it is possible that an endotracheal tube could be properly positioned in the trachea yet not provide a CO2 waveform. However, the detector does not produce a waveform with ventilation and could lead to the wrong conclusion. Early initiation of CPR during cardiac arrest leads to circulatory flow which can then generate a CO2 waveform, helping confirm proper tube position. In the later phases of resuscitation as cell death occurs, even with CPR being performed, the CO2 levels will fall."}
{"id": "article-18846_10", "title": "Carbon Dioxide Detector -- Clinical Significance -- Endotracheal Tube Confirmation and Monitoring", "content": "Continuous CO2 monitoring of an intubated patient can also help identify accidental endotracheal tube displaced during transport or movement of a patient. Continuous monitoring can also help detect other post-intubation complications such as airway obstruction from a kinked ETT or mucous plugging. Anytime a waveform is suddenly lost, it should alert the clinician to evaluate the equipment and connections and determine if there is a more concerning cause for the loss.", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Endotracheal Tube Confirmation and Monitoring. Continuous CO2 monitoring of an intubated patient can also help identify accidental endotracheal tube displaced during transport or movement of a patient. Continuous monitoring can also help detect other post-intubation complications such as airway obstruction from a kinked ETT or mucous plugging. Anytime a waveform is suddenly lost, it should alert the clinician to evaluate the equipment and connections and determine if there is a more concerning cause for the loss."}
{"id": "article-18846_11", "title": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR)", "content": "Effectiveness of CPR", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR). Effectiveness of CPR"}
{"id": "article-18846_12", "title": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR)", "content": "Immediately after a cardiac arrest and during CPR, chest compressions generate cardiac output that results in circulatory flow and the generation of a CO2 waveform. In cardiac arrest in the absence of compressions, there may be no detectable CO2 level. End-tidal CO2 levels correlate with the effectiveness of the compressions and can be used to help guide a resuscitation [9] . High-quality CPR produces higher cardiac output and therefore higher CO2 levels than poor quality CPR.  This information can guide the resuscitation. Important factors that lead to high-quality CPR include rate, depth, recoil and the lack of interruptions. These factors should be assessed when there is a low CO2 level during the resuscitation of a patient with cardiac arrest. Compressor fatigue can lead to loss of quality compressions and can be detected by a decline in end-tidal CO2 levels. Cardiac arrest teams can give feedback to the compressor about their technique, or they may choose alternate to a “fresh” compressors based on these levels. The American Heart Association 2010 recommendations suggest that an ETCO2 level of less than 10 mm Hg during CPR would be a reasonable indication to aim efforts toward improving the quality of compressions.", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR). Immediately after a cardiac arrest and during CPR, chest compressions generate cardiac output that results in circulatory flow and the generation of a CO2 waveform. In cardiac arrest in the absence of compressions, there may be no detectable CO2 level. End-tidal CO2 levels correlate with the effectiveness of the compressions and can be used to help guide a resuscitation [9] . High-quality CPR produces higher cardiac output and therefore higher CO2 levels than poor quality CPR.  This information can guide the resuscitation. Important factors that lead to high-quality CPR include rate, depth, recoil and the lack of interruptions. These factors should be assessed when there is a low CO2 level during the resuscitation of a patient with cardiac arrest. Compressor fatigue can lead to loss of quality compressions and can be detected by a decline in end-tidal CO2 levels. Cardiac arrest teams can give feedback to the compressor about their technique, or they may choose alternate to a “fresh” compressors based on these levels. The American Heart Association 2010 recommendations suggest that an ETCO2 level of less than 10 mm Hg during CPR would be a reasonable indication to aim efforts toward improving the quality of compressions."}
{"id": "article-18846_13", "title": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR)", "content": "Return of Spontaneous Circulation", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR). Return of Spontaneous Circulation"}
{"id": "article-18846_14", "title": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR)", "content": "During cardiac arrest when there is a successful return of spontaneous circulation (ROSC), there is an associated rise in end-tidal CO2 levels, in fact, this is often the first sign of ROSC [10] . A sudden rise in CO2 may alert the cardiac arrest team that there is ROSC and trigger an assessment of circulatory status through pulse, rhythm and blood pressure. The clinical relevance is to avoid unnecessary interruptions in CPR. A rise in CO2 may be an earlier sign of ROSC than performing frequent pulse checks that cause a pause in compressions. Termination of Resuscitation", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR). During cardiac arrest when there is a successful return of spontaneous circulation (ROSC), there is an associated rise in end-tidal CO2 levels, in fact, this is often the first sign of ROSC [10] . A sudden rise in CO2 may alert the cardiac arrest team that there is ROSC and trigger an assessment of circulatory status through pulse, rhythm and blood pressure. The clinical relevance is to avoid unnecessary interruptions in CPR. A rise in CO2 may be an earlier sign of ROSC than performing frequent pulse checks that cause a pause in compressions. Termination of Resuscitation"}
{"id": "article-18846_15", "title": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR)", "content": "End-tidal CO2 is also useful during resuscitation to help predict death after a prolonged cardiac arrest. After 20 minutes of CPR, an end-tidal CO2 level of 19 mm Hg or less is predictive of death as an outcome of the cardiac arrest [11] . It can be challenging to make the clinical decision when to terminate resuscitative efforts when caring for a patient experiencing cardiac arrest. ETCO2 levels provide additional data to the clinician to help make this decision [12] . Future and Growing Applications", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR). End-tidal CO2 is also useful during resuscitation to help predict death after a prolonged cardiac arrest. After 20 minutes of CPR, an end-tidal CO2 level of 19 mm Hg or less is predictive of death as an outcome of the cardiac arrest [11] . It can be challenging to make the clinical decision when to terminate resuscitative efforts when caring for a patient experiencing cardiac arrest. ETCO2 levels provide additional data to the clinician to help make this decision [12] . Future and Growing Applications"}
{"id": "article-18846_16", "title": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR)", "content": "ETCO2 approximates the arterial concentration of CO2 (PaCO2).  It is typically 2 to 5 mm Hg lower and can be used to estimate the effectiveness of ventilation. This gap can be affected by multiple disease states such as asthma, COPD, pneumonia, pulmonary embolism among others that cause a change in V/Q mismatching, alteration of physiological dead space or shunt physiology. CO2 detection provides a window into ventilation, pulmonary perfusion, and cardiac output.  Multiple disease states are being studied in attempts to find clinical correlations to CO2 levels. Recent work has explored a broad range of possible uses including determination of metabolic rate, diagnosis of pulmonary embolism and assessment for diabetic ketoacidosis [13] [14] [15] . As equipment becomes more available, novel uses of capnography are being studied and the relationship between end-tidal carbon dioxide and CPR quality during both in-hospital and out-of-hospital cardiac arrest.", "contents": "Carbon Dioxide Detector -- Clinical Significance -- Cardio Pulmonary Resuscitation (CPR). ETCO2 approximates the arterial concentration of CO2 (PaCO2).  It is typically 2 to 5 mm Hg lower and can be used to estimate the effectiveness of ventilation. This gap can be affected by multiple disease states such as asthma, COPD, pneumonia, pulmonary embolism among others that cause a change in V/Q mismatching, alteration of physiological dead space or shunt physiology. CO2 detection provides a window into ventilation, pulmonary perfusion, and cardiac output.  Multiple disease states are being studied in attempts to find clinical correlations to CO2 levels. Recent work has explored a broad range of possible uses including determination of metabolic rate, diagnosis of pulmonary embolism and assessment for diabetic ketoacidosis [13] [14] [15] . As equipment becomes more available, novel uses of capnography are being studied and the relationship between end-tidal carbon dioxide and CPR quality during both in-hospital and out-of-hospital cardiac arrest."}
{"id": "article-18846_17", "title": "Carbon Dioxide Detector -- Enhancing Healthcare Team Outcomes", "content": "Nurses, respiratory therapists, and clinicians must be aware of the pitfalls and considerations when using CO2 detectors. an interprofessional team approach to monitoring patients using these devices will produce the best patient outcomes. [Level V]", "contents": "Carbon Dioxide Detector -- Enhancing Healthcare Team Outcomes. Nurses, respiratory therapists, and clinicians must be aware of the pitfalls and considerations when using CO2 detectors. an interprofessional team approach to monitoring patients using these devices will produce the best patient outcomes. [Level V]"}
{"id": "article-18846_18", "title": "Carbon Dioxide Detector -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Carbon Dioxide Detector -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}