{"id": "article-19681_0", "title": "Cognitive Assessment -- Definition/Introduction", "content": "The cognitive assessment is useful to test for cognitive impairment—a deficiency in knowledge, thought process, or judgment. Psychiatrists often perform cognitive testing during the Mental Status Exam. However, when cognitive impairment is suspected, the cognitive assessment can obtain a more detailed analysis by surveying the neuropsychological domains. This detailed investigation of cognition can diagnose major cognitive impairment (i.e., dementia) and mild cognitive impairment, evaluate traumatic brain injuries, help determine decision-making capacity, and survey intellectual dysfunction. [1] [2] [3] [4]", "contents": "Cognitive Assessment -- Definition/Introduction. The cognitive assessment is useful to test for cognitive impairment—a deficiency in knowledge, thought process, or judgment. Psychiatrists often perform cognitive testing during the Mental Status Exam. However, when cognitive impairment is suspected, the cognitive assessment can obtain a more detailed analysis by surveying the neuropsychological domains. This detailed investigation of cognition can diagnose major cognitive impairment (i.e., dementia) and mild cognitive impairment, evaluate traumatic brain injuries, help determine decision-making capacity, and survey intellectual dysfunction. [1] [2] [3] [4]"}
{"id": "article-19681_1", "title": "Cognitive Assessment -- Definition/Introduction", "content": "There are many established tools used to conduct cognitive assessments. Each is carefully constructed to evaluate neuropsychological domains such as memory, language, executive function, abstract reasoning, attention, and visuospatial skills. Available assessment tools range from those designed to evaluate a single neuropsychological domain, to mental status screens that survey multiple neuropsychological domains, to the most extensive test— a complete neuropsychological exam that assesses each neuropsychological domain. [5]", "contents": "Cognitive Assessment -- Definition/Introduction. There are many established tools used to conduct cognitive assessments. Each is carefully constructed to evaluate neuropsychological domains such as memory, language, executive function, abstract reasoning, attention, and visuospatial skills. Available assessment tools range from those designed to evaluate a single neuropsychological domain, to mental status screens that survey multiple neuropsychological domains, to the most extensive test— a complete neuropsychological exam that assesses each neuropsychological domain. [5]"}
{"id": "article-19681_2", "title": "Cognitive Assessment -- Definition/Introduction", "content": "Most clinicians will use an established mental status screening tool such as the Mini-Mental Status Exam (MMSE) or Montreal Cognitive Assessment (MoCA) to determine if cognitive impairment is present. Mental status screens are short, efficient, and well-researched modalities designed to evaluate multiple cognitive domains. A cognitive assessment, along with a good history, physical exam, and appropriate labs and imaging, can establish a diagnosis or decide if further evaluation is necessary. [2] [6]", "contents": "Cognitive Assessment -- Definition/Introduction. Most clinicians will use an established mental status screening tool such as the Mini-Mental Status Exam (MMSE) or Montreal Cognitive Assessment (MoCA) to determine if cognitive impairment is present. Mental status screens are short, efficient, and well-researched modalities designed to evaluate multiple cognitive domains. A cognitive assessment, along with a good history, physical exam, and appropriate labs and imaging, can establish a diagnosis or decide if further evaluation is necessary. [2] [6]"}
{"id": "article-19681_3", "title": "Cognitive Assessment -- Definition/Introduction", "content": "If a screening test is inconclusive or more information is required, a complete neuropsychological evaluation is an option. A full neuropsychological evaluation would ideally identify the patient’s specific deficits, differentiate between neurological and psychological etiologies, differentiate between Alzheimer’s dementia and other dementias, localize the deficits, and help formulate a personalized management plan. This exam is noninvasive and involves a battery of assessments performed by a trained professional. This comprehensive evaluation can take up to a full day to complete. While a full neuropsychological evaluation is the most detailed assessment, it is unnecessary for all patients who have a diagnosis or suspicion of cognitive impairment. However, it can serve as a helpful resource if there are questions or concerns about a diagnosis or care. [7] [8]", "contents": "Cognitive Assessment -- Definition/Introduction. If a screening test is inconclusive or more information is required, a complete neuropsychological evaluation is an option. A full neuropsychological evaluation would ideally identify the patient’s specific deficits, differentiate between neurological and psychological etiologies, differentiate between Alzheimer’s dementia and other dementias, localize the deficits, and help formulate a personalized management plan. This exam is noninvasive and involves a battery of assessments performed by a trained professional. This comprehensive evaluation can take up to a full day to complete. While a full neuropsychological evaluation is the most detailed assessment, it is unnecessary for all patients who have a diagnosis or suspicion of cognitive impairment. However, it can serve as a helpful resource if there are questions or concerns about a diagnosis or care. [7] [8]"}
{"id": "article-19681_4", "title": "Cognitive Assessment -- Definition/Introduction -- How to Use", "content": "When performing a cognitive assessment, the clinician must take a good patient history and perform a physical exam; this ensures that the patients receive a thorough evaluation while strengthening the caregiver-patient relationship. If the assumption is that the patient has cognitive impairment before considering other diagnoses, the patient may feel that the clinician has dismissed them due to their age, level of education, or other reasons. A thorough examination can also help identify any behavior or personality disorders potentially contributing to the patient’s chief complaints, as mild cognitive impairments or dementia often coexist with behavioral and personality disturbances. Cognitively impaired patients cannot express themselves fully, so it is very beneficial to have someone with a close relationship with the patient present to help establish baseline levels of functioning.", "contents": "Cognitive Assessment -- Definition/Introduction -- How to Use. When performing a cognitive assessment, the clinician must take a good patient history and perform a physical exam; this ensures that the patients receive a thorough evaluation while strengthening the caregiver-patient relationship. If the assumption is that the patient has cognitive impairment before considering other diagnoses, the patient may feel that the clinician has dismissed them due to their age, level of education, or other reasons. A thorough examination can also help identify any behavior or personality disorders potentially contributing to the patient’s chief complaints, as mild cognitive impairments or dementia often coexist with behavioral and personality disturbances. Cognitively impaired patients cannot express themselves fully, so it is very beneficial to have someone with a close relationship with the patient present to help establish baseline levels of functioning."}
{"id": "article-19681_5", "title": "Cognitive Assessment -- Definition/Introduction -- How to Use", "content": "Before deciding upon a particular testing modality, one should compare all of the available tests to find the test that is best suited for both the administrator and the patient. One should be mindful that some institutions may have a preferred testing modality. [9]", "contents": "Cognitive Assessment -- Definition/Introduction -- How to Use. Before deciding upon a particular testing modality, one should compare all of the available tests to find the test that is best suited for both the administrator and the patient. One should be mindful that some institutions may have a preferred testing modality. [9]"}
{"id": "article-19681_6", "title": "Cognitive Assessment -- Definition/Introduction -- How to Use", "content": "A variety of cognitive assessment screens exist, and each has instructions, templates (if applicable), and often their own website. Below is a shortlist of some of the more popular screening tools used and the relative strengths and weaknesses.", "contents": "Cognitive Assessment -- Definition/Introduction -- How to Use. A variety of cognitive assessment screens exist, and each has instructions, templates (if applicable), and often their own website. Below is a shortlist of some of the more popular screening tools used and the relative strengths and weaknesses."}
{"id": "article-19681_7", "title": "Cognitive Assessment -- Definition/Introduction -- Mini-Mental State Exam (MMSE)", "content": "The MMSE usually takes less than ten minutes to administer, is easy to use, and has been researched thoroughly since 1975. However, what was once the gold standard in cognitive assessments, the MMSE is now used less frequently due to copyright laws and additional costs.", "contents": "Cognitive Assessment -- Definition/Introduction -- Mini-Mental State Exam (MMSE). The MMSE usually takes less than ten minutes to administer, is easy to use, and has been researched thoroughly since 1975. However, what was once the gold standard in cognitive assessments, the MMSE is now used less frequently due to copyright laws and additional costs."}
{"id": "article-19681_8", "title": "Cognitive Assessment -- Definition/Introduction -- Montreal Cognitive Assessment (MoCA)", "content": "The MoCA is another popular screening tool that takes approximately ten minutes to complete. It evaluates visuospatial skills, attention, language, abstract reasoning, delayed recall, executive function, and orientation. [10] The MoCA covers more domains than the MMSE and, as a consequence, has greater sensitivity and specificity. [6] The associated website includes specific adaptations for different populations, many different languages, printable versions of the test, and training opportunities.", "contents": "Cognitive Assessment -- Definition/Introduction -- Montreal Cognitive Assessment (MoCA). The MoCA is another popular screening tool that takes approximately ten minutes to complete. It evaluates visuospatial skills, attention, language, abstract reasoning, delayed recall, executive function, and orientation. [10] The MoCA covers more domains than the MMSE and, as a consequence, has greater sensitivity and specificity. [6] The associated website includes specific adaptations for different populations, many different languages, printable versions of the test, and training opportunities."}
{"id": "article-19681_9", "title": "Cognitive Assessment -- Definition/Introduction -- Mini-Cog", "content": "The Mini-Cog is one of the faster cognitive assessment screens used. It consists of two parts: a three-item recall and a clock drawing test. The delayed three-item recall tests memory, while the clock drawing test evaluates cognitive function, language, executive function, and visuospatial skills. The Mini-Cog website also gives detailed instructions for administrators.", "contents": "Cognitive Assessment -- Definition/Introduction -- Mini-Cog. The Mini-Cog is one of the faster cognitive assessment screens used. It consists of two parts: a three-item recall and a clock drawing test. The delayed three-item recall tests memory, while the clock drawing test evaluates cognitive function, language, executive function, and visuospatial skills. The Mini-Cog website also gives detailed instructions for administrators."}
{"id": "article-19681_10", "title": "Cognitive Assessment -- Definition/Introduction -- Saint Louis University Mental Status Exam (SLUMS)", "content": "Initially developed for the veteran population, SLUMS is another tool with an online printable form for testing. Their website has an instructional outline for administrators, training opportunities, and a wide range of language options from which to choose.", "contents": "Cognitive Assessment -- Definition/Introduction -- Saint Louis University Mental Status Exam (SLUMS). Initially developed for the veteran population, SLUMS is another tool with an online printable form for testing. Their website has an instructional outline for administrators, training opportunities, and a wide range of language options from which to choose."}
{"id": "article-19681_11", "title": "Cognitive Assessment -- Definition/Introduction -- Saint Louis University Mental Status Exam (SLUMS)", "content": "Other modalities include but are not limited to the Blessed Orientation-Memory-Concentration Test, Kokmen Short Test of Mental Status, Memory Impairment Screen, Ottawa 3DY, Brief Alzheimer’s Screen, Caregiver-completed AD8, and many other dementia screening scales. [11]", "contents": "Cognitive Assessment -- Definition/Introduction -- Saint Louis University Mental Status Exam (SLUMS). Other modalities include but are not limited to the Blessed Orientation-Memory-Concentration Test, Kokmen Short Test of Mental Status, Memory Impairment Screen, Ottawa 3DY, Brief Alzheimer’s Screen, Caregiver-completed AD8, and many other dementia screening scales. [11]"}
{"id": "article-19681_12", "title": "Cognitive Assessment -- Definition/Introduction -- Saint Louis University Mental Status Exam (SLUMS)", "content": "The results of these assessments require review in the context of each patient. Each administrator should remember that a screening test is not a substitute for a diagnostic workup. Lastly, it bears mentioning that no current data support the use of cognitive assessments in asymptomatic patients.", "contents": "Cognitive Assessment -- Definition/Introduction -- Saint Louis University Mental Status Exam (SLUMS). The results of these assessments require review in the context of each patient. Each administrator should remember that a screening test is not a substitute for a diagnostic workup. Lastly, it bears mentioning that no current data support the use of cognitive assessments in asymptomatic patients."}
{"id": "article-19681_13", "title": "Cognitive Assessment -- Definition/Introduction -- Neuropsychological Domains", "content": "Cognitive assessments evaluate for cognitive impairment by assessing the neuropsychological domains. A brief explanation of the frequently tested domains follows.", "contents": "Cognitive Assessment -- Definition/Introduction -- Neuropsychological Domains. Cognitive assessments evaluate for cognitive impairment by assessing the neuropsychological domains. A brief explanation of the frequently tested domains follows."}
{"id": "article-19681_14", "title": "Cognitive Assessment -- Definition/Introduction -- Language", "content": "The language domain involves naming, reading, writing, and repeating words. Some practitioners will evaluate the language by noting the patient’s communication skills throughout the interview. There are many ways to test for language. Two neurocognitive tests include the Boston Naming Test and the Controlled Oral Word Association. [12] It should be noted that there is a part of the language domain that can become mildly impaired with normal aging. Expressive aphasia, which is the inability to find words, can become impaired with normal aging.", "contents": "Cognitive Assessment -- Definition/Introduction -- Language. The language domain involves naming, reading, writing, and repeating words. Some practitioners will evaluate the language by noting the patient’s communication skills throughout the interview. There are many ways to test for language. Two neurocognitive tests include the Boston Naming Test and the Controlled Oral Word Association. [12] It should be noted that there is a part of the language domain that can become mildly impaired with normal aging. Expressive aphasia, which is the inability to find words, can become impaired with normal aging."}
{"id": "article-19681_15", "title": "Cognitive Assessment -- Definition/Introduction -- Executive Function", "content": "This assessment encompasses organizing, planning, working memory, mental flexibility, list-making, and executing tasks. An example of executive function impairment might be a patient who cannot follow recipes or cook as well as they used to. Often, executive function testing is by naming as many categorical items as possible; for example: name as many animals as possible in one minute. Other neuropsychological tests include the Trail Making Tests A and B and the Wisconsin Sorting Test. [12] [6]", "contents": "Cognitive Assessment -- Definition/Introduction -- Executive Function. This assessment encompasses organizing, planning, working memory, mental flexibility, list-making, and executing tasks. An example of executive function impairment might be a patient who cannot follow recipes or cook as well as they used to. Often, executive function testing is by naming as many categorical items as possible; for example: name as many animals as possible in one minute. Other neuropsychological tests include the Trail Making Tests A and B and the Wisconsin Sorting Test. [12] [6]"}
{"id": "article-19681_16", "title": "Cognitive Assessment -- Definition/Introduction -- Abstract Reasoning", "content": "Abstract reasoning refers to analyzing information, detecting patterns and relationships, or solving problems on an intangible, theoretical level. An example of abstract reasoning skills would be the ability to identify patterns and/or relationships between things that do not appear to be similar. Another example would be the ability to solve problems without the knowledge that it would normally take to solve them. [13] [14] Abstract reasoning is often tested by having the patient describe similes, analogies, proverbs, or sayings. For example, recognizing the relationship between an airplane and a bicycle is that they are both modes of transportation. Some neuropsychological abstract reasoning tests include the Shipley-2 Abstract Test, Gorham’s Proverbs Test, Conceptual Level Analogy Test, and Verbal Concept Attainment Test. [15]", "contents": "Cognitive Assessment -- Definition/Introduction -- Abstract Reasoning. Abstract reasoning refers to analyzing information, detecting patterns and relationships, or solving problems on an intangible, theoretical level. An example of abstract reasoning skills would be the ability to identify patterns and/or relationships between things that do not appear to be similar. Another example would be the ability to solve problems without the knowledge that it would normally take to solve them. [13] [14] Abstract reasoning is often tested by having the patient describe similes, analogies, proverbs, or sayings. For example, recognizing the relationship between an airplane and a bicycle is that they are both modes of transportation. Some neuropsychological abstract reasoning tests include the Shipley-2 Abstract Test, Gorham’s Proverbs Test, Conceptual Level Analogy Test, and Verbal Concept Attainment Test. [15]"}
{"id": "article-19681_17", "title": "Cognitive Assessment -- Definition/Introduction -- Memory", "content": "Memory is the mechanism that takes information and then encodes, stores, and retrieves it for later use. [16] Different kinds of memory make this domain very complicated.", "contents": "Cognitive Assessment -- Definition/Introduction -- Memory. Memory is the mechanism that takes information and then encodes, stores, and retrieves it for later use. [16] Different kinds of memory make this domain very complicated."}
{"id": "article-19681_18", "title": "Cognitive Assessment -- Definition/Introduction -- Memory", "content": "Memory divides into short-term and long-term memory. Short-term memory is capable of taking small pieces of information and utilizing it for a brief period. Long-term memory subdivides into procedural and declarative, which is further divides into episodic and semantic. Procedural memory is the storing of information used to perform or complete tasks that are done often, like driving a car. Declarative memory is the storing and recall of facts and events such as a family member’s birthday. Episodic memory is contextual information storing or remembering things from a specific experience. An example of episodic memory is the patient remembering what they did for their last birthday. Semantic memory is more general knowledge or factual based memory and would include learned subjects such as math.", "contents": "Cognitive Assessment -- Definition/Introduction -- Memory. Memory divides into short-term and long-term memory. Short-term memory is capable of taking small pieces of information and utilizing it for a brief period. Long-term memory subdivides into procedural and declarative, which is further divides into episodic and semantic. Procedural memory is the storing of information used to perform or complete tasks that are done often, like driving a car. Declarative memory is the storing and recall of facts and events such as a family member’s birthday. Episodic memory is contextual information storing or remembering things from a specific experience. An example of episodic memory is the patient remembering what they did for their last birthday. Semantic memory is more general knowledge or factual based memory and would include learned subjects such as math."}
{"id": "article-19681_19", "title": "Cognitive Assessment -- Definition/Introduction -- Memory", "content": "Because memory is so complex, it is essential to recognize and document what exactly is under evaluation during this part of the assessment. Memory impairment can be easy to pinpoint from the patient’s history, but it can also masquerade as other things, such as having trouble learning new information. [9] It is also worth noting that normal aging can slightly impair memory. A normal aging patient’s activities of daily living will remain intact.", "contents": "Cognitive Assessment -- Definition/Introduction -- Memory. Because memory is so complex, it is essential to recognize and document what exactly is under evaluation during this part of the assessment. Memory impairment can be easy to pinpoint from the patient’s history, but it can also masquerade as other things, such as having trouble learning new information. [9] It is also worth noting that normal aging can slightly impair memory. A normal aging patient’s activities of daily living will remain intact."}
{"id": "article-19681_20", "title": "Cognitive Assessment -- Definition/Introduction -- Attention/Concentration", "content": "Testing for attention and concentration often take place together. They are frequently tested by spelling words backward and/or serially subtracting numbers from a large starting point, such as the MoCA, where the examiner asks the patient to subtract seven from 100 in five increments. Some clinicians observe the patient and assess their level of attention throughout the interview. [9] An example of a neuropsychological test that acknowledges attention and concentration is the Connors Continuous Performance Test. [6]", "contents": "Cognitive Assessment -- Definition/Introduction -- Attention/Concentration. Testing for attention and concentration often take place together. They are frequently tested by spelling words backward and/or serially subtracting numbers from a large starting point, such as the MoCA, where the examiner asks the patient to subtract seven from 100 in five increments. Some clinicians observe the patient and assess their level of attention throughout the interview. [9] An example of a neuropsychological test that acknowledges attention and concentration is the Connors Continuous Performance Test. [6]"}
{"id": "article-19681_21", "title": "Cognitive Assessment -- Definition/Introduction -- Visuospatial Skills", "content": "This concept is a person’s ability to conceptualize and manipulate two- and three-dimensional objects. Testing is often by copying figures, block design, or clock drawings. [17] This skill set may be difficult to assess while taking a history but could present as a patient suddenly having difficulty with parallel parking their car or getting into small accidents. [9] In neuropsychology, an example of a test used for these skills is the Rey-Osterrieth Complex Figure Copy Test. [12]", "contents": "Cognitive Assessment -- Definition/Introduction -- Visuospatial Skills. This concept is a person’s ability to conceptualize and manipulate two- and three-dimensional objects. Testing is often by copying figures, block design, or clock drawings. [17] This skill set may be difficult to assess while taking a history but could present as a patient suddenly having difficulty with parallel parking their car or getting into small accidents. [9] In neuropsychology, an example of a test used for these skills is the Rey-Osterrieth Complex Figure Copy Test. [12]"}
{"id": "article-19681_22", "title": "Cognitive Assessment -- Issues of Concern", "content": "Having standardized cognitive assessments help create a universal way of diagnosing, but these particular tests are not perfect. Scoring can be subjective, conclusions may be drawn based on assumptions, and screening tests have statistical limitations.", "contents": "Cognitive Assessment -- Issues of Concern. Having standardized cognitive assessments help create a universal way of diagnosing, but these particular tests are not perfect. Scoring can be subjective, conclusions may be drawn based on assumptions, and screening tests have statistical limitations."}
{"id": "article-19681_23", "title": "Cognitive Assessment -- Issues of Concern", "content": "If not done correctly, the scoring of these exams can be very subjective. Each result is administrator specific and accordingly introduces the possibility of human error. Some studies show that scoring leniency can negatively affect the sensitivity of the test. In an effort to control this variable, many of the assessment websites give clear instructions and provide tutorials on how to administer and score their assessment properly. [18] [1] [19]", "contents": "Cognitive Assessment -- Issues of Concern. If not done correctly, the scoring of these exams can be very subjective. Each result is administrator specific and accordingly introduces the possibility of human error. Some studies show that scoring leniency can negatively affect the sensitivity of the test. In an effort to control this variable, many of the assessment websites give clear instructions and provide tutorials on how to administer and score their assessment properly. [18] [1] [19]"}
{"id": "article-19681_24", "title": "Cognitive Assessment -- Issues of Concern", "content": "Some of the cognitive assessment screens are undergoing development with limited testing within a cognitive domain. For example, the Mini-Cog tests for memory; it does not test the semantic of long-term procedural memory. Understanding that most of the available assessments are just screening tests is integral to the assessment’s use. [20] [19]", "contents": "Cognitive Assessment -- Issues of Concern. Some of the cognitive assessment screens are undergoing development with limited testing within a cognitive domain. For example, the Mini-Cog tests for memory; it does not test the semantic of long-term procedural memory. Understanding that most of the available assessments are just screening tests is integral to the assessment’s use. [20] [19]"}
{"id": "article-19681_25", "title": "Cognitive Assessment -- Issues of Concern", "content": "It is also important to remember the statistics when using screening tests. One must be cognizant of false positives and false negatives that are inevitable when the sensitivity and specificity are not 100%. [21]", "contents": "Cognitive Assessment -- Issues of Concern. It is also important to remember the statistics when using screening tests. One must be cognizant of false positives and false negatives that are inevitable when the sensitivity and specificity are not 100%. [21]"}
{"id": "article-19681_26", "title": "Cognitive Assessment -- Issues of Concern", "content": "Some tests may be better at identifying certain impairments over others—for example, some identifying mild cognitive impairment versus major cognitive impairment. The clinician must understand each test, what the test measures, and the limitations of the test. Lastly, cognitive assessments done in the clinical setting are screening tests and must be used along with clinical judgment as well as in the context of each patient presentation. [21]", "contents": "Cognitive Assessment -- Issues of Concern. Some tests may be better at identifying certain impairments over others—for example, some identifying mild cognitive impairment versus major cognitive impairment. The clinician must understand each test, what the test measures, and the limitations of the test. Lastly, cognitive assessments done in the clinical setting are screening tests and must be used along with clinical judgment as well as in the context of each patient presentation. [21]"}
{"id": "article-19681_27", "title": "Cognitive Assessment -- Clinical Significance", "content": "With medicine and technology continually improving, people are living longer lives. With a population that is increasing in age, the prevalence of cognitive impairment will inevitably rise as cognitive impairment is often age-related. [22] Thus, the diagnosis, management, and research of cognitive impairments are crucial to managing the needs of an aging population. [23] [2]", "contents": "Cognitive Assessment -- Clinical Significance. With medicine and technology continually improving, people are living longer lives. With a population that is increasing in age, the prevalence of cognitive impairment will inevitably rise as cognitive impairment is often age-related. [22] Thus, the diagnosis, management, and research of cognitive impairments are crucial to managing the needs of an aging population. [23] [2]"}
{"id": "article-19681_28", "title": "Cognitive Assessment -- Clinical Significance", "content": "Cognitive assessments are fast, easy-to-use, and accurate ways to help diagnose, evaluate progress, and manage many kinds of cognitive impairment. [4] These assessments use questions and tasks that strategically test for impairment of various cognitive domains at once in a matter of minutes, which improves efficiency in the clinic as well as the lives of many individuals affected by this devastating condition.", "contents": "Cognitive Assessment -- Clinical Significance. Cognitive assessments are fast, easy-to-use, and accurate ways to help diagnose, evaluate progress, and manage many kinds of cognitive impairment. [4] These assessments use questions and tasks that strategically test for impairment of various cognitive domains at once in a matter of minutes, which improves efficiency in the clinic as well as the lives of many individuals affected by this devastating condition."}
{"id": "article-19681_29", "title": "Cognitive Assessment -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The cognitive assessment is useful in determining a patient’s level of understanding and ability. This evaluation is especially important to nurses in an in-patient setting, as nurses spend a significant amount of time with the patients while they are hospitalized. Some levels of cognitive impairment will require constant monitoring. Other patients may need help communicating if their language domain is impaired. Each patient has a unique circumstance, and it is up to the healthcare team to identify the deficits and develop a healthcare plan addressing the same to provide optimum care. With the help of a cognitive assessment, nurses will not only know that a patient is cognitively impaired, but they will learn which domain may be comprised, thereby allowing the nursing staff to adjust patient approaches and/or care plans accordingly. [24]", "contents": "Cognitive Assessment -- Nursing, Allied Health, and Interprofessional Team Interventions. The cognitive assessment is useful in determining a patient’s level of understanding and ability. This evaluation is especially important to nurses in an in-patient setting, as nurses spend a significant amount of time with the patients while they are hospitalized. Some levels of cognitive impairment will require constant monitoring. Other patients may need help communicating if their language domain is impaired. Each patient has a unique circumstance, and it is up to the healthcare team to identify the deficits and develop a healthcare plan addressing the same to provide optimum care. With the help of a cognitive assessment, nurses will not only know that a patient is cognitively impaired, but they will learn which domain may be comprised, thereby allowing the nursing staff to adjust patient approaches and/or care plans accordingly. [24]"}
{"id": "article-19681_30", "title": "Cognitive Assessment -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cognitive Assessment -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}