{"id": "article-18005_0", "title": "Auditory Hallucinations -- Continuing Education Activity", "content": "Auditory hallucinations are the sensory perceptions of hearing noises without an external stimulus. This symptom is particularly associated with schizophrenia and related psychotic disorders but is not specific to it. This activity provides an overview of the current understanding of auditory hallucinations in terms of etiology, pathophysiology, and treatment options, with further explanation of approaches to enhance the interprofessional team's integrity in improving the outcome of individuals with this condition.", "contents": "Auditory Hallucinations -- Continuing Education Activity. Auditory hallucinations are the sensory perceptions of hearing noises without an external stimulus. This symptom is particularly associated with schizophrenia and related psychotic disorders but is not specific to it. This activity provides an overview of the current understanding of auditory hallucinations in terms of etiology, pathophysiology, and treatment options, with further explanation of approaches to enhance the interprofessional team's integrity in improving the outcome of individuals with this condition."}
{"id": "article-18005_1", "title": "Auditory Hallucinations -- Continuing Education Activity", "content": "Objectives: Review the etiology of auditory hallucinations. Describe the pathophysiology of auditory hallucinations. Outline the management options of auditory hallucinations. Summarize the interprofessional team strategies for enhancing care coordination and improving patient outcomes. Access free multiple choice questions on this topic.", "contents": "Auditory Hallucinations -- Continuing Education Activity. Objectives: Review the etiology of auditory hallucinations. Describe the pathophysiology of auditory hallucinations. Outline the management options of auditory hallucinations. Summarize the interprofessional team strategies for enhancing care coordination and improving patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-18005_2", "title": "Auditory Hallucinations -- Introduction", "content": "Auditory hallucinations, or paracusias, are sensory perceptions of hearing in the absence of an external stimulus. Auditory hallucinations can refer to a plethora of sounds; however, when the hallucinations are voices, they are distinguished as auditory verbal hallucinations. This specific subset of paracusias is particularly associated with schizophrenia but is not specific to it. Nonpsychotic disorders associated with auditory verbal hallucinations are affective, trauma-related, substance-related, and neurological disorders. [1] These voices can be distressful when they are threatening, derogatory, commanding, or haunting, affecting an individual's social and occupational functioning. Fortunately, paracusias respond well to the administration of psychotropic medications.", "contents": "Auditory Hallucinations -- Introduction. Auditory hallucinations, or paracusias, are sensory perceptions of hearing in the absence of an external stimulus. Auditory hallucinations can refer to a plethora of sounds; however, when the hallucinations are voices, they are distinguished as auditory verbal hallucinations. This specific subset of paracusias is particularly associated with schizophrenia but is not specific to it. Nonpsychotic disorders associated with auditory verbal hallucinations are affective, trauma-related, substance-related, and neurological disorders. [1] These voices can be distressful when they are threatening, derogatory, commanding, or haunting, affecting an individual's social and occupational functioning. Fortunately, paracusias respond well to the administration of psychotropic medications."}
{"id": "article-18005_3", "title": "Auditory Hallucinations -- Etiology", "content": "Because auditory hallucinations manifest in a variety of disorders, the etiology is thought to be heterogeneous. Hallucinations most often precipitate in the setting of psychosis. Imaging studies--PET and fMRI--of patients with schizophrenia demonstrate increased activity in the striatal and thalamic subcortical nuclei, paralimbic regions, and hypothalamus. Further analysis reveals deficits in left temporal lobe functioning. [2] [3] Further consideration has been placed on aberrant glutamatergic transmission, which coincides with the hypo-functioning glutamate receptor hypothesis of psychosis.", "contents": "Auditory Hallucinations -- Etiology. Because auditory hallucinations manifest in a variety of disorders, the etiology is thought to be heterogeneous. Hallucinations most often precipitate in the setting of psychosis. Imaging studies--PET and fMRI--of patients with schizophrenia demonstrate increased activity in the striatal and thalamic subcortical nuclei, paralimbic regions, and hypothalamus. Further analysis reveals deficits in left temporal lobe functioning. [2] [3] Further consideration has been placed on aberrant glutamatergic transmission, which coincides with the hypo-functioning glutamate receptor hypothesis of psychosis."}
{"id": "article-18005_4", "title": "Auditory Hallucinations -- Epidemiology", "content": "The prevalence of auditory hallucinations in the general population ranges from 5 to 28%. [4] Auditory hallucinations are most prevalent in patients who have psychosis. [5] They are observed in 75% of individuals with schizophrenia, 20-50% of individuals with manic depression, 10% of individuals with major depression, and 40% of individuals with PTSD. [6]", "contents": "Auditory Hallucinations -- Epidemiology. The prevalence of auditory hallucinations in the general population ranges from 5 to 28%. [4] Auditory hallucinations are most prevalent in patients who have psychosis. [5] They are observed in 75% of individuals with schizophrenia, 20-50% of individuals with manic depression, 10% of individuals with major depression, and 40% of individuals with PTSD. [6]"}
{"id": "article-18005_5", "title": "Auditory Hallucinations -- Epidemiology", "content": "In children and adolescents, the prevalence is 9% and 5 to 16%, respectively. [7] [8] It most often manifests in children in the setting of conduct disorder, migraine, and anxiety. [9] [10] [11] The remission rate of auditory hallucinations in adolescence ranges from 3 to 40% each year. [12]", "contents": "Auditory Hallucinations -- Epidemiology. In children and adolescents, the prevalence is 9% and 5 to 16%, respectively. [7] [8] It most often manifests in children in the setting of conduct disorder, migraine, and anxiety. [9] [10] [11] The remission rate of auditory hallucinations in adolescence ranges from 3 to 40% each year. [12]"}
{"id": "article-18005_6", "title": "Auditory Hallucinations -- Pathophysiology", "content": "The precise mechanism by which paracusias occur remains elusive. However, several postulations have been suggested. [13]", "contents": "Auditory Hallucinations -- Pathophysiology. The precise mechanism by which paracusias occur remains elusive. However, several postulations have been suggested. [13]"}
{"id": "article-18005_7", "title": "Auditory Hallucinations -- Pathophysiology", "content": "fMRI findings have demonstrated spontaneous activation of the auditory network, consisting of the left superior temporal gyrus, transverse temporal gyri (Heschl's gyri), and the left temporal lobe. [14] [15]", "contents": "Auditory Hallucinations -- Pathophysiology. fMRI findings have demonstrated spontaneous activation of the auditory network, consisting of the left superior temporal gyrus, transverse temporal gyri (Heschl's gyri), and the left temporal lobe. [14] [15]"}
{"id": "article-18005_8", "title": "Auditory Hallucinations -- Pathophysiology", "content": "A neurocognitive model called the VOICE model has been offered, which attributes the paracusias to an unbalanced bottom-up limbic hyperexcitation mismatched against a hypoactive prefrontal inhibitory system. [16] This mismatch results in the spontaneous firing of sensory neurons in the absence of appropriate inhibitory mechanisms.", "contents": "Auditory Hallucinations -- Pathophysiology. A neurocognitive model called the VOICE model has been offered, which attributes the paracusias to an unbalanced bottom-up limbic hyperexcitation mismatched against a hypoactive prefrontal inhibitory system. [16] This mismatch results in the spontaneous firing of sensory neurons in the absence of appropriate inhibitory mechanisms."}
{"id": "article-18005_9", "title": "Auditory Hallucinations -- Pathophysiology", "content": "Some data suggest that the thalamus-amygdala pathways are activated, thereby processing an emotional response to the auditory hallucinations, further proved by another study detecting choline and N-acetyl aspirate ratio abnormalities in the thalamus. [13] [17]", "contents": "Auditory Hallucinations -- Pathophysiology. Some data suggest that the thalamus-amygdala pathways are activated, thereby processing an emotional response to the auditory hallucinations, further proved by another study detecting choline and N-acetyl aspirate ratio abnormalities in the thalamus. [13] [17]"}
{"id": "article-18005_10", "title": "Auditory Hallucinations -- Pathophysiology", "content": "At a neurochemical level, of particular importance are dopamine (D2) and serotonin (5HT2a) receptors. Neuroimaging studies have demonstrated increased D2 receptor occupancy in the striatal system and 5HT2a receptor occupancy in the caudate nucleus. [18]", "contents": "Auditory Hallucinations -- Pathophysiology. At a neurochemical level, of particular importance are dopamine (D2) and serotonin (5HT2a) receptors. Neuroimaging studies have demonstrated increased D2 receptor occupancy in the striatal system and 5HT2a receptor occupancy in the caudate nucleus. [18]"}
{"id": "article-18005_11", "title": "Auditory Hallucinations -- History and Physical", "content": "Paracusias may be perceived as coming through the ears, on the surface of the body, in their mind, or anywhere in external space. They can occur as frequently as daily or as an isolated episode. The quality of the hallucination is also variable. They can be loud or soft. As mentioned previously, paracusias can be incoherent sounds or distinct voices. Depending on the level of insight maintained by the patient, the paracausias can be greatly impairing. Auditory hallucinations most often manifest in the setting of formal thought disorders; however, they can present in protean settings, as well. [19] When associated with schizophrenia, paracusias vary according to the stage of the illness. In the late prodromal stages, inner speech becomes more objectified and externally perceived. [20]", "contents": "Auditory Hallucinations -- History and Physical. Paracusias may be perceived as coming through the ears, on the surface of the body, in their mind, or anywhere in external space. They can occur as frequently as daily or as an isolated episode. The quality of the hallucination is also variable. They can be loud or soft. As mentioned previously, paracusias can be incoherent sounds or distinct voices. Depending on the level of insight maintained by the patient, the paracausias can be greatly impairing. Auditory hallucinations most often manifest in the setting of formal thought disorders; however, they can present in protean settings, as well. [19] When associated with schizophrenia, paracusias vary according to the stage of the illness. In the late prodromal stages, inner speech becomes more objectified and externally perceived. [20]"}
{"id": "article-18005_12", "title": "Auditory Hallucinations -- Evaluation", "content": "The evaluation of paracusias consists of a general psychiatric interview that includes details regarding the evolution of the hallucinations, triggering factors, psychiatric review of systems, past psychiatric diagnosis, history of substance use, family history of psychiatric illness, and history of trauma. Additionally, a detailed medical history and medication regimen--including over-the-counter supplements--should be obtained.", "contents": "Auditory Hallucinations -- Evaluation. The evaluation of paracusias consists of a general psychiatric interview that includes details regarding the evolution of the hallucinations, triggering factors, psychiatric review of systems, past psychiatric diagnosis, history of substance use, family history of psychiatric illness, and history of trauma. Additionally, a detailed medical history and medication regimen--including over-the-counter supplements--should be obtained."}
{"id": "article-18005_13", "title": "Auditory Hallucinations -- Evaluation", "content": "The clinician's most valuable assessment tool is the mental status examination, addressing mood, affect, appearance, behavior, speech, thought content, thought process, insight, and judgment. Furthermore, determination of the presence of 'first-rank' or 'Schneiderian' hallucinations--voices speaking to each other or narrating one's thoughts aloud--should be completed. The clinician should determine if the hallucinations are temporally associated with affective disturbances and, if so, if they are congruent with mood. To further assess the patient's safety and the safety of others, the patient should be asked to elaborate on whether the hallucinations command him or her to perform certain acts. Lastly, organic medical etiologies should be ruled out using analysis and neurologic imaging. Laboratory analysis includes:", "contents": "Auditory Hallucinations -- Evaluation. The clinician's most valuable assessment tool is the mental status examination, addressing mood, affect, appearance, behavior, speech, thought content, thought process, insight, and judgment. Furthermore, determination of the presence of 'first-rank' or 'Schneiderian' hallucinations--voices speaking to each other or narrating one's thoughts aloud--should be completed. The clinician should determine if the hallucinations are temporally associated with affective disturbances and, if so, if they are congruent with mood. To further assess the patient's safety and the safety of others, the patient should be asked to elaborate on whether the hallucinations command him or her to perform certain acts. Lastly, organic medical etiologies should be ruled out using analysis and neurologic imaging. Laboratory analysis includes:"}
{"id": "article-18005_14", "title": "Auditory Hallucinations -- Evaluation", "content": "Urine toxicology Complete blood count with differential Vitamin B12 and D levels Renal function test Serum electrolytes Hepatic function test Blood alcohol Computed tomography (CT) or magnetic resonance imaging (MRI) should be considered if organic brain abnormalities are considered in the differential diagnoses. EEG for a seizure disorder", "contents": "Auditory Hallucinations -- Evaluation. Urine toxicology Complete blood count with differential Vitamin B12 and D levels Renal function test Serum electrolytes Hepatic function test Blood alcohol Computed tomography (CT) or magnetic resonance imaging (MRI) should be considered if organic brain abnormalities are considered in the differential diagnoses. EEG for a seizure disorder"}
{"id": "article-18005_15", "title": "Auditory Hallucinations -- Treatment / Management", "content": "First, any underlying organic disease should be addressed and treated accordingly. If the organicity acted in the capacity of the inciting precipitant then the paracusias should ostensibly resolve as the disease dissipates.", "contents": "Auditory Hallucinations -- Treatment / Management. First, any underlying organic disease should be addressed and treated accordingly. If the organicity acted in the capacity of the inciting precipitant then the paracusias should ostensibly resolve as the disease dissipates."}
{"id": "article-18005_16", "title": "Auditory Hallucinations -- Treatment / Management", "content": "However, if the hallucinations precipitated as a result of a primary psychiatric disorder then neuroleptics become the mainstay of treatment. Neuroleptics, colloquially referred to as antipsychotics, are a class of psychotropics that block dopamine receptors. The putative mechanism by which neuroleptics mitigate auditory hallucinations is by blocking dopamine D2 receptors in the mesolimbic tract. The initial subclass of neuroleptic's, the first generation antipsychotics (FGA), primary mechanism of action is the antagonism of the D2 receptor, whereas, the subsequent second-generation antipsychotics (SGA) act more indiscriminately on an expanded array of receptors. [21] Generally, debates between administering first or second-generation antipsychotics are resolved by considering the side effect profiles of the specific medications under consideration. [21] ]", "contents": "Auditory Hallucinations -- Treatment / Management. However, if the hallucinations precipitated as a result of a primary psychiatric disorder then neuroleptics become the mainstay of treatment. Neuroleptics, colloquially referred to as antipsychotics, are a class of psychotropics that block dopamine receptors. The putative mechanism by which neuroleptics mitigate auditory hallucinations is by blocking dopamine D2 receptors in the mesolimbic tract. The initial subclass of neuroleptic's, the first generation antipsychotics (FGA), primary mechanism of action is the antagonism of the D2 receptor, whereas, the subsequent second-generation antipsychotics (SGA) act more indiscriminately on an expanded array of receptors. [21] Generally, debates between administering first or second-generation antipsychotics are resolved by considering the side effect profiles of the specific medications under consideration. [21] ]"}
{"id": "article-18005_17", "title": "Auditory Hallucinations -- Treatment / Management", "content": "Independent of the subclass chosen, the perceptual anomalies should abate within a week of initiation of the psychotropic. Sometimes these auditory aberrations can persist and require the administration of an additional neuroleptic in conjunction with the first. In the event that the hallucinations still continue to demonstrate resistance--following the administration of 2 antipsychotics--the clinician is encouraged to switch to clozapine, an SGA. Clozapine has shown to be the most efficacious antipsychotic for the treatment of positive symptoms of schizophrenia--delusions, hallucinations, disorganized behavior, and speech--however, it is also associated with the greatest danger as it can induce blood dyscrasias, specifically agranulocytosis. This neuroleptic requires astute clinical monitoring, with weekly then biweekly blood draws. [21]", "contents": "Auditory Hallucinations -- Treatment / Management. Independent of the subclass chosen, the perceptual anomalies should abate within a week of initiation of the psychotropic. Sometimes these auditory aberrations can persist and require the administration of an additional neuroleptic in conjunction with the first. In the event that the hallucinations still continue to demonstrate resistance--following the administration of 2 antipsychotics--the clinician is encouraged to switch to clozapine, an SGA. Clozapine has shown to be the most efficacious antipsychotic for the treatment of positive symptoms of schizophrenia--delusions, hallucinations, disorganized behavior, and speech--however, it is also associated with the greatest danger as it can induce blood dyscrasias, specifically agranulocytosis. This neuroleptic requires astute clinical monitoring, with weekly then biweekly blood draws. [21]"}
{"id": "article-18005_18", "title": "Auditory Hallucinations -- Treatment / Management", "content": "If the hallucinations manifest in the setting of affective disorders, such as depression or mania, then corresponding psychotropics should be given, adjunctively (e.g., antidepressants and mood stabilizers, respectively).", "contents": "Auditory Hallucinations -- Treatment / Management. If the hallucinations manifest in the setting of affective disorders, such as depression or mania, then corresponding psychotropics should be given, adjunctively (e.g., antidepressants and mood stabilizers, respectively)."}
{"id": "article-18005_19", "title": "Auditory Hallucinations -- Treatment / Management", "content": "Psychotherapy can also be applied in conjunction with pharmacotherapy. The most robustly researched psychotherapeutic modality has been cognitive behavioral therapy (CBT). CBT instructs the patient to modify how he or she experiences the paracusias, ultimately offering an improved sense of control over the hallucination. CBT uses Socratic interviewing rather than confrontation, implements reality testing, and can be provided in an individual or group format. [22]", "contents": "Auditory Hallucinations -- Treatment / Management. Psychotherapy can also be applied in conjunction with pharmacotherapy. The most robustly researched psychotherapeutic modality has been cognitive behavioral therapy (CBT). CBT instructs the patient to modify how he or she experiences the paracusias, ultimately offering an improved sense of control over the hallucination. CBT uses Socratic interviewing rather than confrontation, implements reality testing, and can be provided in an individual or group format. [22]"}
{"id": "article-18005_20", "title": "Auditory Hallucinations -- Treatment / Management", "content": "Other treatment approaches include ACT (acceptance and commitment therapy), HIT (hallucination-focused integrative treatment), ATT (metacognitive therapy attention training technique), relating therapy, distraction techniques, and HVN (hearing voices network) self-help group, all strategies to cope better with the voices.", "contents": "Auditory Hallucinations -- Treatment / Management. Other treatment approaches include ACT (acceptance and commitment therapy), HIT (hallucination-focused integrative treatment), ATT (metacognitive therapy attention training technique), relating therapy, distraction techniques, and HVN (hearing voices network) self-help group, all strategies to cope better with the voices."}
{"id": "article-18005_21", "title": "Auditory Hallucinations -- Treatment / Management -- Emerging Treatments", "content": "Several studies have shown efficacy in reducing auditory hallucinations using transcranial magnetic stimulation but the evidence is still lacking. [23]", "contents": "Auditory Hallucinations -- Treatment / Management -- Emerging Treatments. Several studies have shown efficacy in reducing auditory hallucinations using transcranial magnetic stimulation but the evidence is still lacking. [23]"}
{"id": "article-18005_22", "title": "Auditory Hallucinations -- Differential Diagnosis", "content": "To differentiate the causes of auditory hallucinations, it is pertinent to focus on the following: A detailed medical history along with laboratory analyses and neuroimaging to rule out organic etiologies. Details regarding substance use (illicit and over the counter), medication profiles, and supplement use to rule out toxic-metabolic causes. [24] [25] Detailed psychiatric family history as many psychiatric illnesses show high heritability.", "contents": "Auditory Hallucinations -- Differential Diagnosis. To differentiate the causes of auditory hallucinations, it is pertinent to focus on the following: A detailed medical history along with laboratory analyses and neuroimaging to rule out organic etiologies. Details regarding substance use (illicit and over the counter), medication profiles, and supplement use to rule out toxic-metabolic causes. [24] [25] Detailed psychiatric family history as many psychiatric illnesses show high heritability."}
{"id": "article-18005_23", "title": "Auditory Hallucinations -- Differential Diagnosis", "content": "Manifestations of auditory hallucinations can occur in a multiplicity of psychiatric conditions, including schizophrenia, bipolar disorder, depression, trauma-related disorders, dissociative disorders, personality disorders, and parasomnias. [26]", "contents": "Auditory Hallucinations -- Differential Diagnosis. Manifestations of auditory hallucinations can occur in a multiplicity of psychiatric conditions, including schizophrenia, bipolar disorder, depression, trauma-related disorders, dissociative disorders, personality disorders, and parasomnias. [26]"}
{"id": "article-18005_24", "title": "Auditory Hallucinations -- Differential Diagnosis", "content": "Furthermore, neurological conditions such as tinnitus, cerebral tumors, traumatic brain injury, epilepsy (particularly temporal lobe epilepsy), viral encephalitis, delirium, and cardiovascular events that involve the brainstem regions or areas of temporal, temporoparietal, or occipital pathways can present with auditory hallucinations. [27] [28] [27]", "contents": "Auditory Hallucinations -- Differential Diagnosis. Furthermore, neurological conditions such as tinnitus, cerebral tumors, traumatic brain injury, epilepsy (particularly temporal lobe epilepsy), viral encephalitis, delirium, and cardiovascular events that involve the brainstem regions or areas of temporal, temporoparietal, or occipital pathways can present with auditory hallucinations. [27] [28] [27]"}
{"id": "article-18005_25", "title": "Auditory Hallucinations -- Differential Diagnosis", "content": "Other organic etiologies include neurodegenerative conditions, conditions that incur damage to the peripheral sensory pathways (e.g., acquired deafness, thyroid dysfunction, nutritional deficiencies), chromosomal abnormalities, autoimmune disorders, and acquired immunodeficiencies. [2] [29] [30] [29] [31] [2] [32]", "contents": "Auditory Hallucinations -- Differential Diagnosis. Other organic etiologies include neurodegenerative conditions, conditions that incur damage to the peripheral sensory pathways (e.g., acquired deafness, thyroid dysfunction, nutritional deficiencies), chromosomal abnormalities, autoimmune disorders, and acquired immunodeficiencies. [2] [29] [30] [29] [31] [2] [32]"}
{"id": "article-18005_26", "title": "Auditory Hallucinations -- Differential Diagnosis", "content": "Research suggests that auditory hallucinations can also precipitate, transiently, in response to conditions of extreme physiological and psychological stress such as dissociative identity disorder, fatigue, and bereavement. [33]", "contents": "Auditory Hallucinations -- Differential Diagnosis. Research suggests that auditory hallucinations can also precipitate, transiently, in response to conditions of extreme physiological and psychological stress such as dissociative identity disorder, fatigue, and bereavement. [33]"}
{"id": "article-18005_27", "title": "Auditory Hallucinations -- Prognosis", "content": "In the event that the etiology is that of an organic nature, the prognosis is contingent upon the underlying disease process. Therefore, the hallucinations should, in theory, resolve as the precipitant resolves. However, when the perceptual anomaly occurs in the setting of a primary psychiatric disorder, the remittance of the paracusias is more independent. Evidence demonstrates that the positive symptoms of schizophrenia respond well to the administration of neuroleptics; however, the actual psychotic disorder does not. Thus, the resolution of the hallucinations does not necessarily indicate the resolution of the underlying thought disorder. [34] Generally, factors that increase the risk of poor treatment response include early age of onset, male gender, and multiple inpatient hospitalizations.", "contents": "Auditory Hallucinations -- Prognosis. In the event that the etiology is that of an organic nature, the prognosis is contingent upon the underlying disease process. Therefore, the hallucinations should, in theory, resolve as the precipitant resolves. However, when the perceptual anomaly occurs in the setting of a primary psychiatric disorder, the remittance of the paracusias is more independent. Evidence demonstrates that the positive symptoms of schizophrenia respond well to the administration of neuroleptics; however, the actual psychotic disorder does not. Thus, the resolution of the hallucinations does not necessarily indicate the resolution of the underlying thought disorder. [34] Generally, factors that increase the risk of poor treatment response include early age of onset, male gender, and multiple inpatient hospitalizations."}
{"id": "article-18005_28", "title": "Auditory Hallucinations -- Complications", "content": "Complications occur when the hallucinations command the patient to hurt himself or others. The paracusias can also be so self-deprecating that they cause the patient to attempt suicide. More common complications result from the side effects of antipsychotics. These can include both short-term and long-term side effects, including extrapyramidal symptoms--dystonia, tardive dyskinesia, parkinsonism--and metabolic syndrome.", "contents": "Auditory Hallucinations -- Complications. Complications occur when the hallucinations command the patient to hurt himself or others. The paracusias can also be so self-deprecating that they cause the patient to attempt suicide. More common complications result from the side effects of antipsychotics. These can include both short-term and long-term side effects, including extrapyramidal symptoms--dystonia, tardive dyskinesia, parkinsonism--and metabolic syndrome."}
{"id": "article-18005_29", "title": "Auditory Hallucinations -- Complications", "content": "Individuals may lack insight and judgment, leading to self-neglect, and may have to be hospitalized involuntarily. Care needs to be taken to build trust and respect with the patients for maintaining regular follow-up even after discharge from hospitals, given a notable high chance of relapse due to non-compliance with medications and appointments.", "contents": "Auditory Hallucinations -- Complications. Individuals may lack insight and judgment, leading to self-neglect, and may have to be hospitalized involuntarily. Care needs to be taken to build trust and respect with the patients for maintaining regular follow-up even after discharge from hospitals, given a notable high chance of relapse due to non-compliance with medications and appointments."}
{"id": "article-18005_30", "title": "Auditory Hallucinations -- Deterrence and Patient Education", "content": "Patients and their families need to be educated regarding the significance of compliance with medications. Many patients do not adhere to their medication regimens, are lost to follow up, and end up relapsing and being hospitalized. Severely sick patients should be assigned to an assertive community treatment program while providing treatment, rehabilitation, and support services.", "contents": "Auditory Hallucinations -- Deterrence and Patient Education. Patients and their families need to be educated regarding the significance of compliance with medications. Many patients do not adhere to their medication regimens, are lost to follow up, and end up relapsing and being hospitalized. Severely sick patients should be assigned to an assertive community treatment program while providing treatment, rehabilitation, and support services."}
{"id": "article-18005_31", "title": "Auditory Hallucinations -- Deterrence and Patient Education", "content": "Other support groups focus on destigmatizing mental illness for the family and the individual. Engaging patients in vocational and art therapy can improve self-esteem and help integrate their functioning. Lastly, educating patients about case management services can assist them by providing coordination between psychiatrists and social workers, keeping up with the appointments, and making home visits.", "contents": "Auditory Hallucinations -- Deterrence and Patient Education. Other support groups focus on destigmatizing mental illness for the family and the individual. Engaging patients in vocational and art therapy can improve self-esteem and help integrate their functioning. Lastly, educating patients about case management services can assist them by providing coordination between psychiatrists and social workers, keeping up with the appointments, and making home visits."}
{"id": "article-18005_32", "title": "Auditory Hallucinations -- Enhancing Healthcare Team Outcomes", "content": "There are some limitations in the understanding and strategies within the healthcare system towards auditory hallucinations. Defining the phenomena, suggesting treatment strategies, and providing support are essential. Next, recognizing the gravity of the complications that can occur could prevent self-neglect, suicidal, and homicidal events and minimize medication side effects.", "contents": "Auditory Hallucinations -- Enhancing Healthcare Team Outcomes. There are some limitations in the understanding and strategies within the healthcare system towards auditory hallucinations. Defining the phenomena, suggesting treatment strategies, and providing support are essential. Next, recognizing the gravity of the complications that can occur could prevent self-neglect, suicidal, and homicidal events and minimize medication side effects."}
{"id": "article-18005_33", "title": "Auditory Hallucinations -- Enhancing Healthcare Team Outcomes", "content": "While a detailed history and mental status examination are paramount, identifying the cause of auditory hallucinations allows the right selection of the management strategies. Antipsychotics are the treatment of choice. Despite the clear-cut strategies, it is important to understand that auditory hallucinations are a sensory perception that will require patience and involvement by an interprofessional team to see results. Hence it is important to raise awareness and education in the inpatient and outpatient staff, customize discharge plans according to the individual with self-management strategies and communicate discharge plans and safety tools with caregivers and case managers.", "contents": "Auditory Hallucinations -- Enhancing Healthcare Team Outcomes. While a detailed history and mental status examination are paramount, identifying the cause of auditory hallucinations allows the right selection of the management strategies. Antipsychotics are the treatment of choice. Despite the clear-cut strategies, it is important to understand that auditory hallucinations are a sensory perception that will require patience and involvement by an interprofessional team to see results. Hence it is important to raise awareness and education in the inpatient and outpatient staff, customize discharge plans according to the individual with self-management strategies and communicate discharge plans and safety tools with caregivers and case managers."}
{"id": "article-18005_34", "title": "Auditory Hallucinations -- Enhancing Healthcare Team Outcomes", "content": "The outcome of auditory hallucinations depends upon the coordination and the promptness of each caregiver during the care process. As such, it requires the coordinated activities of an interprofessional healthcare team. This team includes clinicians (MDs, DOs, NPs, PAs), specialists, counselors and social workers, nursing staff, and pharmacists. With open communication between the various disciplines, improved outcomes and minimizing adverse events are much more likely. [Level 5]", "contents": "Auditory Hallucinations -- Enhancing Healthcare Team Outcomes. The outcome of auditory hallucinations depends upon the coordination and the promptness of each caregiver during the care process. As such, it requires the coordinated activities of an interprofessional healthcare team. This team includes clinicians (MDs, DOs, NPs, PAs), specialists, counselors and social workers, nursing staff, and pharmacists. With open communication between the various disciplines, improved outcomes and minimizing adverse events are much more likely. [Level 5]"}
{"id": "article-18005_35", "title": "Auditory Hallucinations -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Auditory Hallucinations -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}