{"id": "article-18919_0", "title": "Hypertrophic Cardiomyopathy -- Continuing Education Activity", "content": "Hypertrophic cardiomyopathy (HCM) is an autosomal dominant cardiac myocyte disease caused by mutations in sarcomere protein genes encoding for elements of the contractile machinery of the heart. Characteristic cardiac structural changes include increased left ventricular wall thickness causing dynamic left ventricular outflow obstruction, diastolic dysfunction, myocardial ischemia, arrhythmias, autonomic dysfunction, and mitral regurgitation. In the United States, HCM is the most common identifiable cause of sudden cardiac death in healthy people aged younger than 35, including well-trained athletes. About 60% of patients with HCM have a known gene mutation of the sarcomere or sarcomere-related genes, and obtaining a detailed family history is crucial to help in risk stratification for affected patients. A comprehensive patient history and thorough physical exam can also help identify patients at risk of malignant arrhythmia. Early intervention through pharmacologic means, implantable cardiac-defibrillator placement, and surgical intervention when warranted have greatly improved the survival rates of HCM in the last few decades.", "contents": "Hypertrophic Cardiomyopathy -- Continuing Education Activity. Hypertrophic cardiomyopathy (HCM) is an autosomal dominant cardiac myocyte disease caused by mutations in sarcomere protein genes encoding for elements of the contractile machinery of the heart. Characteristic cardiac structural changes include increased left ventricular wall thickness causing dynamic left ventricular outflow obstruction, diastolic dysfunction, myocardial ischemia, arrhythmias, autonomic dysfunction, and mitral regurgitation. In the United States, HCM is the most common identifiable cause of sudden cardiac death in healthy people aged younger than 35, including well-trained athletes. About 60% of patients with HCM have a known gene mutation of the sarcomere or sarcomere-related genes, and obtaining a detailed family history is crucial to help in risk stratification for affected patients. A comprehensive patient history and thorough physical exam can also help identify patients at risk of malignant arrhythmia. Early intervention through pharmacologic means, implantable cardiac-defibrillator placement, and surgical intervention when warranted have greatly improved the survival rates of HCM in the last few decades."}
{"id": "article-18919_1", "title": "Hypertrophic Cardiomyopathy -- Continuing Education Activity", "content": "This course is designed to provide healthcare professionals with comprehensive knowledge and updates on the diagnosis, management, and latest advancements in the understanding of HCM. The underlying mechanisms and genetic basis of HCM, including the molecular pathways involved in disease progression, are explored, and the diverse clinical presentations and diagnostic modalities of HCM are reviewed. Current therapeutic approaches and, emerging treatments and research are discussed. This activity also highlights the role of the interprofessional team, empowering healthcare professionals to deliver high-quality care and support to individuals affected by HCM, enhancing patient safety and satisfaction.", "contents": "Hypertrophic Cardiomyopathy -- Continuing Education Activity. This course is designed to provide healthcare professionals with comprehensive knowledge and updates on the diagnosis, management, and latest advancements in the understanding of HCM. The underlying mechanisms and genetic basis of HCM, including the molecular pathways involved in disease progression, are explored, and the diverse clinical presentations and diagnostic modalities of HCM are reviewed. Current therapeutic approaches and, emerging treatments and research are discussed. This activity also highlights the role of the interprofessional team, empowering healthcare professionals to deliver high-quality care and support to individuals affected by HCM, enhancing patient safety and satisfaction."}
{"id": "article-18919_2", "title": "Hypertrophic Cardiomyopathy -- Continuing Education Activity", "content": "Objectives: Identify the clinical manifestations and risk factors associated with hypertrophic cardiomyopathy (HCM), including family history, physical exam findings, and diagnostic test results. Select appropriate screening tools and protocols to identify individuals at risk for HCM, including genetic testing for sarcomere gene mutations and echocardiography for structural abnormalities. Implement evidence-based management strategies for patients diagnosed with HCM, including pharmacologic interventions, implantable cardioverter-defibrillator placement, and surgical options when indicated. Communicate with patients and their families about the diagnosis, prognosis, and treatment options for HCM to ensure understanding and shared decision-making. Access free multiple choice questions on this topic.", "contents": "Hypertrophic Cardiomyopathy -- Continuing Education Activity. Objectives: Identify the clinical manifestations and risk factors associated with hypertrophic cardiomyopathy (HCM), including family history, physical exam findings, and diagnostic test results. Select appropriate screening tools and protocols to identify individuals at risk for HCM, including genetic testing for sarcomere gene mutations and echocardiography for structural abnormalities. Implement evidence-based management strategies for patients diagnosed with HCM, including pharmacologic interventions, implantable cardioverter-defibrillator placement, and surgical options when indicated. Communicate with patients and their families about the diagnosis, prognosis, and treatment options for HCM to ensure understanding and shared decision-making. Access free multiple choice questions on this topic."}
{"id": "article-18919_3", "title": "Hypertrophic Cardiomyopathy -- Introduction", "content": "Hypertrophic cardiomyopathy (HCM) is an autosomal dominant cardiac myocyte disease caused by mutations in sarcomere and sarcomere-related protein genes encoding for elements of the contractile machinery of the heart. Characteristic cardiac structural changes include increased left ventricular wall thickness (hypertrophy) causing dynamic left ventricular outflow obstruction (LVOTO), diastolic dysfunction, myocardial ischemia, arrhythmias, autonomic dysfunction, and mitral regurgitation. HCM is a condition that has historically been referred to as idiopathic hypertrophic subaortic stenosis. In the United States, HCM is the most common identifiable cause of sudden cardiac death in healthy people aged younger than 35, including well-trained athletes. [1]", "contents": "Hypertrophic Cardiomyopathy -- Introduction. Hypertrophic cardiomyopathy (HCM) is an autosomal dominant cardiac myocyte disease caused by mutations in sarcomere and sarcomere-related protein genes encoding for elements of the contractile machinery of the heart. Characteristic cardiac structural changes include increased left ventricular wall thickness (hypertrophy) causing dynamic left ventricular outflow obstruction (LVOTO), diastolic dysfunction, myocardial ischemia, arrhythmias, autonomic dysfunction, and mitral regurgitation. HCM is a condition that has historically been referred to as idiopathic hypertrophic subaortic stenosis. In the United States, HCM is the most common identifiable cause of sudden cardiac death in healthy people aged younger than 35, including well-trained athletes. [1]"}
{"id": "article-18919_4", "title": "Hypertrophic Cardiomyopathy -- Introduction", "content": "About 60% of patients with HCM have a known gene mutation of the sarcomere or sarcomere-related genes, and obtaining a detailed family history is crucial to help risk-stratify affected patients. A comprehensive patient history and thorough physical exam can also help identify patients at risk of malignant arrhythmia. These structural and functional abnormalities can produce fatigue, dyspnea, chest pain, palpitations, and syncope. [2] [3] [4] Early intervention through pharmacologic means, internal cardiac defibrillator placement, and surgical intervention when warranted have greatly improved the survival rates of HCM in the last few decades.", "contents": "Hypertrophic Cardiomyopathy -- Introduction. About 60% of patients with HCM have a known gene mutation of the sarcomere or sarcomere-related genes, and obtaining a detailed family history is crucial to help risk-stratify affected patients. A comprehensive patient history and thorough physical exam can also help identify patients at risk of malignant arrhythmia. These structural and functional abnormalities can produce fatigue, dyspnea, chest pain, palpitations, and syncope. [2] [3] [4] Early intervention through pharmacologic means, internal cardiac defibrillator placement, and surgical intervention when warranted have greatly improved the survival rates of HCM in the last few decades."}
{"id": "article-18919_5", "title": "Hypertrophic Cardiomyopathy -- Etiology", "content": "Familial HCM occurs as an autosomal dominant Mendelian-inherited disorder in approximately 60% of cases. Incomplete penetrance and variable expression can cause unpredictable manifestations, even within the same family. In individuals diagnosed with HCM and a known pathogenic sarcomeric gene variant, the 2 most frequently detected genes are β-myosin heavy chain 7 ( MYH7 ) and myosin-binding protein C3 (MYBPC3 ), accounting for about 75% of known variant-positive patients. [5] Less common genetic variants encode thin filament proteins, such as troponin T, troponin I, myosin light chains, and actin; TNNI3, TNNT2, TPM1, MYL2, MYL3, and ACTC1 mutations make up a smaller proportion of patients, ranging from 1% to 5%. Over 1500 variants causing HCM have been identified, with the majority being unique to each family. No clear connection has been shown between prognosis and specific gene mutation.", "contents": "Hypertrophic Cardiomyopathy -- Etiology. Familial HCM occurs as an autosomal dominant Mendelian-inherited disorder in approximately 60% of cases. Incomplete penetrance and variable expression can cause unpredictable manifestations, even within the same family. In individuals diagnosed with HCM and a known pathogenic sarcomeric gene variant, the 2 most frequently detected genes are β-myosin heavy chain 7 ( MYH7 ) and myosin-binding protein C3 (MYBPC3 ), accounting for about 75% of known variant-positive patients. [5] Less common genetic variants encode thin filament proteins, such as troponin T, troponin I, myosin light chains, and actin; TNNI3, TNNT2, TPM1, MYL2, MYL3, and ACTC1 mutations make up a smaller proportion of patients, ranging from 1% to 5%. Over 1500 variants causing HCM have been identified, with the majority being unique to each family. No clear connection has been shown between prognosis and specific gene mutation."}
{"id": "article-18919_6", "title": "Hypertrophic Cardiomyopathy -- Etiology", "content": "A significant portion of individuals diagnosed with HCM do not have a genetic explanation for their condition. This includes a subset of patients, up to 40% in some studies, who do not have any family members affected by the disease—known as \"nonfamilial\" HCM. These findings suggest the existence of other yet undiscovered pathophysiological mechanisms that may play a role in the manifestation of HCM symptoms. [6] Recent data has also associated abnormal myocardial calcium kinetics with the cause of inappropriate myocardial hypertrophy and specific features of HCM, especially in patients with diastolic functional abnormalities. [7] [8] [9] [10]", "contents": "Hypertrophic Cardiomyopathy -- Etiology. A significant portion of individuals diagnosed with HCM do not have a genetic explanation for their condition. This includes a subset of patients, up to 40% in some studies, who do not have any family members affected by the disease—known as \"nonfamilial\" HCM. These findings suggest the existence of other yet undiscovered pathophysiological mechanisms that may play a role in the manifestation of HCM symptoms. [6] Recent data has also associated abnormal myocardial calcium kinetics with the cause of inappropriate myocardial hypertrophy and specific features of HCM, especially in patients with diastolic functional abnormalities. [7] [8] [9] [10]"}
{"id": "article-18919_7", "title": "Hypertrophic Cardiomyopathy -- Epidemiology", "content": "The prevalence of HCM in the general population worldwide is 0.2% (1 in 500 adults), as determined by echocardiographic studies. Morphologic abnormalities are found in approximately 25% of first-degree relatives of patients with HCM. HCM is more common in males than females, although the condition is autosomal dominant, and genetic inheritance does not follow sex predilection. The explanation for this phenomenon may be related to screening strategies, genetics, or hormonal regulation. [11] However, there is evidence that women are diagnosed at an older age and have a worse prognosis, suggesting that diagnosis strategies should be revisited. [2] [5] The most common presentation of HCM is in the third decade of life but may be present at any age, from newborns to older individuals.", "contents": "Hypertrophic Cardiomyopathy -- Epidemiology. The prevalence of HCM in the general population worldwide is 0.2% (1 in 500 adults), as determined by echocardiographic studies. Morphologic abnormalities are found in approximately 25% of first-degree relatives of patients with HCM. HCM is more common in males than females, although the condition is autosomal dominant, and genetic inheritance does not follow sex predilection. The explanation for this phenomenon may be related to screening strategies, genetics, or hormonal regulation. [11] However, there is evidence that women are diagnosed at an older age and have a worse prognosis, suggesting that diagnosis strategies should be revisited. [2] [5] The most common presentation of HCM is in the third decade of life but may be present at any age, from newborns to older individuals."}
{"id": "article-18919_8", "title": "Hypertrophic Cardiomyopathy -- Pathophysiology", "content": "Wall thickening can involve any area of the myocardium, but the interventricular septal wall is the most commonly affected location. In the absence of other conditions that could possibly contribute to left ventricular hypertrophy (LVH), such as severe hypertension or aortic stenosis, HCM is usually diagnosed by echocardiogram. HCM in adults is characterized by a left ventricular wall thickness of 15 mm or more, with a septal/posterior wall thickness ratio >1.3 in normotensive patients or >1.5 in hypertensive patients. Wall thickness of 13 to 14 mm can be diagnostic in the setting of positive family history, evidence of LVOTO, or electrocardiogram (ECG) abnormalities. [12] In children, hypertrophy is defined as a wall thickness that is at least 2 standard deviations above the mean (z-score ≥2) for age, sex, or body size or LV wall thickness of 13 mm or more. [12]", "contents": "Hypertrophic Cardiomyopathy -- Pathophysiology. Wall thickening can involve any area of the myocardium, but the interventricular septal wall is the most commonly affected location. In the absence of other conditions that could possibly contribute to left ventricular hypertrophy (LVH), such as severe hypertension or aortic stenosis, HCM is usually diagnosed by echocardiogram. HCM in adults is characterized by a left ventricular wall thickness of 15 mm or more, with a septal/posterior wall thickness ratio >1.3 in normotensive patients or >1.5 in hypertensive patients. Wall thickness of 13 to 14 mm can be diagnostic in the setting of positive family history, evidence of LVOTO, or electrocardiogram (ECG) abnormalities. [12] In children, hypertrophy is defined as a wall thickness that is at least 2 standard deviations above the mean (z-score ≥2) for age, sex, or body size or LV wall thickness of 13 mm or more. [12]"}
{"id": "article-18919_9", "title": "Hypertrophic Cardiomyopathy -- Pathophysiology", "content": "Five mechanisms contribute to the development of HCM: dynamic left ventricular outflow tract obstruction (LVOTO), mitral regurgitation, diastolic dysfunction, myocardial ischemia, and autonomic dysfunction.", "contents": "Hypertrophic Cardiomyopathy -- Pathophysiology. Five mechanisms contribute to the development of HCM: dynamic left ventricular outflow tract obstruction (LVOTO), mitral regurgitation, diastolic dysfunction, myocardial ischemia, and autonomic dysfunction."}
{"id": "article-18919_10", "title": "Hypertrophic Cardiomyopathy -- Pathophysiology", "content": "Dynamic LVOTO: Obstruction can occur either at rest or with exercise. About one-third of patients will each have no obstruction, obstruction with exercise, or obstruction at rest. A gradient of ≥30 mm Hg is considered hemodynamically significant and is associated with death and progression to heart failure. A gradient of ≥50 mm Hg is regarded as a threshold for surgical and percutaneous intervention, especially if symptomatic. [5] The gradient can also be provoked by changes in preload and afterload, as later described in the History and Physical section.", "contents": "Hypertrophic Cardiomyopathy -- Pathophysiology. Dynamic LVOTO: Obstruction can occur either at rest or with exercise. About one-third of patients will each have no obstruction, obstruction with exercise, or obstruction at rest. A gradient of ≥30 mm Hg is considered hemodynamically significant and is associated with death and progression to heart failure. A gradient of ≥50 mm Hg is regarded as a threshold for surgical and percutaneous intervention, especially if symptomatic. [5] The gradient can also be provoked by changes in preload and afterload, as later described in the History and Physical section."}
{"id": "article-18919_11", "title": "Hypertrophic Cardiomyopathy -- Pathophysiology", "content": "The likelihood of obstruction is typically determined by the pattern of hypertrophy in the left ventricle, with classical asymmetric left ventricular hypertrophy (LVH) commonly affecting the basal interventricular septum. LVOTO in HCM can be attributed to 2 main causes. The first is an increase in septal thickness, which narrows the LVOT and leads to abnormal movement of the mitral valve leaflets. Systolic anterior motion (SAM) of the mitral valve is common in HCM and is defined as displacement of the distal anterior mitral valve leaflet into the LVOT. [13] The second cause is alterations in the structure of the mitral valve, such as elongated leaflets and displacement of the papillary muscles and valve apparatus towards the anterior region. These structural changes render the valve liable to unnatural flow vectors. SAM is more common with a hyperdynamic left ventricle; the ejection fraction is often elevated in HCM (>65%). [14]", "contents": "Hypertrophic Cardiomyopathy -- Pathophysiology. The likelihood of obstruction is typically determined by the pattern of hypertrophy in the left ventricle, with classical asymmetric left ventricular hypertrophy (LVH) commonly affecting the basal interventricular septum. LVOTO in HCM can be attributed to 2 main causes. The first is an increase in septal thickness, which narrows the LVOT and leads to abnormal movement of the mitral valve leaflets. Systolic anterior motion (SAM) of the mitral valve is common in HCM and is defined as displacement of the distal anterior mitral valve leaflet into the LVOT. [13] The second cause is alterations in the structure of the mitral valve, such as elongated leaflets and displacement of the papillary muscles and valve apparatus towards the anterior region. These structural changes render the valve liable to unnatural flow vectors. SAM is more common with a hyperdynamic left ventricle; the ejection fraction is often elevated in HCM (>65%). [14]"}
{"id": "article-18919_12", "title": "Hypertrophic Cardiomyopathy -- Pathophysiology", "content": "Mitral Regurgitation: This can be due to LVOTO or SAM of the mitral valve. The regurgitant jet direction can serve as a guide to the causative mechanism, and SAM is usually directed posteriorly. [5]", "contents": "Hypertrophic Cardiomyopathy -- Pathophysiology. Mitral Regurgitation: This can be due to LVOTO or SAM of the mitral valve. The regurgitant jet direction can serve as a guide to the causative mechanism, and SAM is usually directed posteriorly. [5]"}
{"id": "article-18919_13", "title": "Hypertrophic Cardiomyopathy -- Pathophysiology", "content": "Diastolic Dysfunction: The presence of LVH in conjunction with myocardial disarray and fibrosis increases left ventricular stiffness. This, in turn, negatively affects myocardial relaxation and diastolic function, ultimately leading to increased intracavitary pressures in both the left ventricle (LV) and left atrium (LA). Delayed inactivation from abnormal intracellular calcium reuptake has also been observed in patients with HCM.", "contents": "Hypertrophic Cardiomyopathy -- Pathophysiology. Diastolic Dysfunction: The presence of LVH in conjunction with myocardial disarray and fibrosis increases left ventricular stiffness. This, in turn, negatively affects myocardial relaxation and diastolic function, ultimately leading to increased intracavitary pressures in both the left ventricle (LV) and left atrium (LA). Delayed inactivation from abnormal intracellular calcium reuptake has also been observed in patients with HCM."}
{"id": "article-18919_14", "title": "Hypertrophic Cardiomyopathy -- Pathophysiology", "content": "Myocardial Ischemia: Common findings in HCM include myocardial hypertrophy, microvascular dysfunction, impaired coronary flow reserve, and medial and intimal hypertrophy of intramural arterioles. All these factors contribute to a mismatch between myocardial oxygen supply and demand, resulting in myocardial fibrosis. Autonomic Dysfunction: Defined as an abnormal blood pressure response to exercise—specifically a failure to increase systolic blood pressure by at least 20 mm Hg or a drop in systolic blood pressure during exercise of >20 mm Hg from the peak value—autonomic dysfunction in HCM is associated with poor prognosis. The proposed mechanism involves the inappropriate firing of stretch-sensitive mechanoreceptors in the LV myocardium. This results in unreciprocated changes in systemic vascular resistance, which may lead to episodes of presyncope or syncope.", "contents": "Hypertrophic Cardiomyopathy -- Pathophysiology. Myocardial Ischemia: Common findings in HCM include myocardial hypertrophy, microvascular dysfunction, impaired coronary flow reserve, and medial and intimal hypertrophy of intramural arterioles. All these factors contribute to a mismatch between myocardial oxygen supply and demand, resulting in myocardial fibrosis. Autonomic Dysfunction: Defined as an abnormal blood pressure response to exercise—specifically a failure to increase systolic blood pressure by at least 20 mm Hg or a drop in systolic blood pressure during exercise of >20 mm Hg from the peak value—autonomic dysfunction in HCM is associated with poor prognosis. The proposed mechanism involves the inappropriate firing of stretch-sensitive mechanoreceptors in the LV myocardium. This results in unreciprocated changes in systemic vascular resistance, which may lead to episodes of presyncope or syncope."}
{"id": "article-18919_15", "title": "Hypertrophic Cardiomyopathy -- Pathophysiology", "content": "The most common arrhythmia in HCM is atrial fibrillation, present in about 25% of patients, which is 4- to 6-fold higher than in the general population. Atrial fibrillation is poorly tolerated in patients with HCM; due to decreased compliance, up to 35% of left ventricular filling is dependent on left atrial contraction. The decreased LV filling can lead to lower cardiac output and hypotension. [7]", "contents": "Hypertrophic Cardiomyopathy -- Pathophysiology. The most common arrhythmia in HCM is atrial fibrillation, present in about 25% of patients, which is 4- to 6-fold higher than in the general population. Atrial fibrillation is poorly tolerated in patients with HCM; due to decreased compliance, up to 35% of left ventricular filling is dependent on left atrial contraction. The decreased LV filling can lead to lower cardiac output and hypotension. [7]"}
{"id": "article-18919_16", "title": "Hypertrophic Cardiomyopathy -- Pathophysiology", "content": "Non-sustained ventricular tachycardia (NSVT) is present in 20% to 30% of patients with HCM. NSVT can lead to ventricular fibrillation—the most common cause of sudden cardiac death (SCD). Potential etiology of the arrhythmias includes interstitial fibrosis, myocyte disarray, and myocardial ischemia. [14]", "contents": "Hypertrophic Cardiomyopathy -- Pathophysiology. Non-sustained ventricular tachycardia (NSVT) is present in 20% to 30% of patients with HCM. NSVT can lead to ventricular fibrillation—the most common cause of sudden cardiac death (SCD). Potential etiology of the arrhythmias includes interstitial fibrosis, myocyte disarray, and myocardial ischemia. [14]"}
{"id": "article-18919_17", "title": "Hypertrophic Cardiomyopathy -- Histopathology", "content": "The histology of HCM provides crucial insights into the structural changes occurring within the myocardium. HCM is characterized by enlarged cardiomyocytes in the heart muscle, which have eosinophilic cytoplasm and box-shaped nuclei. These cells can exhibit unusual shapes, such as Y-shaped branches, frequent side-to-side connections, or a spiraled appearance around a central fibrous core. The resulting disorganized architecture of the heart muscle can lead to myocardial disarray, with bundles of cardiomyocytes arranged at different angles to each other.", "contents": "Hypertrophic Cardiomyopathy -- Histopathology. The histology of HCM provides crucial insights into the structural changes occurring within the myocardium. HCM is characterized by enlarged cardiomyocytes in the heart muscle, which have eosinophilic cytoplasm and box-shaped nuclei. These cells can exhibit unusual shapes, such as Y-shaped branches, frequent side-to-side connections, or a spiraled appearance around a central fibrous core. The resulting disorganized architecture of the heart muscle can lead to myocardial disarray, with bundles of cardiomyocytes arranged at different angles to each other."}
{"id": "article-18919_18", "title": "Hypertrophic Cardiomyopathy -- Histopathology", "content": "The affected areas can be adjacent to areas of normal myocardium in a patchy nature. The disarray is inversely correlated to fibrosis. Fibrosis is seen interstitial and will stain blue with the Masson trichrome stain. [5] [14] Microvascular ischemia can cause cell death and replacement fibrosis, while interstitial fibrosis can lead to arrhythmogenic foci. HCM is also associated with intercellular junction abnormalities in the intercalated discs and desmosomes, which can form \"huge mega-discs.\" This likely contributes to diastolic dysfunction and arrhythmias. [5]", "contents": "Hypertrophic Cardiomyopathy -- Histopathology. The affected areas can be adjacent to areas of normal myocardium in a patchy nature. The disarray is inversely correlated to fibrosis. Fibrosis is seen interstitial and will stain blue with the Masson trichrome stain. [5] [14] Microvascular ischemia can cause cell death and replacement fibrosis, while interstitial fibrosis can lead to arrhythmogenic foci. HCM is also associated with intercellular junction abnormalities in the intercalated discs and desmosomes, which can form \"huge mega-discs.\" This likely contributes to diastolic dysfunction and arrhythmias. [5]"}
{"id": "article-18919_19", "title": "Hypertrophic Cardiomyopathy -- History and Physical", "content": "It has been estimated that a significant portion, up to 50%, of individuals diagnosed with HCM may not experience any symptoms or may only have mild symptoms, especially patients without LVOTO. [12] Patient history should focus on both family and personal history: 1) Family history of HCM, sudden cardiac death, or unexplained syncope and 2) Personal history of chest pain, syncope, unexplained dizziness, palpitations, shortness of breath, and chest pain. Shortness of breath and chest discomfort are often caused by underlying diastolic dysfunction and LVOTO. Chest pain can present as typical angina or atypical. Individuals with LVOTO may experience more severe symptoms after consuming a heavy meal (postprandial exacerbation). Dizziness and syncope can occur at rest or during physical exertion, and arrhythmia or dynamic LVOTO can be the underlying causes. Palpitations are also common and may indicate underlying episodes of atrial fibrillation or ventricular arrhythmia. Sudden cardiac death represents the most devastating presenting symptom.", "contents": "Hypertrophic Cardiomyopathy -- History and Physical. It has been estimated that a significant portion, up to 50%, of individuals diagnosed with HCM may not experience any symptoms or may only have mild symptoms, especially patients without LVOTO. [12] Patient history should focus on both family and personal history: 1) Family history of HCM, sudden cardiac death, or unexplained syncope and 2) Personal history of chest pain, syncope, unexplained dizziness, palpitations, shortness of breath, and chest pain. Shortness of breath and chest discomfort are often caused by underlying diastolic dysfunction and LVOTO. Chest pain can present as typical angina or atypical. Individuals with LVOTO may experience more severe symptoms after consuming a heavy meal (postprandial exacerbation). Dizziness and syncope can occur at rest or during physical exertion, and arrhythmia or dynamic LVOTO can be the underlying causes. Palpitations are also common and may indicate underlying episodes of atrial fibrillation or ventricular arrhythmia. Sudden cardiac death represents the most devastating presenting symptom."}
{"id": "article-18919_20", "title": "Hypertrophic Cardiomyopathy -- History and Physical", "content": "Physical examination findings are characterized by a \"jerky\" pulse with rapid upstroke and downstroke, normal S1 and split S2, S3 due to decompensated heart failure, prominent \"a wave\" of jugular venous pressure, laterally displaced apical impulse, and double carotid pulse. S4 is common with LVH.", "contents": "Hypertrophic Cardiomyopathy -- History and Physical. Physical examination findings are characterized by a \"jerky\" pulse with rapid upstroke and downstroke, normal S1 and split S2, S3 due to decompensated heart failure, prominent \"a wave\" of jugular venous pressure, laterally displaced apical impulse, and double carotid pulse. S4 is common with LVH."}
{"id": "article-18919_21", "title": "Hypertrophic Cardiomyopathy -- History and Physical", "content": "A harsh mid-systolic ejection murmur at the left sternal border is present as follows: diminished intensity with increased preload (squatting) or afterload (handgrip) and increased intensity with a decrease in preload (Valsalva maneuver, standing), and with any reduction in afterload (vasodilator administration). Exercise will also increase the murmur. If mitral regurgitation is present, a holosystolic, blowing murmur may be present, loudest at the apex.", "contents": "Hypertrophic Cardiomyopathy -- History and Physical. A harsh mid-systolic ejection murmur at the left sternal border is present as follows: diminished intensity with increased preload (squatting) or afterload (handgrip) and increased intensity with a decrease in preload (Valsalva maneuver, standing), and with any reduction in afterload (vasodilator administration). Exercise will also increase the murmur. If mitral regurgitation is present, a holosystolic, blowing murmur may be present, loudest at the apex."}
{"id": "article-18919_22", "title": "Hypertrophic Cardiomyopathy -- Evaluation", "content": "Individuals who have a family history of HCM, exhibit symptoms such as a cardiac event, reveal a heart murmur during a routine physical examination, or display an abnormal 12-lead ECG may require further clinical assessment. To accurately evaluate for HCM, a comprehensive cardiac history, including family history spanning 3 generations, and an extensive physical examination (incorporating special provocative maneuvers such as Valsalva, squat-to-stand, passive leg raising, or walking) are necessary. An ECG and cardiac imaging to identify LVH should be performed in all patients. [15] [16] [17]", "contents": "Hypertrophic Cardiomyopathy -- Evaluation. Individuals who have a family history of HCM, exhibit symptoms such as a cardiac event, reveal a heart murmur during a routine physical examination, or display an abnormal 12-lead ECG may require further clinical assessment. To accurately evaluate for HCM, a comprehensive cardiac history, including family history spanning 3 generations, and an extensive physical examination (incorporating special provocative maneuvers such as Valsalva, squat-to-stand, passive leg raising, or walking) are necessary. An ECG and cardiac imaging to identify LVH should be performed in all patients. [15] [16] [17]"}
{"id": "article-18919_23", "title": "Hypertrophic Cardiomyopathy -- Evaluation", "content": "Laboratory testing: Lab testing, including Troponin I and T, can be used to detect suspected ischemic events. Elevation of the natriuretic peptides, especially brain natriuretic peptide (BNP), can also be used as a marker of heart failure. Elevated NT-pro-BNP levels are correlated with LV wall stress and diastolic and systolic dysfunction.", "contents": "Hypertrophic Cardiomyopathy -- Evaluation. Laboratory testing: Lab testing, including Troponin I and T, can be used to detect suspected ischemic events. Elevation of the natriuretic peptides, especially brain natriuretic peptide (BNP), can also be used as a marker of heart failure. Elevated NT-pro-BNP levels are correlated with LV wall stress and diastolic and systolic dysfunction."}
{"id": "article-18919_24", "title": "Hypertrophic Cardiomyopathy -- Evaluation", "content": "ECG: ECG is often abnormal, even if LVOTO is not present. Findings include localized or widespread repolarization changes, prominent Q-waves in the inferior (II, III, and aVF) and lateral (I, aVL, and V4-V6) leads, left atrial or biatrial enlargement, left axis deviation, and deeply inverted T-waves. Prominent Q-waves can represent thickened interventricular septal depolarization. [14]", "contents": "Hypertrophic Cardiomyopathy -- Evaluation. ECG: ECG is often abnormal, even if LVOTO is not present. Findings include localized or widespread repolarization changes, prominent Q-waves in the inferior (II, III, and aVF) and lateral (I, aVL, and V4-V6) leads, left atrial or biatrial enlargement, left axis deviation, and deeply inverted T-waves. Prominent Q-waves can represent thickened interventricular septal depolarization. [14]"}
{"id": "article-18919_25", "title": "Hypertrophic Cardiomyopathy -- Evaluation", "content": "Transthoracic echocardiogram (TTE): TTE can demonstrate the typical cardiac morphology of unexplained LVH with wall thickness >15 mm. About one-third of patients with HCM will also have increased RV wall thickness (>8 mm). As noted above, a septal/posterior wall thickness ratio >1.3 in normotensive patients or >1.5 in hypertensive patients is also diagnostic of HCM. TTE can also show systolic and diastolic function, the presence and severity of any LVOT gradient, and the degree of mitral regurgitation or SAM (of note, SAM has a specificity of 99% for HCM). Left atrial measurements and pulmonary artery pressures should also be imaged. TTE with contrast can also be performed in patients unable to get a cardiac MRI (CMR), such as if an implantable cardioverter-defibrillator (ICD) is present (see Image. Hypertrophic Cardiomyopathy).", "contents": "Hypertrophic Cardiomyopathy -- Evaluation. Transthoracic echocardiogram (TTE): TTE can demonstrate the typical cardiac morphology of unexplained LVH with wall thickness >15 mm. About one-third of patients with HCM will also have increased RV wall thickness (>8 mm). As noted above, a septal/posterior wall thickness ratio >1.3 in normotensive patients or >1.5 in hypertensive patients is also diagnostic of HCM. TTE can also show systolic and diastolic function, the presence and severity of any LVOT gradient, and the degree of mitral regurgitation or SAM (of note, SAM has a specificity of 99% for HCM). Left atrial measurements and pulmonary artery pressures should also be imaged. TTE with contrast can also be performed in patients unable to get a cardiac MRI (CMR), such as if an implantable cardioverter-defibrillator (ICD) is present (see Image. Hypertrophic Cardiomyopathy)."}
{"id": "article-18919_26", "title": "Hypertrophic Cardiomyopathy -- Evaluation", "content": "Ambulatory ECG monitoring (Holter): Monitoring should be performed for 24 to 48 hours in all patients diagnosed with HCM for risk assessment of ventricular arrhythmias and sudden death.", "contents": "Hypertrophic Cardiomyopathy -- Evaluation. Ambulatory ECG monitoring (Holter): Monitoring should be performed for 24 to 48 hours in all patients diagnosed with HCM for risk assessment of ventricular arrhythmias and sudden death."}
{"id": "article-18919_27", "title": "Hypertrophic Cardiomyopathy -- Evaluation", "content": "Exercise stress testing: This can be performed for risk stratification and LV outflow tract (LVOT) gradient assessment. Exercise stress testing with TTE is the preferred method to image the LVOT because this simulates physiologic stress. [18]", "contents": "Hypertrophic Cardiomyopathy -- Evaluation. Exercise stress testing: This can be performed for risk stratification and LV outflow tract (LVOT) gradient assessment. Exercise stress testing with TTE is the preferred method to image the LVOT because this simulates physiologic stress. [18]"}
{"id": "article-18919_28", "title": "Hypertrophic Cardiomyopathy -- Evaluation", "content": "Cardiac magnetic resonance: CMR is becoming more commonly used to characterize cardiac tissue and structure in patients with HCM and their relatives. With gadolinium, CMR can also detect myocardial fibrosis, an important prognostic indicator. Late gadolinium enhancement (LGE) is present in over 60% of patients with symptomatic HCM and is thought to be a marker for replacement fibrosis. [5] The American Heart Association's (AHA) guidelines suggest using CMR in the following situations: [19] [20] For patients in whom TTE is inconclusive or images are suboptimal For patients in LVH with suspicion of alternative diagnosis, such as Fabry disease, amyloidosis, or athlete's heart For patients with unclear benefits regarding ICD placement TTE can miss patients with the uncommon apical or anterolateral wall hypertrophy forms of HCM, so CMR is preferred for imaging this variant. To image more subtle structural findings such as myocardial crypts, elongated mitral leaflets, and expanded extracellular space [12] To define the LVOT when planning invasive intraseptal reduction treatments", "contents": "Hypertrophic Cardiomyopathy -- Evaluation. Cardiac magnetic resonance: CMR is becoming more commonly used to characterize cardiac tissue and structure in patients with HCM and their relatives. With gadolinium, CMR can also detect myocardial fibrosis, an important prognostic indicator. Late gadolinium enhancement (LGE) is present in over 60% of patients with symptomatic HCM and is thought to be a marker for replacement fibrosis. [5] The American Heart Association's (AHA) guidelines suggest using CMR in the following situations: [19] [20] For patients in whom TTE is inconclusive or images are suboptimal For patients in LVH with suspicion of alternative diagnosis, such as Fabry disease, amyloidosis, or athlete's heart For patients with unclear benefits regarding ICD placement TTE can miss patients with the uncommon apical or anterolateral wall hypertrophy forms of HCM, so CMR is preferred for imaging this variant. To image more subtle structural findings such as myocardial crypts, elongated mitral leaflets, and expanded extracellular space [12] To define the LVOT when planning invasive intraseptal reduction treatments"}
{"id": "article-18919_29", "title": "Hypertrophic Cardiomyopathy -- Evaluation", "content": "Some patients may also require additional studies as follows: Cardiac catheterization: This can help characterize cardiac hemodynamics, the degree of left ventricular outflow obstruction, and the coronary vessel anatomy. Electrophysiological studies: These studies can help determine the origin of the arrhythmias.", "contents": "Hypertrophic Cardiomyopathy -- Evaluation. Some patients may also require additional studies as follows: Cardiac catheterization: This can help characterize cardiac hemodynamics, the degree of left ventricular outflow obstruction, and the coronary vessel anatomy. Electrophysiological studies: These studies can help determine the origin of the arrhythmias."}
{"id": "article-18919_30", "title": "Hypertrophic Cardiomyopathy -- Evaluation -- Risk Stratification in Young Athletes and Patients", "content": "HCM is a leading cause of sudden cardiac death (SCD) in athletes younger than 35 years, along with congenital anomalies of the coronary arteries and arrhythmogenic right ventricular cardiomyopathy (ARVC). For most HCM patients, engaging in mild to moderate-intensity recreational exercise can be beneficial. Special attention is paid to athletes because about 25% of SCD cases occur during physical activity, such as sports. [21] Risk stratification for young athletes to evaluate for HCM is performed using ECG and echocardiography. However, these testing modalities have low sensitivity, so CMR has been suggested as a test for all young athletes with a personal history of syncope, a family history of syncope or SCD, or an abnormal or indeterminate echocardiogram. [8] For athletes older than 35 years, coronary artery disease is the most common cause of SCD.", "contents": "Hypertrophic Cardiomyopathy -- Evaluation -- Risk Stratification in Young Athletes and Patients. HCM is a leading cause of sudden cardiac death (SCD) in athletes younger than 35 years, along with congenital anomalies of the coronary arteries and arrhythmogenic right ventricular cardiomyopathy (ARVC). For most HCM patients, engaging in mild to moderate-intensity recreational exercise can be beneficial. Special attention is paid to athletes because about 25% of SCD cases occur during physical activity, such as sports. [21] Risk stratification for young athletes to evaluate for HCM is performed using ECG and echocardiography. However, these testing modalities have low sensitivity, so CMR has been suggested as a test for all young athletes with a personal history of syncope, a family history of syncope or SCD, or an abnormal or indeterminate echocardiogram. [8] For athletes older than 35 years, coronary artery disease is the most common cause of SCD."}
{"id": "article-18919_31", "title": "Hypertrophic Cardiomyopathy -- Evaluation -- Risk Stratification in Young Athletes and Patients", "content": "In the United States, HCM and an anomalous origin of coronary arteries are the most common causes of SCD in all patients younger than 35, while in Europe, arrhythmogenic cardiomyopathies (including ARVC) and channelopathies are more common. [22] [23] Current guidelines recommend against competitive sports and strenuous exercise, given the association of SCD in young athletes with HCM. [12] However, the prospective, observational LIVE-HCM trial studying the effect of vigorous exercise did not find an association with life-threatening arrhythmia or death. This study found that most significant cardiac events occurred during activities of daily living. [24] Another ongoing trial at Yale University ( NCT02549664 ) is also studying the effect of exercise on patients with HCM. As no well-designed trials have definitively proven that avoiding strenuous exercise helps decrease the chances of SCD, some experts recommend shared decision-making between patients and physicians after fully explaining all possible risks and benefits. [21] [22]", "contents": "Hypertrophic Cardiomyopathy -- Evaluation -- Risk Stratification in Young Athletes and Patients. In the United States, HCM and an anomalous origin of coronary arteries are the most common causes of SCD in all patients younger than 35, while in Europe, arrhythmogenic cardiomyopathies (including ARVC) and channelopathies are more common. [22] [23] Current guidelines recommend against competitive sports and strenuous exercise, given the association of SCD in young athletes with HCM. [12] However, the prospective, observational LIVE-HCM trial studying the effect of vigorous exercise did not find an association with life-threatening arrhythmia or death. This study found that most significant cardiac events occurred during activities of daily living. [24] Another ongoing trial at Yale University ( NCT02549664 ) is also studying the effect of exercise on patients with HCM. As no well-designed trials have definitively proven that avoiding strenuous exercise helps decrease the chances of SCD, some experts recommend shared decision-making between patients and physicians after fully explaining all possible risks and benefits. [21] [22]"}
{"id": "article-18919_32", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management", "content": "Treatment strategies for HCM are based on observational data and clinical experience since no large randomized trials have been performed. Pharmacological therapy is the first-line approach to symptomatic HCM. Initial recommended medications include negative inotropic agents, including beta blockers, nondihydropyridine calcium channel blockers, and disopyramide. [25] [26]", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management. Treatment strategies for HCM are based on observational data and clinical experience since no large randomized trials have been performed. Pharmacological therapy is the first-line approach to symptomatic HCM. Initial recommended medications include negative inotropic agents, including beta blockers, nondihydropyridine calcium channel blockers, and disopyramide. [25] [26]"}
{"id": "article-18919_33", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention", "content": "Beta-blockers are the first line of management in most patients with HCM. Recommendations are that patients be titrated to a therapeutic dose that provides symptom relief. Beta-blockade failure should not be declared until the suppression of resting heart rate is demonstrated. This approach ensures that patients receive optimal treatment benefits while minimizing the risk of adverse effects.", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention. Beta-blockers are the first line of management in most patients with HCM. Recommendations are that patients be titrated to a therapeutic dose that provides symptom relief. Beta-blockade failure should not be declared until the suppression of resting heart rate is demonstrated. This approach ensures that patients receive optimal treatment benefits while minimizing the risk of adverse effects."}
{"id": "article-18919_34", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention", "content": "Diltiazem and verapamil are both known to alleviate symptoms in patients with obstructive HCM. These drugs can have vasodilating properties, but they can also have negative inotropic and negative chronotropic effects, which may limit their use. Evidence does not support using calcium channel blockers in combination with beta-blockers as a therapy for HCM.", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention. Diltiazem and verapamil are both known to alleviate symptoms in patients with obstructive HCM. These drugs can have vasodilating properties, but they can also have negative inotropic and negative chronotropic effects, which may limit their use. Evidence does not support using calcium channel blockers in combination with beta-blockers as a therapy for HCM."}
{"id": "article-18919_35", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention", "content": "Disopyramide is a potent negative inotropic agent and reduces outflow obstruction and associated symptoms.", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention. Disopyramide is a potent negative inotropic agent and reduces outflow obstruction and associated symptoms."}
{"id": "article-18919_36", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention", "content": "Diuretics can be given carefully in patients without LVOT obstruction who have refractory heart failure symptoms presenting with volume overload. Volume depletion decreases stroke volume and worsens the LVOT gradient. This can lead to hypotension, lightheadedness, and syncope.", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention. Diuretics can be given carefully in patients without LVOT obstruction who have refractory heart failure symptoms presenting with volume overload. Volume depletion decreases stroke volume and worsens the LVOT gradient. This can lead to hypotension, lightheadedness, and syncope."}
{"id": "article-18919_37", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention", "content": "Certain medications should be avoided or used very cautiously as they can worsen symptoms. These include vasodilators, amlodipine, nifedipine, nitroglycerin, angiotensin-converting enzyme/angiotensin II receptor blockers, and adrenergic receptor β-agonists like dopamine and dobutamine. [27]", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention. Certain medications should be avoided or used very cautiously as they can worsen symptoms. These include vasodilators, amlodipine, nifedipine, nitroglycerin, angiotensin-converting enzyme/angiotensin II receptor blockers, and adrenergic receptor β-agonists like dopamine and dobutamine. [27]"}
{"id": "article-18919_38", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention", "content": "Patients with nonobstructed HCM are usually treated medically. [18] [28]", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Medical Intervention. Patients with nonobstructed HCM are usually treated medically. [18] [28]"}
{"id": "article-18919_39", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Implantable Cardiac-Defibrillator Placement", "content": "The placement of ICDs is considered largely responsible for the improved mortality of HCM over the last 20 years. Any patient with risk factors for SCD should be considered for ICD. Risk factors include the following: recent unexplained syncope, HCM-related SCD in a close relative, thin-walled akinetic or dyskinetic LV apical aneurysm with scarring, frequent or prolonged episodes of ventricular tachycardia on ambulatory monitoring, extensive late gadolinium enhancement on CMR, and massive LVH (>30 mm). Multiple studies have shown primary ICD placement terminates 3% to 4% of malignant tachyarrhythmias per year, and that number rises to 10% for secondary ICD placement (after cardiac arrest). [27] Although overall beneficial, the complication rate can be up to 10% per year, including lead fractures and infections. [27] Guidelines for ICD placement in children are less clear as children have less marginal benefit and increased complications from ICDs than adults due to smaller size. [21]", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Implantable Cardiac-Defibrillator Placement. The placement of ICDs is considered largely responsible for the improved mortality of HCM over the last 20 years. Any patient with risk factors for SCD should be considered for ICD. Risk factors include the following: recent unexplained syncope, HCM-related SCD in a close relative, thin-walled akinetic or dyskinetic LV apical aneurysm with scarring, frequent or prolonged episodes of ventricular tachycardia on ambulatory monitoring, extensive late gadolinium enhancement on CMR, and massive LVH (>30 mm). Multiple studies have shown primary ICD placement terminates 3% to 4% of malignant tachyarrhythmias per year, and that number rises to 10% for secondary ICD placement (after cardiac arrest). [27] Although overall beneficial, the complication rate can be up to 10% per year, including lead fractures and infections. [27] Guidelines for ICD placement in children are less clear as children have less marginal benefit and increased complications from ICDs than adults due to smaller size. [21]"}
{"id": "article-18919_40", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention", "content": "Up to 50% of patients with HCM may be refractory to medical treatment. [29] Indications for surgical intervention include New York Heart Association (NYHA) III/IV class symptoms despite optimal medical therapy, syncope related to hemodynamic compromise from LVOT obstruction, or an LVOT gradient of >50 mmHg.", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention. Up to 50% of patients with HCM may be refractory to medical treatment. [29] Indications for surgical intervention include New York Heart Association (NYHA) III/IV class symptoms despite optimal medical therapy, syncope related to hemodynamic compromise from LVOT obstruction, or an LVOT gradient of >50 mmHg."}
{"id": "article-18919_41", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention", "content": "Septal reduction therapy includes left ventricular septal myectomy, which immediately reduces the outflow tract obstruction. Mitral valve repair or remodeling is sometimes also performed to reduce mitral regurgitation or further relieve LVOTO. Complete heart block requiring a permanent pacemaker is a myectomy complication occurring 1% to 5% of the time. Mortality is low with experienced surgeons. [27]", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention. Septal reduction therapy includes left ventricular septal myectomy, which immediately reduces the outflow tract obstruction. Mitral valve repair or remodeling is sometimes also performed to reduce mitral regurgitation or further relieve LVOTO. Complete heart block requiring a permanent pacemaker is a myectomy complication occurring 1% to 5% of the time. Mortality is low with experienced surgeons. [27]"}
{"id": "article-18919_42", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention", "content": "Alcohol septal ablation can also be performed for the same indications and has the added benefit of faster recovery time. However, the LVOT obstruction often takes up to 3 months to show improvement, and results are less uniform than with surgical myectomy. In addition, the risk of complete heart block is higher (10% to 15%), and a post-ablation scar can form, causing an arrhythmogenic focus. [30]", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention. Alcohol septal ablation can also be performed for the same indications and has the added benefit of faster recovery time. However, the LVOT obstruction often takes up to 3 months to show improvement, and results are less uniform than with surgical myectomy. In addition, the risk of complete heart block is higher (10% to 15%), and a post-ablation scar can form, causing an arrhythmogenic focus. [30]"}
{"id": "article-18919_43", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention", "content": "Given that atrial fibrillation is the most common arrhythmia associated with HCM, a Maze procedure is often done in conjunction if a myectomy is required, and it is often successful in decreasing or resolving this arrhythmia.", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention. Given that atrial fibrillation is the most common arrhythmia associated with HCM, a Maze procedure is often done in conjunction if a myectomy is required, and it is often successful in decreasing or resolving this arrhythmia."}
{"id": "article-18919_44", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention", "content": "Radiofrequency ablation is a newer technique being studied for left ventricular septal reduction. Results seem to be similarly effective to the more established surgical myectomy and alcohol ablation techniques. The most common adverse effect is pericardial effusion requiring drainage. Further studies of this technique are needed. [29] [31]", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention. Radiofrequency ablation is a newer technique being studied for left ventricular septal reduction. Results seem to be similarly effective to the more established surgical myectomy and alcohol ablation techniques. The most common adverse effect is pericardial effusion requiring drainage. Further studies of this technique are needed. [29] [31]"}
{"id": "article-18919_45", "title": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention", "content": "A heart transplant is recommended as a last resort in patients who have failed all medical and surgical treatments (see Image. Treatment Mapping). [27] [32]", "contents": "Hypertrophic Cardiomyopathy -- Treatment / Management -- Surgical intervention. A heart transplant is recommended as a last resort in patients who have failed all medical and surgical treatments (see Image. Treatment Mapping). [27] [32]"}
{"id": "article-18919_46", "title": "Hypertrophic Cardiomyopathy -- Differential Diagnosis", "content": "For a correct diagnosis of HCM to be made, other diagnoses must be excluded first, including the following:", "contents": "Hypertrophic Cardiomyopathy -- Differential Diagnosis. For a correct diagnosis of HCM to be made, other diagnoses must be excluded first, including the following:"}
{"id": "article-18919_47", "title": "Hypertrophic Cardiomyopathy -- Differential Diagnosis", "content": "Fabry disease: Caused by an α-galactosidase deficiency and characterized by angiokeratomas and peripheral neuropathies, it is transmitted through x-linked inheritance.", "contents": "Hypertrophic Cardiomyopathy -- Differential Diagnosis. Fabry disease: Caused by an α-galactosidase deficiency and characterized by angiokeratomas and peripheral neuropathies, it is transmitted through x-linked inheritance."}
{"id": "article-18919_48", "title": "Hypertrophic Cardiomyopathy -- Differential Diagnosis", "content": "LEOPARD syndrome: Patients with this syndrome exhibit multiple lentigines.", "contents": "Hypertrophic Cardiomyopathy -- Differential Diagnosis. LEOPARD syndrome: Patients with this syndrome exhibit multiple lentigines."}
{"id": "article-18919_49", "title": "Hypertrophic Cardiomyopathy -- Differential Diagnosis", "content": "Amyloidosis: Patients with ventricular hypertrophy due to amyloidosis will most likely have bilateral carpal tunnel syndrome, nephrotic syndrome, or skin abnormalities. The ECG may show an arteriovenous block, and the echocardiogram may show\"a \"sparkling\" appearance.", "contents": "Hypertrophic Cardiomyopathy -- Differential Diagnosis. Amyloidosis: Patients with ventricular hypertrophy due to amyloidosis will most likely have bilateral carpal tunnel syndrome, nephrotic syndrome, or skin abnormalities. The ECG may show an arteriovenous block, and the echocardiogram may show\"a \"sparkling\" appearance."}
{"id": "article-18919_50", "title": "Hypertrophic Cardiomyopathy -- Differential Diagnosis", "content": "Danon disease: X-linked lysosomal glycogen-storage disease with the clinical triad of skeletal myopathy, cardiomyopathy, and intellectual disability.", "contents": "Hypertrophic Cardiomyopathy -- Differential Diagnosis. Danon disease: X-linked lysosomal glycogen-storage disease with the clinical triad of skeletal myopathy, cardiomyopathy, and intellectual disability."}
{"id": "article-18919_51", "title": "Hypertrophic Cardiomyopathy -- Differential Diagnosis", "content": "Friedrich ataxia: The most common cause of inherited ataxia caused by a mutation in the frataxin gene, a mitochondrial protein found in neurons and cardiomyocytes. Ataxia, dysarthria, and other cerebellar signs usually become prominent during childhood.", "contents": "Hypertrophic Cardiomyopathy -- Differential Diagnosis. Friedrich ataxia: The most common cause of inherited ataxia caused by a mutation in the frataxin gene, a mitochondrial protein found in neurons and cardiomyocytes. Ataxia, dysarthria, and other cerebellar signs usually become prominent during childhood."}
{"id": "article-18919_52", "title": "Hypertrophic Cardiomyopathy -- Differential Diagnosis", "content": "Aortic stenosis or insufficiency/pulmonary hypertension: These clinical entities combine LVH with aortic valve or pulmonary artery changes and can cause symmetric or asymmetric LVH, similar to HCM. Abnormalities may be detectable on echocardiogram.", "contents": "Hypertrophic Cardiomyopathy -- Differential Diagnosis. Aortic stenosis or insufficiency/pulmonary hypertension: These clinical entities combine LVH with aortic valve or pulmonary artery changes and can cause symmetric or asymmetric LVH, similar to HCM. Abnormalities may be detectable on echocardiogram."}
{"id": "article-18919_53", "title": "Hypertrophic Cardiomyopathy -- Differential Diagnosis", "content": "Athlete’s heart: A history of athletic achievement and strenuous training should help in differential diagnosis. An echocardiogram may also show an enlarged LV cavity. HCM is also associated with LV thickness >15 mm, a normal to small LV cavity, SAM, diastolic dysfunction, and LVOTO.", "contents": "Hypertrophic Cardiomyopathy -- Differential Diagnosis. Athlete’s heart: A history of athletic achievement and strenuous training should help in differential diagnosis. An echocardiogram may also show an enlarged LV cavity. HCM is also associated with LV thickness >15 mm, a normal to small LV cavity, SAM, diastolic dysfunction, and LVOTO."}
{"id": "article-18919_54", "title": "Hypertrophic Cardiomyopathy -- Differential Diagnosis", "content": "Hypertensive heart disease: Diffuse atherosclerotic changes and a history of essential hypertension should suggest the diagnosis. HCM is also associated with SAM, LGE, and preferential involvement of the apical, anterolateral free wall or posterior septum.", "contents": "Hypertrophic Cardiomyopathy -- Differential Diagnosis. Hypertensive heart disease: Diffuse atherosclerotic changes and a history of essential hypertension should suggest the diagnosis. HCM is also associated with SAM, LGE, and preferential involvement of the apical, anterolateral free wall or posterior septum."}
{"id": "article-18919_55", "title": "Hypertrophic Cardiomyopathy -- Prognosis", "content": "Understanding the prognosis of HCM is essential for guiding patient management and counseling. Factors such as age of onset, genetic mutations, degree of hypertrophy, presence of symptoms, and complications significantly influence the long-term outlook. A nuanced understanding of these prognostic indicators is crucial for clinicians to tailor treatment strategies and optimize patient outcomes. Previously, mortality rates of 1% to 4% were reported in patients with HCM. With appropriate treatment, these numbers are now thought to be closer to 0.5%. Even though many patients with HCM are asymptomatic, the first clinical presentation may be sudden death from malignant arrhythmias. Increased left atrial size (transverse linear dimension >48 mm or volume >118 mL) is correlated with an increased risk of death, heart failure, and atrial fibrillation. [5]", "contents": "Hypertrophic Cardiomyopathy -- Prognosis. Understanding the prognosis of HCM is essential for guiding patient management and counseling. Factors such as age of onset, genetic mutations, degree of hypertrophy, presence of symptoms, and complications significantly influence the long-term outlook. A nuanced understanding of these prognostic indicators is crucial for clinicians to tailor treatment strategies and optimize patient outcomes. Previously, mortality rates of 1% to 4% were reported in patients with HCM. With appropriate treatment, these numbers are now thought to be closer to 0.5%. Even though many patients with HCM are asymptomatic, the first clinical presentation may be sudden death from malignant arrhythmias. Increased left atrial size (transverse linear dimension >48 mm or volume >118 mL) is correlated with an increased risk of death, heart failure, and atrial fibrillation. [5]"}
{"id": "article-18919_56", "title": "Hypertrophic Cardiomyopathy -- Complications", "content": "Complications of HCM pose significant challenges in patient management and prognostication. Understanding the diverse array of complications associated with HCM is essential for clinicians to implement appropriate preventive measures and therapeutic interventions, ultimately improving patient outcomes and quality of life. These complications encompass a spectrum of cardiovascular events, including the following: Ventricular arrhythmias Congestive heart failure Infective endocarditis of the mitral valve Atrial fibrillation Embolic phenomenon Sudden death", "contents": "Hypertrophic Cardiomyopathy -- Complications. Complications of HCM pose significant challenges in patient management and prognostication. Understanding the diverse array of complications associated with HCM is essential for clinicians to implement appropriate preventive measures and therapeutic interventions, ultimately improving patient outcomes and quality of life. These complications encompass a spectrum of cardiovascular events, including the following: Ventricular arrhythmias Congestive heart failure Infective endocarditis of the mitral valve Atrial fibrillation Embolic phenomenon Sudden death"}
{"id": "article-18919_57", "title": "Hypertrophic Cardiomyopathy -- Deterrence and Patient Education", "content": "Preventing and deterring the progression of HCM is paramount in reducing its associated morbidity and mortality. Lifestyle modifications and targeted interventions can play a crucial role in mitigating its impact. Understanding the strategies for deterrence and prevention is vital for healthcare professionals to empower patients with HCM and optimize their long-term cardiac health.", "contents": "Hypertrophic Cardiomyopathy -- Deterrence and Patient Education. Preventing and deterring the progression of HCM is paramount in reducing its associated morbidity and mortality. Lifestyle modifications and targeted interventions can play a crucial role in mitigating its impact. Understanding the strategies for deterrence and prevention is vital for healthcare professionals to empower patients with HCM and optimize their long-term cardiac health."}
{"id": "article-18919_58", "title": "Hypertrophic Cardiomyopathy -- Deterrence and Patient Education", "content": "Patients should be screened and advised on preventing and treating comorbidities that can exacerbate the severity of HCM. These comorbidities include atherosclerotic cardiovascular disease, obesity, hypertension, and sleep apnea.", "contents": "Hypertrophic Cardiomyopathy -- Deterrence and Patient Education. Patients should be screened and advised on preventing and treating comorbidities that can exacerbate the severity of HCM. These comorbidities include atherosclerotic cardiovascular disease, obesity, hypertension, and sleep apnea."}
{"id": "article-18919_59", "title": "Hypertrophic Cardiomyopathy -- Deterrence and Patient Education", "content": "Individuals with a history of sudden death in a family member within 3 generations should be screened for the disorder. Unless symptomatic, screening by ECG, echocardiography, or CMR usually begins at 12 years of age and continues yearly until age 21, after which screening can occur every 3 to 5 years. Genetic testing can be performed if a gene causing HCM can be identified in a proband, but this is not the preferred strategy per the Journal of the American College of Cardiology due to variable genetic penetrance and expression, as well as the absence of identifiable genetic mutations in up to 40% of HCM cases. [12]", "contents": "Hypertrophic Cardiomyopathy -- Deterrence and Patient Education. Individuals with a history of sudden death in a family member within 3 generations should be screened for the disorder. Unless symptomatic, screening by ECG, echocardiography, or CMR usually begins at 12 years of age and continues yearly until age 21, after which screening can occur every 3 to 5 years. Genetic testing can be performed if a gene causing HCM can be identified in a proband, but this is not the preferred strategy per the Journal of the American College of Cardiology due to variable genetic penetrance and expression, as well as the absence of identifiable genetic mutations in up to 40% of HCM cases. [12]"}
{"id": "article-18919_60", "title": "Hypertrophic Cardiomyopathy -- Deterrence and Patient Education", "content": "Individuals with abnormal blood pressure in response to exercise should also be screened.", "contents": "Hypertrophic Cardiomyopathy -- Deterrence and Patient Education. Individuals with abnormal blood pressure in response to exercise should also be screened."}
{"id": "article-18919_61", "title": "Hypertrophic Cardiomyopathy -- Deterrence and Patient Education", "content": "Significant controversy exists about the safety of participating in organized or competitive sports in patients with HCM. Associated risks, particularly SCD, should be discussed in depth with affected patients and caregivers.", "contents": "Hypertrophic Cardiomyopathy -- Deterrence and Patient Education. Significant controversy exists about the safety of participating in organized or competitive sports in patients with HCM. Associated risks, particularly SCD, should be discussed in depth with affected patients and caregivers."}
{"id": "article-18919_62", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "Early diagnosis of HCM is important as it allows the healthcare professional to prescribe appropriate treatment.", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. Early diagnosis of HCM is important as it allows the healthcare professional to prescribe appropriate treatment."}
{"id": "article-18919_63", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "If a patient is diagnosed with HCM, close family members should be screened.", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. If a patient is diagnosed with HCM, close family members should be screened."}
{"id": "article-18919_64", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "Mutations in β-myosin heavy chain 7 ( MYH7 ) and myosin-binding protein C3 ( MYBPC3 ) account for about 75% of known variant-positive patients.", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. Mutations in β-myosin heavy chain 7 ( MYH7 ) and myosin-binding protein C3 ( MYBPC3 ) account for about 75% of known variant-positive patients."}
{"id": "article-18919_65", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "Systolic anterior motion (SAM) is highly suggestive of HCM and is associated with mitral regurgitation.", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. Systolic anterior motion (SAM) is highly suggestive of HCM and is associated with mitral regurgitation."}
{"id": "article-18919_66", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "Those who have concomitant mitral regulation and diastolic dysfunction are also prone to recurrent episodes of heart failure.", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. Those who have concomitant mitral regulation and diastolic dysfunction are also prone to recurrent episodes of heart failure."}
{"id": "article-18919_67", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "Atrial fibrillation is the most common arrhythmia associated with HCM.", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. Atrial fibrillation is the most common arrhythmia associated with HCM."}
{"id": "article-18919_68", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "Ventricular tachycardia degenerating into ventricular fibrillation is the most common cause of SCD.", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. Ventricular tachycardia degenerating into ventricular fibrillation is the most common cause of SCD."}
{"id": "article-18919_69", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "The most common identifiable cause of SCD in the United States is HCM. In Europe, the most common cause is arrhythmogenic right ventricular cardiomyopathy (ARVC).", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. The most common identifiable cause of SCD in the United States is HCM. In Europe, the most common cause is arrhythmogenic right ventricular cardiomyopathy (ARVC)."}
{"id": "article-18919_70", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "Screening and monitoring are usually performed through a combination of ECG, echocardiogram, and CMR.", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. Screening and monitoring are usually performed through a combination of ECG, echocardiogram, and CMR."}
{"id": "article-18919_71", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "The increased use of ICDs is thought to be part of the reason for improved survival in patients with HCM.", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. The increased use of ICDs is thought to be part of the reason for improved survival in patients with HCM."}
{"id": "article-18919_72", "title": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues", "content": "Surgical myectomy and alcohol ablation are 2 well-established techniques for reducing the left ventricular septal wall thickness and decreasing LVOTO.", "contents": "Hypertrophic Cardiomyopathy -- Pearls and Other Issues. Surgical myectomy and alcohol ablation are 2 well-established techniques for reducing the left ventricular septal wall thickness and decreasing LVOTO."}
{"id": "article-18919_73", "title": "Hypertrophic Cardiomyopathy -- Enhancing Healthcare Team Outcomes", "content": "Patients with HCM are at high risk of SCD. Early identification and management of patients with HCM are imperative in reducing morbidity and mortality. The care of patients with HCM necessitates a collaborative approach among healthcare professionals to ensure patient-centered care and improve overall outcomes. Cardiologists, electrophysiologists, primary care physicians, emergency medicine physicians, radiologists, geneticists, advanced practitioners, nurses, pharmacists, and other health professionals involved in the care of these patients should possess the essential clinical skills and knowledge to diagnose and manage HCM accurately. This includes expertise in recognizing the varied clinical presentations and understanding the nuances of diagnostic techniques such as ECG, echocardiogram, and CMR. Patient and caregiver education about disease progression, medication compliance, possible risks and benefits of exercise, and the importance of cardiac follow-up is crucial for optimal outcomes.", "contents": "Hypertrophic Cardiomyopathy -- Enhancing Healthcare Team Outcomes. Patients with HCM are at high risk of SCD. Early identification and management of patients with HCM are imperative in reducing morbidity and mortality. The care of patients with HCM necessitates a collaborative approach among healthcare professionals to ensure patient-centered care and improve overall outcomes. Cardiologists, electrophysiologists, primary care physicians, emergency medicine physicians, radiologists, geneticists, advanced practitioners, nurses, pharmacists, and other health professionals involved in the care of these patients should possess the essential clinical skills and knowledge to diagnose and manage HCM accurately. This includes expertise in recognizing the varied clinical presentations and understanding the nuances of diagnostic techniques such as ECG, echocardiogram, and CMR. Patient and caregiver education about disease progression, medication compliance, possible risks and benefits of exercise, and the importance of cardiac follow-up is crucial for optimal outcomes."}
{"id": "article-18919_74", "title": "Hypertrophic Cardiomyopathy -- Enhancing Healthcare Team Outcomes", "content": "A strategic approach involving evidence-based strategies to optimize treatment plans and minimize adverse effects is equally crucial. Ethical considerations must guide decision-making, ensuring informed consent and respecting patient autonomy in treatment choices, especially given the association with SCD and the unpredictable nature of this disease. Each healthcare professional must be aware of their responsibilities and contribute their unique expertise to the patient's care plan, fostering a multidisciplinary approach. Effective interprofessional communication is paramount, allowing seamless information exchange and collaborative decision-making among the team members. Care coordination plays a pivotal role in ensuring that the patient's journey from diagnosis to treatment and follow-up is well-managed, minimizing errors and enhancing patient safety. By embracing these principles of skill, strategy, ethics, responsibilities, interprofessional communication, and care coordination, the interprofessional healthcare team can deliver patient-centered care, ultimately improving patient outcomes and enhancing team performance in the management of HCM.", "contents": "Hypertrophic Cardiomyopathy -- Enhancing Healthcare Team Outcomes. A strategic approach involving evidence-based strategies to optimize treatment plans and minimize adverse effects is equally crucial. Ethical considerations must guide decision-making, ensuring informed consent and respecting patient autonomy in treatment choices, especially given the association with SCD and the unpredictable nature of this disease. Each healthcare professional must be aware of their responsibilities and contribute their unique expertise to the patient's care plan, fostering a multidisciplinary approach. Effective interprofessional communication is paramount, allowing seamless information exchange and collaborative decision-making among the team members. Care coordination plays a pivotal role in ensuring that the patient's journey from diagnosis to treatment and follow-up is well-managed, minimizing errors and enhancing patient safety. By embracing these principles of skill, strategy, ethics, responsibilities, interprofessional communication, and care coordination, the interprofessional healthcare team can deliver patient-centered care, ultimately improving patient outcomes and enhancing team performance in the management of HCM."}
{"id": "article-18919_75", "title": "Hypertrophic Cardiomyopathy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hypertrophic Cardiomyopathy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}