{"id": "article-157875_0", "title": "Dental Caries Classification Systems -- Definition/Introduction", "content": "Dental caries is a prevalent chronic disease. If left untreated, caries may progress to tooth destruction and exodontia. Dental caries is a complex multifactorial disease of individual, biological, behavioral, and environmental factors. [1] The clinical sign of dental carious is a lesion of varying severity, ranging from opacity in the enamel to frank cavitation exposing dentin. Accurately diagnosing dental caries promotes effective treatment planning, prevents disease progression, and supports optimal patient outcomes.", "contents": "Dental Caries Classification Systems -- Definition/Introduction. Dental caries is a prevalent chronic disease. If left untreated, caries may progress to tooth destruction and exodontia. Dental caries is a complex multifactorial disease of individual, biological, behavioral, and environmental factors. [1] The clinical sign of dental carious is a lesion of varying severity, ranging from opacity in the enamel to frank cavitation exposing dentin. Accurately diagnosing dental caries promotes effective treatment planning, prevents disease progression, and supports optimal patient outcomes."}
{"id": "article-157875_1", "title": "Dental Caries Classification Systems -- Definition/Introduction", "content": "Various classification methods for dental carious lesions have been developed, each with advantages and limitations. Newer classification systems, like the International Caries Detection and Assessment System (ICDAS) and the American Dental Association Caries Classification System (ADA CCS), have evolved from the traditional Black classification to include the current understanding of the carious process, maximize healthy tooth surfaces, and prevent extension of the carious lesion.", "contents": "Dental Caries Classification Systems -- Definition/Introduction. Various classification methods for dental carious lesions have been developed, each with advantages and limitations. Newer classification systems, like the International Caries Detection and Assessment System (ICDAS) and the American Dental Association Caries Classification System (ADA CCS), have evolved from the traditional Black classification to include the current understanding of the carious process, maximize healthy tooth surfaces, and prevent extension of the carious lesion."}
{"id": "article-157875_2", "title": "Dental Caries Classification Systems -- Issues of Concern -- G.V. Black Classification of Dental Caries", "content": "The G.V. Black classification of dental caries lesions first introduced in 1896 and now outdated, is the most influential dental caries classification system. [2] This system is based on the anatomical site of the lesion and initially divided carious lesions into 5 classes; a sixth class was later added. (See Table 1. G.V. Black Classification of Dental Caries.) This classification system also suggested a cavity design for each class utilizing materials available at the time of publication, such as silicate cement, amalgam, and gold. These recommendations resulted in cavities that would be unnecessarily large by modern standards. [2]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- G.V. Black Classification of Dental Caries. The G.V. Black classification of dental caries lesions first introduced in 1896 and now outdated, is the most influential dental caries classification system. [2] This system is based on the anatomical site of the lesion and initially divided carious lesions into 5 classes; a sixth class was later added. (See Table 1. G.V. Black Classification of Dental Caries.) This classification system also suggested a cavity design for each class utilizing materials available at the time of publication, such as silicate cement, amalgam, and gold. These recommendations resulted in cavities that would be unnecessarily large by modern standards. [2]"}
{"id": "article-157875_3", "title": "Dental Caries Classification Systems -- Issues of Concern -- G.V. Black Classification of Dental Caries", "content": "The G.V. Black classification system was not designed to identify the initial lesion before cavitation or the increasing complexity of the restoration. [2] At the time of publication of this system, the clinical standard was to surgically remove all lesions, including white spots, and create space and retention for nonadhesive restorations that weakened the tooth structure. These outdated concepts have been abandoned as the understanding of the carious process and technology have improved, and more accurately refined classification systems for dental caries lesions have subsequently been created. [2] [3]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- G.V. Black Classification of Dental Caries. The G.V. Black classification system was not designed to identify the initial lesion before cavitation or the increasing complexity of the restoration. [2] At the time of publication of this system, the clinical standard was to surgically remove all lesions, including white spots, and create space and retention for nonadhesive restorations that weakened the tooth structure. These outdated concepts have been abandoned as the understanding of the carious process and technology have improved, and more accurately refined classification systems for dental caries lesions have subsequently been created. [2] [3]"}
{"id": "article-157875_4", "title": "Dental Caries Classification Systems -- Issues of Concern -- Mount-Hume Classification System", "content": "More than 100 years later, Mount and Hume published a caries classification system following the current and more conservative approach to caries. [3] The Mount-Hume classification system incorporated the advent of fluoride and adhesive restorative materials, the use of which modified the old principles of cavity design. [3] Mount and Hume classified caries based on their site and size. [2] (see Table 2. Mount-Hume Site Classification of Caries. and Table 3. Mount-Hume Size Classification of Caries.) The size classification was updated in 2006 to include Size 0, referring to non-cavitated lesions, and modify the definition of Size 1. [2]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- Mount-Hume Classification System. More than 100 years later, Mount and Hume published a caries classification system following the current and more conservative approach to caries. [3] The Mount-Hume classification system incorporated the advent of fluoride and adhesive restorative materials, the use of which modified the old principles of cavity design. [3] Mount and Hume classified caries based on their site and size. [2] (see Table 2. Mount-Hume Site Classification of Caries. and Table 3. Mount-Hume Size Classification of Caries.) The size classification was updated in 2006 to include Size 0, referring to non-cavitated lesions, and modify the definition of Size 1. [2]"}
{"id": "article-157875_5", "title": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System", "content": "In 2002, an international team of caries researchers, epidemiologists, and restorative dentists proposed a new system to diagnose and classify dental caries, the International Caries Detection and Assessment System (ICDAS I). The ICDAS was modified in 2005 to the  ICDAS II. [4]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System. In 2002, an international team of caries researchers, epidemiologists, and restorative dentists proposed a new system to diagnose and classify dental caries, the International Caries Detection and Assessment System (ICDAS I). The ICDAS was modified in 2005 to the  ICDAS II. [4]"}
{"id": "article-157875_6", "title": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System", "content": "The ICDAS was developed to include the current knowledge about the pathogenesis of caries development, detecting carious lesions at an early stage, and quantifying the degree of demineralization. The ICDAS features an individualized scoring system to detect and assess primary coronal and root caries and caries associated with restorations and sealants (CARS). Using the ICDAS for root caries is yet to be implemented in epidemiological studies. [4]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System. The ICDAS was developed to include the current knowledge about the pathogenesis of caries development, detecting carious lesions at an early stage, and quantifying the degree of demineralization. The ICDAS features an individualized scoring system to detect and assess primary coronal and root caries and caries associated with restorations and sealants (CARS). Using the ICDAS for root caries is yet to be implemented in epidemiological studies. [4]"}
{"id": "article-157875_7", "title": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System", "content": "The  detection arm of the ICDAS determines the features of the caries lesion. These features include the location of the lesion, whether it is coronal or radicular, and its restorative status. [4] The  assessment arm stages the lesion as cavitated or noncavitated, and active or inactive. [4]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System. The  detection arm of the ICDAS determines the features of the caries lesion. These features include the location of the lesion, whether it is coronal or radicular, and its restorative status. [4] The  assessment arm stages the lesion as cavitated or noncavitated, and active or inactive. [4]"}
{"id": "article-157875_8", "title": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System", "content": "Employing the ICDAS requires 2 steps. Step 1 is classifying each tooth surface (buccal, lingual/palatal, mesial, distal, and occlusal) into sound, sealed, restored, crowned, or missing, and assigning a code from 0 to 9 to each tooth surface, as described in Table 4. The ACDAS Classification of Restoration, Sealant, or Missing Teeth Status. [4] A noteworthy feature of the ICDAS is its differentiation of completely sealed from partially sealed surfaces; partially sealed surfaces are at increased risk of caries compared to sound dental surfaces. [5]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System. Employing the ICDAS requires 2 steps. Step 1 is classifying each tooth surface (buccal, lingual/palatal, mesial, distal, and occlusal) into sound, sealed, restored, crowned, or missing, and assigning a code from 0 to 9 to each tooth surface, as described in Table 4. The ACDAS Classification of Restoration, Sealant, or Missing Teeth Status. [4] A noteworthy feature of the ICDAS is its differentiation of completely sealed from partially sealed surfaces; partially sealed surfaces are at increased risk of caries compared to sound dental surfaces. [5]"}
{"id": "article-157875_9", "title": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System", "content": "Step 2 of the ICDAS system assigns a code from 0 to 6 to each tooth surface according to the caries status. [4] (See Table 5. ICDAS Classification of Caries Status) Code 0 is a sound tooth surface. Developmental defects such as hypoplasia and dental fluorosis are also classified as code 0. Code 1 is \"the first visual sign of caries\" in the enamel. An opacity or change in color can be appreciated when the tooth surface is dried, but the same surface looks sound when wet. Code 1 also differentiates between occlusal and smooth surface lesions.", "contents": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System. Step 2 of the ICDAS system assigns a code from 0 to 6 to each tooth surface according to the caries status. [4] (See Table 5. ICDAS Classification of Caries Status) Code 0 is a sound tooth surface. Developmental defects such as hypoplasia and dental fluorosis are also classified as code 0. Code 1 is \"the first visual sign of caries\" in the enamel. An opacity or change in color can be appreciated when the tooth surface is dried, but the same surface looks sound when wet. Code 1 also differentiates between occlusal and smooth surface lesions."}
{"id": "article-157875_10", "title": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System", "content": "ICDAS code 2, described as \"distinct visual change,\" characterizes a lesion that is noncavitated but can be seen when the tooth is wet with saliva. Code 2 lesions in pits and fissures are not just confined to this area, but most of them extend to the dentinal half of the enamel or even to the outer third of the dentin. [6] When the carious lesion has progressed to localized enamel loss without exposing dentin or producing an underlying shadow in dentin, it is an ICDAS code 3.", "contents": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System. ICDAS code 2, described as \"distinct visual change,\" characterizes a lesion that is noncavitated but can be seen when the tooth is wet with saliva. Code 2 lesions in pits and fissures are not just confined to this area, but most of them extend to the dentinal half of the enamel or even to the outer third of the dentin. [6] When the carious lesion has progressed to localized enamel loss without exposing dentin or producing an underlying shadow in dentin, it is an ICDAS code 3."}
{"id": "article-157875_11", "title": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System", "content": "ICDAS code 4 describes a lesion evolved to affect dentin, clinically seen as an underlying shadow. ICDAS code 5 refers to cavitation that exposes the dentin and is known as \"distinct cavitation.\" If a caries affects half or more of the tooth structure, it is an \"extensive\" cavitation and classified as ICDAS code 6. Table 5. ICDAS Classification of Caries Status.", "contents": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System. ICDAS code 4 describes a lesion evolved to affect dentin, clinically seen as an underlying shadow. ICDAS code 5 refers to cavitation that exposes the dentin and is known as \"distinct cavitation.\" If a caries affects half or more of the tooth structure, it is an \"extensive\" cavitation and classified as ICDAS code 6. Table 5. ICDAS Classification of Caries Status."}
{"id": "article-157875_12", "title": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System", "content": "The benefit of the ICDAS is the accurate detection of dental caries, particularly noncavitated lesions. However, it requires twice as much time to record the ICDAS as the Decayed-Missing-Filled (DMF) Index or other classification systems. [7] [8] [9] The ICDAS relies heavily on clinician training, leading to interobserver variability and affecting the consistency of the diagnosis. [7] Therefore, mainly due to time constraints, the use of the ICDAS in the clinical setting should be reserved for detecting early lesions, particularly in children. [8] [9]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- International Caries Detection and Assessment System. The benefit of the ICDAS is the accurate detection of dental caries, particularly noncavitated lesions. However, it requires twice as much time to record the ICDAS as the Decayed-Missing-Filled (DMF) Index or other classification systems. [7] [8] [9] The ICDAS relies heavily on clinician training, leading to interobserver variability and affecting the consistency of the diagnosis. [7] Therefore, mainly due to time constraints, the use of the ICDAS in the clinical setting should be reserved for detecting early lesions, particularly in children. [8] [9]"}
{"id": "article-157875_13", "title": "Dental Caries Classification Systems -- Issues of Concern -- Decayed-Missing-Filled Index", "content": "The Decayed-Missing-Filled (DMF) index has been the primary indicator of caries experience in the population for more than half a century. [10] It is the sum of the number of teeth (DMFT) or surfaces (DMFS) decayed, missing, or filled in an individual. The 28 permanent teeth are quantified; third molars are typically excluded.", "contents": "Dental Caries Classification Systems -- Issues of Concern -- Decayed-Missing-Filled Index. The Decayed-Missing-Filled (DMF) index has been the primary indicator of caries experience in the population for more than half a century. [10] It is the sum of the number of teeth (DMFT) or surfaces (DMFS) decayed, missing, or filled in an individual. The 28 permanent teeth are quantified; third molars are typically excluded."}
{"id": "article-157875_14", "title": "Dental Caries Classification Systems -- Issues of Concern -- Decayed-Missing-Filled Index", "content": "The DMFT score for an individual will range from 0 to 28. A score of 0 means no teeth are decayed, missing, or filled. A score of 28 means that all teeth are affected. If a tooth or surface is both restored and decayed, it is quantified as decayed. The DMFS score for an individual will range from 0 to 128, as anterior teeth have 4 surfaces and molars and premolars have 5 surfaces. Missing or crowned teeth pose a problem to the DMFS; controversy exists regarding how many surfaces should be counted as missing or restored in such teeth. [10] Assigning the maximum value of surfaces may overestimate the caries experience of the individual; similarly, giving a lower value may underestimate the scope of the problem. [10] The 1939 revision of the DMF recommends assigning 3 surfaces to missing and crowned teeth, as three is the most common number of dental surfaces affected by caries in extracted teeth. [10]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- Decayed-Missing-Filled Index. The DMFT score for an individual will range from 0 to 28. A score of 0 means no teeth are decayed, missing, or filled. A score of 28 means that all teeth are affected. If a tooth or surface is both restored and decayed, it is quantified as decayed. The DMFS score for an individual will range from 0 to 128, as anterior teeth have 4 surfaces and molars and premolars have 5 surfaces. Missing or crowned teeth pose a problem to the DMFS; controversy exists regarding how many surfaces should be counted as missing or restored in such teeth. [10] Assigning the maximum value of surfaces may overestimate the caries experience of the individual; similarly, giving a lower value may underestimate the scope of the problem. [10] The 1939 revision of the DMF recommends assigning 3 surfaces to missing and crowned teeth, as three is the most common number of dental surfaces affected by caries in extracted teeth. [10]"}
{"id": "article-157875_15", "title": "Dental Caries Classification Systems -- Issues of Concern -- Decayed-Missing-Filled Index", "content": "One of the main disadvantages of the DMF index is that decayed and restored teeth, even when well-restored, carry equal importance. [10] Consequently, the DMF score assigned can never improve. If an individual has 3 decayed, 2 restored, and 2 missing teeth, the resulting DMF score is 7. However, when the 3 decayed teeth are restored, the DMF score will remain 7: 0 decayed, 5 restored, and 2 missing teeth. [10]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- Decayed-Missing-Filled Index. One of the main disadvantages of the DMF index is that decayed and restored teeth, even when well-restored, carry equal importance. [10] Consequently, the DMF score assigned can never improve. If an individual has 3 decayed, 2 restored, and 2 missing teeth, the resulting DMF score is 7. However, when the 3 decayed teeth are restored, the DMF score will remain 7: 0 decayed, 5 restored, and 2 missing teeth. [10]"}
{"id": "article-157875_16", "title": "Dental Caries Classification Systems -- Issues of Concern -- Decayed-Missing-Filled Index", "content": "Other disadvantages of the DMF index are its inability to differentiate between active and inactive lesions or detect incipient lesions. In a study comparing the DMF index and ICDAS, operators using the DMF index recorded two-thirds of the samples as sound and caries-free compared to operators recording one-fifth of the samples as such. [9] This illustrates how the DMF index does not account for initial lesions, can underestimate the disease burden, and contribute to the progression of carious lesions. [8] [9] [11] Combining ICDAS with the Caries Assessment Spectrum and Treatment Index (CAST) is a more practical approach for caries detection, especially for detecting early-stage lesions and facilitating treatment decisions. [8]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- Decayed-Missing-Filled Index. Other disadvantages of the DMF index are its inability to differentiate between active and inactive lesions or detect incipient lesions. In a study comparing the DMF index and ICDAS, operators using the DMF index recorded two-thirds of the samples as sound and caries-free compared to operators recording one-fifth of the samples as such. [9] This illustrates how the DMF index does not account for initial lesions, can underestimate the disease burden, and contribute to the progression of carious lesions. [8] [9] [11] Combining ICDAS with the Caries Assessment Spectrum and Treatment Index (CAST) is a more practical approach for caries detection, especially for detecting early-stage lesions and facilitating treatment decisions. [8]"}
{"id": "article-157875_17", "title": "Dental Caries Classification Systems -- Issues of Concern -- American Dental Association Caries Classification System", "content": "In 2008, recognizing the difficulties presented by the plethora of available caries classification systems, the American Dental Association (ADA) commissioned a team of experts to develop a reliable, valid, and easily applicable system now known as the American Dental Association Caries Classification System (ADA CCS). [1] The ADA CCS aims to build on existing classification systems and create a practical, evidence-based approach for use in various clinical settings while serving as a valuable resource for researchers and promoting consistency and comparability across studies. [1]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- American Dental Association Caries Classification System. In 2008, recognizing the difficulties presented by the plethora of available caries classification systems, the American Dental Association (ADA) commissioned a team of experts to develop a reliable, valid, and easily applicable system now known as the American Dental Association Caries Classification System (ADA CCS). [1] The ADA CCS aims to build on existing classification systems and create a practical, evidence-based approach for use in various clinical settings while serving as a valuable resource for researchers and promoting consistency and comparability across studies. [1]"}
{"id": "article-157875_18", "title": "Dental Caries Classification Systems -- Issues of Concern -- American Dental Association Caries Classification System", "content": "The ADA CCS scores each tooth surface based on the presence or absence of caries, anatomy, severity, and activity status of the lesion. Furthermore, it categorizes caries lesions into four groups: sound, initial, moderate, and advanced. [1] (See Table 6. American Dental Association Caries Classification System.) * E0-E2 DI-D3 notation svstem. [12]", "contents": "Dental Caries Classification Systems -- Issues of Concern -- American Dental Association Caries Classification System. The ADA CCS scores each tooth surface based on the presence or absence of caries, anatomy, severity, and activity status of the lesion. Furthermore, it categorizes caries lesions into four groups: sound, initial, moderate, and advanced. [1] (See Table 6. American Dental Association Caries Classification System.) * E0-E2 DI-D3 notation svstem. [12]"}
{"id": "article-157875_19", "title": "Dental Caries Classification Systems -- Issues of Concern -- American Dental Association Caries Classification System", "content": "+ RO, RA1-RA3, RB4, and RC5-RC6 ICCMS radiographic scoring system (RC6 = into pulp). (Pitts NB, Ismail Al, Martignon S, Ekstrand K, Douglas GAV, Longbottom C. ICCMS Guide for Practitioners and Educators. https://www.icdas.org/uploads/ICCMS-Guide_Full_Guide_US.pdf. Accessed April 13, 2015.)", "contents": "Dental Caries Classification Systems -- Issues of Concern -- American Dental Association Caries Classification System. + RO, RA1-RA3, RB4, and RC5-RC6 ICCMS radiographic scoring system (RC6 = into pulp). (Pitts NB, Ismail Al, Martignon S, Ekstrand K, Douglas GAV, Longbottom C. ICCMS Guide for Practitioners and Educators. https://www.icdas.org/uploads/ICCMS-Guide_Full_Guide_US.pdf. Accessed April 13, 2015.)"}
{"id": "article-157875_20", "title": "Dental Caries Classification Systems -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The management of dental caries is complex and challenging. Classification systems unify concepts and provide clarity on diagnosis and treatment planning. Much has changed since Black developed his pioneering classification system in 1896, which has influenced the development of more complex classification systems that consider not only the location of the lesion but also its depth, radiographic appearance, and activity status. Classification systems promote the detection of caries at earlier stages, facilitate prompt intervention, and prevent the progression of disease. All members of the dental team, including dentists, dental nurses, dental hygienists, and dental therapists, must be familiar with the most common caries classification systems to foster interprofessional communication, promote understanding of disease processes, and improve patient outcomes.", "contents": "Dental Caries Classification Systems -- Nursing, Allied Health, and Interprofessional Team Interventions. The management of dental caries is complex and challenging. Classification systems unify concepts and provide clarity on diagnosis and treatment planning. Much has changed since Black developed his pioneering classification system in 1896, which has influenced the development of more complex classification systems that consider not only the location of the lesion but also its depth, radiographic appearance, and activity status. Classification systems promote the detection of caries at earlier stages, facilitate prompt intervention, and prevent the progression of disease. All members of the dental team, including dentists, dental nurses, dental hygienists, and dental therapists, must be familiar with the most common caries classification systems to foster interprofessional communication, promote understanding of disease processes, and improve patient outcomes."}
{"id": "article-157875_21", "title": "Dental Caries Classification Systems -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dental Caries Classification Systems -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}