{"id": "article-63868_0", "title": "Setup and Execution of In Situ Simulation -- Introduction", "content": "Simulation has emerged as an important modality for medical education and training. In recent years, it has become more commonplace throughout the healthcare system. This process improves knowledge, competency, and communication among providers, leading to improved patient care. Traditionally, simulations occur in a simulation center, whereas in situ simulation offers healthcare professionals a unique learning opportunity within the confines of their actual work environment. In this, simulation becomes physically integrated into the clinical or work environment. Simulation can replicate various aspects of real clinical practice. Many facilities do not have space or finances to support a traditional simulation center. In these circumstances, in situ simulation is physically integrated into the clinical or work environment. It offers a unique opportunity to practice critical, non-technical skills, particularly teamwork. [1] [2] This preparation is particularly crucial for critical clinical areas such as emergency departments, operating rooms, and intensive care units where participants can find themselves exposed to high-risk patient encounters. [3] It also assesses workplace attitude and effectiveness when testing a facility or a system. [4]", "contents": "Setup and Execution of In Situ Simulation -- Introduction. Simulation has emerged as an important modality for medical education and training. In recent years, it has become more commonplace throughout the healthcare system. This process improves knowledge, competency, and communication among providers, leading to improved patient care. Traditionally, simulations occur in a simulation center, whereas in situ simulation offers healthcare professionals a unique learning opportunity within the confines of their actual work environment. In this, simulation becomes physically integrated into the clinical or work environment. Simulation can replicate various aspects of real clinical practice. Many facilities do not have space or finances to support a traditional simulation center. In these circumstances, in situ simulation is physically integrated into the clinical or work environment. It offers a unique opportunity to practice critical, non-technical skills, particularly teamwork. [1] [2] This preparation is particularly crucial for critical clinical areas such as emergency departments, operating rooms, and intensive care units where participants can find themselves exposed to high-risk patient encounters. [3] It also assesses workplace attitude and effectiveness when testing a facility or a system. [4]"}
{"id": "article-63868_1", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Set up and Planning", "content": "Planning begins by reviewing the learning objectives. This review will determine the level of fidelity required. Significant planning and workflow analysis should take place to optimize simulation. The planning depends on the goals, objectives, and anticipated outcomes of a simulation program. First, assess the learners' needs and determine educational gaps. This assessment should determine simulation planning, including the scenario endpoint, debriefing, and evaluation. Second, decide the estimated scenario and debriefing times appropriate for your service. In general, it should be limited to 30 minutes, particularly for high acuity areas.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Set up and Planning. Planning begins by reviewing the learning objectives. This review will determine the level of fidelity required. Significant planning and workflow analysis should take place to optimize simulation. The planning depends on the goals, objectives, and anticipated outcomes of a simulation program. First, assess the learners' needs and determine educational gaps. This assessment should determine simulation planning, including the scenario endpoint, debriefing, and evaluation. Second, decide the estimated scenario and debriefing times appropriate for your service. In general, it should be limited to 30 minutes, particularly for high acuity areas."}
{"id": "article-63868_2", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Seek Administrative Support", "content": "The first step for any successful simulation is to seek administrative support; this may be more important for in situ simulations because it impacts the operation of the working environment. It is, therefore, essential to obtain \"buy-in\" from leadership. Benefits must be made visible to administrative management. If the leadership believes that this will improve patient care and outcomes, they will provide the required resources, and this will help sustain the program. Emphasize that this will not delay patient care, operation of the service, and will not reduce the revenue generated from the service. Explain how desired outcomes will be achieved. It is essential to follow the established procedures of the department.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Seek Administrative Support. The first step for any successful simulation is to seek administrative support; this may be more important for in situ simulations because it impacts the operation of the working environment. It is, therefore, essential to obtain \"buy-in\" from leadership. Benefits must be made visible to administrative management. If the leadership believes that this will improve patient care and outcomes, they will provide the required resources, and this will help sustain the program. Emphasize that this will not delay patient care, operation of the service, and will not reduce the revenue generated from the service. Explain how desired outcomes will be achieved. It is essential to follow the established procedures of the department."}
{"id": "article-63868_3", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Identify Stakeholders", "content": "Identify the key players to assemble for your simulation. Develop a multidisciplinary team, including nurses, physicians, respiratory therapists, radiology technicians, pharmacists, trainees at all levels, etc. Inter-professional teamwork is essential for successful simulation.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Identify Stakeholders. Identify the key players to assemble for your simulation. Develop a multidisciplinary team, including nurses, physicians, respiratory therapists, radiology technicians, pharmacists, trainees at all levels, etc. Inter-professional teamwork is essential for successful simulation."}
{"id": "article-63868_4", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Identify Space", "content": "Space in a clinical area is limited and expensive. Try to find whether there is a non-clinical space available in the department. Another alternative is space is underused or repurposed clinical areas, which may result in a dedicated space for simulation. Be flexible as there is a potential for last-minute space limitation.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Identify Space. Space in a clinical area is limited and expensive. Try to find whether there is a non-clinical space available in the department. Another alternative is space is underused or repurposed clinical areas, which may result in a dedicated space for simulation. Be flexible as there is a potential for last-minute space limitation."}
{"id": "article-63868_5", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Set Learning Objectives", "content": "The purpose of in situ simulation should be clear to all participants. Since reliable, quality care is the goal of all healthcare treatment, think whether outcome-based objectives can be developed. Objectives must be clear, concise, and measurable. Although knowledge and clinical skills are assessable during simulations, in situ exercises are well-suited to study human factors, such as communication, team dynamics, and operational effectiveness. They are also useful for evaluating process design, situational awareness, improving safety, and orienting new staff. [5] [6] [7] [4] Ask yourself whether the proposed simulation will achieve the objectives. Remember that simulation should align with the goals of the program.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Set Learning Objectives. The purpose of in situ simulation should be clear to all participants. Since reliable, quality care is the goal of all healthcare treatment, think whether outcome-based objectives can be developed. Objectives must be clear, concise, and measurable. Although knowledge and clinical skills are assessable during simulations, in situ exercises are well-suited to study human factors, such as communication, team dynamics, and operational effectiveness. They are also useful for evaluating process design, situational awareness, improving safety, and orienting new staff. [5] [6] [7] [4] Ask yourself whether the proposed simulation will achieve the objectives. Remember that simulation should align with the goals of the program."}
{"id": "article-63868_6", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Developing Scenarios", "content": "Scenarios should undergo development in alignment with the learning objectives; this includes planning for expected scenarios as well as a potential course of events for a simulated clinical experience. The scenarios developed should be evidence-based. The type of manikin and degree of fidelity depends on the goal and objective of the simulation. All stakeholders should be involved in scenario development, as this will enhance their enthusiasm and participation.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Developing Scenarios. Scenarios should undergo development in alignment with the learning objectives; this includes planning for expected scenarios as well as a potential course of events for a simulated clinical experience. The scenarios developed should be evidence-based. The type of manikin and degree of fidelity depends on the goal and objective of the simulation. All stakeholders should be involved in scenario development, as this will enhance their enthusiasm and participation."}
{"id": "article-63868_7", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Developing Scenarios", "content": "The first type of scenario involves common issues. These scenarios are considered \"simple\" because they cover situations the team is expected to know and encounter. [6] Simple scenarios should compromise the majority of simulations because they are more likely to be used in real patient situations and strengthen expected clinical knowledge. This set up hones the skills set of the team, reinforces didactic learning, and builds rapport and confidence amongst team members. Seasonal scripts also fall into this category and represent case scenarios that are common during specific yearly timeframes and only garner repetition during those periods. [6] If the aim is to acclimate new employees, simple scenarios allow providers to showcase their knowledge base while adjusting to a new environment leading to increased perceptions of readiness, communication, and self-efficacy.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Developing Scenarios. The first type of scenario involves common issues. These scenarios are considered \"simple\" because they cover situations the team is expected to know and encounter. [6] Simple scenarios should compromise the majority of simulations because they are more likely to be used in real patient situations and strengthen expected clinical knowledge. This set up hones the skills set of the team, reinforces didactic learning, and builds rapport and confidence amongst team members. Seasonal scripts also fall into this category and represent case scenarios that are common during specific yearly timeframes and only garner repetition during those periods. [6] If the aim is to acclimate new employees, simple scenarios allow providers to showcase their knowledge base while adjusting to a new environment leading to increased perceptions of readiness, communication, and self-efficacy."}
{"id": "article-63868_8", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Developing Scenarios", "content": "After simple, complex scenarios are the next step. These scenarios may include a higher level of clinical complexity, intentional conflict, and errors, or rare clinical presentations. [6] Incorporating missing or malfunctioning equipment can increase the level of complexity because it forces the team to search for an alternative solution while simultaneously attending the patient. [5] Scenarios based on sentinel events are generally more complex than common patient presentations and are useful in team training as well as in mitigating future mishaps. [7] Depending on the objectives of the unit, you may incorporate sentinel scenarios in earlier simulations. As teams become more accustomed to simulations, their ability to perform in higher complexity situation improves, and simulation can be used with higher frequency.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Developing Scenarios. After simple, complex scenarios are the next step. These scenarios may include a higher level of clinical complexity, intentional conflict, and errors, or rare clinical presentations. [6] Incorporating missing or malfunctioning equipment can increase the level of complexity because it forces the team to search for an alternative solution while simultaneously attending the patient. [5] Scenarios based on sentinel events are generally more complex than common patient presentations and are useful in team training as well as in mitigating future mishaps. [7] Depending on the objectives of the unit, you may incorporate sentinel scenarios in earlier simulations. As teams become more accustomed to simulations, their ability to perform in higher complexity situation improves, and simulation can be used with higher frequency."}
{"id": "article-63868_9", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Select An Appropriate Time", "content": "The workflow of the department should determine this. Identify the time when the service is less busy to maximum the number of staff members that can participate. If outside disciplines are involved, they must be part of this coordination.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Select An Appropriate Time. The workflow of the department should determine this. Identify the time when the service is less busy to maximum the number of staff members that can participate. If outside disciplines are involved, they must be part of this coordination."}
{"id": "article-63868_10", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Provide A Psychologically Safe Learning Environment", "content": "Learners may be anxious and fear embarrassment when performing in front of their peers or supervisors. Some individuals described these unannounced events as intimidating, stressful, and unpleasant, which may affect the simulation's performance and willingness for participation. [8] This stress can potentially inhibit cognitive and behavioral flexibility in the learners and reduces learning. It is essential to display a commitment to respecting learners' concerns for their psychological safety. A lack of psychological safety can cause clinical errors. Learners must feel safe even if they make mistakes; they must be allowed errors that are risk-free and without consequences. All participants should receive orientation regarding equipment, surroundings, environment, and fidelity of all equipment used.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Provide A Psychologically Safe Learning Environment. Learners may be anxious and fear embarrassment when performing in front of their peers or supervisors. Some individuals described these unannounced events as intimidating, stressful, and unpleasant, which may affect the simulation's performance and willingness for participation. [8] This stress can potentially inhibit cognitive and behavioral flexibility in the learners and reduces learning. It is essential to display a commitment to respecting learners' concerns for their psychological safety. A lack of psychological safety can cause clinical errors. Learners must feel safe even if they make mistakes; they must be allowed errors that are risk-free and without consequences. All participants should receive orientation regarding equipment, surroundings, environment, and fidelity of all equipment used."}
{"id": "article-63868_11", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Respecting Confidentiality/Privacy", "content": "Participants should know who might observe or be informed about their performance. The transparency about what and with whom information about simulation performance will or will not get shared will build and improve trust.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Respecting Confidentiality/Privacy. Participants should know who might observe or be informed about their performance. The transparency about what and with whom information about simulation performance will or will not get shared will build and improve trust."}
{"id": "article-63868_12", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Learner Engagement", "content": "Adults learn if they perceive it is relevant to them. Build your scenarios based on the issues pertinent to them. In situ simulation provides \"just-in-time\" education, and therefore, learners perceive relevance to their practice; this is more likely to increases their engagement. Learners should have a sense of control and clarity about what to expect. Establish a fictional contract to act as if things are real. The belief is that if learners perceive that the instructors are balancing fidelity and realism, they are more likely to engage.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Learner Engagement. Adults learn if they perceive it is relevant to them. Build your scenarios based on the issues pertinent to them. In situ simulation provides \"just-in-time\" education, and therefore, learners perceive relevance to their practice; this is more likely to increases their engagement. Learners should have a sense of control and clarity about what to expect. Establish a fictional contract to act as if things are real. The belief is that if learners perceive that the instructors are balancing fidelity and realism, they are more likely to engage."}
{"id": "article-63868_13", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Backup Plan", "content": "It is crucial to be prepared and have a backup plan if there are unexpected events during a simulation. These events may be due to challenges with equipment, processes, or system breakdown. The following problems should be anticipated during scenario development: Participants do not understand or accept the scenario. Participants will not accept a scenario if they perceive it unreal or irrelevant. The scenario should undergo evaluation for whether it aligns with the stated objectives. There is a mismatch between participants' competence and scenario complexity. A difficult scenario that is beyond participants' abilities may cause frustration. On the other hand, if the scenario is too easy and insufficiently challenges the participants, this may result in disengagement. Unexpected actions by participants. In the event of an unexpected situation, lifesaver actions or interventions should merit consideration. These may help bring the participants back on track for the planned scenario.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Backup Plan. It is crucial to be prepared and have a backup plan if there are unexpected events during a simulation. These events may be due to challenges with equipment, processes, or system breakdown. The following problems should be anticipated during scenario development: Participants do not understand or accept the scenario. Participants will not accept a scenario if they perceive it unreal or irrelevant. The scenario should undergo evaluation for whether it aligns with the stated objectives. There is a mismatch between participants' competence and scenario complexity. A difficult scenario that is beyond participants' abilities may cause frustration. On the other hand, if the scenario is too easy and insufficiently challenges the participants, this may result in disengagement. Unexpected actions by participants. In the event of an unexpected situation, lifesaver actions or interventions should merit consideration. These may help bring the participants back on track for the planned scenario."}
{"id": "article-63868_14", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- No-Go Considerations", "content": "Assess the feasibility and establish no-go criteria that take into consideration high patient volume, high acuity cases, or staffing shortage. [9] These are considerations under which in situ simulations may be canceled, postponed, moved to another area, or rescheduled. There may be unexpected times when the patient or team acuity exceeds the daily expected level or capacity. These criteria should be modified and adjusted to a specific clinical area.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- No-Go Considerations. Assess the feasibility and establish no-go criteria that take into consideration high patient volume, high acuity cases, or staffing shortage. [9] These are considerations under which in situ simulations may be canceled, postponed, moved to another area, or rescheduled. There may be unexpected times when the patient or team acuity exceeds the daily expected level or capacity. These criteria should be modified and adjusted to a specific clinical area."}
{"id": "article-63868_15", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Video Recording", "content": "Video-assisted debriefing can facilitate and objectively address learning objectives, highlight performance observations, and clear up disputes and controversies of what actions have occurred. The video-assisted debriefing may complement verbal debriefing by offering objective evidence. [10] However, a meta-analysis comparing video-assisted debriefing to that without video yielded similar learning outcomes. [11] Video recording is challenging as it may cause anxiety among the participants and well as privacy concerns. Before video recording, you must obtain permission for recording and explain the purpose of recording, who may have access to the record, and how long the video will be stored.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Video Recording. Video-assisted debriefing can facilitate and objectively address learning objectives, highlight performance observations, and clear up disputes and controversies of what actions have occurred. The video-assisted debriefing may complement verbal debriefing by offering objective evidence. [10] However, a meta-analysis comparing video-assisted debriefing to that without video yielded similar learning outcomes. [11] Video recording is challenging as it may cause anxiety among the participants and well as privacy concerns. Before video recording, you must obtain permission for recording and explain the purpose of recording, who may have access to the record, and how long the video will be stored."}
{"id": "article-63868_16", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Equipment", "content": "Appropriate planning for equipment is vital. First, develop an equipment and supplies checklist of the required materials. Check whether all the needed supplies are available before the beginning of the session. How will equipment get to the department? Assign a person from your team who will be responsible for transporting equipment and supplies. Where will the equipment be stored and setup? Storage requirements may vary depending on the space available. Equipment and supplies for simulation should be labeled \"Only for Educational use.\" Remove all equipment and supplies after each session, both for equipment security and patient safety.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Equipment. Appropriate planning for equipment is vital. First, develop an equipment and supplies checklist of the required materials. Check whether all the needed supplies are available before the beginning of the session. How will equipment get to the department? Assign a person from your team who will be responsible for transporting equipment and supplies. Where will the equipment be stored and setup? Storage requirements may vary depending on the space available. Equipment and supplies for simulation should be labeled \"Only for Educational use.\" Remove all equipment and supplies after each session, both for equipment security and patient safety."}
{"id": "article-63868_17", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Consideration for Safety", "content": "All aspects of safety are of prime importance.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Consideration for Safety. All aspects of safety are of prime importance."}
{"id": "article-63868_18", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Consideration for Safety", "content": "Real vs. \"simulated\" equipment: If using actual equipment such as a defibrillator, think about participant safety. Make sure simulated equipment gets removed from the clinical work area after use. All simulated equipment and supplies should be labeled for simulation use only. [12] Potential for contamination: Infection control is a significant concern; how will the equipment be cleaned, and who will be responsible for this cleaning? Maintain a record of cleaning.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Consideration for Safety. Real vs. \"simulated\" equipment: If using actual equipment such as a defibrillator, think about participant safety. Make sure simulated equipment gets removed from the clinical work area after use. All simulated equipment and supplies should be labeled for simulation use only. [12] Potential for contamination: Infection control is a significant concern; how will the equipment be cleaned, and who will be responsible for this cleaning? Maintain a record of cleaning."}
{"id": "article-63868_19", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Plan for Audit", "content": "Since a new \"working\" team gets assembled for each session conducted in the same environment as a \"real\" patient, the system can be subject to audit, which may help assess the system and process of the facility.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Plan for Audit. Since a new \"working\" team gets assembled for each session conducted in the same environment as a \"real\" patient, the system can be subject to audit, which may help assess the system and process of the facility."}
{"id": "article-63868_20", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Evaluation", "content": "The participants receive an opportunity to evaluate whether they met the objectives and overall goals of the simulation. Learners can suggest items that could improve the simulation experience. This participation optimally engages all participants, and allows for significant 'buy-in.' Questionnaires, both individual and group, can be used to assess employee attitudes toward simulation, specifically levels of self-efficacy, which are essential for both patient-level and employee-level outcomes [4] .", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Evaluation. The participants receive an opportunity to evaluate whether they met the objectives and overall goals of the simulation. Learners can suggest items that could improve the simulation experience. This participation optimally engages all participants, and allows for significant 'buy-in.' Questionnaires, both individual and group, can be used to assess employee attitudes toward simulation, specifically levels of self-efficacy, which are essential for both patient-level and employee-level outcomes [4] ."}
{"id": "article-63868_21", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Debriefing", "content": "It is a process that involves the active participation of learners, facilitated by an instructor with the primary goal to identify and close gaps in their knowledge and skills. [13] Debriefing is of utmost importance; this is when everyone comes together and talks about what happened and is the time to share thoughts about team performance, solutions for discovered problems, and to normalize the situation and emotions and feelings of the participants about the event. The debriefing may also highlight latent safety threats, which can be identified in terms of medication, equipment, resources, or other sources, and provides the opportunity to resolve them preemptively. [5] [14] It is not a blame session; however, when identifying a specific error, one should understand that the error was made and should try to determine why it occurred and how it might be preventable in real patient care.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Debriefing. It is a process that involves the active participation of learners, facilitated by an instructor with the primary goal to identify and close gaps in their knowledge and skills. [13] Debriefing is of utmost importance; this is when everyone comes together and talks about what happened and is the time to share thoughts about team performance, solutions for discovered problems, and to normalize the situation and emotions and feelings of the participants about the event. The debriefing may also highlight latent safety threats, which can be identified in terms of medication, equipment, resources, or other sources, and provides the opportunity to resolve them preemptively. [5] [14] It is not a blame session; however, when identifying a specific error, one should understand that the error was made and should try to determine why it occurred and how it might be preventable in real patient care."}
{"id": "article-63868_22", "title": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Summary", "content": "In situ simulation bridges the gap between learning and practice. Thoughtful planning is essential for success in situ simulation, but with appropriate effort and planning, benefits can be exceedingly significant.", "contents": "Setup and Execution of In Situ Simulation -- Issues of Concern -- Summary. In situ simulation bridges the gap between learning and practice. Thoughtful planning is essential for success in situ simulation, but with appropriate effort and planning, benefits can be exceedingly significant."}
{"id": "article-63868_23", "title": "Setup and Execution of In Situ Simulation -- Clinical Significance", "content": "In situ simulation supports experiential learning, frequent skill reinforcement, and identification of latent safety threats. [5] These threats to patient safety otherwise go undetected until a critical incident occurs. The discovery and mitigation of these threats can be a powerful and tangible outcome measure that is important for stakeholders. Their use is particularly relevant to high acuity places such as emergency departments, operating rooms, and critical care units. Many factors may influence the potential outcomes of these sessions. These factors include nuances concerning location, timing, notification, and participants' level of competency and engagement. The more these factors are standardized and controlled, the more useful data from simulation exercises become.", "contents": "Setup and Execution of In Situ Simulation -- Clinical Significance. In situ simulation supports experiential learning, frequent skill reinforcement, and identification of latent safety threats. [5] These threats to patient safety otherwise go undetected until a critical incident occurs. The discovery and mitigation of these threats can be a powerful and tangible outcome measure that is important for stakeholders. Their use is particularly relevant to high acuity places such as emergency departments, operating rooms, and critical care units. Many factors may influence the potential outcomes of these sessions. These factors include nuances concerning location, timing, notification, and participants' level of competency and engagement. The more these factors are standardized and controlled, the more useful data from simulation exercises become."}
{"id": "article-63868_24", "title": "Setup and Execution of In Situ Simulation -- Pearls and Other Issues", "content": "In situ simulation identify and closes the gap between learning and practice. In situ simulation has the potential to improve healthcare safety by identifying latent safety threats. In situ simulation can be used to assess operational readiness and gauge preparedness of the facility. Thoughtful planning is essential for success in situ simulation, but with appropriate effort and planning, benefits can be exceedingly significant.", "contents": "Setup and Execution of In Situ Simulation -- Pearls and Other Issues. In situ simulation identify and closes the gap between learning and practice. In situ simulation has the potential to improve healthcare safety by identifying latent safety threats. In situ simulation can be used to assess operational readiness and gauge preparedness of the facility. Thoughtful planning is essential for success in situ simulation, but with appropriate effort and planning, benefits can be exceedingly significant."}
{"id": "article-63868_25", "title": "Setup and Execution of In Situ Simulation -- Enhancing Healthcare Team Outcomes", "content": "Although simulation has been considered a reliable tool for assessing learners and for teaching teamwork, there is limited research to show direct improvements in the clinical outcomes related to simulation training. [15] A meta-analysis evaluating simulation-based nursing education also showed effectiveness, particularly large effects in the psychomotor domain. [16] [17]", "contents": "Setup and Execution of In Situ Simulation -- Enhancing Healthcare Team Outcomes. Although simulation has been considered a reliable tool for assessing learners and for teaching teamwork, there is limited research to show direct improvements in the clinical outcomes related to simulation training. [15] A meta-analysis evaluating simulation-based nursing education also showed effectiveness, particularly large effects in the psychomotor domain. [16] [17]"}
{"id": "article-63868_26", "title": "Setup and Execution of In Situ Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Setup and Execution of In Situ Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}