{"id": "article-27352_0", "title": "Pneumonectomy -- Continuing Education Activity", "content": "A pneumonectomy is an invasive procedure used as a management option for patients with advanced malignant and non-malignant lung disease. Proper patient selection, appropriate preoperative testing, multidisciplinary care are vital for optimal patient outcomes. This activity outlines the indications, contraindications, preoperative evaluation, and most common complications associated with pneumonectomies and highlights the interprofessional team's role in caring for patients undergoing this procedure.", "contents": "Pneumonectomy -- Continuing Education Activity. A pneumonectomy is an invasive procedure used as a management option for patients with advanced malignant and non-malignant lung disease. Proper patient selection, appropriate preoperative testing, multidisciplinary care are vital for optimal patient outcomes. This activity outlines the indications, contraindications, preoperative evaluation, and most common complications associated with pneumonectomies and highlights the interprofessional team's role in caring for patients undergoing this procedure."}
{"id": "article-27352_1", "title": "Pneumonectomy -- Continuing Education Activity", "content": "Objectives: Outline the indications for pneumonectomy. Review anesthetic management considerations pertinent to performing a pneumonectomy. Identify the most common postoperative complications associated with pneumonectomy. Explain the importance of preoperative interprofessional team evaluation and proper patient selection to improve patient outcomes and decrease morbidity and mortality. Access free multiple choice questions on this topic.", "contents": "Pneumonectomy -- Continuing Education Activity. Objectives: Outline the indications for pneumonectomy. Review anesthetic management considerations pertinent to performing a pneumonectomy. Identify the most common postoperative complications associated with pneumonectomy. Explain the importance of preoperative interprofessional team evaluation and proper patient selection to improve patient outcomes and decrease morbidity and mortality. Access free multiple choice questions on this topic."}
{"id": "article-27352_2", "title": "Pneumonectomy -- Introduction", "content": "The lungs are highly dynamic intrathoracic organs. Not only are they required for gas exchange and providing oxygen, which is essential for survival, but also they play a vital role in maintaining physiologic homeostasis and enzyme production. They are also an integral part of host defense against infection. They are exposed to a wide variety of pathology, both malignant and benign, which may require a pneumonectomy.", "contents": "Pneumonectomy -- Introduction. The lungs are highly dynamic intrathoracic organs. Not only are they required for gas exchange and providing oxygen, which is essential for survival, but also they play a vital role in maintaining physiologic homeostasis and enzyme production. They are also an integral part of host defense against infection. They are exposed to a wide variety of pathology, both malignant and benign, which may require a pneumonectomy."}
{"id": "article-27352_3", "title": "Pneumonectomy -- Introduction", "content": "Pneumonectomy is defined as the surgical removal of the entire lung. Extrapleural pneumonectomy is an expanded procedure that also involves resection of parietal and visceral pleura, ipsilateral hemidiaphragm, pericardium, and mediastinal lymph nodes. [1] It is usually reserved for patients with advanced malignant lung disease and is usually coupled with radiation and chemotherapy to improve survival in such a group of patients.", "contents": "Pneumonectomy -- Introduction. Pneumonectomy is defined as the surgical removal of the entire lung. Extrapleural pneumonectomy is an expanded procedure that also involves resection of parietal and visceral pleura, ipsilateral hemidiaphragm, pericardium, and mediastinal lymph nodes. [1] It is usually reserved for patients with advanced malignant lung disease and is usually coupled with radiation and chemotherapy to improve survival in such a group of patients."}
{"id": "article-27352_4", "title": "Pneumonectomy -- Introduction", "content": "Pneumonectomy was first performed in 1933 by Evarts A.Graham for lung carcinoma. The patient, who was a 48-year-old obstetrician, survived for a long period after the operation. Sarot described the first extrapleural pneumonectomy in 1949. It was initially used to treat TB empyema but then became more commonly used for the treatment of mesothelioma.", "contents": "Pneumonectomy -- Introduction. Pneumonectomy was first performed in 1933 by Evarts A.Graham for lung carcinoma. The patient, who was a 48-year-old obstetrician, survived for a long period after the operation. Sarot described the first extrapleural pneumonectomy in 1949. It was initially used to treat TB empyema but then became more commonly used for the treatment of mesothelioma."}
{"id": "article-27352_5", "title": "Pneumonectomy -- Anatomy and Physiology", "content": "The lungs are pyramidal-shaped organs connected to the trachea through the right and left main bronchi. They are enclosed within the thoracic cage, bounded inferiorly by the diaphragm, and separated by the mediastinum. Two layers of serous membrane cover them, called pleura. The visceral pleura is superficial to the lungs, while the parietal pleura is the outer layer that connects to the thoracic wall, mediastinum, and diaphragm. An indentation is present on the surface of the left lung called the cardiac notch, which allows more space for the heart. The right lung is composed of 3 lobes (superior, middle, and inferior). The left lung is of smaller volume and is composed of only two lobes (superior and inferior). Each lobe is divided into smaller units called bronchopulmonary segments. Each of these units receives air from a smaller tertiary bronchus and is supplied with blood by its artery.", "contents": "Pneumonectomy -- Anatomy and Physiology. The lungs are pyramidal-shaped organs connected to the trachea through the right and left main bronchi. They are enclosed within the thoracic cage, bounded inferiorly by the diaphragm, and separated by the mediastinum. Two layers of serous membrane cover them, called pleura. The visceral pleura is superficial to the lungs, while the parietal pleura is the outer layer that connects to the thoracic wall, mediastinum, and diaphragm. An indentation is present on the surface of the left lung called the cardiac notch, which allows more space for the heart. The right lung is composed of 3 lobes (superior, middle, and inferior). The left lung is of smaller volume and is composed of only two lobes (superior and inferior). Each lobe is divided into smaller units called bronchopulmonary segments. Each of these units receives air from a smaller tertiary bronchus and is supplied with blood by its artery."}
{"id": "article-27352_6", "title": "Pneumonectomy -- Anatomy and Physiology", "content": "In contrast to other thoracic surgeries, a chest tube is not commonly inserted following pneumonectomy as suction on the tube may cause displacement of the heart or mediastinum into the pleural space. The space that was previously occupied by the lung becomes filled with air. Over time, this air gets absorbed, and space gets filled with fluid. Other compensatory changes also ensue, like hyperinflation of the other lung, a shift of mediastinum, and elevation of the diaphragm. [2]", "contents": "Pneumonectomy -- Anatomy and Physiology. In contrast to other thoracic surgeries, a chest tube is not commonly inserted following pneumonectomy as suction on the tube may cause displacement of the heart or mediastinum into the pleural space. The space that was previously occupied by the lung becomes filled with air. Over time, this air gets absorbed, and space gets filled with fluid. Other compensatory changes also ensue, like hyperinflation of the other lung, a shift of mediastinum, and elevation of the diaphragm. [2]"}
{"id": "article-27352_7", "title": "Pneumonectomy -- Indications", "content": "Indications for pneumonectomy can be broadly classified into malignant and non-malignant lung disease. Malignancy constitutes the most common indication. It is usually reserved for patients with more advanced disease when the tumor is located in the main stem bronchus or extends across a major fissure. This can be reliably predicted by clinical staging but may also be required due to intraoperative findings. Non-small cell lung cancer is the most common type of malignancy requiring pneumonectomy. It is sometimes also indicated for mesotheliomas and extensive thymomas. Extension of the tumor into the carina will usually require sleeve pneumonectomy. Pneumonectomy is rarely performed for lung metastasis.", "contents": "Pneumonectomy -- Indications. Indications for pneumonectomy can be broadly classified into malignant and non-malignant lung disease. Malignancy constitutes the most common indication. It is usually reserved for patients with more advanced disease when the tumor is located in the main stem bronchus or extends across a major fissure. This can be reliably predicted by clinical staging but may also be required due to intraoperative findings. Non-small cell lung cancer is the most common type of malignancy requiring pneumonectomy. It is sometimes also indicated for mesotheliomas and extensive thymomas. Extension of the tumor into the carina will usually require sleeve pneumonectomy. Pneumonectomy is rarely performed for lung metastasis."}
{"id": "article-27352_8", "title": "Pneumonectomy -- Indications", "content": "Among the most common non-malignant conditions which require pneumonectomy are inflammatory lung disease. In such a group of patients, underlying medical conditions should be properly optimized before proceeding with surgery. This includes the treatment of underlying infections, optimization of lung functions, and patients' nutritional status. Proper preoperative optimization decrease the risk of empyema and bronchopleural fistulas, which are frequent complications in such a group of patients. Despite the challenges encountered, the outcome is usually favorable, and the chances of a complete cure are high.", "contents": "Pneumonectomy -- Indications. Among the most common non-malignant conditions which require pneumonectomy are inflammatory lung disease. In such a group of patients, underlying medical conditions should be properly optimized before proceeding with surgery. This includes the treatment of underlying infections, optimization of lung functions, and patients' nutritional status. Proper preoperative optimization decrease the risk of empyema and bronchopleural fistulas, which are frequent complications in such a group of patients. Despite the challenges encountered, the outcome is usually favorable, and the chances of a complete cure are high."}
{"id": "article-27352_9", "title": "Pneumonectomy -- Indications", "content": "Another common indication for pneumonectomy is blunt and penetrating lung trauma causing major lung injuries as lacerations or tracheobronchial disruptions. These patients usually present in shock, requiring resuscitation to restore the circulating blood volume. Despite successful resuscitation attempts, mortality is high and is usually attributed to pulmonary edema and right-sided heart failure. Of note, blunt lung trauma is associated with higher mortality than penetrating trauma, and other associated non-lung injuries also have a significant impact on the outcome.", "contents": "Pneumonectomy -- Indications. Another common indication for pneumonectomy is blunt and penetrating lung trauma causing major lung injuries as lacerations or tracheobronchial disruptions. These patients usually present in shock, requiring resuscitation to restore the circulating blood volume. Despite successful resuscitation attempts, mortality is high and is usually attributed to pulmonary edema and right-sided heart failure. Of note, blunt lung trauma is associated with higher mortality than penetrating trauma, and other associated non-lung injuries also have a significant impact on the outcome."}
{"id": "article-27352_10", "title": "Pneumonectomy -- Contraindications", "content": "Unless it is an emergency, pulmonary function tests should be done before pneumonectomy to assess if the patient is fit for surgery. Forced Expiratory Volume in one second (FEV1) and diffusion capacity of the lung for carbon monoxide (DLCO) provides the most accurate risk estimates of postoperative morbidity and mortality. [3] If the estimated postoperative FEV1 or DLCO is less than 40% of predicted, the risk of morbidity and mortality is quite high, and other functional assessment modalities should be sought. [4] Of these modalities, cardiopulmonary exercise testing to measure maximal oxygen consumption (Vo(2) max) is the most important. A Vo(2) max less than 10 to 15 ml/kg/min is associated with an increased risk of postoperative complications. [3] [4] Stair climbing, shuttle walk test, and the 6-min walk test may also be considered, but data on the interpretation of the results of these tests are quite limited. [4] Pneumonectomy is contraindicated in patients deemed not fit based on the above tests, and more conservative treatment modalities should be sought.", "contents": "Pneumonectomy -- Contraindications. Unless it is an emergency, pulmonary function tests should be done before pneumonectomy to assess if the patient is fit for surgery. Forced Expiratory Volume in one second (FEV1) and diffusion capacity of the lung for carbon monoxide (DLCO) provides the most accurate risk estimates of postoperative morbidity and mortality. [3] If the estimated postoperative FEV1 or DLCO is less than 40% of predicted, the risk of morbidity and mortality is quite high, and other functional assessment modalities should be sought. [4] Of these modalities, cardiopulmonary exercise testing to measure maximal oxygen consumption (Vo(2) max) is the most important. A Vo(2) max less than 10 to 15 ml/kg/min is associated with an increased risk of postoperative complications. [3] [4] Stair climbing, shuttle walk test, and the 6-min walk test may also be considered, but data on the interpretation of the results of these tests are quite limited. [4] Pneumonectomy is contraindicated in patients deemed not fit based on the above tests, and more conservative treatment modalities should be sought."}
{"id": "article-27352_11", "title": "Pneumonectomy -- Contraindications", "content": "Cardiac risk assessment should also be performed, and other management strategies should be sought in patients with severe valvular disease, severe pulmonary hypertension, or poor ventricular function. [5] Also, in patients with PET or CT scan evidence of tumor extension past the diaphragm to intra-abdominal structures or contralateral hemithorax or the ribs, surgery is prohibited.", "contents": "Pneumonectomy -- Contraindications. Cardiac risk assessment should also be performed, and other management strategies should be sought in patients with severe valvular disease, severe pulmonary hypertension, or poor ventricular function. [5] Also, in patients with PET or CT scan evidence of tumor extension past the diaphragm to intra-abdominal structures or contralateral hemithorax or the ribs, surgery is prohibited."}
{"id": "article-27352_12", "title": "Pneumonectomy -- Equipment", "content": "From a surgical perspective, thoracotomy instruments are used for pneumonectomy. This includes a special set of rib spreaders, contractors, special types of thoracic, tissue forceps, and scissors.", "contents": "Pneumonectomy -- Equipment. From a surgical perspective, thoracotomy instruments are used for pneumonectomy. This includes a special set of rib spreaders, contractors, special types of thoracic, tissue forceps, and scissors."}
{"id": "article-27352_13", "title": "Pneumonectomy -- Equipment", "content": "From an anesthetic management viewpoint, pneumonectomy requires lung isolation techniques; this can be achieved by a left or right double-lumen endobronchial tube, use of a bronchial blocker, or endobronchial placement of the endotracheal tube. [6] [7] A flexible bronchoscopy should be available to confirm tube placement and proper lung isolation. An arterial line is usually necessary for close hemodynamic monitoring and frequent lab draws. Depending on the patient's condition, a central venous line may also be required. A thoracic epidural is sometimes placed for better postoperative pain control.", "contents": "Pneumonectomy -- Equipment. From an anesthetic management viewpoint, pneumonectomy requires lung isolation techniques; this can be achieved by a left or right double-lumen endobronchial tube, use of a bronchial blocker, or endobronchial placement of the endotracheal tube. [6] [7] A flexible bronchoscopy should be available to confirm tube placement and proper lung isolation. An arterial line is usually necessary for close hemodynamic monitoring and frequent lab draws. Depending on the patient's condition, a central venous line may also be required. A thoracic epidural is sometimes placed for better postoperative pain control."}
{"id": "article-27352_14", "title": "Pneumonectomy -- Personnel", "content": "Pneumonectomy is usually performed by a cardiothoracic surgeon and an anesthesiologist who is well trained on single lung ventilation and invasive hemodynamic monitoring. [8] Postoperatively, a team comprised of  ICU nurses, respiratory therapists, and ICU physicians should take care of the patient to monitor and manage immediate life-threatening complications. High volume centers usually have better short and long-term outcomes compared to centers with lower volume. [9] [10]", "contents": "Pneumonectomy -- Personnel. Pneumonectomy is usually performed by a cardiothoracic surgeon and an anesthesiologist who is well trained on single lung ventilation and invasive hemodynamic monitoring. [8] Postoperatively, a team comprised of  ICU nurses, respiratory therapists, and ICU physicians should take care of the patient to monitor and manage immediate life-threatening complications. High volume centers usually have better short and long-term outcomes compared to centers with lower volume. [9] [10]"}
{"id": "article-27352_15", "title": "Pneumonectomy -- Preparation", "content": "Preoperative evaluation of those patients is of paramount importance. This includes an anatomical and a detailed medical evaluation to assess the risk of postoperative complications properly.", "contents": "Pneumonectomy -- Preparation. Preoperative evaluation of those patients is of paramount importance. This includes an anatomical and a detailed medical evaluation to assess the risk of postoperative complications properly."}
{"id": "article-27352_16", "title": "Pneumonectomy -- Preparation", "content": "This usually starts with pulmonary function testing, which includes spirometry, lung volume measurements, and diffusing capacity of lungs for carbon monoxide (DLCO). FEV1 and DLCO provide the most accurate predictors of postoperative morbidity and mortality, as mentioned previously. [3] They provide an indirect measurement of the pulmonary reserve. The predicted postoperative FEV1 and DLCO calculation consider the preoperative values and measurements of lobar or whole lung contribution to function as measured by V/Q scanning or CT. This is done by subtracting the lung segments to be resected from the total lung function. Predicted postoperative FEV1 and DLCO more than 60% is considered an adequate pulmonary reserve, and patients are at low risk of death and cardiopulmonary complications. Predicted postoperative FEV1 or DLCO between 30% to 60% usually indicates a moderate risk of morbidity and mortality, and additional low technology exercise testing as stair climbing or shuttle walk test is usually indicated—values less than 30% mandate a formal cardiopulmonary exercise test with measurement of maximal oxygen consumption. Patients who can achieve a VO max greater than 20 mL/kg per minute are likely to have an acceptable rate of postoperative complications, whereas those with a value of less than 10 mL/kg per min are best managed by nonsurgical modalities. It is also worth mentioning that baseline resting PO2 and PCO2 have not been proven to be as useful as a measurement of FEV1 and DLCO for assessing a patient's eligibility for surgery.", "contents": "Pneumonectomy -- Preparation. This usually starts with pulmonary function testing, which includes spirometry, lung volume measurements, and diffusing capacity of lungs for carbon monoxide (DLCO). FEV1 and DLCO provide the most accurate predictors of postoperative morbidity and mortality, as mentioned previously. [3] They provide an indirect measurement of the pulmonary reserve. The predicted postoperative FEV1 and DLCO calculation consider the preoperative values and measurements of lobar or whole lung contribution to function as measured by V/Q scanning or CT. This is done by subtracting the lung segments to be resected from the total lung function. Predicted postoperative FEV1 and DLCO more than 60% is considered an adequate pulmonary reserve, and patients are at low risk of death and cardiopulmonary complications. Predicted postoperative FEV1 or DLCO between 30% to 60% usually indicates a moderate risk of morbidity and mortality, and additional low technology exercise testing as stair climbing or shuttle walk test is usually indicated—values less than 30% mandate a formal cardiopulmonary exercise test with measurement of maximal oxygen consumption. Patients who can achieve a VO max greater than 20 mL/kg per minute are likely to have an acceptable rate of postoperative complications, whereas those with a value of less than 10 mL/kg per min are best managed by nonsurgical modalities. It is also worth mentioning that baseline resting PO2 and PCO2 have not been proven to be as useful as a measurement of FEV1 and DLCO for assessing a patient's eligibility for surgery."}
{"id": "article-27352_17", "title": "Pneumonectomy -- Preparation", "content": "Functional capacity should always be properly assessed, and cardiac risk assessment with an EKG, echocardiography, or a stress test should be performed when deemed necessary. In patients with active or high-risk cardiac conditions, other treatment modalities should be sought.", "contents": "Pneumonectomy -- Preparation. Functional capacity should always be properly assessed, and cardiac risk assessment with an EKG, echocardiography, or a stress test should be performed when deemed necessary. In patients with active or high-risk cardiac conditions, other treatment modalities should be sought."}
{"id": "article-27352_18", "title": "Pneumonectomy -- Preparation", "content": "Lung imaging with a CT or PET scan is usually required within 6 to 8 weeks of the planned surgery. A set of routine labs, including a complete blood count, renal function panel, and coagulation profile, is usually drawn. Chronic kidney disease is associated with an increased risk of worsening kidney injury and mortality after pneumonectomy. [11] [12] A type and screen are usually obtained in anticipation of blood loss.", "contents": "Pneumonectomy -- Preparation. Lung imaging with a CT or PET scan is usually required within 6 to 8 weeks of the planned surgery. A set of routine labs, including a complete blood count, renal function panel, and coagulation profile, is usually drawn. Chronic kidney disease is associated with an increased risk of worsening kidney injury and mortality after pneumonectomy. [11] [12] A type and screen are usually obtained in anticipation of blood loss."}
{"id": "article-27352_19", "title": "Pneumonectomy -- Preparation", "content": "Before the start of surgery, a thoracic epidural is sometimes placed to help with postoperative pain management. Other regional techniques like paravertebral block or intercostal nerve block may still be performed with acceptable risk in patients with abnormalities in hemostasis.", "contents": "Pneumonectomy -- Preparation. Before the start of surgery, a thoracic epidural is sometimes placed to help with postoperative pain management. Other regional techniques like paravertebral block or intercostal nerve block may still be performed with acceptable risk in patients with abnormalities in hemostasis."}
{"id": "article-27352_20", "title": "Pneumonectomy -- Preparation", "content": "Standard American Society of Anesthesiologist monitors and invasive hemodynamic monitoring is used for the procedure. Then general anesthesia is usually induced in the supine position. Single lung ventilation is almost always required for such a procedure. This is usually achieved by a double-lumen tube (DLT) or a single lumen tube with a bronchial blocker or advancing a single lumen tube into a mainstem bronchus.", "contents": "Pneumonectomy -- Preparation. Standard American Society of Anesthesiologist monitors and invasive hemodynamic monitoring is used for the procedure. Then general anesthesia is usually induced in the supine position. Single lung ventilation is almost always required for such a procedure. This is usually achieved by a double-lumen tube (DLT) or a single lumen tube with a bronchial blocker or advancing a single lumen tube into a mainstem bronchus."}
{"id": "article-27352_21", "title": "Pneumonectomy -- Preparation", "content": "Double lumen tubes have tracheal and bronchial lumens. [6] The size of the DLT is usually selected based on the patient's height. They are classified as either left or right, depending on which side is the bronchial lumen. Left-sided double-lumen tubes are usually preferred unless the surgery will involve operating on the left mainstem bronchus. The reason behind this is the position of the right upper lobe bronchus relative to the carina. Usually, it takes off at a very short distance from the carina. Despite the presence of an additional sidewall orifice in the right bronchial lumen to ventilate the right upper lobe, it always carries the risk of inadequate ventilation and right upper lobe collapse during right lung ventilation. It has also been reported that in about 3% of patients, the right upper lobe bronchus takes off at the level of the carina or even from the trachea. [6]", "contents": "Pneumonectomy -- Preparation. Double lumen tubes have tracheal and bronchial lumens. [6] The size of the DLT is usually selected based on the patient's height. They are classified as either left or right, depending on which side is the bronchial lumen. Left-sided double-lumen tubes are usually preferred unless the surgery will involve operating on the left mainstem bronchus. The reason behind this is the position of the right upper lobe bronchus relative to the carina. Usually, it takes off at a very short distance from the carina. Despite the presence of an additional sidewall orifice in the right bronchial lumen to ventilate the right upper lobe, it always carries the risk of inadequate ventilation and right upper lobe collapse during right lung ventilation. It has also been reported that in about 3% of patients, the right upper lobe bronchus takes off at the level of the carina or even from the trachea. [6]"}
{"id": "article-27352_22", "title": "Pneumonectomy -- Preparation", "content": "DLTs are usually advanced under direct laryngoscopy guidance with the tip of the endobronchial lumen directed anteriorly. After the tip passes the vocal cords, the stylet is taken out, and the tube is rotated 90 degrees to the left or right side, depending on the type of DLT used. The tube is then advanced till resistance is encountered. A flexible bronchoscope (FOB) is then used to confirm the proper position of the DLT. It is usually first passed through the tracheal lumen. The balloon of the bronchial lumen should be visible beyond the carina without herniation into the trachea. The flexible bronchoscope is then passed through the bronchial lumen to ensure that it has not been advanced so far. Repeat FOB should be done whenever there is a change in the patient's position.", "contents": "Pneumonectomy -- Preparation. DLTs are usually advanced under direct laryngoscopy guidance with the tip of the endobronchial lumen directed anteriorly. After the tip passes the vocal cords, the stylet is taken out, and the tube is rotated 90 degrees to the left or right side, depending on the type of DLT used. The tube is then advanced till resistance is encountered. A flexible bronchoscope (FOB) is then used to confirm the proper position of the DLT. It is usually first passed through the tracheal lumen. The balloon of the bronchial lumen should be visible beyond the carina without herniation into the trachea. The flexible bronchoscope is then passed through the bronchial lumen to ensure that it has not been advanced so far. Repeat FOB should be done whenever there is a change in the patient's position."}
{"id": "article-27352_23", "title": "Pneumonectomy -- Preparation", "content": "The other option available for single-lung ventilation is the use of a bronchial blocker. It is usually advanced with FOB guidance through a single lumen endotracheal tube. Compared to DLT, they take a longer time for proper positioning and are more likely to require repositioning during surgery. [7] [13] On the other hand, bronchial blockers are easier to place in patients with difficult airways and offer the advantage of isolating a specific lung segment.", "contents": "Pneumonectomy -- Preparation. The other option available for single-lung ventilation is the use of a bronchial blocker. It is usually advanced with FOB guidance through a single lumen endotracheal tube. Compared to DLT, they take a longer time for proper positioning and are more likely to require repositioning during surgery. [7] [13] On the other hand, bronchial blockers are easier to place in patients with difficult airways and offer the advantage of isolating a specific lung segment."}
{"id": "article-27352_24", "title": "Pneumonectomy -- Preparation", "content": "The third option is using a single lumen tube, which is directed to the main stem bronchus under FOB guidance. A special long ETT is preferred for this purpose to avoid obstruction of the upper lobe bronchus with the ETT cuff if a conventional ETT was used. [14]", "contents": "Pneumonectomy -- Preparation. The third option is using a single lumen tube, which is directed to the main stem bronchus under FOB guidance. A special long ETT is preferred for this purpose to avoid obstruction of the upper lobe bronchus with the ETT cuff if a conventional ETT was used. [14]"}
{"id": "article-27352_25", "title": "Pneumonectomy -- Preparation", "content": "An arterial line is usually placed for hemodynamic monitoring and lab draws. Patients with a poor hemodynamic reserve may need an arterial line placed before induction of anesthesia to ensure adequate perfusing pressure during induction. Depending on the patient's comorbidities, a central venous line may also be required. Transesophageal echocardiography or pulmonary artery catheter may also be used in selected patients with severe RV dysfunction, pulmonary hypertension, or severe valvular disease. [15]", "contents": "Pneumonectomy -- Preparation. An arterial line is usually placed for hemodynamic monitoring and lab draws. Patients with a poor hemodynamic reserve may need an arterial line placed before induction of anesthesia to ensure adequate perfusing pressure during induction. Depending on the patient's comorbidities, a central venous line may also be required. Transesophageal echocardiography or pulmonary artery catheter may also be used in selected patients with severe RV dysfunction, pulmonary hypertension, or severe valvular disease. [15]"}
{"id": "article-27352_26", "title": "Pneumonectomy -- Preparation", "content": "The patient is then usually positioned in a lateral decubitus position with the operating side up. Proper positioning of the DLT or the bronchial blocker is usually reconfirmed with the FOB, and single lung ventilation is then started. Care should be taken to ensure proper positioning to avoid perioperative nerve injury.", "contents": "Pneumonectomy -- Preparation. The patient is then usually positioned in a lateral decubitus position with the operating side up. Proper positioning of the DLT or the bronchial blocker is usually reconfirmed with the FOB, and single lung ventilation is then started. Care should be taken to ensure proper positioning to avoid perioperative nerve injury."}
{"id": "article-27352_27", "title": "Pneumonectomy -- Technique or Treatment", "content": "Pneumonectomy is usually performed through a posterolateral thoracotomy incision as it provides the best exposure. An incision is usually done at the level of the fourth or fifth intercostal space. Other approaches commonly used are the axillary and the anterior thoracotomy; however, they provide poor access to the posterior thorax. Hemi-clamshell and clamshell approaches are usually used for large tumors involving the apex of the upper lobe or the anterosuperior mediastinum.", "contents": "Pneumonectomy -- Technique or Treatment. Pneumonectomy is usually performed through a posterolateral thoracotomy incision as it provides the best exposure. An incision is usually done at the level of the fourth or fifth intercostal space. Other approaches commonly used are the axillary and the anterior thoracotomy; however, they provide poor access to the posterior thorax. Hemi-clamshell and clamshell approaches are usually used for large tumors involving the apex of the upper lobe or the anterosuperior mediastinum."}
{"id": "article-27352_28", "title": "Pneumonectomy -- Technique or Treatment", "content": "The interest in minimally invasive lung surgery has significantly grown in the past few years. This includes video-assisted thoracoscopic surgery (VATS) and robotic-assisted thoracoscopic surgery (RATS). Surgery is usually done through one or more small incisions in the chest wall. This usually translates into lower morbidity and more favorable pain control when compared to open surgical approaches. In VATS, the surgeon holds the surgical instruments, while in RATS, the surgeon does not handle the instruments but can control all movements from the console. Compared to RATS, VATS is associated with a lower cost, less blood loss, and shorter operative time. [16]", "contents": "Pneumonectomy -- Technique or Treatment. The interest in minimally invasive lung surgery has significantly grown in the past few years. This includes video-assisted thoracoscopic surgery (VATS) and robotic-assisted thoracoscopic surgery (RATS). Surgery is usually done through one or more small incisions in the chest wall. This usually translates into lower morbidity and more favorable pain control when compared to open surgical approaches. In VATS, the surgeon holds the surgical instruments, while in RATS, the surgeon does not handle the instruments but can control all movements from the console. Compared to RATS, VATS is associated with a lower cost, less blood loss, and shorter operative time. [16]"}
{"id": "article-27352_29", "title": "Pneumonectomy -- Technique or Treatment", "content": "A restrictive IV fluid strategy is usually employed in the absence of severe hemodynamic instability and ongoing blood loss. This is associated with a lower incidence of acute lung injury and enhanced recovery after surgery. [17] Vasopressors are usually preferred over IV fluid boluses to correct hypotension associated with general anesthesia. It should also be noted that using colloids like albumin has not been shown to be superior to crystalloids for volume expansion. [18]", "contents": "Pneumonectomy -- Technique or Treatment. A restrictive IV fluid strategy is usually employed in the absence of severe hemodynamic instability and ongoing blood loss. This is associated with a lower incidence of acute lung injury and enhanced recovery after surgery. [17] Vasopressors are usually preferred over IV fluid boluses to correct hypotension associated with general anesthesia. It should also be noted that using colloids like albumin has not been shown to be superior to crystalloids for volume expansion. [18]"}
{"id": "article-27352_30", "title": "Pneumonectomy -- Technique or Treatment", "content": "A lung-protective ventilation strategy is usually employed to decrease the risk of acute lung injury. This includes the use of low tidal volumes of around 5 ml/kg of ideal body weight, maintenance of low airway driving pressure, and the use of PEEP. FiO2 should be kept at the lowest possible to keep arterial oxygen saturation above 90%. Unless contraindicated, permissive hypercapnia is usually allowed to achieve these goals. [19]", "contents": "Pneumonectomy -- Technique or Treatment. A lung-protective ventilation strategy is usually employed to decrease the risk of acute lung injury. This includes the use of low tidal volumes of around 5 ml/kg of ideal body weight, maintenance of low airway driving pressure, and the use of PEEP. FiO2 should be kept at the lowest possible to keep arterial oxygen saturation above 90%. Unless contraindicated, permissive hypercapnia is usually allowed to achieve these goals. [19]"}
{"id": "article-27352_31", "title": "Pneumonectomy -- Technique or Treatment", "content": "At the conclusion of surgery, two lung ventilation is resumed, and the patient is returned to the supine position. Bronchoscopy is done if needed. An arterial blood gas is usually drawn to ensure adequate oxygenation and ventilation, and the patient is extubated if deemed appropriate. Some patients may require continuous positive airway pressure (CPAP) or high flow nasal cannula (HFNC) after extubation. Such non-invasive ventilatory strategies improve oxygenation without increasing the incidence of complications. [20] If the patient is to remain intubated, DLT must be changed for a single lumen tube using a tube exchanger catheter.", "contents": "Pneumonectomy -- Technique or Treatment. At the conclusion of surgery, two lung ventilation is resumed, and the patient is returned to the supine position. Bronchoscopy is done if needed. An arterial blood gas is usually drawn to ensure adequate oxygenation and ventilation, and the patient is extubated if deemed appropriate. Some patients may require continuous positive airway pressure (CPAP) or high flow nasal cannula (HFNC) after extubation. Such non-invasive ventilatory strategies improve oxygenation without increasing the incidence of complications. [20] If the patient is to remain intubated, DLT must be changed for a single lumen tube using a tube exchanger catheter."}
{"id": "article-27352_32", "title": "Pneumonectomy -- Technique or Treatment", "content": "Postoperative care is of great importance to decrease the incidence of complications. Ideally, patients should be managed in an intensive care unit. Extubation should be done early if deemed appropriate. Oxygen should be supplemented, if necessary, to maintain saturation while avoiding positive pressure whenever possible. Invasive monitoring should be continued. Care should be taken not to react to hypotension with fluid boluses as this may result in pulmonary edema and subsequent increase in morbidity and mortality. The chest tube, if present, should be off suction. The multimodal analgesic strategy should be employed. Esophageal dysmotility should be anticipated, and diet should be advanced gradually.", "contents": "Pneumonectomy -- Technique or Treatment. Postoperative care is of great importance to decrease the incidence of complications. Ideally, patients should be managed in an intensive care unit. Extubation should be done early if deemed appropriate. Oxygen should be supplemented, if necessary, to maintain saturation while avoiding positive pressure whenever possible. Invasive monitoring should be continued. Care should be taken not to react to hypotension with fluid boluses as this may result in pulmonary edema and subsequent increase in morbidity and mortality. The chest tube, if present, should be off suction. The multimodal analgesic strategy should be employed. Esophageal dysmotility should be anticipated, and diet should be advanced gradually."}
{"id": "article-27352_33", "title": "Pneumonectomy -- Complications", "content": "Following pneumonectomy, pulmonary functions decrease but are usually less than anticipated for removal of 50% of lung, especially for residual volume, and this may be explained by overexpansion of the remaining lung tissue. FEV1, FVC, DLCO, and lung compliance decrease. Airway resistance increases. Patients with no disease in the remaining lung usually do have normal SaO2, PO2, and PaCO2 at rest. A chest X-ray immediately following pneumonectomy usually show the trachea in the midline and the postpneumonectomy space to be filled with air. Later, that space becomes filled gradually with fluid at a rate of 1 to 2 intercostal spaces/day. The ipsilateral diaphragm becomes elevated, and the mediastinum is gradually shifted towards the operative side. [2]", "contents": "Pneumonectomy -- Complications. Following pneumonectomy, pulmonary functions decrease but are usually less than anticipated for removal of 50% of lung, especially for residual volume, and this may be explained by overexpansion of the remaining lung tissue. FEV1, FVC, DLCO, and lung compliance decrease. Airway resistance increases. Patients with no disease in the remaining lung usually do have normal SaO2, PO2, and PaCO2 at rest. A chest X-ray immediately following pneumonectomy usually show the trachea in the midline and the postpneumonectomy space to be filled with air. Later, that space becomes filled gradually with fluid at a rate of 1 to 2 intercostal spaces/day. The ipsilateral diaphragm becomes elevated, and the mediastinum is gradually shifted towards the operative side. [2]"}
{"id": "article-27352_34", "title": "Pneumonectomy -- Complications", "content": "Resting heart rate typically increases, and stroke volume decreases, following pneumonectomy. Pulmonary artery pressure, pulmonary vascular resistance, and central venous pressure usually do not change. Cardiac function in long-term survivors is usually compromised, and the altered position of the heart may explain this. [21] Following a pneumonectomy, most common complications include: Cardiac arrhythmias, one of the most common complications after pneumonectomy. Atrial fibrillation/flutter is the most common and usually occurs in the first three days following surgery. [22] [23] [24] Postpneumonectomy cardiac herniation. It usually occurs within the first 24 hours after surgery, but it has been reported up to 6 months following pneumonectomy. The condition presents with an abrupt drop in blood pressure and hemodynamic collapse. It requires and an immediate reoperation.", "contents": "Pneumonectomy -- Complications. Resting heart rate typically increases, and stroke volume decreases, following pneumonectomy. Pulmonary artery pressure, pulmonary vascular resistance, and central venous pressure usually do not change. Cardiac function in long-term survivors is usually compromised, and the altered position of the heart may explain this. [21] Following a pneumonectomy, most common complications include: Cardiac arrhythmias, one of the most common complications after pneumonectomy. Atrial fibrillation/flutter is the most common and usually occurs in the first three days following surgery. [22] [23] [24] Postpneumonectomy cardiac herniation. It usually occurs within the first 24 hours after surgery, but it has been reported up to 6 months following pneumonectomy. The condition presents with an abrupt drop in blood pressure and hemodynamic collapse. It requires and an immediate reoperation."}
{"id": "article-27352_35", "title": "Pneumonectomy -- Complications", "content": "Pulmonary complications like pneumonia, atelectasis, respiratory failure are also common. The incidence and severity of such complications increase with advanced age and may require reintubation and mechanical ventilation. [25]", "contents": "Pneumonectomy -- Complications. Pulmonary complications like pneumonia, atelectasis, respiratory failure are also common. The incidence and severity of such complications increase with advanced age and may require reintubation and mechanical ventilation. [25]"}
{"id": "article-27352_36", "title": "Pneumonectomy -- Complications", "content": "About 1.5% to 4.5% of patients undergoing pneumonectomy will end up having a bronchopleural fistula. It is associated with a mortality of 29% to 79%. Risk factors include right-sided procedures, a large diameter bronchial stump, residual tumor, concurrent radiation or chemotherapy, age greater than 60 years, and prolonged postoperative mechanical ventilation. [26] Symptoms include fever, cough, hemoptysis, subcutaneous emphysema. A persistent air leak is usually detected if a chest tube is still in place. A chest X-ray usually demonstrates a new air-fluid level or worsening of a preexisting air-fluid level. If the patient is still intubated and mechanically ventilated, measures to reduce airway pressure should be taken to limit the amount of leak. Some patients may require lung isolation using a double-lumen tube for proper oxygenation and ventilation. Management includes drainage of pleural space, systemic antibiotics. Surgical repair may be required in severe cases.", "contents": "Pneumonectomy -- Complications. About 1.5% to 4.5% of patients undergoing pneumonectomy will end up having a bronchopleural fistula. It is associated with a mortality of 29% to 79%. Risk factors include right-sided procedures, a large diameter bronchial stump, residual tumor, concurrent radiation or chemotherapy, age greater than 60 years, and prolonged postoperative mechanical ventilation. [26] Symptoms include fever, cough, hemoptysis, subcutaneous emphysema. A persistent air leak is usually detected if a chest tube is still in place. A chest X-ray usually demonstrates a new air-fluid level or worsening of a preexisting air-fluid level. If the patient is still intubated and mechanically ventilated, measures to reduce airway pressure should be taken to limit the amount of leak. Some patients may require lung isolation using a double-lumen tube for proper oxygenation and ventilation. Management includes drainage of pleural space, systemic antibiotics. Surgical repair may be required in severe cases."}
{"id": "article-27352_37", "title": "Pneumonectomy -- Complications", "content": "Injury to the diaphragm, liver, spleen, or a major vessel is also known complications. Postpneumonectomy pulmonary edema. It occurs in 2% to 5% of cases and typically presents on postoperative days 2 to 3. It is associated with a significant increase in mortality by up to 50%. Patients usually present with dyspnea and poor oxygenation with an increased alveolar-arterial gradient. It is more common after right-sided pneumonectomy. Liberal IV fluid administration has been implicated; however, it may still occur in patients with restrictive fluid management. Proposed mechanisms include increased capillary permeability, lymphatic damage, and ventilator-induced lung injury. A single intraoperative dose of methylprednisolone just before pulmonary artery ligation may decrease the risk of pulmonary edema as well as ARDS after pneumonectomy. [27] Treatment is generally supportive, with ventilatory support as required together with restrictive fluid management and diuretics.", "contents": "Pneumonectomy -- Complications. Injury to the diaphragm, liver, spleen, or a major vessel is also known complications. Postpneumonectomy pulmonary edema. It occurs in 2% to 5% of cases and typically presents on postoperative days 2 to 3. It is associated with a significant increase in mortality by up to 50%. Patients usually present with dyspnea and poor oxygenation with an increased alveolar-arterial gradient. It is more common after right-sided pneumonectomy. Liberal IV fluid administration has been implicated; however, it may still occur in patients with restrictive fluid management. Proposed mechanisms include increased capillary permeability, lymphatic damage, and ventilator-induced lung injury. A single intraoperative dose of methylprednisolone just before pulmonary artery ligation may decrease the risk of pulmonary edema as well as ARDS after pneumonectomy. [27] Treatment is generally supportive, with ventilatory support as required together with restrictive fluid management and diuretics."}
{"id": "article-27352_38", "title": "Pneumonectomy -- Complications", "content": "Other potential complications include multiorgan dysfunction, acute lung injury, acute respiratory distress syndrome (ARDS), postoperative acute kidney injury.", "contents": "Pneumonectomy -- Complications. Other potential complications include multiorgan dysfunction, acute lung injury, acute respiratory distress syndrome (ARDS), postoperative acute kidney injury."}
{"id": "article-27352_39", "title": "Pneumonectomy -- Clinical Significance", "content": "Anesthetic management of pneumonectomy is challenging, and multiple management issues should be accounted for to achieve better patient outcomes. Monitoring - invasive hemodynamic monitoring is the American society of anesthesiologist standard monitoring.", "contents": "Pneumonectomy -- Clinical Significance. Anesthetic management of pneumonectomy is challenging, and multiple management issues should be accounted for to achieve better patient outcomes. Monitoring - invasive hemodynamic monitoring is the American society of anesthesiologist standard monitoring."}
{"id": "article-27352_40", "title": "Pneumonectomy -- Clinical Significance", "content": "Fluid management - under resuscitation can lead to systemic hypoperfusion, and over resuscitation can lead to ALI, ARDS. [28] Fluid management is a contentious issue during pneumonectomy since there is a fine balance between hypoperfusion and volume overload, causing respiratory compromise and potentially postpneumonectomy pulmonary edema.", "contents": "Pneumonectomy -- Clinical Significance. Fluid management - under resuscitation can lead to systemic hypoperfusion, and over resuscitation can lead to ALI, ARDS. [28] Fluid management is a contentious issue during pneumonectomy since there is a fine balance between hypoperfusion and volume overload, causing respiratory compromise and potentially postpneumonectomy pulmonary edema."}
{"id": "article-27352_41", "title": "Pneumonectomy -- Clinical Significance", "content": "Single lung ventilation - Anesthesia providers should be familiar with lung isolation techniques, confirming the position of a double-lumen tube or bronchial blocker with FOB scope, and be able to troubleshoot hypoxia or hypercarbia resulting from one-lung ventilation. Evidence-based management to prevent perioperative complications and early extubation.", "contents": "Pneumonectomy -- Clinical Significance. Single lung ventilation - Anesthesia providers should be familiar with lung isolation techniques, confirming the position of a double-lumen tube or bronchial blocker with FOB scope, and be able to troubleshoot hypoxia or hypercarbia resulting from one-lung ventilation. Evidence-based management to prevent perioperative complications and early extubation."}
{"id": "article-27352_42", "title": "Pneumonectomy -- Clinical Significance", "content": "Pain control is always an important consideration, and utilizing multimodal techniques is recommended. Thoracic epidural analgesia can be utilized provided there are no contraindications and should be used cautiously to avoid hypotension, which may necessitate more fluid administration.", "contents": "Pneumonectomy -- Clinical Significance. Pain control is always an important consideration, and utilizing multimodal techniques is recommended. Thoracic epidural analgesia can be utilized provided there are no contraindications and should be used cautiously to avoid hypotension, which may necessitate more fluid administration."}
{"id": "article-27352_43", "title": "Pneumonectomy -- Enhancing Healthcare Team Outcomes", "content": "Pneumonectomy is a complicated procedure associated with high morbidity and mortality. Most of the patients requiring pneumonectomy have either chronic lung disease with a very poor pulmonary serve or an advanced malignancy, which makes their management very challenging. Proper patient selection is of great importance. This starts with imaging studies, PFTs, and assessment of patients' functional capacity, as mentioned previously. Other conservative treatment modalities should always be sought in very sick patients who are not fit for this high-risk procedure.", "contents": "Pneumonectomy -- Enhancing Healthcare Team Outcomes. Pneumonectomy is a complicated procedure associated with high morbidity and mortality. Most of the patients requiring pneumonectomy have either chronic lung disease with a very poor pulmonary serve or an advanced malignancy, which makes their management very challenging. Proper patient selection is of great importance. This starts with imaging studies, PFTs, and assessment of patients' functional capacity, as mentioned previously. Other conservative treatment modalities should always be sought in very sick patients who are not fit for this high-risk procedure."}
{"id": "article-27352_44", "title": "Pneumonectomy -- Enhancing Healthcare Team Outcomes", "content": "The patient's condition should be properly optimized before proceeding to surgery, such as control of chronic medical problems like diabetes and hypertension, treatment of lung infections, and chemotherapy for advanced malignancy. Proper preoperative preparation is associated with improved outcome and decreased morbidity and mortality. An integrated approach, including all healthcare team members involved in the care of these patients, is essential for the best possible outcome.", "contents": "Pneumonectomy -- Enhancing Healthcare Team Outcomes. The patient's condition should be properly optimized before proceeding to surgery, such as control of chronic medical problems like diabetes and hypertension, treatment of lung infections, and chemotherapy for advanced malignancy. Proper preoperative preparation is associated with improved outcome and decreased morbidity and mortality. An integrated approach, including all healthcare team members involved in the care of these patients, is essential for the best possible outcome."}
{"id": "article-27352_45", "title": "Pneumonectomy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pneumonectomy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}