{"id": "article-32160_0", "title": "Anatomy, Head and Neck, Dura Mater -- Introduction", "content": "The dura mater often gets referred to as merely the dura. It is one of the layers of connective tissue that make up the meninges of the brain (pia, arachnoid, and dura, from inside to outside). It is the outermost layer of the three meninges that surround and protect the brain and spinal cord. The dura mater is made up of fibroblasts and large amounts of extracellular collagen. [1]", "contents": "Anatomy, Head and Neck, Dura Mater -- Introduction. The dura mater often gets referred to as merely the dura. It is one of the layers of connective tissue that make up the meninges of the brain (pia, arachnoid, and dura, from inside to outside). It is the outermost layer of the three meninges that surround and protect the brain and spinal cord. The dura mater is made up of fibroblasts and large amounts of extracellular collagen. [1]"}
{"id": "article-32160_1", "title": "Anatomy, Head and Neck, Dura Mater -- Introduction", "content": "The dura mater is composed of two layers: the periosteal/endosteal layer and the meningeal layer. The dural venous sinuses are between these two layers. The dura folds to form septa that create the falx cerebri, tentorium cerebelli, falx cerebelli, and diaphragma sellae.", "contents": "Anatomy, Head and Neck, Dura Mater -- Introduction. The dura mater is composed of two layers: the periosteal/endosteal layer and the meningeal layer. The dural venous sinuses are between these two layers. The dura folds to form septa that create the falx cerebri, tentorium cerebelli, falx cerebelli, and diaphragma sellae."}
{"id": "article-32160_2", "title": "Anatomy, Head and Neck, Dura Mater -- Structure and Function", "content": "The periosteal or endosteal layer of the dura mater is simply a layer of periosteum that covers the inner surface of the skull. The layer does not extend beyond the foramen magnum to become contiguous with the dura mater of the spinal cord. The spinal cord dura mater has no periosteal layer.", "contents": "Anatomy, Head and Neck, Dura Mater -- Structure and Function. The periosteal or endosteal layer of the dura mater is simply a layer of periosteum that covers the inner surface of the skull. The layer does not extend beyond the foramen magnum to become contiguous with the dura mater of the spinal cord. The spinal cord dura mater has no periosteal layer."}
{"id": "article-32160_3", "title": "Anatomy, Head and Neck, Dura Mater -- Structure and Function", "content": "In the brain, the periosteal layer provides a tubular sheath-like covering for the cranial nerves as they pass through the different foramina of the skull. As soon as the cranial nerves exit the foramen, the periosteal layer fuses with the epineurium of nerves.", "contents": "Anatomy, Head and Neck, Dura Mater -- Structure and Function. In the brain, the periosteal layer provides a tubular sheath-like covering for the cranial nerves as they pass through the different foramina of the skull. As soon as the cranial nerves exit the foramen, the periosteal layer fuses with the epineurium of nerves."}
{"id": "article-32160_4", "title": "Anatomy, Head and Neck, Dura Mater -- Structure and Function", "content": "The meningeal layer of the dura mater is a durable, dense fibrous membrane that passes through the foramen magnum and is continuous with the dura mater of the spinal cord. The meningeal layer of the dura mater creates several dural folds that divide the cranial cavity into freely communicating spaces. The function of the dural folds is to limit the rotational displacement of the brain. The folds include the following:", "contents": "Anatomy, Head and Neck, Dura Mater -- Structure and Function. The meningeal layer of the dura mater is a durable, dense fibrous membrane that passes through the foramen magnum and is continuous with the dura mater of the spinal cord. The meningeal layer of the dura mater creates several dural folds that divide the cranial cavity into freely communicating spaces. The function of the dural folds is to limit the rotational displacement of the brain. The folds include the following:"}
{"id": "article-32160_5", "title": "Anatomy, Head and Neck, Dura Mater -- Structure and Function", "content": "The falx cerebri is a meningeal projection of dura in the brain. It is a sickle-shaped fold of dura mater located at the midline between the two cerebral hemispheres. Being a dural structure, the falx is stiffer than surrounding tissue and plays a vital role in supporting the brain by dampening brain motion inside the skull. [2] Falx cerebelli is a vertical fold that separates the two cerebellar hemispheres and lies inferior to the tentorium cerebelli. Tentorium cerebelli is a crescent-shaped fold of the dura mater and forms a roof over the posterior cranial fossa. It shields the superior surface of the cerebellum and supports the occipital lobes of the cerebral hemispheres. Diaphragma sellae is a small circular fold of dura that forms the roof of the sella turcica. The diaphragma sellae has a tiny opening in the middle segment that allows the passage of the stalk of the pituitary gland.", "contents": "Anatomy, Head and Neck, Dura Mater -- Structure and Function. The falx cerebri is a meningeal projection of dura in the brain. It is a sickle-shaped fold of dura mater located at the midline between the two cerebral hemispheres. Being a dural structure, the falx is stiffer than surrounding tissue and plays a vital role in supporting the brain by dampening brain motion inside the skull. [2] Falx cerebelli is a vertical fold that separates the two cerebellar hemispheres and lies inferior to the tentorium cerebelli. Tentorium cerebelli is a crescent-shaped fold of the dura mater and forms a roof over the posterior cranial fossa. It shields the superior surface of the cerebellum and supports the occipital lobes of the cerebral hemispheres. Diaphragma sellae is a small circular fold of dura that forms the roof of the sella turcica. The diaphragma sellae has a tiny opening in the middle segment that allows the passage of the stalk of the pituitary gland."}
{"id": "article-32160_6", "title": "Anatomy, Head and Neck, Dura Mater -- Structure and Function -- Potential Spaces", "content": "Epidural space: The epidural space is a possible space between the dura mater and skull containing fat and blood vessels. Damage to these blood vessels leads to the rapid accumulation of blood in the epidural space forming an epidural hematoma. [3] Subdural space: Recent studies have questioned the idea of the subdural space as a potential space and suggest that it does not exist. The subdural space can be opened by tearing the subdural compartment between neurothelial cells alongside the collagen fibers of the dura mater. [4] Damage to the subdural veins which drain to the dural venous sinuses leads to a gradual accumulation of blood in the subdural space forming a subdural hematoma. The dura mater serves the following function: [5]", "contents": "Anatomy, Head and Neck, Dura Mater -- Structure and Function -- Potential Spaces. Epidural space: The epidural space is a possible space between the dura mater and skull containing fat and blood vessels. Damage to these blood vessels leads to the rapid accumulation of blood in the epidural space forming an epidural hematoma. [3] Subdural space: Recent studies have questioned the idea of the subdural space as a potential space and suggest that it does not exist. The subdural space can be opened by tearing the subdural compartment between neurothelial cells alongside the collagen fibers of the dura mater. [4] Damage to the subdural veins which drain to the dural venous sinuses leads to a gradual accumulation of blood in the subdural space forming a subdural hematoma. The dura mater serves the following function: [5]"}
{"id": "article-32160_7", "title": "Anatomy, Head and Neck, Dura Mater -- Structure and Function", "content": "Envelops and protect the brain and spinal cord Regulate the generation and migration of neural progenitors Limit the rotational displacement of the brain Regulate survival and proliferation of radial glial Regulate axon behavior at central nervous system-peripheral nervous system (CNS-PNS) interface", "contents": "Anatomy, Head and Neck, Dura Mater -- Structure and Function. Envelops and protect the brain and spinal cord Regulate the generation and migration of neural progenitors Limit the rotational displacement of the brain Regulate survival and proliferation of radial glial Regulate axon behavior at central nervous system-peripheral nervous system (CNS-PNS) interface"}
{"id": "article-32160_8", "title": "Anatomy, Head and Neck, Dura Mater -- Embryology", "content": "The dural mater originates from the somitic mesoderm, which condenses around the neural tube shortly after the neural tube closes at the embryonic day 9, while the pia and arachnoid (leptomeninges) originate from the neural crest. [5] [6] The dura, forms between the arachnoid mater and the calvarial mesenchyme, which ultimately forms the calvarial bones. [7] The first of the dural processes to develop is the tentorium cerebelli. [6]", "contents": "Anatomy, Head and Neck, Dura Mater -- Embryology. The dural mater originates from the somitic mesoderm, which condenses around the neural tube shortly after the neural tube closes at the embryonic day 9, while the pia and arachnoid (leptomeninges) originate from the neural crest. [5] [6] The dura, forms between the arachnoid mater and the calvarial mesenchyme, which ultimately forms the calvarial bones. [7] The first of the dural processes to develop is the tentorium cerebelli. [6]"}
{"id": "article-32160_9", "title": "Anatomy, Head and Neck, Dura Mater -- Embryology", "content": "Research has shown that fetal meninges play an essential role during brain development. The dura mater influences the proliferation and migration of neural progenitors cells and neurons in the prosencephalon (forebrain) and rhombencephalon (hindbrain). [7]", "contents": "Anatomy, Head and Neck, Dura Mater -- Embryology. Research has shown that fetal meninges play an essential role during brain development. The dura mater influences the proliferation and migration of neural progenitors cells and neurons in the prosencephalon (forebrain) and rhombencephalon (hindbrain). [7]"}
{"id": "article-32160_10", "title": "Anatomy, Head and Neck, Dura Mater -- Blood Supply and Lymphatics", "content": "The dura mater receives vascular supply from the following branches: Internal carotid artery Maxillary artery Ascending pharyngeal artery Occipital artery Vertebral artery", "contents": "Anatomy, Head and Neck, Dura Mater -- Blood Supply and Lymphatics. The dura mater receives vascular supply from the following branches: Internal carotid artery Maxillary artery Ascending pharyngeal artery Occipital artery Vertebral artery"}
{"id": "article-32160_11", "title": "Anatomy, Head and Neck, Dura Mater -- Blood Supply and Lymphatics", "content": "Venous drainage of the dura matter is via the meningeal veins that are present in the periosteal layer. These veins follow the branches of the middle meningeal artery and drain into the sphenopalatine sinus or the pterygoid venous plexus. The dural venous sinuses are between the periosteal and meningeal layers. These sinuses are responsible for the venous vasculature of the cranium. The sinuses converge and drain into the internal jugular vein. [8]", "contents": "Anatomy, Head and Neck, Dura Mater -- Blood Supply and Lymphatics. Venous drainage of the dura matter is via the meningeal veins that are present in the periosteal layer. These veins follow the branches of the middle meningeal artery and drain into the sphenopalatine sinus or the pterygoid venous plexus. The dural venous sinuses are between the periosteal and meningeal layers. These sinuses are responsible for the venous vasculature of the cranium. The sinuses converge and drain into the internal jugular vein. [8]"}
{"id": "article-32160_12", "title": "Anatomy, Head and Neck, Dura Mater -- Nerves", "content": "The dura mater receives nerve supply from branches of the trigeminal (CN V), vagus (CN X), sympathetic nervous system, and the first three cervical nerves (C1-C3).", "contents": "Anatomy, Head and Neck, Dura Mater -- Nerves. The dura mater receives nerve supply from branches of the trigeminal (CN V), vagus (CN X), sympathetic nervous system, and the first three cervical nerves (C1-C3)."}
{"id": "article-32160_13", "title": "Anatomy, Head and Neck, Dura Mater -- Surgical Considerations", "content": "The dura mater is very important to the clinician because it is a barrier to the internal environment of the brain, and surgically, the neurosurgeon and clinician who interpret imaging should understand its anatomy. [9] Dural tears are a frequent complication of lumbar spine surgery. [10]", "contents": "Anatomy, Head and Neck, Dura Mater -- Surgical Considerations. The dura mater is very important to the clinician because it is a barrier to the internal environment of the brain, and surgically, the neurosurgeon and clinician who interpret imaging should understand its anatomy. [9] Dural tears are a frequent complication of lumbar spine surgery. [10]"}
{"id": "article-32160_14", "title": "Anatomy, Head and Neck, Dura Mater -- Surgical Considerations -- Lumbar Puncture", "content": "Diagnostic lumbar puncture is one of the most commonly performed invasive tests in clinical medicine. [11] Some common indications for lumbar puncture include evaluation of inflammatory or infectious disease of the nervous system (viral, bacterial, tuberculous, or fungal meningitis) and acute headache.", "contents": "Anatomy, Head and Neck, Dura Mater -- Surgical Considerations -- Lumbar Puncture. Diagnostic lumbar puncture is one of the most commonly performed invasive tests in clinical medicine. [11] Some common indications for lumbar puncture include evaluation of inflammatory or infectious disease of the nervous system (viral, bacterial, tuberculous, or fungal meningitis) and acute headache."}
{"id": "article-32160_15", "title": "Anatomy, Head and Neck, Dura Mater -- Surgical Considerations -- Lumbar Puncture", "content": "Knowledge of the anatomy of the lumbar spine is essential for anyone performing a lumbar puncture. The lumbar puncture needle transverses the following structures in order: skin, subcutaneous tissue, supraspinous ligament, interspinous ligament, ligamentum flavum, epidural space, dura mater, arachnoid mater, and lastly the subarachnoid space where cerebrospinal fluid (CSF) is stored. [11]", "contents": "Anatomy, Head and Neck, Dura Mater -- Surgical Considerations -- Lumbar Puncture. Knowledge of the anatomy of the lumbar spine is essential for anyone performing a lumbar puncture. The lumbar puncture needle transverses the following structures in order: skin, subcutaneous tissue, supraspinous ligament, interspinous ligament, ligamentum flavum, epidural space, dura mater, arachnoid mater, and lastly the subarachnoid space where cerebrospinal fluid (CSF) is stored. [11]"}
{"id": "article-32160_16", "title": "Anatomy, Head and Neck, Dura Mater -- Clinical Significance", "content": "After head trauma, a patient may develop an epidural (extradural) or subdural hematoma. The hematoma can lead to a rapid rise in intracranial pressure, and death can result if not treated.", "contents": "Anatomy, Head and Neck, Dura Mater -- Clinical Significance. After head trauma, a patient may develop an epidural (extradural) or subdural hematoma. The hematoma can lead to a rapid rise in intracranial pressure, and death can result if not treated."}
{"id": "article-32160_17", "title": "Anatomy, Head and Neck, Dura Mater -- Clinical Significance -- Epidural Hematoma", "content": "In an epidural hematoma, the arterial blood collects between the endosteal layer of the dura and the skull. The vessel frequently involved is the middle meningeal artery (MMA), which may be ruptured or torn as a result of blunt or penetrating brain trauma. [12] [3] The middle meningeal artery is a tributary of the maxillary artery, and the maxillary artery is one of the terminal branches of the external carotid artery.", "contents": "Anatomy, Head and Neck, Dura Mater -- Clinical Significance -- Epidural Hematoma. In an epidural hematoma, the arterial blood collects between the endosteal layer of the dura and the skull. The vessel frequently involved is the middle meningeal artery (MMA), which may be ruptured or torn as a result of blunt or penetrating brain trauma. [12] [3] The middle meningeal artery is a tributary of the maxillary artery, and the maxillary artery is one of the terminal branches of the external carotid artery."}
{"id": "article-32160_18", "title": "Anatomy, Head and Neck, Dura Mater -- Clinical Significance -- Subdural Hematoma", "content": "In a subdural hematoma, there is a collection of venous blood between the dura and the arachnoid mater. The hematoma frequently is due to injury or rupture of the subdural veins as they empty into the dural venous sinuses. Subdural hematoma arises from the rupture of bridging veins, usually from head trauma. Because the venous pressure in the veins is low, the hematoma is not typically large, and progression is not rapid. An increase in intracranial pressure can increase the rate of bleeding from the ruptured bridging veins. [13] The anatomy of the bridging vein makes it susceptible to tearing within the border cell layer of the dura mater. [13] Subdural bleeding (SDB) in infants is considered an essential symptom of nonaccidental head injury. [14]", "contents": "Anatomy, Head and Neck, Dura Mater -- Clinical Significance -- Subdural Hematoma. In a subdural hematoma, there is a collection of venous blood between the dura and the arachnoid mater. The hematoma frequently is due to injury or rupture of the subdural veins as they empty into the dural venous sinuses. Subdural hematoma arises from the rupture of bridging veins, usually from head trauma. Because the venous pressure in the veins is low, the hematoma is not typically large, and progression is not rapid. An increase in intracranial pressure can increase the rate of bleeding from the ruptured bridging veins. [13] The anatomy of the bridging vein makes it susceptible to tearing within the border cell layer of the dura mater. [13] Subdural bleeding (SDB) in infants is considered an essential symptom of nonaccidental head injury. [14]"}
{"id": "article-32160_19", "title": "Anatomy, Head and Neck, Dura Mater -- Clinical Significance -- The Sensitivity of the Dural Mater", "content": "The dura mater is very sensitive to stretch. Any irritation of the dura often causes a sensation of a headache, e.g., meningitis, hematoma.", "contents": "Anatomy, Head and Neck, Dura Mater -- Clinical Significance -- The Sensitivity of the Dural Mater. The dura mater is very sensitive to stretch. Any irritation of the dura often causes a sensation of a headache, e.g., meningitis, hematoma."}
{"id": "article-32160_20", "title": "Anatomy, Head and Neck, Dura Mater -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Dura Mater -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}