{"id": "article-42984_0", "title": "Teriparatide -- Continuing Education Activity", "content": "Teriparatide is a medication used in the management and treatment of osteoporosis. The drug is in the anabolic class of osteoporosis medications. Human parathyroid hormone is a powerful osteoanabolic agent made up of the first 34 amino acids of the N-terminal. It has undergone multiple clinical trials that proved its safety and efficacy for the treatment of osteoporosis. When under continuous exposure to PTH (eg, hyperparathyroidism), bone undergoes resorption more than formation, while intermittent exposure to low-dose PTH (like daily teriparatide administration) induces bone formation more than resorption.", "contents": "Teriparatide -- Continuing Education Activity. Teriparatide is a medication used in the management and treatment of osteoporosis. The drug is in the anabolic class of osteoporosis medications. Human parathyroid hormone is a powerful osteoanabolic agent made up of the first 34 amino acids of the N-terminal. It has undergone multiple clinical trials that proved its safety and efficacy for the treatment of osteoporosis. When under continuous exposure to PTH (eg, hyperparathyroidism), bone undergoes resorption more than formation, while intermittent exposure to low-dose PTH (like daily teriparatide administration) induces bone formation more than resorption."}
{"id": "article-42984_1", "title": "Teriparatide -- Continuing Education Activity", "content": "This activity reviews the indications, mechanism of action, and contraindications for teriparatide as a valuable agent in managing osteoporosis and also covers the adverse event profile and other key factors (including off-label uses, dosing, pharmacokinetics, monitoring, and relevant interactions) pertinent to interprofessional team members in using this agent for the treatment of patients with osteoporosis.", "contents": "Teriparatide -- Continuing Education Activity. This activity reviews the indications, mechanism of action, and contraindications for teriparatide as a valuable agent in managing osteoporosis and also covers the adverse event profile and other key factors (including off-label uses, dosing, pharmacokinetics, monitoring, and relevant interactions) pertinent to interprofessional team members in using this agent for the treatment of patients with osteoporosis."}
{"id": "article-42984_2", "title": "Teriparatide -- Continuing Education Activity", "content": "Objectives: Identify patients who are appropriate candidates for teriparatide therapy based on established clinical guidelines and individual risk factors for osteoporotic fractures. Differentiate between teriparatide and other pharmacological agents used in osteoporosis management, understanding their mechanisms of action, efficacy, and safety profiles. Apply evidence-based strategies to optimize teriparatide therapy, considering individual patient characteristics, preferences, and treatment goals. Implement communication among interprofessional team members to monitor teriparatide use in osteoporosis management. Access free multiple choice questions on this topic.", "contents": "Teriparatide -- Continuing Education Activity. Objectives: Identify patients who are appropriate candidates for teriparatide therapy based on established clinical guidelines and individual risk factors for osteoporotic fractures. Differentiate between teriparatide and other pharmacological agents used in osteoporosis management, understanding their mechanisms of action, efficacy, and safety profiles. Apply evidence-based strategies to optimize teriparatide therapy, considering individual patient characteristics, preferences, and treatment goals. Implement communication among interprofessional team members to monitor teriparatide use in osteoporosis management. Access free multiple choice questions on this topic."}
{"id": "article-42984_3", "title": "Teriparatide -- Indications", "content": "Teriparatide is a recombinant fragment of human parathyroid hormone consisting of its first amino (N)-terminal 34 amino acids and a potent osteoanabolic agent. The drug has undergone multiple clinical trials that proved its safety and efficacy for the treatment of osteoporosis. In a seminal randomized placebo-controlled trial (n = 1637) by Neer et al (2001) in postmenopausal women with at least one prior vertebral fracture (the Fracture  Prevention Trial), 20 mcg teriparatide administered daily (ie, the currently approved dose for prescription) decreased the risk for new vertebral fractures by 65% (RR = 0.35; 95% CI = 0.22-0.55) and nonvertebral fragility fractures by 53% (RR = 0.47;  95% CI = 0.25-0.88) and increased bone mineral density at lumbar spine by 9% and at the femoral neck by 3% over a median follow-up period of 21 months. [1]", "contents": "Teriparatide -- Indications. Teriparatide is a recombinant fragment of human parathyroid hormone consisting of its first amino (N)-terminal 34 amino acids and a potent osteoanabolic agent. The drug has undergone multiple clinical trials that proved its safety and efficacy for the treatment of osteoporosis. In a seminal randomized placebo-controlled trial (n = 1637) by Neer et al (2001) in postmenopausal women with at least one prior vertebral fracture (the Fracture  Prevention Trial), 20 mcg teriparatide administered daily (ie, the currently approved dose for prescription) decreased the risk for new vertebral fractures by 65% (RR = 0.35; 95% CI = 0.22-0.55) and nonvertebral fragility fractures by 53% (RR = 0.47;  95% CI = 0.25-0.88) and increased bone mineral density at lumbar spine by 9% and at the femoral neck by 3% over a median follow-up period of 21 months. [1]"}
{"id": "article-42984_4", "title": "Teriparatide -- Indications", "content": "Not only do other subsequent trials corroborate these effects in head-to-head comparison trials to available therapies such as alendronate and risedronate in postmenopausal women, but trials also replicate them in men and patients with a different etiology for osteoporosis such as glucocorticoid-induced osteoporosis, indicating activity independently of sex and through primary and secondary osteoporotic etiologies. [2] [3] [4] [5] [6] Teriparatide has FDA approval for the following indications: Treatment of osteoporosis in postmenopausal women with a high risk for fracture [7] Increasing bone mass in men with primary or hypogonadal osteoporosis at high risk for fracture [8] Treatment of men and women with systemic glucocorticoid-induced osteoporosis at high risk for fracture [9] [10]", "contents": "Teriparatide -- Indications. Not only do other subsequent trials corroborate these effects in head-to-head comparison trials to available therapies such as alendronate and risedronate in postmenopausal women, but trials also replicate them in men and patients with a different etiology for osteoporosis such as glucocorticoid-induced osteoporosis, indicating activity independently of sex and through primary and secondary osteoporotic etiologies. [2] [3] [4] [5] [6] Teriparatide has FDA approval for the following indications: Treatment of osteoporosis in postmenopausal women with a high risk for fracture [7] Increasing bone mass in men with primary or hypogonadal osteoporosis at high risk for fracture [8] Treatment of men and women with systemic glucocorticoid-induced osteoporosis at high risk for fracture [9] [10]"}
{"id": "article-42984_5", "title": "Teriparatide -- Indications", "content": "The American College of Obstetricians and Gynecologists (ACOG) guidelines for osteoporosis (2022) suggest teriparatide for postmenopausal osteoporosis with a high risk of fracture. [11] The American College of Rheumatology endorses the treatment with teriparatide for patients with glucocorticoid-induced osteoporosis having an increased risk of significant fracture. [12] \" High risk for fracture’’ is defined in the FDA drug labeling as a history of osteoporotic fracture, multiple risk fracture factors, failure, or intolerance to other available osteoporosis therapy (eg, bisphosphonates).", "contents": "Teriparatide -- Indications. The American College of Obstetricians and Gynecologists (ACOG) guidelines for osteoporosis (2022) suggest teriparatide for postmenopausal osteoporosis with a high risk of fracture. [11] The American College of Rheumatology endorses the treatment with teriparatide for patients with glucocorticoid-induced osteoporosis having an increased risk of significant fracture. [12] \" High risk for fracture’’ is defined in the FDA drug labeling as a history of osteoporotic fracture, multiple risk fracture factors, failure, or intolerance to other available osteoporosis therapy (eg, bisphosphonates)."}
{"id": "article-42984_6", "title": "Teriparatide -- Indications", "content": "2023 American College of Physicians guidelines for osteoporosis recommend that clinicians prescribe teriparatide followed by bisphosphonate to decrease the risk of fractures in females with primary osteoporosis having a very high risk of fracture. [13]  However, while bisphosphonates help retain bone mineral density gains that tend to regress after terminating therapy with teriparatide, concomitant use should be avoided because bisphosphonates may blunt its anabolic effect. [14]", "contents": "Teriparatide -- Indications. 2023 American College of Physicians guidelines for osteoporosis recommend that clinicians prescribe teriparatide followed by bisphosphonate to decrease the risk of fractures in females with primary osteoporosis having a very high risk of fracture. [13]  However, while bisphosphonates help retain bone mineral density gains that tend to regress after terminating therapy with teriparatide, concomitant use should be avoided because bisphosphonates may blunt its anabolic effect. [14]"}
{"id": "article-42984_7", "title": "Teriparatide -- Indications", "content": "Given the availability of safe, effective, and less expensive therapies for osteoporosis, the exigence of high risk for fracture or intolerance or nonavailability of other medicines points to the fact that PTH analogs should be used as \"last resort’’ treatment and reserved for severe osteoporosis (defined by WHO as BMD of T-score 2.5 or less plus at least one fragility fracture) because patients with severe osteoporosis have significant risk for fracture. In a meta-analysis of cohort studies of 15259 men and 44902 women with prior fractures, a personal history of previous fragility fracture increased the risk of any subsequent fracture by more than 86% compared to individuals without prior fracture (RR = 1.86; 95% CI = 1.75-1.98). [15] The high risk for fracture associated with severe osteoporosis makes these patients likely to derive the most clinical benefit from this therapy. Other than the approved indications for osteoporosis, the results of studies indicate possible benefits of teriparatide in fracture healing, hypoparathyroidism, osteonecrosis of the jaw, and periodontal disease. [16]", "contents": "Teriparatide -- Indications. Given the availability of safe, effective, and less expensive therapies for osteoporosis, the exigence of high risk for fracture or intolerance or nonavailability of other medicines points to the fact that PTH analogs should be used as \"last resort’’ treatment and reserved for severe osteoporosis (defined by WHO as BMD of T-score 2.5 or less plus at least one fragility fracture) because patients with severe osteoporosis have significant risk for fracture. In a meta-analysis of cohort studies of 15259 men and 44902 women with prior fractures, a personal history of previous fragility fracture increased the risk of any subsequent fracture by more than 86% compared to individuals without prior fracture (RR = 1.86; 95% CI = 1.75-1.98). [15] The high risk for fracture associated with severe osteoporosis makes these patients likely to derive the most clinical benefit from this therapy. Other than the approved indications for osteoporosis, the results of studies indicate possible benefits of teriparatide in fracture healing, hypoparathyroidism, osteonecrosis of the jaw, and periodontal disease. [16]"}
{"id": "article-42984_8", "title": "Teriparatide -- Mechanism of Action -- Effects on Bone Metabolism", "content": "In disease states associated with excess parathyroid hormone (PTH) in the blood, such as primary hyperparathyroidism, increased osteoclast activity, and accelerated bone resorption it may seem paradoxical that parathyroid hormone or its analogs can be a treatment for osteoporosis, a disease associated with accelerated bone loss. Ultimately, the difference in PTH effects on the bone stems from differences in the dose and pattern of exposure of bone to PTH. When under continuous exposure to PTH (eg, hyperparathyroidism), bone undergoes resorption more than formation, while intermittent exposure to low-dose PTH (like daily teriparatide administration) induces bone formation more than resorption. Although the underlying molecular mechanisms undergirding this variation in effect (ie, catabolic effect with sustained exposure vs anabolic effect with intermittent exposure) are largely unknown, some involved molecular signaling mechanisms have been elucidated. [17] [18] [19]", "contents": "Teriparatide -- Mechanism of Action -- Effects on Bone Metabolism. In disease states associated with excess parathyroid hormone (PTH) in the blood, such as primary hyperparathyroidism, increased osteoclast activity, and accelerated bone resorption it may seem paradoxical that parathyroid hormone or its analogs can be a treatment for osteoporosis, a disease associated with accelerated bone loss. Ultimately, the difference in PTH effects on the bone stems from differences in the dose and pattern of exposure of bone to PTH. When under continuous exposure to PTH (eg, hyperparathyroidism), bone undergoes resorption more than formation, while intermittent exposure to low-dose PTH (like daily teriparatide administration) induces bone formation more than resorption. Although the underlying molecular mechanisms undergirding this variation in effect (ie, catabolic effect with sustained exposure vs anabolic effect with intermittent exposure) are largely unknown, some involved molecular signaling mechanisms have been elucidated. [17] [18] [19]"}
{"id": "article-42984_9", "title": "Teriparatide -- Mechanism of Action -- Effects on Bone Metabolism", "content": "Teriparatide is an analog of PTH that binds through the N-terminal moiety to PTH type 1 receptors (PTH type 1R). PTH type 1R are G-protein coupled receptors (GPCR) expressed on surfaces of various cells, the most important of which in respect to the classical physiological actions of PTH on calcium and phosphate homeostasis and bone metabolism are osteoblasts, osteocytes, and renal tubular cells. Following ligand binding to the receptor, both Gs–mediated activation of adenylate cyclase and Gq-mediated activation of protein kinase C (PKC) occur. [19] [20] Adenylate cyclase catalyzes the generation of the secondary messenger cAMP, which ultimately activates protein kinase A (PKA). Although PTH activates both PKA- and PKC-dependent signaling pathways, the PKA-dependent pathway is primarily used for its anabolic and catabolic effects on bone. [20]", "contents": "Teriparatide -- Mechanism of Action -- Effects on Bone Metabolism. Teriparatide is an analog of PTH that binds through the N-terminal moiety to PTH type 1 receptors (PTH type 1R). PTH type 1R are G-protein coupled receptors (GPCR) expressed on surfaces of various cells, the most important of which in respect to the classical physiological actions of PTH on calcium and phosphate homeostasis and bone metabolism are osteoblasts, osteocytes, and renal tubular cells. Following ligand binding to the receptor, both Gs–mediated activation of adenylate cyclase and Gq-mediated activation of protein kinase C (PKC) occur. [19] [20] Adenylate cyclase catalyzes the generation of the secondary messenger cAMP, which ultimately activates protein kinase A (PKA). Although PTH activates both PKA- and PKC-dependent signaling pathways, the PKA-dependent pathway is primarily used for its anabolic and catabolic effects on bone. [20]"}
{"id": "article-42984_10", "title": "Teriparatide -- Mechanism of Action -- Effects on Bone Metabolism", "content": "The anabolic effects of (intermittent) PTH are mediated by (1) upregulated transcriptional expression of pro-osteoblastogenic growth factors like insulin-like growth factor 1 (IGF1), fibroblast growth factor 2 (FGF2); (2) modulation of the Wnt/ß-catenin osteoanabolic signaling pathway by down-regulating the synthesis of the Wnt-antagonist sclerostin, and (3) increased expression and activity of Runx2 - a transcription factor essential for differentiation of osteoblasts. [17] [19] These pathways lead to an increased osteoblast survival and number, which results in the new growth of trabecular and cortical bones. This mode of action stands in stark contrast to that of antiresorptive agents (ie, bisphosphonates, long-term estrogen, raloxifene, and nasal calcitonin). These agents inhibit osteoclast-mediated bone resorption and, by doing so, also inhibit new bone formation because the 2 processes of resorption and formation are tightly coupled. [14]", "contents": "Teriparatide -- Mechanism of Action -- Effects on Bone Metabolism. The anabolic effects of (intermittent) PTH are mediated by (1) upregulated transcriptional expression of pro-osteoblastogenic growth factors like insulin-like growth factor 1 (IGF1), fibroblast growth factor 2 (FGF2); (2) modulation of the Wnt/ß-catenin osteoanabolic signaling pathway by down-regulating the synthesis of the Wnt-antagonist sclerostin, and (3) increased expression and activity of Runx2 - a transcription factor essential for differentiation of osteoblasts. [17] [19] These pathways lead to an increased osteoblast survival and number, which results in the new growth of trabecular and cortical bones. This mode of action stands in stark contrast to that of antiresorptive agents (ie, bisphosphonates, long-term estrogen, raloxifene, and nasal calcitonin). These agents inhibit osteoclast-mediated bone resorption and, by doing so, also inhibit new bone formation because the 2 processes of resorption and formation are tightly coupled. [14]"}
{"id": "article-42984_11", "title": "Teriparatide -- Mechanism of Action -- Effects on Bone Metabolism", "content": "To exert its catabolic effects, PTH acts on the same receptors in osteoblasts and osteocytes, increasing the expression of pro-osteoclastogenic cytokines like receptor activator of nuclear factor kappa-B ligand (RANKL) and macrophage colony-stimulating factor. [19] [20] RANKL interacts with its receptor (RANK) on osteoclast hematopoietic precursor cells, promoting osteoclastic differentiation and activation. Two FDA-approved therapies for osteoporosis target these complex signaling mechanisms; denosumab is a RANKL inhibitor, and romosozumab is a sclerostin antagonist. [21]", "contents": "Teriparatide -- Mechanism of Action -- Effects on Bone Metabolism. To exert its catabolic effects, PTH acts on the same receptors in osteoblasts and osteocytes, increasing the expression of pro-osteoclastogenic cytokines like receptor activator of nuclear factor kappa-B ligand (RANKL) and macrophage colony-stimulating factor. [19] [20] RANKL interacts with its receptor (RANK) on osteoclast hematopoietic precursor cells, promoting osteoclastic differentiation and activation. Two FDA-approved therapies for osteoporosis target these complex signaling mechanisms; denosumab is a RANKL inhibitor, and romosozumab is a sclerostin antagonist. [21]"}
{"id": "article-42984_12", "title": "Teriparatide -- Mechanism of Action -- Effects on Calcium and Phosphate Homeostasis", "content": "Teriparatide has the same actions as endogenous PTH on calcium and phosphate homeostasis (ie, it increases serum calcium and lowers serum phosphate). These effects are generated through the well-known effects of PTH on kidneys and bone. PTH stimulates distal tubular calcium reabsorption in the kidney, inhibits proximal tubular phosphate reabsorption, and activates the 1-alpha-hydroxylase enzyme in proximal tubules, which subsequently converts the filtered 25-hydroxyvitamin D to 1,25-dihydroxy vitamin D, the most active vitamin D metabolite. In bone, teriparatide mobilizes calcium from the bone matrix into circulation.", "contents": "Teriparatide -- Mechanism of Action -- Effects on Calcium and Phosphate Homeostasis. Teriparatide has the same actions as endogenous PTH on calcium and phosphate homeostasis (ie, it increases serum calcium and lowers serum phosphate). These effects are generated through the well-known effects of PTH on kidneys and bone. PTH stimulates distal tubular calcium reabsorption in the kidney, inhibits proximal tubular phosphate reabsorption, and activates the 1-alpha-hydroxylase enzyme in proximal tubules, which subsequently converts the filtered 25-hydroxyvitamin D to 1,25-dihydroxy vitamin D, the most active vitamin D metabolite. In bone, teriparatide mobilizes calcium from the bone matrix into circulation."}
{"id": "article-42984_13", "title": "Teriparatide -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Teriparatide is well absorbed after subcutaneous (SC) injection; the absolute bioavailability is approximately 95%. The peak serum concentrations are attained 30 minutes after SC injection. [22] Distribution: The volume of distribution is approximately 0.12 L/kg. Metabolism: Metabolism of teriparatide primarily occurs within the target cells. Teriparatide is metabolized into smaller peptides and amino acids in the liver. [23] Excretion: Teriparatide is primarily excreted by the kidney. The elimination half-life of SC teriparatide is approximately 1 hour.", "contents": "Teriparatide -- Mechanism of Action -- Pharmacokinetics. Absorption: Teriparatide is well absorbed after subcutaneous (SC) injection; the absolute bioavailability is approximately 95%. The peak serum concentrations are attained 30 minutes after SC injection. [22] Distribution: The volume of distribution is approximately 0.12 L/kg. Metabolism: Metabolism of teriparatide primarily occurs within the target cells. Teriparatide is metabolized into smaller peptides and amino acids in the liver. [23] Excretion: Teriparatide is primarily excreted by the kidney. The elimination half-life of SC teriparatide is approximately 1 hour."}
{"id": "article-42984_14", "title": "Teriparatide -- Administration -- Available Dosage Forms, Strengths, and Adult Dosage", "content": "Teriparatide administration is via SC injection into the abdominal wall or anterior thigh. The dosage is 20 mcg per day. Pens containing a 28-day supply of pre-filled 20 mcg doses are available. Administration should occur when the patient can sit or lie down in case orthostatic hypotension develops. The treatment duration restricting teriparatide therapy for 2 years has been revised. Treatment with teriparatide for more than 2 years can be considered in some patients with a high fracture risk. These patients may benefit from further treatment with teriparatide. [24] Patients should also be prescribed supplemental calcium and vitamin D during treatment.", "contents": "Teriparatide -- Administration -- Available Dosage Forms, Strengths, and Adult Dosage. Teriparatide administration is via SC injection into the abdominal wall or anterior thigh. The dosage is 20 mcg per day. Pens containing a 28-day supply of pre-filled 20 mcg doses are available. Administration should occur when the patient can sit or lie down in case orthostatic hypotension develops. The treatment duration restricting teriparatide therapy for 2 years has been revised. Treatment with teriparatide for more than 2 years can be considered in some patients with a high fracture risk. These patients may benefit from further treatment with teriparatide. [24] Patients should also be prescribed supplemental calcium and vitamin D during treatment."}
{"id": "article-42984_15", "title": "Teriparatide -- Administration -- Use in Specific Patient Population", "content": "Hepatic impairment: No clinical studies of teriparatide have been conducted in patients with hepatic impairment. Use with caution.", "contents": "Teriparatide -- Administration -- Use in Specific Patient Population. Hepatic impairment: No clinical studies of teriparatide have been conducted in patients with hepatic impairment. Use with caution."}
{"id": "article-42984_16", "title": "Teriparatide -- Administration -- Use in Specific Patient Population", "content": "Renal impairment: Teriparatide increases serum uric acid levels at high doses in patients with renal impairment. [25] However, teriparatide has favorable outcomes on markers of osteoporosis in patients with renal impairment. [26]", "contents": "Teriparatide -- Administration -- Use in Specific Patient Population. Renal impairment: Teriparatide increases serum uric acid levels at high doses in patients with renal impairment. [25] However, teriparatide has favorable outcomes on markers of osteoporosis in patients with renal impairment. [26]"}
{"id": "article-42984_17", "title": "Teriparatide -- Administration -- Use in Specific Patient Population", "content": "Pregnancy considerations: In animal reproductive studies, pregnant mice were given SC teriparatide in supratherapeutic doses, resulting in congenital anomalies such as interrupted rib and extra vertebra. Use during pregnancy is not advised.", "contents": "Teriparatide -- Administration -- Use in Specific Patient Population. Pregnancy considerations: In animal reproductive studies, pregnant mice were given SC teriparatide in supratherapeutic doses, resulting in congenital anomalies such as interrupted rib and extra vertebra. Use during pregnancy is not advised."}
{"id": "article-42984_18", "title": "Teriparatide -- Administration -- Use in Specific Patient Population", "content": "Breastfeeding considerations: In a case report requiring teriparatide treatment in a breastfeeding mother, no adverse outcomes were noted in the breastfeeding infant. The infant's serum calcium levels should be monitored. [27] [28] However, whether teriparatide is present in breast milk remains unknown; no well-designed studies have been conducted. Consequently, clinicians should avoid prescribing teriparatide during breastfeeding. Pediatric patients: Pediatric patients have a high risk of osteosarcoma due to open epiphysis. Use is contraindicated. [24] Older patients: According to a study, no unexpected adverse effects were found in patients aged above 80 compared to other patients. [29]", "contents": "Teriparatide -- Administration -- Use in Specific Patient Population. Breastfeeding considerations: In a case report requiring teriparatide treatment in a breastfeeding mother, no adverse outcomes were noted in the breastfeeding infant. The infant's serum calcium levels should be monitored. [27] [28] However, whether teriparatide is present in breast milk remains unknown; no well-designed studies have been conducted. Consequently, clinicians should avoid prescribing teriparatide during breastfeeding. Pediatric patients: Pediatric patients have a high risk of osteosarcoma due to open epiphysis. Use is contraindicated. [24] Older patients: According to a study, no unexpected adverse effects were found in patients aged above 80 compared to other patients. [29]"}
{"id": "article-42984_19", "title": "Teriparatide -- Adverse Effects", "content": "Teriparatide is a well-tolerated drug. Short-term side effects reported by patients include nausea, headache, dizziness, and orthostatic hypotension. [30] Alterations of calcium metabolism are common, with hypercalcemia and hypercalciuria being the 2 most frequent side effects. [16] Hypercalcemia is most commonly mild and transient, and rarely (3% of patients taking 20 mcg/d) does it become persistent and require dose reduction or therapy discontinuation. [18] Although teriparatide increased renal calcium excretion from baseline, significant hypercalcemia or renal sequelae like nephrolithiasis and nephrosclerosis have not been reported. [14] Increased serum uric acid levels have been reported. [31] [32] A 15-year post-marketing surveillance study demonstrated that teriparatide did not increase the risk of osteosarcoma. Risk factors identified were exposure to radiation and Paget disease of bone. [33]", "contents": "Teriparatide -- Adverse Effects. Teriparatide is a well-tolerated drug. Short-term side effects reported by patients include nausea, headache, dizziness, and orthostatic hypotension. [30] Alterations of calcium metabolism are common, with hypercalcemia and hypercalciuria being the 2 most frequent side effects. [16] Hypercalcemia is most commonly mild and transient, and rarely (3% of patients taking 20 mcg/d) does it become persistent and require dose reduction or therapy discontinuation. [18] Although teriparatide increased renal calcium excretion from baseline, significant hypercalcemia or renal sequelae like nephrolithiasis and nephrosclerosis have not been reported. [14] Increased serum uric acid levels have been reported. [31] [32] A 15-year post-marketing surveillance study demonstrated that teriparatide did not increase the risk of osteosarcoma. Risk factors identified were exposure to radiation and Paget disease of bone. [33]"}
{"id": "article-42984_20", "title": "Teriparatide -- Adverse Effects -- Warnings", "content": "Osteosarcoma: The FDA has removed the box warnings regarding osteosarcoma. However, the FDA still recommends avoiding teriparatide in patients with predisposing conditions, which can increase the risk of osteosarcoma. Conditions include Paget disease of bone, history of primary or secondary skeletal malignancy, history of ionizing radiation involving the skeleton, pediatric and young patients with open epiphysis, and hereditary disorders increasing the risk of osteosarcoma. According to the American Association of Clinical Endocrinology (AACE) guidelines, teriparatide should be avoided in patients with increased alkaline phosphatase of skeletal origin. [24] [34]", "contents": "Teriparatide -- Adverse Effects -- Warnings. Osteosarcoma: The FDA has removed the box warnings regarding osteosarcoma. However, the FDA still recommends avoiding teriparatide in patients with predisposing conditions, which can increase the risk of osteosarcoma. Conditions include Paget disease of bone, history of primary or secondary skeletal malignancy, history of ionizing radiation involving the skeleton, pediatric and young patients with open epiphysis, and hereditary disorders increasing the risk of osteosarcoma. According to the American Association of Clinical Endocrinology (AACE) guidelines, teriparatide should be avoided in patients with increased alkaline phosphatase of skeletal origin. [24] [34]"}
{"id": "article-42984_21", "title": "Teriparatide -- Adverse Effects -- Warnings", "content": "Calciphylaxis and cutaneous calcification: A potential risk of calciphylaxis and cutaneous calcification is apparent. Use caution in patients with risk factors for calciphylaxis, such as chronic kidney disease, autoimmune disorders, and concurrent warfarin or systemic corticosteroid use. [35]", "contents": "Teriparatide -- Adverse Effects -- Warnings. Calciphylaxis and cutaneous calcification: A potential risk of calciphylaxis and cutaneous calcification is apparent. Use caution in patients with risk factors for calciphylaxis, such as chronic kidney disease, autoimmune disorders, and concurrent warfarin or systemic corticosteroid use. [35]"}
{"id": "article-42984_22", "title": "Teriparatide -- Adverse Effects -- Warnings", "content": "Hypercalcemia: Teriparatide can cause hypercalcemia and may worsen hypercalcemia in patients with pre-existing hypercalcemia. Avoid the use of teriparatide in patients with primary hyperparathyroidism. [36]", "contents": "Teriparatide -- Adverse Effects -- Warnings. Hypercalcemia: Teriparatide can cause hypercalcemia and may worsen hypercalcemia in patients with pre-existing hypercalcemia. Avoid the use of teriparatide in patients with primary hyperparathyroidism. [36]"}
{"id": "article-42984_23", "title": "Teriparatide -- Adverse Effects -- Warnings", "content": "Risk of Urolithiasis: Use in patients with hypercalciuria and urolithiasis should be considered after a risk-benefit evaluation, as teriparatide causes hypercalciuria, which promotes urinary stones. Monitor urinary calcium excretion. [37] [38]", "contents": "Teriparatide -- Adverse Effects -- Warnings. Risk of Urolithiasis: Use in patients with hypercalciuria and urolithiasis should be considered after a risk-benefit evaluation, as teriparatide causes hypercalciuria, which promotes urinary stones. Monitor urinary calcium excretion. [37] [38]"}
{"id": "article-42984_24", "title": "Teriparatide -- Adverse Effects -- Drug-Drug Interaction", "content": "Risk of digoxin toxicity: Teriparatide-induced hypercalcemia may predispose patients to digitalis toxicity. [39] In a study of 15 healthy individuals, teriparatide with digoxin did not alter EKG findings. [40] However, caution is still advised as digoxin has a narrow therapeutic index. [30]", "contents": "Teriparatide -- Adverse Effects -- Drug-Drug Interaction. Risk of digoxin toxicity: Teriparatide-induced hypercalcemia may predispose patients to digitalis toxicity. [39] In a study of 15 healthy individuals, teriparatide with digoxin did not alter EKG findings. [40] However, caution is still advised as digoxin has a narrow therapeutic index. [30]"}
{"id": "article-42984_25", "title": "Teriparatide -- Contraindications", "content": "Teriparatide is contraindicated in patients with hypersensitivity to teriparatide or its excipients. [24]", "contents": "Teriparatide -- Contraindications. Teriparatide is contraindicated in patients with hypersensitivity to teriparatide or its excipients. [24]"}
{"id": "article-42984_26", "title": "Teriparatide -- Monitoring", "content": "Patients on teriparatide therapy should have serum calcium measurements monitored at 1 month of treatment, with subsequent follow-up intervals according to serum calcium level and at the prescriber's discretion. If hypercalcemia is present, the dose of supplemental calcium should be reduced first; if the readings do not return to baseline, treatment should be administered every other day; if hypercalcemia persists, treatment should be discontinued, and the patient should undergo a diagnostic evaluation to determine the cause of hypercalcemia. [14]", "contents": "Teriparatide -- Monitoring. Patients on teriparatide therapy should have serum calcium measurements monitored at 1 month of treatment, with subsequent follow-up intervals according to serum calcium level and at the prescriber's discretion. If hypercalcemia is present, the dose of supplemental calcium should be reduced first; if the readings do not return to baseline, treatment should be administered every other day; if hypercalcemia persists, treatment should be discontinued, and the patient should undergo a diagnostic evaluation to determine the cause of hypercalcemia. [14]"}
{"id": "article-42984_27", "title": "Teriparatide -- Monitoring", "content": "Bone mineral density requires evaluation 1-year post-first dose. Before starting treatment, serum and urinary calcium should be measured because hypercalcemia and hypercalciuria constitute contraindications to recombinant PTH therapy. American Association of Clinical Endocrinology guidelines suggest clinicians can consider monitoring bone turnover markers such as serum P1NP (procollagen type I N-terminal propeptide). [41]", "contents": "Teriparatide -- Monitoring. Bone mineral density requires evaluation 1-year post-first dose. Before starting treatment, serum and urinary calcium should be measured because hypercalcemia and hypercalciuria constitute contraindications to recombinant PTH therapy. American Association of Clinical Endocrinology guidelines suggest clinicians can consider monitoring bone turnover markers such as serum P1NP (procollagen type I N-terminal propeptide). [41]"}
{"id": "article-42984_28", "title": "Teriparatide -- Toxicity", "content": "The most concerning potential toxicity of teriparatide therapy is the risk of skeletal carcinogenicity, most notably osteosarcoma. Researchers detected the carcinogenic effect in Fisher rats subjected to the treatment of relatively high doses ranging from 5 to 75 mcg/kg/d for 2 years. The risk is considered to be minimal and nonsignificant in humans because of several lines of evidence: differences between rat and human skeletal physiologies, the fact that 2 years represent almost 90% of the rats' lifespan while representing only 2% to 3% of that of humans and the doses used are 3 to 58-fold the prescribed human dose, the detection of only 3 cases of osteosarcoma with unproven causality in over 1 million patients treated with teriparatide, and an ongoing post-marketing surveillance study of teriparatide use in humans showing no incident risk of osteosarcoma at 8-year interim analysis. The FDA previously limited approval to 2 years based on the Fisher rats toxicity study. [18] [42] [43]", "contents": "Teriparatide -- Toxicity. The most concerning potential toxicity of teriparatide therapy is the risk of skeletal carcinogenicity, most notably osteosarcoma. Researchers detected the carcinogenic effect in Fisher rats subjected to the treatment of relatively high doses ranging from 5 to 75 mcg/kg/d for 2 years. The risk is considered to be minimal and nonsignificant in humans because of several lines of evidence: differences between rat and human skeletal physiologies, the fact that 2 years represent almost 90% of the rats' lifespan while representing only 2% to 3% of that of humans and the doses used are 3 to 58-fold the prescribed human dose, the detection of only 3 cases of osteosarcoma with unproven causality in over 1 million patients treated with teriparatide, and an ongoing post-marketing surveillance study of teriparatide use in humans showing no incident risk of osteosarcoma at 8-year interim analysis. The FDA previously limited approval to 2 years based on the Fisher rats toxicity study. [18] [42] [43]"}
{"id": "article-42984_29", "title": "Teriparatide -- Toxicity", "content": "According to product labeling, overdose symptoms are transient and identical to the most commonly reported side effects associated with therapeutic doses, such as nausea, vomiting, dizziness, and orthostatic hypotension. An older patient was administered supratherapeutic doses of teriparatide due to a dosing error, with no significant toxicity. [44] No antidote for teriparatide currently exists. In overdose, teriparatide should be discontinued, and supportive treatment should be provided with adequate hydration and careful monitoring of serum calcium and phosphorus levels.", "contents": "Teriparatide -- Toxicity. According to product labeling, overdose symptoms are transient and identical to the most commonly reported side effects associated with therapeutic doses, such as nausea, vomiting, dizziness, and orthostatic hypotension. An older patient was administered supratherapeutic doses of teriparatide due to a dosing error, with no significant toxicity. [44] No antidote for teriparatide currently exists. In overdose, teriparatide should be discontinued, and supportive treatment should be provided with adequate hydration and careful monitoring of serum calcium and phosphorus levels."}
{"id": "article-42984_30", "title": "Teriparatide -- Enhancing Healthcare Team Outcomes", "content": "Recombinant parathyroid hormone falls in a new category of osteoporosis therapy called anabolic therapy; teriparatide is the first approved drug in this category and has been shown to improve outcomes for patients with osteoporosis. As with any medication, teriparatide has potential side effects, most notably a theoretical risk of osteosarcoma. The interprofessional healthcare team should be aware of the rationale of using teriparatide and communicate the reasons for therapy effectively to their patients in a manner that assists the patient in making the best-informed decision and acknowledges both the possible adverse effects and the clinical benefit of this therapy (reduction in vertebral and nonvertebral fractures and strengthening of bones). Orthostatic hypotension is also a concern, and patients need to be informed about preventing and managing this potential adverse event. This issue is a high priority, especially in patients with osteoporosis, as a relatively minor fall for most people might result in a catastrophic fracture. [45] All interprofessional team members should counsel patients and monitor their response to treatment. Endocrinologists should be consulted for patients with a high risk of fractures. Interprofessional collaboration and open communication between physicians, advanced practice practitioners, specialists, nurses, and pharmacists can improve therapeutic outcomes related to teriparatide and mitigate potential adverse effects.", "contents": "Teriparatide -- Enhancing Healthcare Team Outcomes. Recombinant parathyroid hormone falls in a new category of osteoporosis therapy called anabolic therapy; teriparatide is the first approved drug in this category and has been shown to improve outcomes for patients with osteoporosis. As with any medication, teriparatide has potential side effects, most notably a theoretical risk of osteosarcoma. The interprofessional healthcare team should be aware of the rationale of using teriparatide and communicate the reasons for therapy effectively to their patients in a manner that assists the patient in making the best-informed decision and acknowledges both the possible adverse effects and the clinical benefit of this therapy (reduction in vertebral and nonvertebral fractures and strengthening of bones). Orthostatic hypotension is also a concern, and patients need to be informed about preventing and managing this potential adverse event. This issue is a high priority, especially in patients with osteoporosis, as a relatively minor fall for most people might result in a catastrophic fracture. [45] All interprofessional team members should counsel patients and monitor their response to treatment. Endocrinologists should be consulted for patients with a high risk of fractures. Interprofessional collaboration and open communication between physicians, advanced practice practitioners, specialists, nurses, and pharmacists can improve therapeutic outcomes related to teriparatide and mitigate potential adverse effects."}
{"id": "article-42984_31", "title": "Teriparatide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Teriparatide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}