{"id": "article-38431_0", "title": "CNS Lymphoma (Archived) -- Introduction", "content": "Primary central nervous system lymphoma (PCNSL) is an extranodal non-Hodgkin lymphoma. It is a rare entity and involves the central nervous system (CNS), which includes the brain, spinal cord, cerebrospinal fluid (CSF), leptomeninges, and eyes and has no evidence of any disease outside the CNS. Unlike the other primary CNS tumors, they respond well to chemotherapy and radiation but have inferior survival compared to other lymphomas outside the CNS.", "contents": "CNS Lymphoma (Archived) -- Introduction. Primary central nervous system lymphoma (PCNSL) is an extranodal non-Hodgkin lymphoma. It is a rare entity and involves the central nervous system (CNS), which includes the brain, spinal cord, cerebrospinal fluid (CSF), leptomeninges, and eyes and has no evidence of any disease outside the CNS. Unlike the other primary CNS tumors, they respond well to chemotherapy and radiation but have inferior survival compared to other lymphomas outside the CNS."}
{"id": "article-38431_1", "title": "CNS Lymphoma (Archived) -- Etiology", "content": "The etiology of PCNSL is unclear and is largely undefined, similar to other types of lymphoma. [1] [2] The most common cause for PCNSL is acquired or congenital immunodeficiency. Patients with congenital immunodeficiency such as the severe combined or common immunodeficiency, X-linked lymphoproliferative disorders, Wiskott-Aldrich syndrome, and ataxia-telangiectasia have a 4 percent lifetime risk of developing PCNSL.", "contents": "CNS Lymphoma (Archived) -- Etiology. The etiology of PCNSL is unclear and is largely undefined, similar to other types of lymphoma. [1] [2] The most common cause for PCNSL is acquired or congenital immunodeficiency. Patients with congenital immunodeficiency such as the severe combined or common immunodeficiency, X-linked lymphoproliferative disorders, Wiskott-Aldrich syndrome, and ataxia-telangiectasia have a 4 percent lifetime risk of developing PCNSL."}
{"id": "article-38431_2", "title": "CNS Lymphoma (Archived) -- Etiology", "content": "Acquired causes like human immunodeficiency virus ( HIV) infection, chronic immunosuppression, and organ transplant are other commonly known etiologies. PCNSL is an acquired immunodeficiency syndrome (AIDS)-defining event and is associated with low CD-4 counts < 50 cells/microliter. AIDS-related PCNSL shares an association with Epstein-Barr virus (EBV) 100 percent of the time. [3] PCNSL also can develop in immunocompetent patients and sometimes have been associated with an autoimmune disease such as rheumatoid arthritis, systemic lupus erythematosus, or sarcoidosis, etc. [2]", "contents": "CNS Lymphoma (Archived) -- Etiology. Acquired causes like human immunodeficiency virus ( HIV) infection, chronic immunosuppression, and organ transplant are other commonly known etiologies. PCNSL is an acquired immunodeficiency syndrome (AIDS)-defining event and is associated with low CD-4 counts < 50 cells/microliter. AIDS-related PCNSL shares an association with Epstein-Barr virus (EBV) 100 percent of the time. [3] PCNSL also can develop in immunocompetent patients and sometimes have been associated with an autoimmune disease such as rheumatoid arthritis, systemic lupus erythematosus, or sarcoidosis, etc. [2]"}
{"id": "article-38431_3", "title": "CNS Lymphoma (Archived) -- Epidemiology", "content": "PCNSLs are rare and represent only about 4-6 percent of extra-nodal lymphomas. [4] About 4 percent of intracranial neoplasms are PCNSL. The incidence of PCNSL increased from the 1960s to the 1990s due to the HIV pandemic and then declined. [5] [6]", "contents": "CNS Lymphoma (Archived) -- Epidemiology. PCNSLs are rare and represent only about 4-6 percent of extra-nodal lymphomas. [4] About 4 percent of intracranial neoplasms are PCNSL. The incidence of PCNSL increased from the 1960s to the 1990s due to the HIV pandemic and then declined. [5] [6]"}
{"id": "article-38431_4", "title": "CNS Lymphoma (Archived) -- Epidemiology", "content": "Approximately 1500 new cases of PCNSL are diagnosed in the United States every year. In the last 10 years, there has been a rising incidence in patients older than 65 years, and the incidence is 4.3 cases per million population in patients 70 to 79 years. [7] Men and women are equally affected, and the median age of diagnosis is in the fifth decade. [4]", "contents": "CNS Lymphoma (Archived) -- Epidemiology. Approximately 1500 new cases of PCNSL are diagnosed in the United States every year. In the last 10 years, there has been a rising incidence in patients older than 65 years, and the incidence is 4.3 cases per million population in patients 70 to 79 years. [7] Men and women are equally affected, and the median age of diagnosis is in the fifth decade. [4]"}
{"id": "article-38431_5", "title": "CNS Lymphoma (Archived) -- Pathophysiology", "content": "In PCNSL cohorts, recurrent mutations in the MYD88 and CD79B genes that affect the B-cell signaling pathways with its downstream target NFkB is believed to play a role in the pathogenesis. [8] [9] [10] [11] It is unclear regarding the origin of the cells of primary CNS lymphoma, whether they first arise in the CNS or rather arise systemically and later travel to the CNS. [12]", "contents": "CNS Lymphoma (Archived) -- Pathophysiology. In PCNSL cohorts, recurrent mutations in the MYD88 and CD79B genes that affect the B-cell signaling pathways with its downstream target NFkB is believed to play a role in the pathogenesis. [8] [9] [10] [11] It is unclear regarding the origin of the cells of primary CNS lymphoma, whether they first arise in the CNS or rather arise systemically and later travel to the CNS. [12]"}
{"id": "article-38431_6", "title": "CNS Lymphoma (Archived) -- Histopathology", "content": "Most PCNSLs are diffuse large B cell lymphoma (DLBCL), which constitutes about 95 percent of cases. Neoplastic B lymphocytes express pan-B cell markers and markers of germinal center and late germinal cell B cells. Less common histologies include Burkitt, T-cell PCNSL, lymphoblastic, and intraparenchymal marginal zone lymphoma. [13] The majority of the PCNSL tumors express the pan B cell markers CD19, CD20, CD22, and CD79a and more than half of them express both the BCL6 and MUM1. The tumor cells are highly infiltrative, and cells display perivascular growth, associated with a worse prognosis. [12]", "contents": "CNS Lymphoma (Archived) -- Histopathology. Most PCNSLs are diffuse large B cell lymphoma (DLBCL), which constitutes about 95 percent of cases. Neoplastic B lymphocytes express pan-B cell markers and markers of germinal center and late germinal cell B cells. Less common histologies include Burkitt, T-cell PCNSL, lymphoblastic, and intraparenchymal marginal zone lymphoma. [13] The majority of the PCNSL tumors express the pan B cell markers CD19, CD20, CD22, and CD79a and more than half of them express both the BCL6 and MUM1. The tumor cells are highly infiltrative, and cells display perivascular growth, associated with a worse prognosis. [12]"}
{"id": "article-38431_7", "title": "CNS Lymphoma (Archived) -- History and Physical", "content": "The most common symptoms, which usually span weeks to few months, are focal deficits, change in personality, seizures, confusion, lethargy, and high intracranial pressure symptoms like headaches, nausea, vomiting, papilledema. [14] Typical B symptoms are rare. [15] Intraocular involvement is noted in about 10 to 20 percent of patients. Thus, some patients develop ocular symptoms like floaters, blurry vision, and diminished visual acuity and vision fields. A leptomeningeal involvement is noted in about 40 percent of the patients and along with the previously described symptoms, patients can also have meningismus and cervical/lumbar radiculopathies. Cranial nerve deficits can occur due to the involvement of the brain stem or isolated cranial nerve roots. Primary spinal involvement is seen in <1 percent of the patients and causes progressive myelopathy and back pain.", "contents": "CNS Lymphoma (Archived) -- History and Physical. The most common symptoms, which usually span weeks to few months, are focal deficits, change in personality, seizures, confusion, lethargy, and high intracranial pressure symptoms like headaches, nausea, vomiting, papilledema. [14] Typical B symptoms are rare. [15] Intraocular involvement is noted in about 10 to 20 percent of patients. Thus, some patients develop ocular symptoms like floaters, blurry vision, and diminished visual acuity and vision fields. A leptomeningeal involvement is noted in about 40 percent of the patients and along with the previously described symptoms, patients can also have meningismus and cervical/lumbar radiculopathies. Cranial nerve deficits can occur due to the involvement of the brain stem or isolated cranial nerve roots. Primary spinal involvement is seen in <1 percent of the patients and causes progressive myelopathy and back pain."}
{"id": "article-38431_8", "title": "CNS Lymphoma (Archived) -- Evaluation", "content": "In addition to a detailed history and physical, the evaluation of the patients suspected to have a PCNSL should include the following: Imaging of the CNS, ideally with a magnetic resonance imaging (MRI) and gadolinium contrast. CSF analysis An eye exam with a slit lamp Testicular exam and ultrasound in male patients.", "contents": "CNS Lymphoma (Archived) -- Evaluation. In addition to a detailed history and physical, the evaluation of the patients suspected to have a PCNSL should include the following: Imaging of the CNS, ideally with a magnetic resonance imaging (MRI) and gadolinium contrast. CSF analysis An eye exam with a slit lamp Testicular exam and ultrasound in male patients."}
{"id": "article-38431_9", "title": "CNS Lymphoma (Archived) -- Evaluation", "content": "In immunocompetent patients with newly diagnosed PCNSL, >60 percent of the patients have solitary lesions, and about 35 percent have multifocal lesions. Cerebral hemispheric involvement is the most common, followed by the thalamus, basal ganglia, corpus callosum, and cerebellum. [16] Lesions are usually iso-dense to hypo-dense on T2-weighted MRI, with variable edema and homogenous and strong enhancement. [16]", "contents": "CNS Lymphoma (Archived) -- Evaluation. In immunocompetent patients with newly diagnosed PCNSL, >60 percent of the patients have solitary lesions, and about 35 percent have multifocal lesions. Cerebral hemispheric involvement is the most common, followed by the thalamus, basal ganglia, corpus callosum, and cerebellum. [16] Lesions are usually iso-dense to hypo-dense on T2-weighted MRI, with variable edema and homogenous and strong enhancement. [16]"}
{"id": "article-38431_10", "title": "CNS Lymphoma (Archived) -- Evaluation", "content": "Computed tomography (CT) of the head with contrast is an alternative in patients who have MRI contraindications. The definitive diagnosis requires a pathologic confirmation with a biopsy. The most commonly used biopsy procedure is the use of stereotactic brain biopsy; rarely, some patients have a partial or total resection. The morbidity related to the stereotactic biopsy is very low and permits rapid detection. The safety of CSF analysis should be considered in patients suspected of having increased intracranial pressure. CSF analysis should include cell count, protein levels, glucose levels along with cytology, and flow cytometry analysis. Along with the slit lamp examination of the eyes, a CT scan of the chest, abdomen, and pelvis should be obtained for documentation of any other organ involvement or lymphadenopathy. A bone marrow biopsy is also recommended to complete a full staging workup. These systemic staging procedures are important as about 10 percent of patients who are presumed to have PCNSL, have an extra CNS involvement. [17]", "contents": "CNS Lymphoma (Archived) -- Evaluation. Computed tomography (CT) of the head with contrast is an alternative in patients who have MRI contraindications. The definitive diagnosis requires a pathologic confirmation with a biopsy. The most commonly used biopsy procedure is the use of stereotactic brain biopsy; rarely, some patients have a partial or total resection. The morbidity related to the stereotactic biopsy is very low and permits rapid detection. The safety of CSF analysis should be considered in patients suspected of having increased intracranial pressure. CSF analysis should include cell count, protein levels, glucose levels along with cytology, and flow cytometry analysis. Along with the slit lamp examination of the eyes, a CT scan of the chest, abdomen, and pelvis should be obtained for documentation of any other organ involvement or lymphadenopathy. A bone marrow biopsy is also recommended to complete a full staging workup. These systemic staging procedures are important as about 10 percent of patients who are presumed to have PCNSL, have an extra CNS involvement. [17]"}
{"id": "article-38431_11", "title": "CNS Lymphoma (Archived) -- Evaluation", "content": "Blood work with screening HIV, hepatitis B, and C serology, lactate dehydrogenase, comprehensive metabolic panel, liver function tests, and complete blood counts are recommended. [18] Corticosteroids are lymphocytotoxic and can obscure pathologic diagnosis, and it is recommended that, if possible, empiric administration of steroids be delayed until the diagnosis is established. [19]", "contents": "CNS Lymphoma (Archived) -- Evaluation. Blood work with screening HIV, hepatitis B, and C serology, lactate dehydrogenase, comprehensive metabolic panel, liver function tests, and complete blood counts are recommended. [18] Corticosteroids are lymphocytotoxic and can obscure pathologic diagnosis, and it is recommended that, if possible, empiric administration of steroids be delayed until the diagnosis is established. [19]"}
{"id": "article-38431_12", "title": "CNS Lymphoma (Archived) -- Treatment / Management", "content": "PCNSL is highly sensitive to radiation and some chemotherapy agents, which is in contrast to the other primary brain-related tumors. The role of surgery is limited. Antimetabolites such as methotrexate (MTX) given at high doses constitutes the backbone for the treatment of PCNSL. Standard CHOP (cyclophosphamide, doxorubicin, vincristine, prednisone) regimen, the backbone for extra-CNS DLBCL exhibits negligible activity in PCNSL and/or has higher toxicity in combination with high dose MTX (HD-MTX) without improved outcomes. [20] [21]", "contents": "CNS Lymphoma (Archived) -- Treatment / Management. PCNSL is highly sensitive to radiation and some chemotherapy agents, which is in contrast to the other primary brain-related tumors. The role of surgery is limited. Antimetabolites such as methotrexate (MTX) given at high doses constitutes the backbone for the treatment of PCNSL. Standard CHOP (cyclophosphamide, doxorubicin, vincristine, prednisone) regimen, the backbone for extra-CNS DLBCL exhibits negligible activity in PCNSL and/or has higher toxicity in combination with high dose MTX (HD-MTX) without improved outcomes. [20] [21]"}
{"id": "article-38431_13", "title": "CNS Lymphoma (Archived) -- Treatment / Management", "content": "Due to the high sensitivity of the PCNSL to radiation, patients initially were treated with whole-brain radiation therapy (WBRT). The use of WBRT as a first-line treatment is decreasing as chemotherapy-based regimens are optimized, and no significant benefit is noted with added WBRT, and it is associated with significant neurotoxicity. [22] [23]", "contents": "CNS Lymphoma (Archived) -- Treatment / Management. Due to the high sensitivity of the PCNSL to radiation, patients initially were treated with whole-brain radiation therapy (WBRT). The use of WBRT as a first-line treatment is decreasing as chemotherapy-based regimens are optimized, and no significant benefit is noted with added WBRT, and it is associated with significant neurotoxicity. [22] [23]"}
{"id": "article-38431_14", "title": "CNS Lymphoma (Archived) -- Treatment / Management", "content": "It is proven in multiple trials, induction therapy with the combination of HD-MTX with other agents showed improved complete response (CR) compared to single-agent MTX. [24] [25] [26] Examples of induction therapy are HD-MTX plus cytarabine or HD-MTX with temozolomide or HD-MTX with procarbazine plus vincristine. Rituximab is added to the induction regimens in CD20 positive PCNSL, which constitutes the majority and is fairly well tolerated. The goal of the induction regimen is CR. The choice of induction therapy depends on institutional experience, comorbidities, and organ function. In older adults, the treatment decisions are individualized, and a single agent HD-MTX is sometimes reasonable. The number of cycles of HD-MTX is inconclusive, but patients may require a median number of 6-8 cycles for achieving CR, and in clinical practice, it is not unusual to receive 10 to 12 cycles.", "contents": "CNS Lymphoma (Archived) -- Treatment / Management. It is proven in multiple trials, induction therapy with the combination of HD-MTX with other agents showed improved complete response (CR) compared to single-agent MTX. [24] [25] [26] Examples of induction therapy are HD-MTX plus cytarabine or HD-MTX with temozolomide or HD-MTX with procarbazine plus vincristine. Rituximab is added to the induction regimens in CD20 positive PCNSL, which constitutes the majority and is fairly well tolerated. The goal of the induction regimen is CR. The choice of induction therapy depends on institutional experience, comorbidities, and organ function. In older adults, the treatment decisions are individualized, and a single agent HD-MTX is sometimes reasonable. The number of cycles of HD-MTX is inconclusive, but patients may require a median number of 6-8 cycles for achieving CR, and in clinical practice, it is not unusual to receive 10 to 12 cycles."}
{"id": "article-38431_15", "title": "CNS Lymphoma (Archived) -- Treatment / Management", "content": "MTX doses greater than 3.5 gm/m2 yield tumoricidal levels in the CSF and the brain parenchyma and doses as high as 8 gm/m2 were used in the clinical trial but required dose reductions secondary to side effects. [27]", "contents": "CNS Lymphoma (Archived) -- Treatment / Management. MTX doses greater than 3.5 gm/m2 yield tumoricidal levels in the CSF and the brain parenchyma and doses as high as 8 gm/m2 were used in the clinical trial but required dose reductions secondary to side effects. [27]"}
{"id": "article-38431_16", "title": "CNS Lymphoma (Archived) -- Treatment / Management", "content": "MTX at low doses is not nephrotoxic. At high doses, as used in PCNSL, MTX can precipitate in the tubules of the kidney and cause direct damage, the risk of which increases in the presence of acidic urine. Even though the MTX related kidney injury is reversible, the major risk is the decreased clearance of MTX after the high dose administration leading to increased systemic toxicity. This likelihood of renal injury can be minimized with aggressive hydration and alkalinization of urine. Leucovorin rescue is initiated within 24 to 36 hours of starting HD-MTX until the plasma level of MTX is less than 0.05 to 0.1 microliter. [28] As MTX is not lipophilic, it can accumulate at high concentrations in third space fluid collections like pleural effusion and ascites and leak back into circulation long after the initial dose and cause significant toxicity. These collections should be drained prior to MTX administration.", "contents": "CNS Lymphoma (Archived) -- Treatment / Management. MTX at low doses is not nephrotoxic. At high doses, as used in PCNSL, MTX can precipitate in the tubules of the kidney and cause direct damage, the risk of which increases in the presence of acidic urine. Even though the MTX related kidney injury is reversible, the major risk is the decreased clearance of MTX after the high dose administration leading to increased systemic toxicity. This likelihood of renal injury can be minimized with aggressive hydration and alkalinization of urine. Leucovorin rescue is initiated within 24 to 36 hours of starting HD-MTX until the plasma level of MTX is less than 0.05 to 0.1 microliter. [28] As MTX is not lipophilic, it can accumulate at high concentrations in third space fluid collections like pleural effusion and ascites and leak back into circulation long after the initial dose and cause significant toxicity. These collections should be drained prior to MTX administration."}
{"id": "article-38431_17", "title": "CNS Lymphoma (Archived) -- Treatment / Management", "content": "In patients who achieved CR, at least half of them will relapse within five years. High dose chemotherapy with autologous hematopoietic stem cell transplantation (HCT) and whole-brain radiation therapy (WBRT) are the two consolidation approaches being considered. A growing number of prospective studies are researching these approaches, and overall evidence supports efficacy to be similar to both approaches, but there is higher neurotoxicity with WBRT. [29] [30] Due to high toxicities associated with high dose chemotherapy with HCT, other non-myeloablative regimens are being tested. The most common non-myeloablative regimens consist of high dose cytarabine with or without etoposide. [25] [31]", "contents": "CNS Lymphoma (Archived) -- Treatment / Management. In patients who achieved CR, at least half of them will relapse within five years. High dose chemotherapy with autologous hematopoietic stem cell transplantation (HCT) and whole-brain radiation therapy (WBRT) are the two consolidation approaches being considered. A growing number of prospective studies are researching these approaches, and overall evidence supports efficacy to be similar to both approaches, but there is higher neurotoxicity with WBRT. [29] [30] Due to high toxicities associated with high dose chemotherapy with HCT, other non-myeloablative regimens are being tested. The most common non-myeloablative regimens consist of high dose cytarabine with or without etoposide. [25] [31]"}
{"id": "article-38431_18", "title": "CNS Lymphoma (Archived) -- Treatment / Management -- Surveillance", "content": "After completion of initial therapy, patients are followed for any concern for relapse and long-term toxicities. Patients are evaluated with an MRI with gadolinium enhancement. The majority of relapses occur within 5 years after completion of the therapy. It is recommended to follow up with patients every three months during the first 2 years and every 6 months for the next 3 years.", "contents": "CNS Lymphoma (Archived) -- Treatment / Management -- Surveillance. After completion of initial therapy, patients are followed for any concern for relapse and long-term toxicities. Patients are evaluated with an MRI with gadolinium enhancement. The majority of relapses occur within 5 years after completion of the therapy. It is recommended to follow up with patients every three months during the first 2 years and every 6 months for the next 3 years."}
{"id": "article-38431_19", "title": "CNS Lymphoma (Archived) -- Treatment / Management -- Relapse/Refractory Disease", "content": "Treatment of relapsed and refractory disease is limited and therapeutic approaches to consider are retreatment with an MTX-based regimen, alternative chemotherapy agents such as pemetrexed, temozolomide, and ifosfamide, and high dose chemotherapy with HCT, and WBRT in previously non radiated patients. Other options include the use of other agents like lenalidomide and ibrutinib. [32] [33] [34] [35]", "contents": "CNS Lymphoma (Archived) -- Treatment / Management -- Relapse/Refractory Disease. Treatment of relapsed and refractory disease is limited and therapeutic approaches to consider are retreatment with an MTX-based regimen, alternative chemotherapy agents such as pemetrexed, temozolomide, and ifosfamide, and high dose chemotherapy with HCT, and WBRT in previously non radiated patients. Other options include the use of other agents like lenalidomide and ibrutinib. [32] [33] [34] [35]"}
{"id": "article-38431_20", "title": "CNS Lymphoma (Archived) -- Differential Diagnosis", "content": "The main differential diagnoses, requiring brain biopsy for definitive diagnosis include: Gliomas Metastases Toxoplasmosis Sarcoidosis Histiocytic lesions Progressive multifocal leukoencephalopathy Multiple sclerosis Inflammatory disorders like vasculitis", "contents": "CNS Lymphoma (Archived) -- Differential Diagnosis. The main differential diagnoses, requiring brain biopsy for definitive diagnosis include: Gliomas Metastases Toxoplasmosis Sarcoidosis Histiocytic lesions Progressive multifocal leukoencephalopathy Multiple sclerosis Inflammatory disorders like vasculitis"}
{"id": "article-38431_21", "title": "CNS Lymphoma (Archived) -- Prognosis", "content": "Two scoring systems are used for predicting outcomes and stratifying patients with PCNSL. International Extranodal Lymphoma Study Group (IELSG) score [36] Memorial Sloan Kettering Cancer Center (MSKCC) prognostic score [37] The IELSG score includes the use of 5 parameters to determine prognosis [36] Eastern Cooperative Oncology Group (ECOG) performance score Age CSF protein concentration Serum lactate dehydrogenase (LDH) serum level Deep brain involvement The two-year survival rates depending on the presence of the above risk factors are: 0 to 1 adverse factor – 80% survival rate 2 to 3 adverse factors - 48% survival rate 4 to 5 adverse factors - 15% survival rate Three prognostic groups are defined by the MSKCC score using Karnofsky performance status (KPS) and age [37] Age ≤50 – median overall survival 8.5 years Age >50 and KPS ≥70 – median overall survival 3.2 years Age >50 and KPS <70 – median overall survival 1.1 years", "contents": "CNS Lymphoma (Archived) -- Prognosis. Two scoring systems are used for predicting outcomes and stratifying patients with PCNSL. International Extranodal Lymphoma Study Group (IELSG) score [36] Memorial Sloan Kettering Cancer Center (MSKCC) prognostic score [37] The IELSG score includes the use of 5 parameters to determine prognosis [36] Eastern Cooperative Oncology Group (ECOG) performance score Age CSF protein concentration Serum lactate dehydrogenase (LDH) serum level Deep brain involvement The two-year survival rates depending on the presence of the above risk factors are: 0 to 1 adverse factor – 80% survival rate 2 to 3 adverse factors - 48% survival rate 4 to 5 adverse factors - 15% survival rate Three prognostic groups are defined by the MSKCC score using Karnofsky performance status (KPS) and age [37] Age ≤50 – median overall survival 8.5 years Age >50 and KPS ≥70 – median overall survival 3.2 years Age >50 and KPS <70 – median overall survival 1.1 years"}
{"id": "article-38431_22", "title": "CNS Lymphoma (Archived) -- Prognosis", "content": "The median overall survival has increased in patients with PCNSL in the United States from 12 months in the 1960s to 26 months in the 2010s. [7] Most of the benefit is seen in patients younger than 70 years of age. The prognosis of refractory or relapsed PCNSL is very poor and survival is less than 6 months.", "contents": "CNS Lymphoma (Archived) -- Prognosis. The median overall survival has increased in patients with PCNSL in the United States from 12 months in the 1960s to 26 months in the 2010s. [7] Most of the benefit is seen in patients younger than 70 years of age. The prognosis of refractory or relapsed PCNSL is very poor and survival is less than 6 months."}
{"id": "article-38431_23", "title": "CNS Lymphoma (Archived) -- Complications", "content": "Complications related to the PCNSL are usually neurological and are also related to the treatment. Some of the common complications noted include: Seizures Stroke Cognitive dysfunction Hemorrhage into the brain Obstructive hydrocephalus Spinal cord compression Complications related to the treatment, including acute kidney injury, increased infections, cognitive impairment, decreased memory, cardiotoxicity, etc. Death", "contents": "CNS Lymphoma (Archived) -- Complications. Complications related to the PCNSL are usually neurological and are also related to the treatment. Some of the common complications noted include: Seizures Stroke Cognitive dysfunction Hemorrhage into the brain Obstructive hydrocephalus Spinal cord compression Complications related to the treatment, including acute kidney injury, increased infections, cognitive impairment, decreased memory, cardiotoxicity, etc. Death"}
{"id": "article-38431_24", "title": "CNS Lymphoma (Archived) -- Deterrence and Patient Education", "content": "Patients and their caretakers should be educated on the diagnosis of the PCNSL, especially regarding the disease process and potential pitfalls. Education should be given regarding the treatment considerations and side effects associated with the various therapies. Adequate hydration during HD-MTX therapy is important, as MTX can precipitate in renal tubules and cause kidney injury. Education is also given regarding the avoidance of particular medications that can interact with chemotherapy. Patients should be educated regarding approaching the treatment team for any concerns that arise during the treatment.", "contents": "CNS Lymphoma (Archived) -- Deterrence and Patient Education. Patients and their caretakers should be educated on the diagnosis of the PCNSL, especially regarding the disease process and potential pitfalls. Education should be given regarding the treatment considerations and side effects associated with the various therapies. Adequate hydration during HD-MTX therapy is important, as MTX can precipitate in renal tubules and cause kidney injury. Education is also given regarding the avoidance of particular medications that can interact with chemotherapy. Patients should be educated regarding approaching the treatment team for any concerns that arise during the treatment."}
{"id": "article-38431_25", "title": "CNS Lymphoma (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Management of PCNSL is complex and needs an interprofessional team approach involving neurologists, medical oncologists, radiation oncologists, hematopathologists, radiologists, ophthalmologists, neurosurgeons as well as other allied health professionals. Medical oncology and radiation oncology play a crucial role in the management of PCNSL. It is recommended that these patients are discussed in an interprofessional tumor board for a consensus treatment plan. This approach will facilitate optimal patient care, individualized treatment decisions, and also improve enrollment in the clinical trials. Nursing administers the chemotherapy and pharmacists specialized in oncology will verify agent selection, dose as well as drug interactions. The nurses should alert the treating clinician of any concerns or adverse reactions.", "contents": "CNS Lymphoma (Archived) -- Enhancing Healthcare Team Outcomes. Management of PCNSL is complex and needs an interprofessional team approach involving neurologists, medical oncologists, radiation oncologists, hematopathologists, radiologists, ophthalmologists, neurosurgeons as well as other allied health professionals. Medical oncology and radiation oncology play a crucial role in the management of PCNSL. It is recommended that these patients are discussed in an interprofessional tumor board for a consensus treatment plan. This approach will facilitate optimal patient care, individualized treatment decisions, and also improve enrollment in the clinical trials. Nursing administers the chemotherapy and pharmacists specialized in oncology will verify agent selection, dose as well as drug interactions. The nurses should alert the treating clinician of any concerns or adverse reactions."}
{"id": "article-38431_26", "title": "CNS Lymphoma (Archived) -- Enhancing Healthcare Team Outcomes", "content": "CNS lymphoma has a guarded prognosis, and treatment decisions should be made involving the patient, family, and the healthcare team. The involvement of the palliative care team in the early phases of diagnosis may benefit these patients. Extensive communication with the patient and families improve the outcomes of patients with PCNSL. [Level 4]", "contents": "CNS Lymphoma (Archived) -- Enhancing Healthcare Team Outcomes. CNS lymphoma has a guarded prognosis, and treatment decisions should be made involving the patient, family, and the healthcare team. The involvement of the palliative care team in the early phases of diagnosis may benefit these patients. Extensive communication with the patient and families improve the outcomes of patients with PCNSL. [Level 4]"}
{"id": "article-38431_27", "title": "CNS Lymphoma (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "CNS Lymphoma (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}