{"id": "article-704_0", "title": "Azilsartan -- Continuing Education Activity", "content": "Azilsartan is a medication used in the management and treatment of hypertension. It is in the angiotensin-receptor blocking (ARB) class of drugs. This activity outlines the indications, action, and contraindications for azilsartan as a valuable agent in treating patients clinically diagnosed with hypertension. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the management of patients with hypertension and related conditions.", "contents": "Azilsartan -- Continuing Education Activity. Azilsartan is a medication used in the management and treatment of hypertension. It is in the angiotensin-receptor blocking (ARB) class of drugs. This activity outlines the indications, action, and contraindications for azilsartan as a valuable agent in treating patients clinically diagnosed with hypertension. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the management of patients with hypertension and related conditions."}
{"id": "article-704_1", "title": "Azilsartan -- Continuing Education Activity", "content": "Objectives: Summarize the mechanism of action of azilsartan. Identify the indications for azilsartan therapy. Review the potential side effects, contraindications of azilsartan. Explain interprofessional team strategies for improving care coordination and communication to advance appropriate clinical outcomes with azilsartan leading to optimal patient outcomes. Access free multiple choice questions on this topic.", "contents": "Azilsartan -- Continuing Education Activity. Objectives: Summarize the mechanism of action of azilsartan. Identify the indications for azilsartan therapy. Review the potential side effects, contraindications of azilsartan. Explain interprofessional team strategies for improving care coordination and communication to advance appropriate clinical outcomes with azilsartan leading to optimal patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-704_2", "title": "Azilsartan -- Indications", "content": "Azilsartan, commercially formulated as azilsartan medoxomil, is an angiotensin-receptor blocking (ARB) agent. The drug is also commercially available as a combination therapy with chlorthalidone. Azilsartan received FDA approval in 2011 as an antihypertensive agent. [1] It is a useful agent for antihypertensive treatment as monotherapy or combination therapy with other blood pressure-lowering agents in patients 18 years of age or older. [1] According to the 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults, [2] ARBs such as azilsartan are recommended as first-line agents when initiating antihypertensive therapy. ARBs are considered equally efficacious as angiotensin-converting enzyme (ACE) inhibitors, which are also first-line antihypertensive agents along with thiazide diuretics and calcium-channel blockers. [2]", "contents": "Azilsartan -- Indications. Azilsartan, commercially formulated as azilsartan medoxomil, is an angiotensin-receptor blocking (ARB) agent. The drug is also commercially available as a combination therapy with chlorthalidone. Azilsartan received FDA approval in 2011 as an antihypertensive agent. [1] It is a useful agent for antihypertensive treatment as monotherapy or combination therapy with other blood pressure-lowering agents in patients 18 years of age or older. [1] According to the 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults, [2] ARBs such as azilsartan are recommended as first-line agents when initiating antihypertensive therapy. ARBs are considered equally efficacious as angiotensin-converting enzyme (ACE) inhibitors, which are also first-line antihypertensive agents along with thiazide diuretics and calcium-channel blockers. [2]"}
{"id": "article-704_3", "title": "Azilsartan -- Indications", "content": "In preclinical and clinical studies, azilsartan has been shown to reduce blood pressure levels more dramatically than its precursors valsartan and olmesartan and is theorized to lower mortality rates and the onset of cardiovascular disease. [3] [4] The mortality benefits could be especially pertinent in patients that have had a myocardial infarction and have heart failure and may have potential off-label uses for these patients. [4]", "contents": "Azilsartan -- Indications. In preclinical and clinical studies, azilsartan has been shown to reduce blood pressure levels more dramatically than its precursors valsartan and olmesartan and is theorized to lower mortality rates and the onset of cardiovascular disease. [3] [4] The mortality benefits could be especially pertinent in patients that have had a myocardial infarction and have heart failure and may have potential off-label uses for these patients. [4]"}
{"id": "article-704_4", "title": "Azilsartan -- Indications", "content": "In patients with diabetes mellitus and hypertension, ARBs are effective in reducing blood pressure in addition to the other first-line agents. [2] ACE inhibitors and ARBs are considered the most efficacious in decreasing the progression of moderate-to-severe albuminuria and may be used in an off-label fashion. [2] Using ARBs to treat hypertension has also been proven to prevent the recurrence of atrial fibrillation, as the two conditions are often coexistent. [2]", "contents": "Azilsartan -- Indications. In patients with diabetes mellitus and hypertension, ARBs are effective in reducing blood pressure in addition to the other first-line agents. [2] ACE inhibitors and ARBs are considered the most efficacious in decreasing the progression of moderate-to-severe albuminuria and may be used in an off-label fashion. [2] Using ARBs to treat hypertension has also been proven to prevent the recurrence of atrial fibrillation, as the two conditions are often coexistent. [2]"}
{"id": "article-704_5", "title": "Azilsartan -- Mechanism of Action", "content": "ARB drugs target one of the critical elements of the renin-angiotensin-aldosterone system (RAAS). In the progression of the RAAS, angiotensin II binds to AT1 receptors, which are highly expressed in vascular tissues and the adrenal gland, causing significant vasoconstriction. [5] [6] In addition to promoting vasoconstriction, angiotensin II binding to AT1 receptors promotes sodium and water retention and also inhibits the further secretion of renin. [5] Vasoconstriction plays a significant role in increased vascular resistance, and combined with the previously mentioned fluid retention; it ultimately leads to increased blood pressure. [5] ARBs such as azilsartan selectively bind to AT1 receptors and directly prevent the actions of angiotensin II on these receptors.", "contents": "Azilsartan -- Mechanism of Action. ARB drugs target one of the critical elements of the renin-angiotensin-aldosterone system (RAAS). In the progression of the RAAS, angiotensin II binds to AT1 receptors, which are highly expressed in vascular tissues and the adrenal gland, causing significant vasoconstriction. [5] [6] In addition to promoting vasoconstriction, angiotensin II binding to AT1 receptors promotes sodium and water retention and also inhibits the further secretion of renin. [5] Vasoconstriction plays a significant role in increased vascular resistance, and combined with the previously mentioned fluid retention; it ultimately leads to increased blood pressure. [5] ARBs such as azilsartan selectively bind to AT1 receptors and directly prevent the actions of angiotensin II on these receptors."}
{"id": "article-704_6", "title": "Azilsartan -- Mechanism of Action", "content": "In addition to binding to AT1 receptors, angiotensin II binds to angiotensin II type 2 (AT2) receptors. The action of angiotensin II bound to AT2 receptors produces effects opposite of AT1 receptors, such as natriuresis, blood pressure-lowering, and reduction of vasoconstriction in the vasculature. [5] As previously stated, azilsartan is highly selective for AT1 receptors and is not involved in the blockade of AT2 receptors. [6]", "contents": "Azilsartan -- Mechanism of Action. In addition to binding to AT1 receptors, angiotensin II binds to angiotensin II type 2 (AT2) receptors. The action of angiotensin II bound to AT2 receptors produces effects opposite of AT1 receptors, such as natriuresis, blood pressure-lowering, and reduction of vasoconstriction in the vasculature. [5] As previously stated, azilsartan is highly selective for AT1 receptors and is not involved in the blockade of AT2 receptors. [6]"}
{"id": "article-704_7", "title": "Azilsartan -- Mechanism of Action", "content": "ARB drugs, such as azilsartan, provide an alternate and highly effective option in treating blood pressure involving the RAAS pathway. Many first-line options for antihypertensive treatment include ACE inhibitors, which come with associated side effects related to the ACE drug target (a dry cough, angioedema). [4] Azilsartan’s action of blocking angiotensin II from binding to the AT1 receptor does not interfere with the action of ACE, so these side effects occur much less frequently.", "contents": "Azilsartan -- Mechanism of Action. ARB drugs, such as azilsartan, provide an alternate and highly effective option in treating blood pressure involving the RAAS pathway. Many first-line options for antihypertensive treatment include ACE inhibitors, which come with associated side effects related to the ACE drug target (a dry cough, angioedema). [4] Azilsartan’s action of blocking angiotensin II from binding to the AT1 receptor does not interfere with the action of ACE, so these side effects occur much less frequently."}
{"id": "article-704_8", "title": "Azilsartan -- Administration", "content": "Azilsartan comes in an oral tablet form as 40 and 80 mg tablets that are commercially available to be taken once daily, and it can be administered with or without food. [1] Although 80 mg is the recommended starting dose for hypertensive patients, 40 mg may need to be the beginning dose for patients with concomitant high-dose diuretic therapy, as well as patients that are volume- or salt-deprived. [1] For patients with renal or mild-to-moderate hepatic impairment, dose adjustments are unnecessary; the same applies to elderly patients. [1]", "contents": "Azilsartan -- Administration. Azilsartan comes in an oral tablet form as 40 and 80 mg tablets that are commercially available to be taken once daily, and it can be administered with or without food. [1] Although 80 mg is the recommended starting dose for hypertensive patients, 40 mg may need to be the beginning dose for patients with concomitant high-dose diuretic therapy, as well as patients that are volume- or salt-deprived. [1] For patients with renal or mild-to-moderate hepatic impairment, dose adjustments are unnecessary; the same applies to elderly patients. [1]"}
{"id": "article-704_9", "title": "Azilsartan -- Administration", "content": "Azilsartan is formulated as its prodrug, azilsartan medoxomil. It absorbs rapidly in the gut, and biotransformation in the liver leads to the prodrug being hydrolyzed to its active metabolite, azilsartan, primarily by the enzyme CYP2C9. [1] It is 60% bioavailable, with an elimination half-life of about 11 hours. [1] The time to peak concentrations in the plasma ranges between 1.5 to 3 hours and reaches steady-state concentrations after five days. [1] Azilsartan is excreted primarily in the feces (55%), and 42% gets excreted in urine; 15% of the azilsartan excreted in urine remains unchanged. [1]", "contents": "Azilsartan -- Administration. Azilsartan is formulated as its prodrug, azilsartan medoxomil. It absorbs rapidly in the gut, and biotransformation in the liver leads to the prodrug being hydrolyzed to its active metabolite, azilsartan, primarily by the enzyme CYP2C9. [1] It is 60% bioavailable, with an elimination half-life of about 11 hours. [1] The time to peak concentrations in the plasma ranges between 1.5 to 3 hours and reaches steady-state concentrations after five days. [1] Azilsartan is excreted primarily in the feces (55%), and 42% gets excreted in urine; 15% of the azilsartan excreted in urine remains unchanged. [1]"}
{"id": "article-704_10", "title": "Azilsartan -- Adverse Effects", "content": "Overall, azilsartan is well-tolerated in most patients in terms of adverse effects. In a controlled, double-blind, randomized clinical trial comparing the efficacy of azilsartan medoxomil to the ACE inhibitor ramipril in 784 patients, the overall number of adverse events was reported to be much less frequent with azilsartan. Patients were started on a dose of 20 mg of azilsartan and 2.5 mg of ramipril once daily for two weeks, then were titrated up to dosages of 40 or 80 mg of azilsartan and 10 mg of ramipril for 22 weeks. [7]", "contents": "Azilsartan -- Adverse Effects. Overall, azilsartan is well-tolerated in most patients in terms of adverse effects. In a controlled, double-blind, randomized clinical trial comparing the efficacy of azilsartan medoxomil to the ACE inhibitor ramipril in 784 patients, the overall number of adverse events was reported to be much less frequent with azilsartan. Patients were started on a dose of 20 mg of azilsartan and 2.5 mg of ramipril once daily for two weeks, then were titrated up to dosages of 40 or 80 mg of azilsartan and 10 mg of ramipril for 22 weeks. [7]"}
{"id": "article-704_11", "title": "Azilsartan -- Adverse Effects", "content": "During the treatment period, dizziness and hypotension occurred more often with the azilsartan treatment groups, and cough, a class side effect commonly encountered with ACE inhibitors, occurred more frequently with the ramipril group (8.2% of participants). [7] Cough only occurred in 1% and 1.4% of azilsartan 40 and 80 mg groups, respectively. [7] Another effect observed in the azilsartan group was a pertinent increase in serum potassium, sodium, and uric acid; no deaths resulted from this effect or the aforementioned adverse effects as well. [7] Adverse events resulting in discontinuation of azilsartan in the treatment groups of 40 and 80 mg were less frequent (2.4% and 3.1%, respectively) than with ramipril (4.8%). [7] There were no recorded events of hyperkalemia or angioedema in this study.", "contents": "Azilsartan -- Adverse Effects. During the treatment period, dizziness and hypotension occurred more often with the azilsartan treatment groups, and cough, a class side effect commonly encountered with ACE inhibitors, occurred more frequently with the ramipril group (8.2% of participants). [7] Cough only occurred in 1% and 1.4% of azilsartan 40 and 80 mg groups, respectively. [7] Another effect observed in the azilsartan group was a pertinent increase in serum potassium, sodium, and uric acid; no deaths resulted from this effect or the aforementioned adverse effects as well. [7] Adverse events resulting in discontinuation of azilsartan in the treatment groups of 40 and 80 mg were less frequent (2.4% and 3.1%, respectively) than with ramipril (4.8%). [7] There were no recorded events of hyperkalemia or angioedema in this study."}
{"id": "article-704_12", "title": "Azilsartan -- Adverse Effects", "content": "Hypotension/orthostatic hypotension remained the most common adverse effect leading to discontinuation of azilsartan in placebo-controlled trials. [1] Other observed adverse effects, although rare, included diarrhea (less than or equal to 2% in 80 mg treatment groups), nausea, asthenia, and fatigue. [1] Less frequent side effects observed include muscle spasms, dizziness, and cough. [1] In less than or equal to 0.4% of patients, low hemoglobin, hematocrit, and decreased number of red blood cells were also noted in patients taking azilsartan. [1]", "contents": "Azilsartan -- Adverse Effects. Hypotension/orthostatic hypotension remained the most common adverse effect leading to discontinuation of azilsartan in placebo-controlled trials. [1] Other observed adverse effects, although rare, included diarrhea (less than or equal to 2% in 80 mg treatment groups), nausea, asthenia, and fatigue. [1] Less frequent side effects observed include muscle spasms, dizziness, and cough. [1] In less than or equal to 0.4% of patients, low hemoglobin, hematocrit, and decreased number of red blood cells were also noted in patients taking azilsartan. [1]"}
{"id": "article-704_13", "title": "Azilsartan -- Contraindications", "content": "As previously mentioned, azilsartan is an ARB in the same drug class as some older antihypertensives such as losartan and valsartan. Pregnancy is considered an absolute contraindication for all ARBs and other drugs that interfere with the RAAS system, such as ACE inhibitors and direct renin inhibitors. Azilsartan is a teratogenic antihypertensive drug; if taken during early pregnancy, the threat of congenital abnormalities rises substantially. [8] ARB drugs are also considered fetotoxic during the second and third trimesters. [2] For this reason, the FDA released a US Boxed Warning explaining the fetal risk with the FDA approval of azilsartan. If a woman has previously been on an ARB such as azilsartan and becomes pregnant, the drug should be discontinued immediately (preferably within two days of pregnancy confirmation), and an alternative should be discussed with a physician. [8] The conditions, as mentioned earlier, also apply to a woman planning to become pregnant. Evidence has also accumulated involving small levels of azilsartan being present in lactating rats’ milk, although it has not yet been a topic of research in human lactating mothers. [4]", "contents": "Azilsartan -- Contraindications. As previously mentioned, azilsartan is an ARB in the same drug class as some older antihypertensives such as losartan and valsartan. Pregnancy is considered an absolute contraindication for all ARBs and other drugs that interfere with the RAAS system, such as ACE inhibitors and direct renin inhibitors. Azilsartan is a teratogenic antihypertensive drug; if taken during early pregnancy, the threat of congenital abnormalities rises substantially. [8] ARB drugs are also considered fetotoxic during the second and third trimesters. [2] For this reason, the FDA released a US Boxed Warning explaining the fetal risk with the FDA approval of azilsartan. If a woman has previously been on an ARB such as azilsartan and becomes pregnant, the drug should be discontinued immediately (preferably within two days of pregnancy confirmation), and an alternative should be discussed with a physician. [8] The conditions, as mentioned earlier, also apply to a woman planning to become pregnant. Evidence has also accumulated involving small levels of azilsartan being present in lactating rats’ milk, although it has not yet been a topic of research in human lactating mothers. [4]"}
{"id": "article-704_14", "title": "Azilsartan -- Contraindications", "content": "Although there are no current clinical contraindications to azilsartan medoxomil therapy, it is not advisable to prescribe azilsartan with aliskiren-containing products (direct renin inhibitors) or other medications that impact the RAAS system, such as ACE inhibitors. [2] Randomized controlled trial data suggests that ARB therapy combined with ACE inhibitors or aliskiren increases the risk of cardiovascular and renal problems; this is especially pertinent in those with diabetes mellitus. [2]", "contents": "Azilsartan -- Contraindications. Although there are no current clinical contraindications to azilsartan medoxomil therapy, it is not advisable to prescribe azilsartan with aliskiren-containing products (direct renin inhibitors) or other medications that impact the RAAS system, such as ACE inhibitors. [2] Randomized controlled trial data suggests that ARB therapy combined with ACE inhibitors or aliskiren increases the risk of cardiovascular and renal problems; this is especially pertinent in those with diabetes mellitus. [2]"}
{"id": "article-704_15", "title": "Azilsartan -- Contraindications", "content": "If a patient has a history of angioedema with prior ARB use, azilsartan should not be used, as with other ARBs. [2] However, a patient with a history of angioedema resulting from ACE inhibitors can begin treatment with an ARB six weeks after discontinuation of the ACE inhibitor. [2] If azilsartan is in combination therapy with chlorthalidone, anuria is a contraindication, along with pregnancy. [6]", "contents": "Azilsartan -- Contraindications. If a patient has a history of angioedema with prior ARB use, azilsartan should not be used, as with other ARBs. [2] However, a patient with a history of angioedema resulting from ACE inhibitors can begin treatment with an ARB six weeks after discontinuation of the ACE inhibitor. [2] If azilsartan is in combination therapy with chlorthalidone, anuria is a contraindication, along with pregnancy. [6]"}
{"id": "article-704_16", "title": "Azilsartan -- Monitoring", "content": "In patients with chronic kidney disease or those on potassium supplements or potassium-sparing drugs, the risk for hyperkalemia increases and requires monitoring. [2] In patients diagnosed with severe bilateral renal artery stenosis, acute kidney injury is a risk. [2]", "contents": "Azilsartan -- Monitoring. In patients with chronic kidney disease or those on potassium supplements or potassium-sparing drugs, the risk for hyperkalemia increases and requires monitoring. [2] In patients diagnosed with severe bilateral renal artery stenosis, acute kidney injury is a risk. [2]"}
{"id": "article-704_17", "title": "Azilsartan -- Monitoring", "content": "Due to the primary method of metabolism for azilsartan being CYP2C9, once therapy has started, interactions with strong modulators of CYP2C9 should be monitored closely. [1] Combination therapy with other antihypertensive agents also requires monitoring, as well as a concomitant non-steroidal anti-inflammatory (NSAID) or selective cyclooxygenase (COX-2) inhibitor therapy. [1] Renal function may become impaired with the coadministration of NSAIDs or other selective COX-2 inhibitors with azilsartan. [1] This impairment mostly occurs in patients with renal compromise or those who may be elderly or volume-depleted; for this reason, if using NSAIDs with azilsartan, the renal function requires periodic monitoring. [1]", "contents": "Azilsartan -- Monitoring. Due to the primary method of metabolism for azilsartan being CYP2C9, once therapy has started, interactions with strong modulators of CYP2C9 should be monitored closely. [1] Combination therapy with other antihypertensive agents also requires monitoring, as well as a concomitant non-steroidal anti-inflammatory (NSAID) or selective cyclooxygenase (COX-2) inhibitor therapy. [1] Renal function may become impaired with the coadministration of NSAIDs or other selective COX-2 inhibitors with azilsartan. [1] This impairment mostly occurs in patients with renal compromise or those who may be elderly or volume-depleted; for this reason, if using NSAIDs with azilsartan, the renal function requires periodic monitoring. [1]"}
{"id": "article-704_18", "title": "Azilsartan -- Toxicity", "content": "No maximum toxic doses have been established yet for azilsartan. Patients on azilsartan with volume depletion, severe heart failure, or renal stenosis are at risk for oliguria or progressive azotemia. [1] Volume or salt depletion should be corrected first before initiating azilsartan. [1]", "contents": "Azilsartan -- Toxicity. No maximum toxic doses have been established yet for azilsartan. Patients on azilsartan with volume depletion, severe heart failure, or renal stenosis are at risk for oliguria or progressive azotemia. [1] Volume or salt depletion should be corrected first before initiating azilsartan. [1]"}
{"id": "article-704_19", "title": "Azilsartan -- Enhancing Healthcare Team Outcomes", "content": "Although azilsartan is normally well-tolerated, it is always imperative to make sure the interprofessional team understands the danger of prescribing ACE inhibitors, aliskiren-containing products, and ARBs together. Physicians, physician assistants, and nurse practitioners must be vigilant in ensuring that these drugs are not prescribed together if more than one member of the team is responsible for the patient. Pharmacists are responsible for checking the medication profile for drug interactions, alerting the team to potential adverse effects, and verifying dosing, as well as offering patient counseling when needed. Nurses must make sure that the patient accounts for each doctor and medication prescribed to him or her, and pharmacists must make sure that no drug interactions or duplicate therapies occur, as well as verifying appropriate dosing. It is of the utmost importance for each member of the interprofessional medical team to confirm that a female patient of child-bearing age is not pregnant before prescribing azilsartan or any other ARB. Only with this type of interprofessional team approach can azilsartan therapy be optimally implemented, leading to better patient outcomes. [Level 5]", "contents": "Azilsartan -- Enhancing Healthcare Team Outcomes. Although azilsartan is normally well-tolerated, it is always imperative to make sure the interprofessional team understands the danger of prescribing ACE inhibitors, aliskiren-containing products, and ARBs together. Physicians, physician assistants, and nurse practitioners must be vigilant in ensuring that these drugs are not prescribed together if more than one member of the team is responsible for the patient. Pharmacists are responsible for checking the medication profile for drug interactions, alerting the team to potential adverse effects, and verifying dosing, as well as offering patient counseling when needed. Nurses must make sure that the patient accounts for each doctor and medication prescribed to him or her, and pharmacists must make sure that no drug interactions or duplicate therapies occur, as well as verifying appropriate dosing. It is of the utmost importance for each member of the interprofessional medical team to confirm that a female patient of child-bearing age is not pregnant before prescribing azilsartan or any other ARB. Only with this type of interprofessional team approach can azilsartan therapy be optimally implemented, leading to better patient outcomes. [Level 5]"}
{"id": "article-704_20", "title": "Azilsartan -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Azilsartan -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}