{"id": "article-29019_0", "title": "Sideroblastic Anemia -- Continuing Education Activity", "content": "Sideroblastic anemia is a type of anemia that results from abnormal utilization of iron during erythropoiesis. There are different forms of sideroblastic anemia, and all forms are defined by the presence of ring sideroblasts in the bone marrow. Ring sideroblasts are erythroid precursors containing deposits of non-heme iron in mitochondria forming a ring-like distribution around the nucleus. The iron-formed ring covers at least one-third of the nucleus rim. Sideroblastic anemia is known to cause microcytic and macrocytic anemia depending on what type of mutation led to it. Unlike iron deficiency anemia, where there is depletion of iron stores, patients with sideroblastic anemia have normal to high iron levels. Other microcytic anemias include thalassemia and anemia of chronic disease. This activity reviews the etiology, differential diagnosis, treatment and management of sideroblastic anemia and the role of the interprofessional team can improve outcomes.", "contents": "Sideroblastic Anemia -- Continuing Education Activity. Sideroblastic anemia is a type of anemia that results from abnormal utilization of iron during erythropoiesis. There are different forms of sideroblastic anemia, and all forms are defined by the presence of ring sideroblasts in the bone marrow. Ring sideroblasts are erythroid precursors containing deposits of non-heme iron in mitochondria forming a ring-like distribution around the nucleus. The iron-formed ring covers at least one-third of the nucleus rim. Sideroblastic anemia is known to cause microcytic and macrocytic anemia depending on what type of mutation led to it. Unlike iron deficiency anemia, where there is depletion of iron stores, patients with sideroblastic anemia have normal to high iron levels. Other microcytic anemias include thalassemia and anemia of chronic disease. This activity reviews the etiology, differential diagnosis, treatment and management of sideroblastic anemia and the role of the interprofessional team can improve outcomes."}
{"id": "article-29019_1", "title": "Sideroblastic Anemia -- Continuing Education Activity", "content": "Objectives: Review the etiology of sideroblastic anemia. Describe the difference between sideroblastic anemia and monocytic anemia. Summarize the management and treatment of sideroblastic anemia. Outline the role of healthcare professionals on how to manage sideroblastic anemia and improve healthcare outcomes. Access free multiple choice questions on this topic.", "contents": "Sideroblastic Anemia -- Continuing Education Activity. Objectives: Review the etiology of sideroblastic anemia. Describe the difference between sideroblastic anemia and monocytic anemia. Summarize the management and treatment of sideroblastic anemia. Outline the role of healthcare professionals on how to manage sideroblastic anemia and improve healthcare outcomes. Access free multiple choice questions on this topic."}
{"id": "article-29019_2", "title": "Sideroblastic Anemia -- Introduction", "content": "Sideroblastic anemia is a type of anemia that results from abnormal utilization of iron during erythropoiesis.  There are different forms of sideroblastic anemia, and all forms are defined by the presence of ring sideroblasts in the bone marrow. Ring sideroblasts are erythroid precursors containing deposits of non-heme iron in mitochondria forming a ring-like distribution around the nucleus. [1] The iron-formed ring covers at least one-third of the nucleus rim. [2] Sideroblastic anemia is known to cause microcytic and macrocytic anemia depending on what type of mutation led to it. [3] Unlike iron deficiency anemia, where there is depletion of iron stores, patients with sideroblastic anemia have normal to high iron levels. Other microcytic anemias include thalassemia and anemia of chronic disease. [4]", "contents": "Sideroblastic Anemia -- Introduction. Sideroblastic anemia is a type of anemia that results from abnormal utilization of iron during erythropoiesis.  There are different forms of sideroblastic anemia, and all forms are defined by the presence of ring sideroblasts in the bone marrow. Ring sideroblasts are erythroid precursors containing deposits of non-heme iron in mitochondria forming a ring-like distribution around the nucleus. [1] The iron-formed ring covers at least one-third of the nucleus rim. [2] Sideroblastic anemia is known to cause microcytic and macrocytic anemia depending on what type of mutation led to it. [3] Unlike iron deficiency anemia, where there is depletion of iron stores, patients with sideroblastic anemia have normal to high iron levels. Other microcytic anemias include thalassemia and anemia of chronic disease. [4]"}
{"id": "article-29019_3", "title": "Sideroblastic Anemia -- Introduction", "content": "The hemoglobin molecule contains an important protein called heme. Structurally, the heme contains four pyrrole rings joined by four methine bridges at the alpha position with an iron atom at the center of the ring. [5] As a result of this protein molecule, the hemoglobin can perform its function of carrying oxygen to tissues. Other functions of the heme apart from the formation of hemoglobin include gas sensing, signal transduction, biological clock, circadian rhythm, and micro RNA processing. [6]", "contents": "Sideroblastic Anemia -- Introduction. The hemoglobin molecule contains an important protein called heme. Structurally, the heme contains four pyrrole rings joined by four methine bridges at the alpha position with an iron atom at the center of the ring. [5] As a result of this protein molecule, the hemoglobin can perform its function of carrying oxygen to tissues. Other functions of the heme apart from the formation of hemoglobin include gas sensing, signal transduction, biological clock, circadian rhythm, and micro RNA processing. [6]"}
{"id": "article-29019_4", "title": "Sideroblastic Anemia -- Introduction", "content": "Sideroblastic anemia is a result of abnormal erythropoiesis during heme production. 85% of heme is produced in the cytoplasm and mitochondria of the erythroblast cells while the remaining is produced in hepatocytes. [5] In the Shemin pathway, eight different enzymes help to coordinate heme synthesis. These enzymes include aminolevulinic acid synthase ALAS, porphobilinogen synthase, porphobilinogen deaminase, uroporphyrinogen III synthase, uroporphyrinogen decarboxylase (UROD), coproporphyrinogen oxidase (CPOX), protoporphyrinogen oxidase (PPOX), and ferrochelatase (FECH). [5] There are two forms of sideroblastic anemia-hereditary and acquired. This review article will discuss the etiology, epidemiology, differential diagnosis, pathophysiology, treatment and management of sideroblastic anemia.", "contents": "Sideroblastic Anemia -- Introduction. Sideroblastic anemia is a result of abnormal erythropoiesis during heme production. 85% of heme is produced in the cytoplasm and mitochondria of the erythroblast cells while the remaining is produced in hepatocytes. [5] In the Shemin pathway, eight different enzymes help to coordinate heme synthesis. These enzymes include aminolevulinic acid synthase ALAS, porphobilinogen synthase, porphobilinogen deaminase, uroporphyrinogen III synthase, uroporphyrinogen decarboxylase (UROD), coproporphyrinogen oxidase (CPOX), protoporphyrinogen oxidase (PPOX), and ferrochelatase (FECH). [5] There are two forms of sideroblastic anemia-hereditary and acquired. This review article will discuss the etiology, epidemiology, differential diagnosis, pathophysiology, treatment and management of sideroblastic anemia."}
{"id": "article-29019_5", "title": "Sideroblastic Anemia -- Etiology", "content": "Sideroblastic anemia has two forms. The first, which is hereditary, is caused by mutations in genes that are involved in heme synthesis, iron-sulfur cluster biogenesis, or mitochondrial metabolism. [7] For heme synthesis, the gene defect is on the x chromosome, forming mutations in the aminolevulinate synthase (ALAS2), adenosine triphosphate-binding cassette B7 (ABCB7) or glutaredoxin 5 (GRLX5) enzymes. Other causes include mutations in the mitochondrial transporter (SLC25A38), thiamine transporter SLC19A2, RNA modifying enzyme pseudouridine synthase (PUS1), mitochondrial tyrosyl-tRNA synthase (YARS2) and mitochondrial DNA deletions. [8] The most common cause of hereditary sideroblastic anemia, however, is the X-linked type caused by a mutation of the gene forming ALAS2 enzyme. [7] The ALAS2, SLC25A38, GLRX5, HSPA9, ABCB7 genes when mutated cause microcytic anemia while the mitochondria, SLC19A2, PUS1, YARS2, TRNT1 genes when mutated cause macrocytic anemia. [9] The x-linked mutation causes microcytic anemia, and mitochondrial DNA deletions cause macrocytic anemia. [3] Acquired sideroblastic anemia may arise from primary or secondary causes. Primary causes include clonal hematologic disorders which include myelodysplastic syndrome with ring sideroblast (MDS-RS) and refractory anemia with ring sideroblasts RARS. [1] The former is due to a mutation in the splicing factor 3b subunit 1 (SF3B1) gene which is a vital component of RNA splicing complex. Recently RARS with ring sideroblast is now classified under the MDS-RS, and the RARS with thrombocytosis is now classified as a myelodysplastic, myeloproliferative neoplasm with RS and thrombocytosis (MDS/MPN-RS-T). [10]", "contents": "Sideroblastic Anemia -- Etiology. Sideroblastic anemia has two forms. The first, which is hereditary, is caused by mutations in genes that are involved in heme synthesis, iron-sulfur cluster biogenesis, or mitochondrial metabolism. [7] For heme synthesis, the gene defect is on the x chromosome, forming mutations in the aminolevulinate synthase (ALAS2), adenosine triphosphate-binding cassette B7 (ABCB7) or glutaredoxin 5 (GRLX5) enzymes. Other causes include mutations in the mitochondrial transporter (SLC25A38), thiamine transporter SLC19A2, RNA modifying enzyme pseudouridine synthase (PUS1), mitochondrial tyrosyl-tRNA synthase (YARS2) and mitochondrial DNA deletions. [8] The most common cause of hereditary sideroblastic anemia, however, is the X-linked type caused by a mutation of the gene forming ALAS2 enzyme. [7] The ALAS2, SLC25A38, GLRX5, HSPA9, ABCB7 genes when mutated cause microcytic anemia while the mitochondria, SLC19A2, PUS1, YARS2, TRNT1 genes when mutated cause macrocytic anemia. [9] The x-linked mutation causes microcytic anemia, and mitochondrial DNA deletions cause macrocytic anemia. [3] Acquired sideroblastic anemia may arise from primary or secondary causes. Primary causes include clonal hematologic disorders which include myelodysplastic syndrome with ring sideroblast (MDS-RS) and refractory anemia with ring sideroblasts RARS. [1] The former is due to a mutation in the splicing factor 3b subunit 1 (SF3B1) gene which is a vital component of RNA splicing complex. Recently RARS with ring sideroblast is now classified under the MDS-RS, and the RARS with thrombocytosis is now classified as a myelodysplastic, myeloproliferative neoplasm with RS and thrombocytosis (MDS/MPN-RS-T). [10]"}
{"id": "article-29019_6", "title": "Sideroblastic Anemia -- Etiology", "content": "Secondary causes are due to drugs, toxins, copper deficiency or chronic neoplastic disease. [1] Most common drugs that are known to cause sideroblastic anemia are antibiotics, hormones, copper-chelating agents and chemotherapy. Patnaik et al. (2017) mention that alcohol use, lead toxicity, isoniazid use also contribute to sideroblastic anemia. [11]", "contents": "Sideroblastic Anemia -- Etiology. Secondary causes are due to drugs, toxins, copper deficiency or chronic neoplastic disease. [1] Most common drugs that are known to cause sideroblastic anemia are antibiotics, hormones, copper-chelating agents and chemotherapy. Patnaik et al. (2017) mention that alcohol use, lead toxicity, isoniazid use also contribute to sideroblastic anemia. [11]"}
{"id": "article-29019_7", "title": "Sideroblastic Anemia -- Epidemiology", "content": "Sideroblastic anemia is considered a rare disease. [12] By definition, rare diseases affect fewer than 200,000 people in the US population. Due to the low incidence and prevalence, researchers do not have definite statistical data on the epidemiology of the disorder.", "contents": "Sideroblastic Anemia -- Epidemiology. Sideroblastic anemia is considered a rare disease. [12] By definition, rare diseases affect fewer than 200,000 people in the US population. Due to the low incidence and prevalence, researchers do not have definite statistical data on the epidemiology of the disorder."}
{"id": "article-29019_8", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "It is important to understand the pathophysiology of sideroblastic anemia, heme biosynthesis, and the consequences of the defective enzyme/transport genes. Before glycine gets to join the succinyl-CoA, it is transported by the mitochondrial transporter into the mitochondria by SLC25A38. [5] The first step in the synthesis of heme is the joining of glycine with succinyl-coenzyme A (succinyl-CoA) to form aminolevulinic acid (ALA) in the mitochondria. ALA is synthesized by the enzyme aminolevulinic acid synthase. ALA is then transported to the cytosol. The inability to form ALA due to a defect in the enzyme ALAS2 that catalyzes the reaction leads to heme deficiency and sideroblastic anemia. [5] The ABCB7 and the GLRX5 mutations also cause heme deficiency but in a different pathway which is explained below. [2] Just like these common mutations, other genes have various functions, and their deficiencies contribute to the development of sideroblastic anemia.", "contents": "Sideroblastic Anemia -- Pathophysiology. It is important to understand the pathophysiology of sideroblastic anemia, heme biosynthesis, and the consequences of the defective enzyme/transport genes. Before glycine gets to join the succinyl-CoA, it is transported by the mitochondrial transporter into the mitochondria by SLC25A38. [5] The first step in the synthesis of heme is the joining of glycine with succinyl-coenzyme A (succinyl-CoA) to form aminolevulinic acid (ALA) in the mitochondria. ALA is synthesized by the enzyme aminolevulinic acid synthase. ALA is then transported to the cytosol. The inability to form ALA due to a defect in the enzyme ALAS2 that catalyzes the reaction leads to heme deficiency and sideroblastic anemia. [5] The ABCB7 and the GLRX5 mutations also cause heme deficiency but in a different pathway which is explained below. [2] Just like these common mutations, other genes have various functions, and their deficiencies contribute to the development of sideroblastic anemia."}
{"id": "article-29019_9", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "Hereditary sideroblastic anemia occurs when there is a defect in the gene forming some of these enzymes, genes on autosomal chromosomes and genes in mitochondria. [1] The diseases caused by these gene mutations are described as non-syndromic and syndromic. Non-syndromic include X-linked sideroblastic anemia also known as sideroblastic anemia 1 (SIDBA1), SIDBA2, SIDBA3, SIDBA4 while syndromic diseases include X-linked sideroblastic anemia with ataxia (XLSA/A), Pearson's marrow-pancreas syndrome (PMPS), thiamine-responsive megaloblastic anemia (TRMA), myopathy, lactic acidosis and sideroblastic anemia(MLAS1, MLAS2), sideroblastic anemia with immunodeficiency, fevers and developmental delay (SIFD) and NDUFB11 deficiency. [9] The list below shows different types of sideroblastic anemia and their different pathophysiology. All of these types are involved in heme synthesis either directly or indirectly. Non-syndromic:", "contents": "Sideroblastic Anemia -- Pathophysiology. Hereditary sideroblastic anemia occurs when there is a defect in the gene forming some of these enzymes, genes on autosomal chromosomes and genes in mitochondria. [1] The diseases caused by these gene mutations are described as non-syndromic and syndromic. Non-syndromic include X-linked sideroblastic anemia also known as sideroblastic anemia 1 (SIDBA1), SIDBA2, SIDBA3, SIDBA4 while syndromic diseases include X-linked sideroblastic anemia with ataxia (XLSA/A), Pearson's marrow-pancreas syndrome (PMPS), thiamine-responsive megaloblastic anemia (TRMA), myopathy, lactic acidosis and sideroblastic anemia(MLAS1, MLAS2), sideroblastic anemia with immunodeficiency, fevers and developmental delay (SIFD) and NDUFB11 deficiency. [9] The list below shows different types of sideroblastic anemia and their different pathophysiology. All of these types are involved in heme synthesis either directly or indirectly. Non-syndromic:"}
{"id": "article-29019_10", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "SIDBA1 has been reported to be caused by various mutations including missense, nonsense mutations and mutations at promoter or enhancer regions. [13] All these mutations show X-linked inheritance pattern. However, ALAS2 has also been reported in females due to acquired unbalanced lyonization causing heterozygous ALAS2 mutation. [9]", "contents": "Sideroblastic Anemia -- Pathophysiology. SIDBA1 has been reported to be caused by various mutations including missense, nonsense mutations and mutations at promoter or enhancer regions. [13] All these mutations show X-linked inheritance pattern. However, ALAS2 has also been reported in females due to acquired unbalanced lyonization causing heterozygous ALAS2 mutation. [9]"}
{"id": "article-29019_11", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "SIDBA2 is caused by a mutation in SLC25A38. Various mutations have been reported including nonsense, frameshift and missense mutations. [14] As mentioned above, SLC25A38 is a mitochondrial glycine transporter. It is needed to transport glycine into the mitochondria. Glycine is required to form aminolevulinic acid when joined with succinyl-CoA. When mutated, this formation is limited therefore impeding the formation of heme.", "contents": "Sideroblastic Anemia -- Pathophysiology. SIDBA2 is caused by a mutation in SLC25A38. Various mutations have been reported including nonsense, frameshift and missense mutations. [14] As mentioned above, SLC25A38 is a mitochondrial glycine transporter. It is needed to transport glycine into the mitochondria. Glycine is required to form aminolevulinic acid when joined with succinyl-CoA. When mutated, this formation is limited therefore impeding the formation of heme."}
{"id": "article-29019_12", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "SIDBA3 is as a result of a mutation in GLRX5. This type is very rare,  as only two families have been reported having it. It is caused by a homozygous mutation which interferes with the splicing of GLRX5 mRNA which reduces the function of GLRX5 which is to produce ISC in the mitochondria. [9]", "contents": "Sideroblastic Anemia -- Pathophysiology. SIDBA3 is as a result of a mutation in GLRX5. This type is very rare,  as only two families have been reported having it. It is caused by a homozygous mutation which interferes with the splicing of GLRX5 mRNA which reduces the function of GLRX5 which is to produce ISC in the mitochondria. [9]"}
{"id": "article-29019_13", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "SIDBA4 is caused by a mutation of HSPA9. Various mutations occur as in previous types including missense, nonsense, frameshift, and in-frame deletion mutations. The absence of HSPA9 in erythroid cell lines is reported to inhibit the differentiation of erythroid cells.", "contents": "Sideroblastic Anemia -- Pathophysiology. SIDBA4 is caused by a mutation of HSPA9. Various mutations occur as in previous types including missense, nonsense, frameshift, and in-frame deletion mutations. The absence of HSPA9 in erythroid cell lines is reported to inhibit the differentiation of erythroid cells."}
{"id": "article-29019_14", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "Syndromic:", "contents": "Sideroblastic Anemia -- Pathophysiology. Syndromic:"}
{"id": "article-29019_15", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "XLSA/A is caused by a mutation in ATP-binding cassette transporter (ABCB7). ABCB7 is involved in iron-sulfur cluster (ISC) biogenesis which helps to transport iron to the cytosol during heme production. A missense mutation in this gene would lead to X-linked sideroblastic anemia with cerebellar ataxia. [9]", "contents": "Sideroblastic Anemia -- Pathophysiology. XLSA/A is caused by a mutation in ATP-binding cassette transporter (ABCB7). ABCB7 is involved in iron-sulfur cluster (ISC) biogenesis which helps to transport iron to the cytosol during heme production. A missense mutation in this gene would lead to X-linked sideroblastic anemia with cerebellar ataxia. [9]"}
{"id": "article-29019_16", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "PMPS is due to a deletion of mitochondria DNA. The mechanism causing sideroblastic anemia is unknown, but it was reported that the deletion of the mitochondria DNA causes a defect of the respiratory chain fo the mitochondria causing anemia. [15] This defect leads to refractory sideroblastic anemia and exocrine pancreatic insufficiency. [16]", "contents": "Sideroblastic Anemia -- Pathophysiology. PMPS is due to a deletion of mitochondria DNA. The mechanism causing sideroblastic anemia is unknown, but it was reported that the deletion of the mitochondria DNA causes a defect of the respiratory chain fo the mitochondria causing anemia. [15] This defect leads to refractory sideroblastic anemia and exocrine pancreatic insufficiency. [16]"}
{"id": "article-29019_17", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "TRMA is caused by a mutation of the  SLC19A2 gene which aids in the transport of thiamine. Thiamine is needed for the production of succinyl CoA. A defect in this protein will lead to megaloblastic anemia, diabetes mellitus, and deafness. [9]", "contents": "Sideroblastic Anemia -- Pathophysiology. TRMA is caused by a mutation of the  SLC19A2 gene which aids in the transport of thiamine. Thiamine is needed for the production of succinyl CoA. A defect in this protein will lead to megaloblastic anemia, diabetes mellitus, and deafness. [9]"}
{"id": "article-29019_18", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "MLSA1 is due to a mutation of PUS1 which helps in the translation of the respiratory chain in the mitochondria and is called a missense mutation. It is not known why it causes sideroblastic anemia. [9]", "contents": "Sideroblastic Anemia -- Pathophysiology. MLSA1 is due to a mutation of PUS1 which helps in the translation of the respiratory chain in the mitochondria and is called a missense mutation. It is not known why it causes sideroblastic anemia. [9]"}
{"id": "article-29019_19", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "MLSA2 is due to a mutation in the YAR2 gene which encodes mitochondrial tyrosyl tRNA synthase. The mutation of this enzyme will deplete the quantity of this enzyme. The cause of sideroblastic anemia is also unknown with this type. [9]", "contents": "Sideroblastic Anemia -- Pathophysiology. MLSA2 is due to a mutation in the YAR2 gene which encodes mitochondrial tyrosyl tRNA synthase. The mutation of this enzyme will deplete the quantity of this enzyme. The cause of sideroblastic anemia is also unknown with this type. [9]"}
{"id": "article-29019_20", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "SFID is due to a mutation of the TRNT1 gene which encodes CCA-adding transfer RNA nucleotidyltransferase. The pathology of sideroblastic anemia is unknown. [9]", "contents": "Sideroblastic Anemia -- Pathophysiology. SFID is due to a mutation of the TRNT1 gene which encodes CCA-adding transfer RNA nucleotidyltransferase. The pathology of sideroblastic anemia is unknown. [9]"}
{"id": "article-29019_21", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "NDUFB11 deficiency is due to a deletion of 3 nucleotides in the NDUFB11 gene leading to phenylalanine deletion in the NDUFB protein causing normocytic sideroblastic anemia and lactic acidosis. [17]", "contents": "Sideroblastic Anemia -- Pathophysiology. NDUFB11 deficiency is due to a deletion of 3 nucleotides in the NDUFB11 gene leading to phenylalanine deletion in the NDUFB protein causing normocytic sideroblastic anemia and lactic acidosis. [17]"}
{"id": "article-29019_22", "title": "Sideroblastic Anemia -- Pathophysiology", "content": "Clonal hematologic disorders such as myelodysplastic syndrome with ring sideroblast,  are caused by SF3B1 gene mutation. SF3B1 is one of the spliceosome proteins that are inserted into the spliceosome during the arrangement of a pre-splicing complex to become a type of U2 snRNP. [11] The the function of this gene is to help join the U2 snRNP to the pre-mRNA, and it also helps in the formation of intermolecular helix between 5' end of the U2 and the 3' end of the U6 snRNAs. [11]", "contents": "Sideroblastic Anemia -- Pathophysiology. Clonal hematologic disorders such as myelodysplastic syndrome with ring sideroblast,  are caused by SF3B1 gene mutation. SF3B1 is one of the spliceosome proteins that are inserted into the spliceosome during the arrangement of a pre-splicing complex to become a type of U2 snRNP. [11] The the function of this gene is to help join the U2 snRNP to the pre-mRNA, and it also helps in the formation of intermolecular helix between 5' end of the U2 and the 3' end of the U6 snRNAs. [11]"}
{"id": "article-29019_23", "title": "Sideroblastic Anemia -- Histopathology", "content": "Prussian blue staining of the peripheral smear will show the typical ring sideroblast when viewed under the microscope. This Prussian blue staining is called Perls' reaction, and there should be a minimum of 5 granules surrounding one-third of the nuclear diameter. [11]", "contents": "Sideroblastic Anemia -- Histopathology. Prussian blue staining of the peripheral smear will show the typical ring sideroblast when viewed under the microscope. This Prussian blue staining is called Perls' reaction, and there should be a minimum of 5 granules surrounding one-third of the nuclear diameter. [11]"}
{"id": "article-29019_24", "title": "Sideroblastic Anemia -- History and Physical", "content": "The presentation of patients with sideroblastic anemia include the common symptoms of anemia such as fatigue, malaise, shortness of breath, palpitations, and headache. Physical examination may reveal conjunctival pallor, pale skin; some may have bronze-colored skin due to iron overload. Patients with syndromic hereditary sideroblastic anemia may present with uncontrolled diabetes mellitus and deafness such as in the case of TRMA type. Hereditary types will be seen in younger patients with a family history while acquired sideroblastic anemia typically occurs in older patients with possible myelodysplastic syndrome.", "contents": "Sideroblastic Anemia -- History and Physical. The presentation of patients with sideroblastic anemia include the common symptoms of anemia such as fatigue, malaise, shortness of breath, palpitations, and headache. Physical examination may reveal conjunctival pallor, pale skin; some may have bronze-colored skin due to iron overload. Patients with syndromic hereditary sideroblastic anemia may present with uncontrolled diabetes mellitus and deafness such as in the case of TRMA type. Hereditary types will be seen in younger patients with a family history while acquired sideroblastic anemia typically occurs in older patients with possible myelodysplastic syndrome."}
{"id": "article-29019_25", "title": "Sideroblastic Anemia -- Evaluation", "content": "Sideroblastic anemia is diagnosed by the presence of ring sideroblasts in the bone marrow. The red blood cells that contain these iron inclusions are called siderocytes. [2] On complete blood count, the patient's mean corpuscular volume is low showing microcytosis; low mean corpuscular hemoglobin and increased red blood cell distribution width. [2] When the presence of ring sideroblast is confirmed using Perl's reaction, patient bone marrow should be checked for dysplasia and SF; if present, then the patient most likely has clonal hematologic disorders such as myelodysplastic syndrome. If absent, the patient either has congenital or secondary acquired sideroblastic anemia. Sometimes, patients will present with even macrocytic anemia in case of RARS. [2] Genetic testing should also be considered if secondary acquired sideroblastic anemia have been ruled out, and the cause of the sideroblastic anemia is unknown.", "contents": "Sideroblastic Anemia -- Evaluation. Sideroblastic anemia is diagnosed by the presence of ring sideroblasts in the bone marrow. The red blood cells that contain these iron inclusions are called siderocytes. [2] On complete blood count, the patient's mean corpuscular volume is low showing microcytosis; low mean corpuscular hemoglobin and increased red blood cell distribution width. [2] When the presence of ring sideroblast is confirmed using Perl's reaction, patient bone marrow should be checked for dysplasia and SF; if present, then the patient most likely has clonal hematologic disorders such as myelodysplastic syndrome. If absent, the patient either has congenital or secondary acquired sideroblastic anemia. Sometimes, patients will present with even macrocytic anemia in case of RARS. [2] Genetic testing should also be considered if secondary acquired sideroblastic anemia have been ruled out, and the cause of the sideroblastic anemia is unknown."}
{"id": "article-29019_26", "title": "Sideroblastic Anemia -- Treatment / Management", "content": "The management of sideroblastic anemia depends on severity. For patients with a mild or asymptomatic presentation, physicians can follow up in the outpatient clinic. For patients diagnosed with the X-linked sideroblastic anemia, oral pyridoxine 50-100mg/day has been proven to partially or completely correct anemia. [2] For patients who are not responsive to pyridoxine, blood transfusion is indicated if they have severe anemia. [2] For patients who require chronic transfusion, iron chelation must be considered to avoid iron overload. It is recommended to start deferoxamine or oral chelators when serum ferritin is more than 1000 ng/L. [18] Iron overload, if left untreated could result in unresponsiveness of pyridoxine. Therefore it is also recommended that patients with normal hemoglobin levels after pyridoxine should get phlebotomy as a treatment for iron overload. [19] Iron overload treatment is very important as studies have shown an improvement in anemia due to low iron levels and better responsiveness to pyridoxine. [20]", "contents": "Sideroblastic Anemia -- Treatment / Management. The management of sideroblastic anemia depends on severity. For patients with a mild or asymptomatic presentation, physicians can follow up in the outpatient clinic. For patients diagnosed with the X-linked sideroblastic anemia, oral pyridoxine 50-100mg/day has been proven to partially or completely correct anemia. [2] For patients who are not responsive to pyridoxine, blood transfusion is indicated if they have severe anemia. [2] For patients who require chronic transfusion, iron chelation must be considered to avoid iron overload. It is recommended to start deferoxamine or oral chelators when serum ferritin is more than 1000 ng/L. [18] Iron overload, if left untreated could result in unresponsiveness of pyridoxine. Therefore it is also recommended that patients with normal hemoglobin levels after pyridoxine should get phlebotomy as a treatment for iron overload. [19] Iron overload treatment is very important as studies have shown an improvement in anemia due to low iron levels and better responsiveness to pyridoxine. [20]"}
{"id": "article-29019_27", "title": "Sideroblastic Anemia -- Treatment / Management", "content": "For patients with syndromic congenital sideroblastic anemia, diabetes mellitus could develop and in such patients, tight glycemic control should be encouraged. Hypoglycemia should also be considered if blood sugar is not well controlled.", "contents": "Sideroblastic Anemia -- Treatment / Management. For patients with syndromic congenital sideroblastic anemia, diabetes mellitus could develop and in such patients, tight glycemic control should be encouraged. Hypoglycemia should also be considered if blood sugar is not well controlled."}
{"id": "article-29019_28", "title": "Sideroblastic Anemia -- Treatment / Management", "content": "For secondary acquired sideroblastic anemia caused by known drugs or toxins, such drugs should be discontinued and avoided. Since it is acquired, patient anemia will improve after the removal of the drug. Copper should be replaced in a patient with copper deficiency via nutrition. For patients with MDS/MPN-RS-T, aspirin therapy is recommended if the patient has additional JAK2V617F mutation. [11]", "contents": "Sideroblastic Anemia -- Treatment / Management. For secondary acquired sideroblastic anemia caused by known drugs or toxins, such drugs should be discontinued and avoided. Since it is acquired, patient anemia will improve after the removal of the drug. Copper should be replaced in a patient with copper deficiency via nutrition. For patients with MDS/MPN-RS-T, aspirin therapy is recommended if the patient has additional JAK2V617F mutation. [11]"}
{"id": "article-29019_29", "title": "Sideroblastic Anemia -- Differential Diagnosis", "content": "Differential diagnosis of sideroblastic anemia includes clonal and non-clonal disorders. Clonal disorders include myelodysplastic syndromes including the MDS-RS, MDS-RS-SLD, MDS-RS-MLD and MDS/MPN-RS-T. [11] Non-clonal disorders include congenital and secondary acquired such as a copper deficiency, zinc overload, lead poison, and isoniazid use.", "contents": "Sideroblastic Anemia -- Differential Diagnosis. Differential diagnosis of sideroblastic anemia includes clonal and non-clonal disorders. Clonal disorders include myelodysplastic syndromes including the MDS-RS, MDS-RS-SLD, MDS-RS-MLD and MDS/MPN-RS-T. [11] Non-clonal disorders include congenital and secondary acquired such as a copper deficiency, zinc overload, lead poison, and isoniazid use."}
{"id": "article-29019_30", "title": "Sideroblastic Anemia -- Prognosis", "content": "The prognosis of sideroblastic anemia differs depending on the underlying cause. In secondary acquired sideroblastic anemia, the prognosis is good once the drugs or toxins involved are discontinued. In X-linked sideroblastic anemia, proper pyridoxine replacement and iron overload management will improve the prognosis. However, if not well managed, the prognosis may be poor.", "contents": "Sideroblastic Anemia -- Prognosis. The prognosis of sideroblastic anemia differs depending on the underlying cause. In secondary acquired sideroblastic anemia, the prognosis is good once the drugs or toxins involved are discontinued. In X-linked sideroblastic anemia, proper pyridoxine replacement and iron overload management will improve the prognosis. However, if not well managed, the prognosis may be poor."}
{"id": "article-29019_31", "title": "Sideroblastic Anemia -- Complications", "content": "Sideroblastic anemia caused by mutations in the XLSA, GLRX5, and SLC25A38 has been reported to cause liver and systemic iron overload. [2] Iron overload is a result of ineffective erythropoiesis caused by mitochondrial iron toxicity which increases iron absorption. [2] Iron concentrates in the liver and can eventually lead to fibrosis and cirrhosis just like in genetic hemochromatosis. In rare situations, iron could accumulate in the heart causing abnormal heart rhythm and heart failure. [2]", "contents": "Sideroblastic Anemia -- Complications. Sideroblastic anemia caused by mutations in the XLSA, GLRX5, and SLC25A38 has been reported to cause liver and systemic iron overload. [2] Iron overload is a result of ineffective erythropoiesis caused by mitochondrial iron toxicity which increases iron absorption. [2] Iron concentrates in the liver and can eventually lead to fibrosis and cirrhosis just like in genetic hemochromatosis. In rare situations, iron could accumulate in the heart causing abnormal heart rhythm and heart failure. [2]"}
{"id": "article-29019_32", "title": "Sideroblastic Anemia -- Deterrence and Patient Education", "content": "In congenital/hereditary sideroblastic anemia, patients are younger, and health decisions are made for them by their parents or guardians. Parents and caregivers should educate themselves about this anemia and how to manage it. Caregivers at home should ensure that patients avoid iron-rich containing food that could exacerbate more iron overload. Patients and caregivers should follow up with their hematologist for close follow up examination. Medication compliance with pyridoxine and possibly iron chelation medications is important as this has been shown to help improve the healthcare outcomes in X-linked sideroblastic anemia. Balanced nutrition should be adopted to get an adequate amount of vitamins and minerals. Alcohol, isoniazid and lead poison may cause sideroblastic anemia and should be avoided in patients with hereditary anemia. [11] This will prevent the acquired form of sideroblastic anemia.", "contents": "Sideroblastic Anemia -- Deterrence and Patient Education. In congenital/hereditary sideroblastic anemia, patients are younger, and health decisions are made for them by their parents or guardians. Parents and caregivers should educate themselves about this anemia and how to manage it. Caregivers at home should ensure that patients avoid iron-rich containing food that could exacerbate more iron overload. Patients and caregivers should follow up with their hematologist for close follow up examination. Medication compliance with pyridoxine and possibly iron chelation medications is important as this has been shown to help improve the healthcare outcomes in X-linked sideroblastic anemia. Balanced nutrition should be adopted to get an adequate amount of vitamins and minerals. Alcohol, isoniazid and lead poison may cause sideroblastic anemia and should be avoided in patients with hereditary anemia. [11] This will prevent the acquired form of sideroblastic anemia."}
{"id": "article-29019_33", "title": "Sideroblastic Anemia -- Enhancing Healthcare Team Outcomes", "content": "Sideroblastic anemia is a rare disease. When patients are seen in primary care clinics with anemia, most are assumed to have iron deficiency anemia, which is more common. However, it is important for clinicians to keep the possibility of sideroblastic anemia in mind. It is the responsibility of the primary care provider, nurse practitioner, and the internist to be able to recognize and diagnose this disease to appropriately manage the patient. Patients should be educated and be well informed about this disease as specific food or drugs can precipitate this disease. Patients with iron overload should be informed about the importance of avoiding iron-riched containing food like red meat. Also for patients taking medications that induce sideroblastic anemia, clinicians should emphasize the importance of avoiding that particular medication. The most common complication and the cause of mortality in these patients is iron overload. Clinicians and other healthcare workers should treat with iron chelating drugs in patients getting frequent transfusions. An iron overload could cause damage to various organs in the body including the liver, heart, pancreas, etc. causing more complications. More clinical research is also necessary to evaluate prognosis, and epidemiology of this disease.", "contents": "Sideroblastic Anemia -- Enhancing Healthcare Team Outcomes. Sideroblastic anemia is a rare disease. When patients are seen in primary care clinics with anemia, most are assumed to have iron deficiency anemia, which is more common. However, it is important for clinicians to keep the possibility of sideroblastic anemia in mind. It is the responsibility of the primary care provider, nurse practitioner, and the internist to be able to recognize and diagnose this disease to appropriately manage the patient. Patients should be educated and be well informed about this disease as specific food or drugs can precipitate this disease. Patients with iron overload should be informed about the importance of avoiding iron-riched containing food like red meat. Also for patients taking medications that induce sideroblastic anemia, clinicians should emphasize the importance of avoiding that particular medication. The most common complication and the cause of mortality in these patients is iron overload. Clinicians and other healthcare workers should treat with iron chelating drugs in patients getting frequent transfusions. An iron overload could cause damage to various organs in the body including the liver, heart, pancreas, etc. causing more complications. More clinical research is also necessary to evaluate prognosis, and epidemiology of this disease."}
{"id": "article-29019_34", "title": "Sideroblastic Anemia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sideroblastic Anemia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}