{"id": "article-26349_0", "title": "Orthostatic Hypotension -- Continuing Education Activity", "content": "Orthostatic hypotension is defined as a sudden drop in blood pressure upon standing from a sitting or supine position. Clinically, this is diagnosed by a sustained reduction in systolic blood pressure of at least 20 mmHg or diastolic blood pressure of 10 mmHg within three minutes of standing after being supine for five minutes or at a 60-degree angle on the tilt table. This sudden drop in blood pressure is usually secondary to failure of the autonomic reflex, volume depletion, or adverse reaction to a medication. Symptoms on presentation are commonly related to cerebral hypoperfusion, but patients can also be asymptomatic. There is also a high rate of morbidity and mortality related to this disease process due to frequent falls, leading to multiple hospital admissions. This activity reviews the etiology, presentation, evaluation, and management of orthostatic hypotension and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition.", "contents": "Orthostatic Hypotension -- Continuing Education Activity. Orthostatic hypotension is defined as a sudden drop in blood pressure upon standing from a sitting or supine position. Clinically, this is diagnosed by a sustained reduction in systolic blood pressure of at least 20 mmHg or diastolic blood pressure of 10 mmHg within three minutes of standing after being supine for five minutes or at a 60-degree angle on the tilt table. This sudden drop in blood pressure is usually secondary to failure of the autonomic reflex, volume depletion, or adverse reaction to a medication. Symptoms on presentation are commonly related to cerebral hypoperfusion, but patients can also be asymptomatic. There is also a high rate of morbidity and mortality related to this disease process due to frequent falls, leading to multiple hospital admissions. This activity reviews the etiology, presentation, evaluation, and management of orthostatic hypotension and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition."}
{"id": "article-26349_1", "title": "Orthostatic Hypotension -- Continuing Education Activity", "content": "Objectives: Identify the various etiologies of orthostatic hypotension, both extrinsic and intrinsic. Summarize the evaluation of a patient presenting with possible orthostatic hypotension. Review management options available for orthostatic hypotension based on the specific etiology. Outline interprofessional team strategies for improving care coordination and communication to improve outcomes in patients with orthostatic hypotension. Access free multiple choice questions on this topic.", "contents": "Orthostatic Hypotension -- Continuing Education Activity. Objectives: Identify the various etiologies of orthostatic hypotension, both extrinsic and intrinsic. Summarize the evaluation of a patient presenting with possible orthostatic hypotension. Review management options available for orthostatic hypotension based on the specific etiology. Outline interprofessional team strategies for improving care coordination and communication to improve outcomes in patients with orthostatic hypotension. Access free multiple choice questions on this topic."}
{"id": "article-26349_2", "title": "Orthostatic Hypotension -- Introduction", "content": "Orthostatic hypotension, also called postural hypotension, is a drop in blood pressure on standing to a certain extent. It hampers the quality of life and increases the risk of falls, cardiovascular diseases, dementia, depression, and death. [1] [2] [3] [4] Orthostatic hypotension is defined as a sudden drop in blood pressure upon standing from a sitting or supine position. Clinically, this is diagnosed by a sustained reduction in systolic blood pressure of at least 20 mmHg or diastolic blood pressure of 10 mmHg within three minutes of standing after being supine for five minutes or at a 60-degree angle on the tilt table. This sudden drop in blood pressure is usually secondary to failure of the autonomic reflex, volume depletion, or adverse reaction to a medication. [5] [6] Symptoms on presentation are commonly related to cerebral hypoperfusion, but patients can also be asymptomatic. There is also a high rate of morbidity and mortality related to this disease process due to frequent falls, leading to multiple hospital admissions. [7] [8] [9]", "contents": "Orthostatic Hypotension -- Introduction. Orthostatic hypotension, also called postural hypotension, is a drop in blood pressure on standing to a certain extent. It hampers the quality of life and increases the risk of falls, cardiovascular diseases, dementia, depression, and death. [1] [2] [3] [4] Orthostatic hypotension is defined as a sudden drop in blood pressure upon standing from a sitting or supine position. Clinically, this is diagnosed by a sustained reduction in systolic blood pressure of at least 20 mmHg or diastolic blood pressure of 10 mmHg within three minutes of standing after being supine for five minutes or at a 60-degree angle on the tilt table. This sudden drop in blood pressure is usually secondary to failure of the autonomic reflex, volume depletion, or adverse reaction to a medication. [5] [6] Symptoms on presentation are commonly related to cerebral hypoperfusion, but patients can also be asymptomatic. There is also a high rate of morbidity and mortality related to this disease process due to frequent falls, leading to multiple hospital admissions. [7] [8] [9]"}
{"id": "article-26349_3", "title": "Orthostatic Hypotension -- Introduction", "content": "Early detection in patients with certain risk factors or symptoms may provide better outcomes and prevent some complications. Current guidance for detecting and managing orthostatic hypotension is varied and based on inadequate evidence. Primary care providers could play a crucial role in screening and detecting orthostatic hypotension. Also, they could help patients make shared management decisions in improving symptoms and reducing risk.", "contents": "Orthostatic Hypotension -- Introduction. Early detection in patients with certain risk factors or symptoms may provide better outcomes and prevent some complications. Current guidance for detecting and managing orthostatic hypotension is varied and based on inadequate evidence. Primary care providers could play a crucial role in screening and detecting orthostatic hypotension. Also, they could help patients make shared management decisions in improving symptoms and reducing risk."}
{"id": "article-26349_4", "title": "Orthostatic Hypotension -- Introduction", "content": "Orthostatic hypotension results from an insufficient physiologic reaction to orthostatic changes in blood pressure. It may be symptomatic or asymptomatic, as well as acute or chronic. In the absence of volume depletion, chronic autonomic failure is generally the cause of orthostatic hypotension in younger patients. A related problem called postprandial hypotension is common in elderly patients and those with autonomic failure. In this disorder, systolic blood pressure drops by at least 20 mm Hg within 75 minutes of having a meal. [10]", "contents": "Orthostatic Hypotension -- Introduction. Orthostatic hypotension results from an insufficient physiologic reaction to orthostatic changes in blood pressure. It may be symptomatic or asymptomatic, as well as acute or chronic. In the absence of volume depletion, chronic autonomic failure is generally the cause of orthostatic hypotension in younger patients. A related problem called postprandial hypotension is common in elderly patients and those with autonomic failure. In this disorder, systolic blood pressure drops by at least 20 mm Hg within 75 minutes of having a meal. [10]"}
{"id": "article-26349_5", "title": "Orthostatic Hypotension -- Etiology", "content": "Orthostatic hypotension can be caused by both neurogenic and non-neurogenic etiologies and can also be related to medications. Neurogenic orthostatic hypotension is characterized by autonomic instability secondary to neuropathic disease, neurodegenerative disease, or aging. Neuropathic conditions include diabetes, cholinergic receptor autoantibodies, and familial dysautonomia. Neurodegenerative diseases include Parkinson disease, multiple-system atrophy, and pure autonomic failure. Non-neurogenic orthostatic hypotension is most commonly due to volume depletion. One must also consider medication-induced orthostatic hypotension, particularly in the case of polypharmacy in the elderly.", "contents": "Orthostatic Hypotension -- Etiology. Orthostatic hypotension can be caused by both neurogenic and non-neurogenic etiologies and can also be related to medications. Neurogenic orthostatic hypotension is characterized by autonomic instability secondary to neuropathic disease, neurodegenerative disease, or aging. Neuropathic conditions include diabetes, cholinergic receptor autoantibodies, and familial dysautonomia. Neurodegenerative diseases include Parkinson disease, multiple-system atrophy, and pure autonomic failure. Non-neurogenic orthostatic hypotension is most commonly due to volume depletion. One must also consider medication-induced orthostatic hypotension, particularly in the case of polypharmacy in the elderly."}
{"id": "article-26349_6", "title": "Orthostatic Hypotension -- Etiology", "content": "Orthostatic hypotension occurs with an abnormal or delayed response to shifts in the body's fluid balance on standing. This causes an exaggerated drop in systolic blood pressure (more than or equal to 20 mmHg) and/or diastolic blood pressure (more than or equal to 10 mm Hg) on standing. There can be two types of responses: \"Classic\" orthostatic hypotension - within three minutes of standing \"Delayed\" orthostatic hypotension - after three minutes. Most studies have investigated classic orthostatic hypotension, and less is known about the delayed type. [11] Following is the list of causes of orthostatic hypotension: [12] [13]", "contents": "Orthostatic Hypotension -- Etiology. Orthostatic hypotension occurs with an abnormal or delayed response to shifts in the body's fluid balance on standing. This causes an exaggerated drop in systolic blood pressure (more than or equal to 20 mmHg) and/or diastolic blood pressure (more than or equal to 10 mm Hg) on standing. There can be two types of responses: \"Classic\" orthostatic hypotension - within three minutes of standing \"Delayed\" orthostatic hypotension - after three minutes. Most studies have investigated classic orthostatic hypotension, and less is known about the delayed type. [11] Following is the list of causes of orthostatic hypotension: [12] [13]"}
{"id": "article-26349_7", "title": "Orthostatic Hypotension -- Etiology -- Neurogenic Causes", "content": "Neurodegenerative diseases - Parkinson disease, Parkinson-plus syndromes [14] Peripheral neuropathy - Diabetes, vitamin B12 deficiency, amyloidosis, renal failure, autoimmune, rheumatological, and paraneoplastic conditions [15]", "contents": "Orthostatic Hypotension -- Etiology -- Neurogenic Causes. Neurodegenerative diseases - Parkinson disease, Parkinson-plus syndromes [14] Peripheral neuropathy - Diabetes, vitamin B12 deficiency, amyloidosis, renal failure, autoimmune, rheumatological, and paraneoplastic conditions [15]"}
{"id": "article-26349_8", "title": "Orthostatic Hypotension -- Etiology -- Non-neurogenic Causes", "content": "Volume depletion - Anemia, dehydration, hemorrhage, hyperglycemia Cardiovascular diseases - Aortic stenosis, hypertension, atherosclerosis, heart failure, vascular stiffening, or arrhythmias Other - Adrenal insufficiency, physical deconditioning, aging", "contents": "Orthostatic Hypotension -- Etiology -- Non-neurogenic Causes. Volume depletion - Anemia, dehydration, hemorrhage, hyperglycemia Cardiovascular diseases - Aortic stenosis, hypertension, atherosclerosis, heart failure, vascular stiffening, or arrhythmias Other - Adrenal insufficiency, physical deconditioning, aging"}
{"id": "article-26349_9", "title": "Orthostatic Hypotension -- Etiology -- Either Mechanism", "content": "Medications - alpha-blockers, antihypertensives, diuretics, nitrates, tricyclic antidepressants, selective serotonin reuptake inhibitors, antipsychotics, beta-blockers Alcohol consumption Short term: diuretic effect, impairment of vasoconstriction [16] Long term or chronic: neurotoxic effects Idiopathic", "contents": "Orthostatic Hypotension -- Etiology -- Either Mechanism. Medications - alpha-blockers, antihypertensives, diuretics, nitrates, tricyclic antidepressants, selective serotonin reuptake inhibitors, antipsychotics, beta-blockers Alcohol consumption Short term: diuretic effect, impairment of vasoconstriction [16] Long term or chronic: neurotoxic effects Idiopathic"}
{"id": "article-26349_10", "title": "Orthostatic Hypotension -- Etiology", "content": "Medications may cause orthostatic hypotension as an adverse effect. Individual susceptibility, comorbidities, age, and polypharmacy define whether patients develop orthostatic hypotension. [17] The number of antihypertensive medications prescribed could be a better predictor of orthostatic hypotension than one class of drugs. [18] [1]", "contents": "Orthostatic Hypotension -- Etiology. Medications may cause orthostatic hypotension as an adverse effect. Individual susceptibility, comorbidities, age, and polypharmacy define whether patients develop orthostatic hypotension. [17] The number of antihypertensive medications prescribed could be a better predictor of orthostatic hypotension than one class of drugs. [18] [1]"}
{"id": "article-26349_11", "title": "Orthostatic Hypotension -- Epidemiology", "content": "The prevalence of orthostatic hypotension increases with age. According to the literature, orthostatic hypotension is most prevalent in patients aged 65 years or older, partly due to impaired baroreceptor sensitivity. The prevalence can be as high as 18.2% within that age range. A systematic review and meta-analysis (26 studies, >25 000 people) reported that one in five adults over 60 years old based in the community and four people in long-term residential homes have orthostatic hypotension. [19] Two large population-based studies carried out in the US suggest that orthostatic hypotension is found in less than 5% of people aged 45-49 years, around 15% in those aged between 65 and 69 years, and over 25% in those aged more than 85 years. [20]", "contents": "Orthostatic Hypotension -- Epidemiology. The prevalence of orthostatic hypotension increases with age. According to the literature, orthostatic hypotension is most prevalent in patients aged 65 years or older, partly due to impaired baroreceptor sensitivity. The prevalence can be as high as 18.2% within that age range. A systematic review and meta-analysis (26 studies, >25 000 people) reported that one in five adults over 60 years old based in the community and four people in long-term residential homes have orthostatic hypotension. [19] Two large population-based studies carried out in the US suggest that orthostatic hypotension is found in less than 5% of people aged 45-49 years, around 15% in those aged between 65 and 69 years, and over 25% in those aged more than 85 years. [20]"}
{"id": "article-26349_12", "title": "Orthostatic Hypotension -- Epidemiology", "content": "Orthostatic hypotension is more likely to be prevalent in geriatric inpatients. [18] [21] Clinical settings, frequency of testing, and encouragement to mobilize may affect prevalence in hospitals. [22] [23]", "contents": "Orthostatic Hypotension -- Epidemiology. Orthostatic hypotension is more likely to be prevalent in geriatric inpatients. [18] [21] Clinical settings, frequency of testing, and encouragement to mobilize may affect prevalence in hospitals. [22] [23]"}
{"id": "article-26349_13", "title": "Orthostatic Hypotension -- Epidemiology", "content": "Patients with cardiovascular diseases, such as aortic stenosis, pericarditis/myocarditis, or arrhythmias, are also at increased risk for orthostatic hypotension. It can also occur in younger and middle-aged patients, who, in the absence of volume depletion, usually have a chronic autonomic failure.", "contents": "Orthostatic Hypotension -- Epidemiology. Patients with cardiovascular diseases, such as aortic stenosis, pericarditis/myocarditis, or arrhythmias, are also at increased risk for orthostatic hypotension. It can also occur in younger and middle-aged patients, who, in the absence of volume depletion, usually have a chronic autonomic failure."}
{"id": "article-26349_14", "title": "Orthostatic Hypotension -- Pathophysiology", "content": "There is a pooling of approximately 300 mL to 800 mL of blood in the lower extremities secondary to gravitational forces immediately upon standing from a supine position. This results in decreased venous return to the heart, and as a result, there is a decrease in cardiac output, as defined by the Frank-Starling Curve. The human body normally compensates with an increase in sympathetic tone and a decrease in vagal tone, known as the baroreceptor reflex. This increase in sympathetic outflow raises peripheral vascular resistance, which subsequently increases venous return and cardiac output, thereby limiting the fall in blood pressure. When patients lack this compensatory mechanism, they present with symptoms of orthostatic hypotension.", "contents": "Orthostatic Hypotension -- Pathophysiology. There is a pooling of approximately 300 mL to 800 mL of blood in the lower extremities secondary to gravitational forces immediately upon standing from a supine position. This results in decreased venous return to the heart, and as a result, there is a decrease in cardiac output, as defined by the Frank-Starling Curve. The human body normally compensates with an increase in sympathetic tone and a decrease in vagal tone, known as the baroreceptor reflex. This increase in sympathetic outflow raises peripheral vascular resistance, which subsequently increases venous return and cardiac output, thereby limiting the fall in blood pressure. When patients lack this compensatory mechanism, they present with symptoms of orthostatic hypotension."}
{"id": "article-26349_15", "title": "Orthostatic Hypotension -- History and Physical", "content": "The diagnosis of orthostatic hypotension is based entirely on a detailed history and physical exam. The physical exam must include orthostatic vital signs. All patients should be screened with orthostatic vitals, particularly in the case of the elderly. This simple and easy test is often forgotten in the clinical setting.", "contents": "Orthostatic Hypotension -- History and Physical. The diagnosis of orthostatic hypotension is based entirely on a detailed history and physical exam. The physical exam must include orthostatic vital signs. All patients should be screened with orthostatic vitals, particularly in the case of the elderly. This simple and easy test is often forgotten in the clinical setting."}
{"id": "article-26349_16", "title": "Orthostatic Hypotension -- History and Physical", "content": "Patients often present with generalized symptoms of lightheadedness, dizziness, or syncope and less commonly with leg buckling, headache, or chest pain. It is important to determine preceding events or precipitating events and look at the medication list. One must perform a detailed cardiovascular and neurologic exam to rule out a cardiogenic origin of the symptoms. In the elderly, it is also important to rule out neurogenic causes and hypovolemia secondary to diuretics, blood loss, vomiting, and polypharmacy. Particularly in the case of syncope, it is important to rule out other common causes such as seizure and neurocardiogenic syncope (vasovagal syncope).", "contents": "Orthostatic Hypotension -- History and Physical. Patients often present with generalized symptoms of lightheadedness, dizziness, or syncope and less commonly with leg buckling, headache, or chest pain. It is important to determine preceding events or precipitating events and look at the medication list. One must perform a detailed cardiovascular and neurologic exam to rule out a cardiogenic origin of the symptoms. In the elderly, it is also important to rule out neurogenic causes and hypovolemia secondary to diuretics, blood loss, vomiting, and polypharmacy. Particularly in the case of syncope, it is important to rule out other common causes such as seizure and neurocardiogenic syncope (vasovagal syncope)."}
{"id": "article-26349_17", "title": "Orthostatic Hypotension -- History and Physical", "content": "Some patients have no symptoms, and orthostatic hypotension is incidentally picked up on clinical examination. In an observational study, around a third of patients had orthostatic hypotension but were found to be asymptomatic. [24] [25] The clinical significance of asymptomatic orthostatic hypotension is not established.", "contents": "Orthostatic Hypotension -- History and Physical. Some patients have no symptoms, and orthostatic hypotension is incidentally picked up on clinical examination. In an observational study, around a third of patients had orthostatic hypotension but were found to be asymptomatic. [24] [25] The clinical significance of asymptomatic orthostatic hypotension is not established."}
{"id": "article-26349_18", "title": "Orthostatic Hypotension -- History and Physical", "content": "Symptoms are usually triggered by changes in posture and are resolved by lying down or sitting. Patients may have a transient loss of consciousness or a fall. Symptoms could occur first thing in the morning on getting up from bed or along the course of the day, as they change posture from sitting to standing, lying to standing, or even lying to sitting. It is difficult to advise how diagnostic these symptoms are; however, if these happen relative to orthostatic changes, they should prompt testing for orthostatic hypotension. The symptoms of orthostatic hypotension can be summarized in the following list:", "contents": "Orthostatic Hypotension -- History and Physical. Symptoms are usually triggered by changes in posture and are resolved by lying down or sitting. Patients may have a transient loss of consciousness or a fall. Symptoms could occur first thing in the morning on getting up from bed or along the course of the day, as they change posture from sitting to standing, lying to standing, or even lying to sitting. It is difficult to advise how diagnostic these symptoms are; however, if these happen relative to orthostatic changes, they should prompt testing for orthostatic hypotension. The symptoms of orthostatic hypotension can be summarized in the following list:"}
{"id": "article-26349_19", "title": "Orthostatic Hypotension -- History and Physical -- Common Symptoms", "content": "Lightheadedness (feeling faint) [13] Dizziness (spinning sensation or feeling off-balance) Transient loss of consciousness Falls [26]", "contents": "Orthostatic Hypotension -- History and Physical -- Common Symptoms. Lightheadedness (feeling faint) [13] Dizziness (spinning sensation or feeling off-balance) Transient loss of consciousness Falls [26]"}
{"id": "article-26349_20", "title": "Orthostatic Hypotension -- History and Physical -- Less Common or Non-specific Symptoms", "content": "Blurry vision Visual field deficits Difficulty concentrating Cognitive slowing Weakness Fatigue Shortness of breath Chest pain Backache Lower extremity pain “Coathanger” headache (suboccipital headache and neck pain in the posterior cervical and shoulder areas)", "contents": "Orthostatic Hypotension -- History and Physical -- Less Common or Non-specific Symptoms. Blurry vision Visual field deficits Difficulty concentrating Cognitive slowing Weakness Fatigue Shortness of breath Chest pain Backache Lower extremity pain “Coathanger” headache (suboccipital headache and neck pain in the posterior cervical and shoulder areas)"}
{"id": "article-26349_21", "title": "Orthostatic Hypotension -- Evaluation", "content": "The initial evaluation of patients with orthostatic hypotension requires a thorough medication reconciliation. Medications, including vasodilators, diuretics, antidepressants, antipsychotics, and dopaminergic drugs, commonly precipitate orthostatic hypotension. Patients with no apparent cause should have a thorough cardiac evaluation beginning with an ECG and a laboratory evaluation to look for findings of anemia, dehydration, diabetes, alcohol use disorder, or heart failure. One must also consider neurodegenerative diseases, primarily diagnosed by history and physical exam.", "contents": "Orthostatic Hypotension -- Evaluation. The initial evaluation of patients with orthostatic hypotension requires a thorough medication reconciliation. Medications, including vasodilators, diuretics, antidepressants, antipsychotics, and dopaminergic drugs, commonly precipitate orthostatic hypotension. Patients with no apparent cause should have a thorough cardiac evaluation beginning with an ECG and a laboratory evaluation to look for findings of anemia, dehydration, diabetes, alcohol use disorder, or heart failure. One must also consider neurodegenerative diseases, primarily diagnosed by history and physical exam."}
{"id": "article-26349_22", "title": "Orthostatic Hypotension -- Evaluation", "content": "It is essential to obtain orthostatic vital signs to diagnose orthostatic hypotension. Allow the patient to rest supine while obtaining the blood pressure and heart rate. After five minutes of lying supine, the patient should be asked to stand quietly for two to five minutes, and vital signs should be retaken. One can diagnose orthostatic hypotension if there is a 20 mmHg drop in systolic blood pressure or a 10 mmHg drop in diastolic blood pressure. [27] [28] [29] [30] The optimal thresholds for diagnosing orthostatic hypotension based on these measurements are unknown. [31] [32] Repeating measurements at a later time increases detection rates. [23]", "contents": "Orthostatic Hypotension -- Evaluation. It is essential to obtain orthostatic vital signs to diagnose orthostatic hypotension. Allow the patient to rest supine while obtaining the blood pressure and heart rate. After five minutes of lying supine, the patient should be asked to stand quietly for two to five minutes, and vital signs should be retaken. One can diagnose orthostatic hypotension if there is a 20 mmHg drop in systolic blood pressure or a 10 mmHg drop in diastolic blood pressure. [27] [28] [29] [30] The optimal thresholds for diagnosing orthostatic hypotension based on these measurements are unknown. [31] [32] Repeating measurements at a later time increases detection rates. [23]"}
{"id": "article-26349_23", "title": "Orthostatic Hypotension -- Evaluation", "content": "Providers must also ask about the nature of symptoms, the onset in relation to postural changes, and if they are recurrent/persistent or isolated. Factors such as food intake, diurnal variability, hydration, ambient temperature, deconditioning, and prolonged recumbency can alter symptoms. Seek to identify the underlying cause of postural hypotension, which could be multifactorial. History of medications is essential, particularly if symptoms appear after starting a drug.", "contents": "Orthostatic Hypotension -- Evaluation. Providers must also ask about the nature of symptoms, the onset in relation to postural changes, and if they are recurrent/persistent or isolated. Factors such as food intake, diurnal variability, hydration, ambient temperature, deconditioning, and prolonged recumbency can alter symptoms. Seek to identify the underlying cause of postural hypotension, which could be multifactorial. History of medications is essential, particularly if symptoms appear after starting a drug."}
{"id": "article-26349_24", "title": "Orthostatic Hypotension -- Evaluation", "content": "Clinical examination should be tailored to identify features relevant to symptoms and probable etiology. For instance, the presence of a murmur in a patient with palpitations may indicate a structural abnormality of the heart. A patient having slowness of movement and tremors could be having hypomimia and rigidity, suggestive of Parkinson disease. [33]", "contents": "Orthostatic Hypotension -- Evaluation. Clinical examination should be tailored to identify features relevant to symptoms and probable etiology. For instance, the presence of a murmur in a patient with palpitations may indicate a structural abnormality of the heart. A patient having slowness of movement and tremors could be having hypomimia and rigidity, suggestive of Parkinson disease. [33]"}
{"id": "article-26349_25", "title": "Orthostatic Hypotension -- Evaluation", "content": "Serial home orthostatic blood pressure measurements in the morning and evening, either by patients or their carers, could be considered if practical and the patient is mobile. However, it may be inappropriate where the patient is at high risk of falls or has severe symptoms and cannot be supported while taking blood pressure readings.", "contents": "Orthostatic Hypotension -- Evaluation. Serial home orthostatic blood pressure measurements in the morning and evening, either by patients or their carers, could be considered if practical and the patient is mobile. However, it may be inappropriate where the patient is at high risk of falls or has severe symptoms and cannot be supported while taking blood pressure readings."}
{"id": "article-26349_26", "title": "Orthostatic Hypotension -- Evaluation", "content": "It is important to note fluctuations in heart rate when taking lying and standing blood pressure readings. If orthostatic hypotension is observed, an accompanying rise in heart rate of fewer than 15 beats per minute may indicate a neurogenic cause, and a rise in heart rate of more than 15 beats per minute may indicate a non-neurogenic cause. [34] However, heart rate is not a specific indicator of the underlying cause and could be inaccurate if, for example, the patient is on a β blocker.", "contents": "Orthostatic Hypotension -- Evaluation. It is important to note fluctuations in heart rate when taking lying and standing blood pressure readings. If orthostatic hypotension is observed, an accompanying rise in heart rate of fewer than 15 beats per minute may indicate a neurogenic cause, and a rise in heart rate of more than 15 beats per minute may indicate a non-neurogenic cause. [34] However, heart rate is not a specific indicator of the underlying cause and could be inaccurate if, for example, the patient is on a β blocker."}
{"id": "article-26349_27", "title": "Orthostatic Hypotension -- Treatment / Management", "content": "The etiology determines the management of these patients. The treatment goal is to relieve symptoms and prevent associated morbidity. According to the literature, asymptomatic patients are left alone except for patients with Parkinson disease. These patients should be screened as they have associated impairments in their quality of life and a higher risk of falls. Patients with a medication-related disease need to remove the offending agent and optimize the patient's medication regimen. Many patients require a multidisciplinary approach to address underlying diabetes, hypertension, Parkinson's disease, and other comorbidities. Patients that are suffering from dehydration require timely volume resuscitation.", "contents": "Orthostatic Hypotension -- Treatment / Management. The etiology determines the management of these patients. The treatment goal is to relieve symptoms and prevent associated morbidity. According to the literature, asymptomatic patients are left alone except for patients with Parkinson disease. These patients should be screened as they have associated impairments in their quality of life and a higher risk of falls. Patients with a medication-related disease need to remove the offending agent and optimize the patient's medication regimen. Many patients require a multidisciplinary approach to address underlying diabetes, hypertension, Parkinson's disease, and other comorbidities. Patients that are suffering from dehydration require timely volume resuscitation."}
{"id": "article-26349_28", "title": "Orthostatic Hypotension -- Treatment / Management", "content": "Patients with neurogenic etiology should be counseled on lower extremity stockings, abdominal binders, adequate hydration, salt intake, and fall prevention. Nonpharmacologic measures are generally sufficient.", "contents": "Orthostatic Hypotension -- Treatment / Management. Patients with neurogenic etiology should be counseled on lower extremity stockings, abdominal binders, adequate hydration, salt intake, and fall prevention. Nonpharmacologic measures are generally sufficient."}
{"id": "article-26349_29", "title": "Orthostatic Hypotension -- Treatment / Management", "content": "Some causes of orthostatic hypotension are permanent, such as Parkinson disease, while others are transient, such as anemia which can be corrected. Providers should address reversible causes, such as infection, drugs, dehydration, and anemia. Consider stopping or altering the dose of the offending medication or switching to a modified-release preparation.", "contents": "Orthostatic Hypotension -- Treatment / Management. Some causes of orthostatic hypotension are permanent, such as Parkinson disease, while others are transient, such as anemia which can be corrected. Providers should address reversible causes, such as infection, drugs, dehydration, and anemia. Consider stopping or altering the dose of the offending medication or switching to a modified-release preparation."}
{"id": "article-26349_30", "title": "Orthostatic Hypotension -- Treatment / Management -- Conservative Measures to Improve Symptoms", "content": "Providers should educate patients on what orthostatic hypotension is, what causes it, and what makes it worse. Symptoms may worsen with prolonged standing, eating large meals, dehydration, drinking alcohol, a hot environment, straining, and taking hot baths or showers. [22] Recent systematic reports highlight a lack of supportive evidence on these measures. [35] [36] Lower limb and abdominal compression may be of some benefit; however, the evidence is low.", "contents": "Orthostatic Hypotension -- Treatment / Management -- Conservative Measures to Improve Symptoms. Providers should educate patients on what orthostatic hypotension is, what causes it, and what makes it worse. Symptoms may worsen with prolonged standing, eating large meals, dehydration, drinking alcohol, a hot environment, straining, and taking hot baths or showers. [22] Recent systematic reports highlight a lack of supportive evidence on these measures. [35] [36] Lower limb and abdominal compression may be of some benefit; however, the evidence is low."}
{"id": "article-26349_31", "title": "Orthostatic Hypotension -- Treatment / Management -- Non-pharmacological Treatments for Postural Hypotension", "content": "Change position gradually and in phases (from lying to sitting to standing) instead of swiftly. Maintain adequate hydration Avoid alcohol, warm environments, large meals, and hot showers or baths. Sleep with the head of the bed elevated Exercise programs Cross the legs while standing Tense the muscles in the legs and hips after standing Lower limb compression Abdominal binders", "contents": "Orthostatic Hypotension -- Treatment / Management -- Non-pharmacological Treatments for Postural Hypotension. Change position gradually and in phases (from lying to sitting to standing) instead of swiftly. Maintain adequate hydration Avoid alcohol, warm environments, large meals, and hot showers or baths. Sleep with the head of the bed elevated Exercise programs Cross the legs while standing Tense the muscles in the legs and hips after standing Lower limb compression Abdominal binders"}
{"id": "article-26349_32", "title": "Orthostatic Hypotension -- Treatment / Management -- Pharmacological Treatment", "content": "Pharmacologic treatment should be implemented after a nonpharmacologic intervention has failed to relieve symptoms. According to the literature, fludrocortisone and midodrine remain first-line medications, but many other pharmacologic therapies can be used, including pyridostigmine. Fludrocortisone is an aldosterone analog; midodrine is an alpha-1 agonist, and pyridostigmine is an acetylcholinesterase inhibitor. All of these medications work through different mechanisms to increase vascular tone. In a recent study, midodrine was shown to be more efficacious than pyridostigmine concerning symptomatic relief. [37] [38] [39] Midodrine is indicated only in patients with orthostatic hypotension because of autonomic dysfunction, and its significance for other types of orthostatic hypotension is off-label. [40] Droxidopa is another pharmacological option for treating orthostatic hypotension, but there needs to be more evidence for this drug.", "contents": "Orthostatic Hypotension -- Treatment / Management -- Pharmacological Treatment. Pharmacologic treatment should be implemented after a nonpharmacologic intervention has failed to relieve symptoms. According to the literature, fludrocortisone and midodrine remain first-line medications, but many other pharmacologic therapies can be used, including pyridostigmine. Fludrocortisone is an aldosterone analog; midodrine is an alpha-1 agonist, and pyridostigmine is an acetylcholinesterase inhibitor. All of these medications work through different mechanisms to increase vascular tone. In a recent study, midodrine was shown to be more efficacious than pyridostigmine concerning symptomatic relief. [37] [38] [39] Midodrine is indicated only in patients with orthostatic hypotension because of autonomic dysfunction, and its significance for other types of orthostatic hypotension is off-label. [40] Droxidopa is another pharmacological option for treating orthostatic hypotension, but there needs to be more evidence for this drug."}
{"id": "article-26349_33", "title": "Orthostatic Hypotension -- Differential Diagnosis", "content": "Patients may experience similar symptoms after having meals in post-prandial hypotension. [41] Vasovagal syncope, also commonly known as “fainting,” could be accompanied by a sudden drop in blood pressure with a change of position. It is usually worsened by pain, emotional stress, heat, dehydration, or prolonged sitting or standing and is commoner in younger, otherwise healthy people. Sometimes there are prodromal symptoms, such as nausea, sweating, and pallor prior to the transient loss of consciousness.", "contents": "Orthostatic Hypotension -- Differential Diagnosis. Patients may experience similar symptoms after having meals in post-prandial hypotension. [41] Vasovagal syncope, also commonly known as “fainting,” could be accompanied by a sudden drop in blood pressure with a change of position. It is usually worsened by pain, emotional stress, heat, dehydration, or prolonged sitting or standing and is commoner in younger, otherwise healthy people. Sometimes there are prodromal symptoms, such as nausea, sweating, and pallor prior to the transient loss of consciousness."}
{"id": "article-26349_34", "title": "Orthostatic Hypotension -- Differential Diagnosis", "content": "Carotid sinus syndrome has carotid sinus hypersensitivity causing syncope, near-syncope, or unexplained falls. Like orthostatic hypotension, it is commoner in older people and is hard to distinguish clinically. The two conditions may coexist as well. Tilt-table testing could help in distinguishing. This is carried out in a cardiology setting for patients having syncope of uncertain origin. Following is a concise list of differential diagnoses to be considered when suspecting orthostatic hypotension in a patient: Anemia Adrenal insufficient Cardiac arrhythmia Congestive heart failure Diabetes insipidus Hyperglycemia Hypokalemia Myocardial infarction myocarditis Pheochromocytoma", "contents": "Orthostatic Hypotension -- Differential Diagnosis. Carotid sinus syndrome has carotid sinus hypersensitivity causing syncope, near-syncope, or unexplained falls. Like orthostatic hypotension, it is commoner in older people and is hard to distinguish clinically. The two conditions may coexist as well. Tilt-table testing could help in distinguishing. This is carried out in a cardiology setting for patients having syncope of uncertain origin. Following is a concise list of differential diagnoses to be considered when suspecting orthostatic hypotension in a patient: Anemia Adrenal insufficient Cardiac arrhythmia Congestive heart failure Diabetes insipidus Hyperglycemia Hypokalemia Myocardial infarction myocarditis Pheochromocytoma"}
{"id": "article-26349_35", "title": "Orthostatic Hypotension -- Prognosis", "content": "Despite being commonly asymptomatic or with minimal symptoms, orthostatic hypotension increases mortality and the possibility of myocardial infarction, heart failure, stroke, and atrial fibrillation. The cardiac and cerebrovascular diseases may explain the raised vascular mortality found because myocardial infarctions, transient ischemic attacks, electrocardiographic abnormalities, and carotid stenosis are associated with orthostatic hypotension. [42] Blood flows through the left coronary artery during diastole. [43] Hence, coronary blood flow in patients with diastolic orthostatic hypotension could be reduced, resulting in a poor survival prognosis.", "contents": "Orthostatic Hypotension -- Prognosis. Despite being commonly asymptomatic or with minimal symptoms, orthostatic hypotension increases mortality and the possibility of myocardial infarction, heart failure, stroke, and atrial fibrillation. The cardiac and cerebrovascular diseases may explain the raised vascular mortality found because myocardial infarctions, transient ischemic attacks, electrocardiographic abnormalities, and carotid stenosis are associated with orthostatic hypotension. [42] Blood flows through the left coronary artery during diastole. [43] Hence, coronary blood flow in patients with diastolic orthostatic hypotension could be reduced, resulting in a poor survival prognosis."}
{"id": "article-26349_36", "title": "Orthostatic Hypotension -- Complications", "content": "Orthostatic hypotension leads to declining physical function and impaired balance and ability to perform activities of daily living independently. [44] Large meta-analyses reported an increased risk of the following with orthostatic hypotension: Falls [1] Heart failure [45] Coronary heart disease [45] Stroke [2] Atrial fibrillation [45] All-cause mortality [2]", "contents": "Orthostatic Hypotension -- Complications. Orthostatic hypotension leads to declining physical function and impaired balance and ability to perform activities of daily living independently. [44] Large meta-analyses reported an increased risk of the following with orthostatic hypotension: Falls [1] Heart failure [45] Coronary heart disease [45] Stroke [2] Atrial fibrillation [45] All-cause mortality [2]"}
{"id": "article-26349_37", "title": "Orthostatic Hypotension -- Complications", "content": "Small studies report an increased risk of cognitive impairment, depression, and dementia. [3] [46] It is unclear if the risk differs among symptomatic and asymptomatic patients and between different age groups.", "contents": "Orthostatic Hypotension -- Complications. Small studies report an increased risk of cognitive impairment, depression, and dementia. [3] [46] It is unclear if the risk differs among symptomatic and asymptomatic patients and between different age groups."}
{"id": "article-26349_38", "title": "Orthostatic Hypotension -- Deterrence and Patient Education", "content": "Screening of the general population is not advised but could be considered in certain patients. For instance, the National Institute for Health and Care Excellence (NICE) guidelines recommend checking for orthostatic hypotension in patients with hypertension alongside type 2 diabetes mellitus or those who have hypertension and are 80 years of age and over. The American Diabetes Association (ADA) advises assessing orthostatic hypotension during the initial assessment of hypertension in all patients having diabetes mellitus and periodically at follow-up, even when there are no symptoms. [47]", "contents": "Orthostatic Hypotension -- Deterrence and Patient Education. Screening of the general population is not advised but could be considered in certain patients. For instance, the National Institute for Health and Care Excellence (NICE) guidelines recommend checking for orthostatic hypotension in patients with hypertension alongside type 2 diabetes mellitus or those who have hypertension and are 80 years of age and over. The American Diabetes Association (ADA) advises assessing orthostatic hypotension during the initial assessment of hypertension in all patients having diabetes mellitus and periodically at follow-up, even when there are no symptoms. [47]"}
{"id": "article-26349_39", "title": "Orthostatic Hypotension -- Deterrence and Patient Education", "content": "Patients and the general population should be given information about the symptoms and their association with the change of posture. They should be educated that their GP can help diagnose the condition and advise lifestyle modifications. The goal of treatments is to avoid falls in the community. Lifestyle changes will be the first-line option for treatment, but there are pharmacological options available.", "contents": "Orthostatic Hypotension -- Deterrence and Patient Education. Patients and the general population should be given information about the symptoms and their association with the change of posture. They should be educated that their GP can help diagnose the condition and advise lifestyle modifications. The goal of treatments is to avoid falls in the community. Lifestyle changes will be the first-line option for treatment, but there are pharmacological options available."}
{"id": "article-26349_40", "title": "Orthostatic Hypotension -- Pearls and Other Issues", "content": "Approximately 50% of patients with neurogenic orthostatic hypotension suffer from supine hypertension. This association is due to side effects from antihypertensive medications and the common autonomic dysfunction seen in these patients due to comorbid conditions, such as diabetes mellitus. Unfortunately, no approved antihypertensive medication selectively targets the supine position. This complicates treatment because supine hypertension in patients with autonomic failure can result in end-organ damage. The treatment approach for these patients is currently being studied and might be an outlet for individualized medicine in the future.", "contents": "Orthostatic Hypotension -- Pearls and Other Issues. Approximately 50% of patients with neurogenic orthostatic hypotension suffer from supine hypertension. This association is due to side effects from antihypertensive medications and the common autonomic dysfunction seen in these patients due to comorbid conditions, such as diabetes mellitus. Unfortunately, no approved antihypertensive medication selectively targets the supine position. This complicates treatment because supine hypertension in patients with autonomic failure can result in end-organ damage. The treatment approach for these patients is currently being studied and might be an outlet for individualized medicine in the future."}
{"id": "article-26349_41", "title": "Orthostatic Hypotension -- Enhancing Healthcare Team Outcomes", "content": "The management of orthostatic hypotension is best done with an interprofessional team that includes an endocrinologist, internist, primary care provider, neurologist, and nurse practitioner. The etiology determines the management of these patients. The treatment goal is to relieve symptoms and prevent associated morbidity. According to the literature, asymptomatic patients are left alone except for patients with Parkinson disease. These patients should be screened as they have associated impairments in their quality of life, as well as a higher risk of falls.", "contents": "Orthostatic Hypotension -- Enhancing Healthcare Team Outcomes. The management of orthostatic hypotension is best done with an interprofessional team that includes an endocrinologist, internist, primary care provider, neurologist, and nurse practitioner. The etiology determines the management of these patients. The treatment goal is to relieve symptoms and prevent associated morbidity. According to the literature, asymptomatic patients are left alone except for patients with Parkinson disease. These patients should be screened as they have associated impairments in their quality of life, as well as a higher risk of falls."}
{"id": "article-26349_42", "title": "Orthostatic Hypotension -- Enhancing Healthcare Team Outcomes", "content": "Patients with a medication-related disease need to remove the offending agent and optimize the patient's medication regimen. Many patients require an interprofessional approach to address underlying diabetes, hypertension, Parkinson disease, and other comorbidities. Patients that are suffering from dehydration require timely volume resuscitation. Certain medications can result in orthostatic hypotension, so a pharmacy consult is to verify that none of these medications are the source of the issue. This process can be facilitated by a nurse with good medication records for the patient, enabling rapid response if indicated. Overall, the prognosis of asymptomatic patients is excellent, but those with symptoms tend to have a poor quality of life. Interprofessional team cooperation and communication can result in better outcomes. [Level 5] [30] [48] [Level 5]", "contents": "Orthostatic Hypotension -- Enhancing Healthcare Team Outcomes. Patients with a medication-related disease need to remove the offending agent and optimize the patient's medication regimen. Many patients require an interprofessional approach to address underlying diabetes, hypertension, Parkinson disease, and other comorbidities. Patients that are suffering from dehydration require timely volume resuscitation. Certain medications can result in orthostatic hypotension, so a pharmacy consult is to verify that none of these medications are the source of the issue. This process can be facilitated by a nurse with good medication records for the patient, enabling rapid response if indicated. Overall, the prognosis of asymptomatic patients is excellent, but those with symptoms tend to have a poor quality of life. Interprofessional team cooperation and communication can result in better outcomes. [Level 5] [30] [48] [Level 5]"}
{"id": "article-26349_43", "title": "Orthostatic Hypotension -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Orthostatic Hypotension -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}