{"id": "article-27076_0", "title": "Pfeiffer Syndrome -- Continuing Education Activity", "content": "Pfeiffer syndrome is an inherited craniofacial disorder that is associated with primary craniosynostosis, midface hypoplasia, broad thumbs and great toes, and soft tissue syndactyly of the hands and feet. This activity reviews the evaluation and management of Pfeiffer syndrome. It highlights the role of the interprofessional team in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Pfeiffer Syndrome -- Continuing Education Activity. Pfeiffer syndrome is an inherited craniofacial disorder that is associated with primary craniosynostosis, midface hypoplasia, broad thumbs and great toes, and soft tissue syndactyly of the hands and feet. This activity reviews the evaluation and management of Pfeiffer syndrome. It highlights the role of the interprofessional team in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-27076_1", "title": "Pfeiffer Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the etiology of Pfeiffer syndrome. Describe the evaluation of Pfeiffer syndrome. Outline the treatment and management options available for Pfeiffer syndrome. Explain interprofessional team strategies for optimizing care coordination and communication to advance the management of Pfeiffer syndrome and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Pfeiffer Syndrome -- Continuing Education Activity. Objectives: Identify the etiology of Pfeiffer syndrome. Describe the evaluation of Pfeiffer syndrome. Outline the treatment and management options available for Pfeiffer syndrome. Explain interprofessional team strategies for optimizing care coordination and communication to advance the management of Pfeiffer syndrome and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27076_2", "title": "Pfeiffer Syndrome -- Introduction", "content": "Pfeiffer syndrome (PS, OMIM #101600) is an inherited craniofacial disorder that is associated with primary craniosynostosis, midface hypoplasia, broad thumbs and great toes, and soft tissue syndactyly of hands (usually second and third digits) and feet of varying severity. [1] Most of the affected patients have associated conductive hearing loss.", "contents": "Pfeiffer Syndrome -- Introduction. Pfeiffer syndrome (PS, OMIM #101600) is an inherited craniofacial disorder that is associated with primary craniosynostosis, midface hypoplasia, broad thumbs and great toes, and soft tissue syndactyly of hands (usually second and third digits) and feet of varying severity. [1] Most of the affected patients have associated conductive hearing loss."}
{"id": "article-27076_3", "title": "Pfeiffer Syndrome -- Introduction", "content": "Rudolf Pfeiffer first described a syndrome of acrocephalosyndactyly associated with hypertelorism, antimongoloid slant, broad thumbs, great toes, and normal intelligence in 1964. He reported 8 cases through 3 generations of a family, with two instances of male-to-male transmission, suggesting an autosomal dominant mode of inheritance. [2] It is also known as type V acrocephalosyndactyly, craniofacial-skeletal-dermatologic dysplasia, or Noack syndrome. Acrocephalosyndactyly syndromes involving premature closing of the cranial sutures are: Type I: Apert syndrome Type II: Vogt/Crouzon syndrome Type III: Saethre–Chotzen syndrome Type IV: Waardenburg syndrome Type V: Pfeiffer syndrome", "contents": "Pfeiffer Syndrome -- Introduction. Rudolf Pfeiffer first described a syndrome of acrocephalosyndactyly associated with hypertelorism, antimongoloid slant, broad thumbs, great toes, and normal intelligence in 1964. He reported 8 cases through 3 generations of a family, with two instances of male-to-male transmission, suggesting an autosomal dominant mode of inheritance. [2] It is also known as type V acrocephalosyndactyly, craniofacial-skeletal-dermatologic dysplasia, or Noack syndrome. Acrocephalosyndactyly syndromes involving premature closing of the cranial sutures are: Type I: Apert syndrome Type II: Vogt/Crouzon syndrome Type III: Saethre–Chotzen syndrome Type IV: Waardenburg syndrome Type V: Pfeiffer syndrome"}
{"id": "article-27076_4", "title": "Pfeiffer Syndrome -- Etiology", "content": "PS has a characteristic autosomal dominant inheritance with complete penetrance with variable expressivity in terms of syndactyly. [3]", "contents": "Pfeiffer Syndrome -- Etiology. PS has a characteristic autosomal dominant inheritance with complete penetrance with variable expressivity in terms of syndactyly. [3]"}
{"id": "article-27076_5", "title": "Pfeiffer Syndrome -- Etiology", "content": "PS type I is associated with mutations in FGFR1 and FGFR2 . PS type II and type III are associated with mutations in FGFR2 . PS is most commonly caused by mutations in the FGFR2 gene (on chromosome 10q26.13). Mutations in the FGFR1 gene (on chromosome 8p11.23) cause a small percentage of cases of type I PS only and usually are not associated with other types of PS. The FGFR1 and FGFR2 genes are responsible for the production of fibroblast growth factor receptors 1 and 2, respectively. These receptors are mainly involved in the transformation of pluripotent stem cells to osteoblasts during embryonic development. Mutations in these genes can lead to prolonged protein signaling, which leads to premature fusion of cranial bones and maldevelopment of extremity bones. Four major FGFR2 mutations p.W290C, p.Y340C, p.C342R, and p.S351C are responsible for severe forms of PS; whereas, FGFR1 p.P252R mutation usually gives rise to a relatively mild phenotype. [4] A specific mutation found in PS is Pro252Arg in exon 5 of the FGFR1 locus. [5]", "contents": "Pfeiffer Syndrome -- Etiology. PS type I is associated with mutations in FGFR1 and FGFR2 . PS type II and type III are associated with mutations in FGFR2 . PS is most commonly caused by mutations in the FGFR2 gene (on chromosome 10q26.13). Mutations in the FGFR1 gene (on chromosome 8p11.23) cause a small percentage of cases of type I PS only and usually are not associated with other types of PS. The FGFR1 and FGFR2 genes are responsible for the production of fibroblast growth factor receptors 1 and 2, respectively. These receptors are mainly involved in the transformation of pluripotent stem cells to osteoblasts during embryonic development. Mutations in these genes can lead to prolonged protein signaling, which leads to premature fusion of cranial bones and maldevelopment of extremity bones. Four major FGFR2 mutations p.W290C, p.Y340C, p.C342R, and p.S351C are responsible for severe forms of PS; whereas, FGFR1 p.P252R mutation usually gives rise to a relatively mild phenotype. [4] A specific mutation found in PS is Pro252Arg in exon 5 of the FGFR1 locus. [5]"}
{"id": "article-27076_6", "title": "Pfeiffer Syndrome -- Etiology", "content": "One major risk factor for the development of PS is advanced paternal age. The risk of an offspring getting affected with PS from an affected parent is 50% for each pregnancy. Both males and females have equal risks of affliction.", "contents": "Pfeiffer Syndrome -- Etiology. One major risk factor for the development of PS is advanced paternal age. The risk of an offspring getting affected with PS from an affected parent is 50% for each pregnancy. Both males and females have equal risks of affliction."}
{"id": "article-27076_7", "title": "Pfeiffer Syndrome -- Epidemiology", "content": "PS affects 1 in 100,000 neonates. [6] It is the second most common of the acrocephalosyndactyly syndromes, the most common being Apert syndrome. [7]", "contents": "Pfeiffer Syndrome -- Epidemiology. PS affects 1 in 100,000 neonates. [6] It is the second most common of the acrocephalosyndactyly syndromes, the most common being Apert syndrome. [7]"}
{"id": "article-27076_8", "title": "Pfeiffer Syndrome -- Pathophysiology", "content": "A cloverleaf skull usually results from premature closure of the coronal and lambdoid sutures. Bi-coronal synostosis can lead to skull base hypoplasia leading to reduced intracranial volume. This can lead to a rise in intracranial pressure (ICP), which can present as headache or visual disturbance. Another cause of hydrocephalus is aqueductal stenosis, which is seen rarely in these patients. Characteristic facial features of PS result from the premature fusion of the skull bones. Abnormal growth of these bones leads to proptosis, wide-set eyes, a high forehead, an underdeveloped maxilla, and a beaked nose. Patients with PS may manifest upper airway obstruction related to midface hypoplasia and secondary nasal obstruction.", "contents": "Pfeiffer Syndrome -- Pathophysiology. A cloverleaf skull usually results from premature closure of the coronal and lambdoid sutures. Bi-coronal synostosis can lead to skull base hypoplasia leading to reduced intracranial volume. This can lead to a rise in intracranial pressure (ICP), which can present as headache or visual disturbance. Another cause of hydrocephalus is aqueductal stenosis, which is seen rarely in these patients. Characteristic facial features of PS result from the premature fusion of the skull bones. Abnormal growth of these bones leads to proptosis, wide-set eyes, a high forehead, an underdeveloped maxilla, and a beaked nose. Patients with PS may manifest upper airway obstruction related to midface hypoplasia and secondary nasal obstruction."}
{"id": "article-27076_9", "title": "Pfeiffer Syndrome -- Pathophysiology", "content": "Maxillary hypoplasia leads to a reduced intra-orbital volume, which ultimately results in the development of proptosis, xerophthalmia, and exposure keratitis. Visual disturbances can be due to extraocular muscle imbalance secondary to proptosis or due to raised intracranial pressure. Hearing loss can be due to recurrent ear infections, hypoplasia of the middle ear, or auditory canal atresia. Maxillary hypoplasia also results in reduced space of nasopharynx, oropharynx, and larynx leading to snoring, nasal regurgitation, aspiration of food, and obstructive sleep apnea.", "contents": "Pfeiffer Syndrome -- Pathophysiology. Maxillary hypoplasia leads to a reduced intra-orbital volume, which ultimately results in the development of proptosis, xerophthalmia, and exposure keratitis. Visual disturbances can be due to extraocular muscle imbalance secondary to proptosis or due to raised intracranial pressure. Hearing loss can be due to recurrent ear infections, hypoplasia of the middle ear, or auditory canal atresia. Maxillary hypoplasia also results in reduced space of nasopharynx, oropharynx, and larynx leading to snoring, nasal regurgitation, aspiration of food, and obstructive sleep apnea."}
{"id": "article-27076_10", "title": "Pfeiffer Syndrome -- History and Physical", "content": "PS type I is characterized by brachycephaly (due to bi-coronal synostosis), maxillary hypoplasia, hypertelorism, prognathism, and dental abnormalities; broad thumbs and great toes, variable brachydactyly-syndactyly, and having normal intelligence.", "contents": "Pfeiffer Syndrome -- History and Physical. PS type I is characterized by brachycephaly (due to bi-coronal synostosis), maxillary hypoplasia, hypertelorism, prognathism, and dental abnormalities; broad thumbs and great toes, variable brachydactyly-syndactyly, and having normal intelligence."}
{"id": "article-27076_11", "title": "Pfeiffer Syndrome -- History and Physical", "content": "The clinical features of PS type II are cloverleaf skull (Kleeblattschadel type craniosynostosis), which is usually associated with hydrocephalus, maxillary hypoplasia with resultant proptosis, a “beak-shaped” nose, inferiorly displaced ears, and ankylosis of elbow joints. It is usually associated with mental and neurological impairment and visceral abnormalities.", "contents": "Pfeiffer Syndrome -- History and Physical. The clinical features of PS type II are cloverleaf skull (Kleeblattschadel type craniosynostosis), which is usually associated with hydrocephalus, maxillary hypoplasia with resultant proptosis, a “beak-shaped” nose, inferiorly displaced ears, and ankylosis of elbow joints. It is usually associated with mental and neurological impairment and visceral abnormalities."}
{"id": "article-27076_12", "title": "Pfeiffer Syndrome -- History and Physical", "content": "The clinical findings in patients with PS type III are like those present in PS type II, except for the cloverleaf skull deformity. Additional features include short anterior cranial fossa base, natal teeth, proptosis, and various visceral abnormalities (hydronephrosis, pelvic kidneys, and hypoplastic gallbladder). In PS III also, patients have mental and neurological maldevelopment and may develop seizures after birth.", "contents": "Pfeiffer Syndrome -- History and Physical. The clinical findings in patients with PS type III are like those present in PS type II, except for the cloverleaf skull deformity. Additional features include short anterior cranial fossa base, natal teeth, proptosis, and various visceral abnormalities (hydronephrosis, pelvic kidneys, and hypoplastic gallbladder). In PS III also, patients have mental and neurological maldevelopment and may develop seizures after birth."}
{"id": "article-27076_13", "title": "Pfeiffer Syndrome -- History and Physical", "content": "Tracheal cartilaginous sleeve (TCS) is an airway malformation, seen in PS, in which distinct tracheal rings cannot be identified. Instead of the normal tracheal rings, a continuous segment of cartilage extends from the sub-glottis to the carina. This abnormality is also seen in Apert and Crouzon syndromes. The presence of TCS can make the prognosis poor due to the ensuing respiratory complications. [8] Sometimes, patients may have associated cleft palate, choanal atresia, tracheomalacia, a congenital fusion of vertebrae, Arnold-Chiari malformation, and imperforate anus. The main ophthalmological findings seen in PS are proptosis, squint, papilledema, and iris colobomas. [9]", "contents": "Pfeiffer Syndrome -- History and Physical. Tracheal cartilaginous sleeve (TCS) is an airway malformation, seen in PS, in which distinct tracheal rings cannot be identified. Instead of the normal tracheal rings, a continuous segment of cartilage extends from the sub-glottis to the carina. This abnormality is also seen in Apert and Crouzon syndromes. The presence of TCS can make the prognosis poor due to the ensuing respiratory complications. [8] Sometimes, patients may have associated cleft palate, choanal atresia, tracheomalacia, a congenital fusion of vertebrae, Arnold-Chiari malformation, and imperforate anus. The main ophthalmological findings seen in PS are proptosis, squint, papilledema, and iris colobomas. [9]"}
{"id": "article-27076_14", "title": "Pfeiffer Syndrome -- Evaluation", "content": "The diagnosis of PS is mainly clinical. A provisional diagnosis is made based on the presence of craniosynostosis and brachysyndactyly, along with the features already described. Suspected children require genetic testing and mutation analysis of FGFR1 (exon 7), FGFR2 (exons 8 and 10), and FGFR 3 (exon7). [6]", "contents": "Pfeiffer Syndrome -- Evaluation. The diagnosis of PS is mainly clinical. A provisional diagnosis is made based on the presence of craniosynostosis and brachysyndactyly, along with the features already described. Suspected children require genetic testing and mutation analysis of FGFR1 (exon 7), FGFR2 (exons 8 and 10), and FGFR 3 (exon7). [6]"}
{"id": "article-27076_15", "title": "Pfeiffer Syndrome -- Evaluation", "content": "Sonographic signs of PS include craniofacial anomalies such as brachycephaly, acrocephaly, craniosynostosis, hypertelorism, small nose, and low nasal bridge, and hand and feet anomalies such as syndactyly, broad thumb, and big toe. [10] An ultrasound scan is being suggested as a screening method for the early diagnosis of TCS in patients with PS. [11] [12]", "contents": "Pfeiffer Syndrome -- Evaluation. Sonographic signs of PS include craniofacial anomalies such as brachycephaly, acrocephaly, craniosynostosis, hypertelorism, small nose, and low nasal bridge, and hand and feet anomalies such as syndactyly, broad thumb, and big toe. [10] An ultrasound scan is being suggested as a screening method for the early diagnosis of TCS in patients with PS. [11] [12]"}
{"id": "article-27076_16", "title": "Pfeiffer Syndrome -- Treatment / Management", "content": "Experience with corrective surgery is limited. The main aims of surgery are to decompress the brain by providing adequate intracranial volume, increase the infraorbital volume to accommodate the globe, and to widen the nasopharynx by the advancement of the naso-maxillary-zygomatic complex. [13]", "contents": "Pfeiffer Syndrome -- Treatment / Management. Experience with corrective surgery is limited. The main aims of surgery are to decompress the brain by providing adequate intracranial volume, increase the infraorbital volume to accommodate the globe, and to widen the nasopharynx by the advancement of the naso-maxillary-zygomatic complex. [13]"}
{"id": "article-27076_17", "title": "Pfeiffer Syndrome -- Treatment / Management", "content": "Multiple staged surgeries are the general treatment plan for patients with PS. A suturectomy is done in the first year of life to open the intracranial space allowing brain growth. [14] Cosmetic surgical repair can be done for other abnormalities.", "contents": "Pfeiffer Syndrome -- Treatment / Management. Multiple staged surgeries are the general treatment plan for patients with PS. A suturectomy is done in the first year of life to open the intracranial space allowing brain growth. [14] Cosmetic surgical repair can be done for other abnormalities."}
{"id": "article-27076_18", "title": "Pfeiffer Syndrome -- Treatment / Management", "content": "Patients having TCS usually requires tracheostomy, mainly to treat obstructive sleep apnea that results from maxillary hypoplasia, choanal stenosis, and macroglossia. The trachea will be rigid in these patients, and this makes appropriate sizing of tracheostomy tubes difficult. This may, in turn, lead to increased formation of granulation tissue and associated complications. The parents of any child having TCS should be counseled regarding the need for tracheostomy, which can, later on, affect the prognosis and quality of life.", "contents": "Pfeiffer Syndrome -- Treatment / Management. Patients having TCS usually requires tracheostomy, mainly to treat obstructive sleep apnea that results from maxillary hypoplasia, choanal stenosis, and macroglossia. The trachea will be rigid in these patients, and this makes appropriate sizing of tracheostomy tubes difficult. This may, in turn, lead to increased formation of granulation tissue and associated complications. The parents of any child having TCS should be counseled regarding the need for tracheostomy, which can, later on, affect the prognosis and quality of life."}
{"id": "article-27076_19", "title": "Pfeiffer Syndrome -- Differential Diagnosis", "content": "The main differential diagnosis of PS is other craniosynostosis syndromes. These include: Apert syndrome Crouzon syndrome Muenke syndrome Saethre-Chotzen syndrome Jackson-Weiss syndrome Antley-Bixler syndrome", "contents": "Pfeiffer Syndrome -- Differential Diagnosis. The main differential diagnosis of PS is other craniosynostosis syndromes. These include: Apert syndrome Crouzon syndrome Muenke syndrome Saethre-Chotzen syndrome Jackson-Weiss syndrome Antley-Bixler syndrome"}
{"id": "article-27076_20", "title": "Pfeiffer Syndrome -- Differential Diagnosis", "content": "PS is closely related to Apert syndrome, but they are genetically distinct, and Apert does not have the cloverleaf skull or proptosis seen in PS. Crouzon syndrome lacks the extremity anomalies seen in PS. Phenotypic features of PS may overlap with Muenke syndrome, which is caused by a specific FGFR3 mutation. Saethre-Chotzen syndrome and Jackson-Weiss syndrome are the other differential diagnosis of PS since broad toes may be a common feature. [6]", "contents": "Pfeiffer Syndrome -- Differential Diagnosis. PS is closely related to Apert syndrome, but they are genetically distinct, and Apert does not have the cloverleaf skull or proptosis seen in PS. Crouzon syndrome lacks the extremity anomalies seen in PS. Phenotypic features of PS may overlap with Muenke syndrome, which is caused by a specific FGFR3 mutation. Saethre-Chotzen syndrome and Jackson-Weiss syndrome are the other differential diagnosis of PS since broad toes may be a common feature. [6]"}
{"id": "article-27076_21", "title": "Pfeiffer Syndrome -- Differential Diagnosis", "content": "Antley-Bixler syndrome is a less common craniosynostosis syndrome, with some findings overlapping with PS type II. Antley-Bixler syndrome is an autosomal recessive condition associated with craniosynostosis (but not cloverleaf skull), radiohumeral synostosis (but not complete elbow ankylosis), femoral bowing, and various visceral anomalies. However, the visceral anomalies seen in the Antley-Bixler syndrome are usually genital. [7]", "contents": "Pfeiffer Syndrome -- Differential Diagnosis. Antley-Bixler syndrome is a less common craniosynostosis syndrome, with some findings overlapping with PS type II. Antley-Bixler syndrome is an autosomal recessive condition associated with craniosynostosis (but not cloverleaf skull), radiohumeral synostosis (but not complete elbow ankylosis), femoral bowing, and various visceral anomalies. However, the visceral anomalies seen in the Antley-Bixler syndrome are usually genital. [7]"}
{"id": "article-27076_22", "title": "Pfeiffer Syndrome -- Prognosis", "content": "Type I PS has a relatively good prognosis for the intellectual outcome. The prognosis for types II and III is very poor due to neurodevelopmental complications, with death in childhood common. [7]", "contents": "Pfeiffer Syndrome -- Prognosis. Type I PS has a relatively good prognosis for the intellectual outcome. The prognosis for types II and III is very poor due to neurodevelopmental complications, with death in childhood common. [7]"}
{"id": "article-27076_23", "title": "Pfeiffer Syndrome -- Prognosis", "content": "A patient’s prognosis depends on the severity of the syndrome, but craniofacial appearance usually improves with age. More recently, Robin et al. reviewed a clinical course of seven children with Pfeiffer syndrome type III and found that, while the children had severe manifestations, they had favorable outcomes with aggressive medical and surgical management. [15]", "contents": "Pfeiffer Syndrome -- Prognosis. A patient’s prognosis depends on the severity of the syndrome, but craniofacial appearance usually improves with age. More recently, Robin et al. reviewed a clinical course of seven children with Pfeiffer syndrome type III and found that, while the children had severe manifestations, they had favorable outcomes with aggressive medical and surgical management. [15]"}
{"id": "article-27076_24", "title": "Pfeiffer Syndrome -- Complications", "content": "The main complications that can arise as a part of this syndrome are: Reduced brain development Mental subnormality Aspiration pneumonia Corneal ulcers and erosions due to proptosis Obstructive sleep apnea Seizures", "contents": "Pfeiffer Syndrome -- Complications. The main complications that can arise as a part of this syndrome are: Reduced brain development Mental subnormality Aspiration pneumonia Corneal ulcers and erosions due to proptosis Obstructive sleep apnea Seizures"}
{"id": "article-27076_25", "title": "Pfeiffer Syndrome -- Deterrence and Patient Education", "content": "The only preventive measure against the occurrence of PS is genetic counseling.", "contents": "Pfeiffer Syndrome -- Deterrence and Patient Education. The only preventive measure against the occurrence of PS is genetic counseling."}
{"id": "article-27076_26", "title": "Pfeiffer Syndrome -- Pearls and Other Issues", "content": "Craniosynostosis, in association with facial bone maldevelopment and brachysyndactyly, are the major diagnostic clues for PS. [6] Elbow ankylosis, cloverleaf skull, broad toes, and visceral anomalies are typical of PS, type II. Type III PS is almost similar to type II except in the absence of a cloverleaf skull. Visceral anomalies are common in types II and III PS.", "contents": "Pfeiffer Syndrome -- Pearls and Other Issues. Craniosynostosis, in association with facial bone maldevelopment and brachysyndactyly, are the major diagnostic clues for PS. [6] Elbow ankylosis, cloverleaf skull, broad toes, and visceral anomalies are typical of PS, type II. Type III PS is almost similar to type II except in the absence of a cloverleaf skull. Visceral anomalies are common in types II and III PS."}
{"id": "article-27076_27", "title": "Pfeiffer Syndrome -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional approach to care, including neurosurgery, pediatrics, orthopedics, plastics, optometry, and ophthalmology, yields the most success. Special education programs and plans to identify a child’s strengths and weaknesses; and further development of a plan to improve the weaknesses identified are needed. Patients require holistic care including physiotherapy, occupational therapy, speech therapy and help and support for the visually impaired, and for school-age children, appropriately changed curricula and learning space. Development nurses are involved in ongoing care, monitoring patients, and facilitating referrals. [Level 5]", "contents": "Pfeiffer Syndrome -- Enhancing Healthcare Team Outcomes. An interprofessional approach to care, including neurosurgery, pediatrics, orthopedics, plastics, optometry, and ophthalmology, yields the most success. Special education programs and plans to identify a child’s strengths and weaknesses; and further development of a plan to improve the weaknesses identified are needed. Patients require holistic care including physiotherapy, occupational therapy, speech therapy and help and support for the visually impaired, and for school-age children, appropriately changed curricula and learning space. Development nurses are involved in ongoing care, monitoring patients, and facilitating referrals. [Level 5]"}
{"id": "article-27076_28", "title": "Pfeiffer Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pfeiffer Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}