{"id": "article-77_0", "title": "Zinc -- Continuing Education Activity", "content": "Zinc is a medication used in the management and treatment of diarrhea. It is in the mineral and supplemental class of drugs. This activity outlines the indications, action, and contraindications for zinc as a valuable agent. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the management of patients with zinc deficiency and related conditions.", "contents": "Zinc -- Continuing Education Activity. Zinc is a medication used in the management and treatment of diarrhea. It is in the mineral and supplemental class of drugs. This activity outlines the indications, action, and contraindications for zinc as a valuable agent. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the management of patients with zinc deficiency and related conditions."}
{"id": "article-77_1", "title": "Zinc -- Continuing Education Activity", "content": "Objectives: Identify the population most at risk for severe zinc deficiency. Review the manifestations of severe zinc deficiency. Describe the pathophysiology of zinc deficiency in patients with acute diarrhea. Explain the importance of improving care coordination among the interprofessional team to enhance the utility of zinc supplementation in patients with acute diarrhea. Access free multiple choice questions on this topic.", "contents": "Zinc -- Continuing Education Activity. Objectives: Identify the population most at risk for severe zinc deficiency. Review the manifestations of severe zinc deficiency. Describe the pathophysiology of zinc deficiency in patients with acute diarrhea. Explain the importance of improving care coordination among the interprofessional team to enhance the utility of zinc supplementation in patients with acute diarrhea. Access free multiple choice questions on this topic."}
{"id": "article-77_2", "title": "Zinc -- Indications", "content": "Zinc is a trace mineral, second only to iron in its concentration in the body. Adult humans contain 2 to 3 grams of zinc, but it is difficult to measure an individual's zinc status, particularly during acute illness. [1] Zinc is necessary for the immune system to function correctly. Zinc is involved in cell division, cell growth, wound healing, breakdown of carbohydrates, enhancing action insulin, and it is necessary for the sense of smell and taste. During pregnancy, infancy, and childhood, zinc is a requirement for proper growth and development.", "contents": "Zinc -- Indications. Zinc is a trace mineral, second only to iron in its concentration in the body. Adult humans contain 2 to 3 grams of zinc, but it is difficult to measure an individual's zinc status, particularly during acute illness. [1] Zinc is necessary for the immune system to function correctly. Zinc is involved in cell division, cell growth, wound healing, breakdown of carbohydrates, enhancing action insulin, and it is necessary for the sense of smell and taste. During pregnancy, infancy, and childhood, zinc is a requirement for proper growth and development."}
{"id": "article-77_3", "title": "Zinc -- Indications", "content": "While severe zinc deficiency is a rare occurrence in developed nations, mild or moderate deficiency may be common. Severe zinc deficiencies are most common in the developing world. Zinc deficiency is the fifth leading cause of loss of healthy life years in developing countries. [2] The World Health Organization includes zinc as an essential medicine for diarrhea treatment. [3] There have been proposals to add zinc to oral rehydration therapy (ORT; the current formula for ORT includes sodium chloride, trisodium citrate dihydrate, potassium chloride, and anhydrous glucose per liter of fluid). Zinc supplementation may be able to reduce global child mortality by 4%. [4] In Africa and Asia, zinc deficiency was responsible for over 260000 and 182000 deaths, respectively, in 2004. Zinc deficiency was responsible for 10.4% of malaria deaths, 14.4% of diarrhea deaths, and 6.7% of pneumonia deaths for children between 6 months and five years of age. [5] A meta-analysis that included 33 prospective intervention trials for zinc supplementation and its effects on the growth of children across many countries demonstrated that zinc supplementation alone had a statistically significant effect on linear growth and body weight gain. This finding indicates that other potentially present deficiencies were not responsible for growth retardation. [6]", "contents": "Zinc -- Indications. While severe zinc deficiency is a rare occurrence in developed nations, mild or moderate deficiency may be common. Severe zinc deficiencies are most common in the developing world. Zinc deficiency is the fifth leading cause of loss of healthy life years in developing countries. [2] The World Health Organization includes zinc as an essential medicine for diarrhea treatment. [3] There have been proposals to add zinc to oral rehydration therapy (ORT; the current formula for ORT includes sodium chloride, trisodium citrate dihydrate, potassium chloride, and anhydrous glucose per liter of fluid). Zinc supplementation may be able to reduce global child mortality by 4%. [4] In Africa and Asia, zinc deficiency was responsible for over 260000 and 182000 deaths, respectively, in 2004. Zinc deficiency was responsible for 10.4% of malaria deaths, 14.4% of diarrhea deaths, and 6.7% of pneumonia deaths for children between 6 months and five years of age. [5] A meta-analysis that included 33 prospective intervention trials for zinc supplementation and its effects on the growth of children across many countries demonstrated that zinc supplementation alone had a statistically significant effect on linear growth and body weight gain. This finding indicates that other potentially present deficiencies were not responsible for growth retardation. [6]"}
{"id": "article-77_4", "title": "Zinc -- Indications", "content": "Zinc deficiency results in rapid and marked atrophy of the thymus, lymphopenia, and reduced primary and secondary antibody responses. [7] Research has demonstrated zinc supplementation to reduce the incidence of childhood pneumonia, but the effect of zinc as adjunctive therapy in the course of pneumonia is unclear. [8] Severe zinc deficiency states, such as acrodermatitis enteropathica, are associated with a variety of skin manifestations, including perioral, acral, and perineal dermatitis. [9] Zinc, if taken regularly, may reduce the risk of developing the common cold, and zinc lozenges can reduce symptoms. Zinc deficiency from hereditary or dietary causes can lead to pathological changes and delayed wound healing. [10] Oral zinc may be useful in treating zinc-deficient patients with leg ulcers. Topical zinc appears to be superior to oral zinc in wound healing. Zinc decreases the amount of copper in the body, which is why it is used to treat Wilson disease. [6]", "contents": "Zinc -- Indications. Zinc deficiency results in rapid and marked atrophy of the thymus, lymphopenia, and reduced primary and secondary antibody responses. [7] Research has demonstrated zinc supplementation to reduce the incidence of childhood pneumonia, but the effect of zinc as adjunctive therapy in the course of pneumonia is unclear. [8] Severe zinc deficiency states, such as acrodermatitis enteropathica, are associated with a variety of skin manifestations, including perioral, acral, and perineal dermatitis. [9] Zinc, if taken regularly, may reduce the risk of developing the common cold, and zinc lozenges can reduce symptoms. Zinc deficiency from hereditary or dietary causes can lead to pathological changes and delayed wound healing. [10] Oral zinc may be useful in treating zinc-deficient patients with leg ulcers. Topical zinc appears to be superior to oral zinc in wound healing. Zinc decreases the amount of copper in the body, which is why it is used to treat Wilson disease. [6]"}
{"id": "article-77_5", "title": "Zinc -- Indications", "content": "Zinc transporters, such as ZIP4, have been shown to have an essential role in cancer development and proliferation. [2] Zinc deficiency also has correlations with depression, schizophrenia, and multiple sclerosis. Zinc has a function in the formation of insulin crystals in beta cells of patients with diabetes mellitus. On the other hand, zinc plays a substantial role in the prevention of metabolic syndrome. Numerous studies have supported the use of zinc to improve blood pressure, glucose, and LDL cholesterol levels in the serum. [11]", "contents": "Zinc -- Indications. Zinc transporters, such as ZIP4, have been shown to have an essential role in cancer development and proliferation. [2] Zinc deficiency also has correlations with depression, schizophrenia, and multiple sclerosis. Zinc has a function in the formation of insulin crystals in beta cells of patients with diabetes mellitus. On the other hand, zinc plays a substantial role in the prevention of metabolic syndrome. Numerous studies have supported the use of zinc to improve blood pressure, glucose, and LDL cholesterol levels in the serum. [11]"}
{"id": "article-77_6", "title": "Zinc -- Indications", "content": "In sepsis patients, zinc gets redistributed from the serum into the liver, and several studies point to a correlation between zinc and sepsis outcomes. [12] Further research into zinc's role in sepsis could elucidate a possible role for zinc monitoring or supplementation in treating septic patients.", "contents": "Zinc -- Indications. In sepsis patients, zinc gets redistributed from the serum into the liver, and several studies point to a correlation between zinc and sepsis outcomes. [12] Further research into zinc's role in sepsis could elucidate a possible role for zinc monitoring or supplementation in treating septic patients."}
{"id": "article-77_7", "title": "Zinc -- Mechanism of Action", "content": "Research has recognized over 300 catalytically active zinc metalloproteins and more than 2000 zinc-dependent transcription factors involved in the gene expression of various proteins. [6]", "contents": "Zinc -- Mechanism of Action. Research has recognized over 300 catalytically active zinc metalloproteins and more than 2000 zinc-dependent transcription factors involved in the gene expression of various proteins. [6]"}
{"id": "article-77_8", "title": "Zinc -- Mechanism of Action", "content": "Zinc can treat acute and chronic diarrhea by inhibiting three out of the four main intracellular pathways of intestinal ion secretion, including cyclic adenosine monophosphate (cAMP), calcium, and nitric oxide.", "contents": "Zinc -- Mechanism of Action. Zinc can treat acute and chronic diarrhea by inhibiting three out of the four main intracellular pathways of intestinal ion secretion, including cyclic adenosine monophosphate (cAMP), calcium, and nitric oxide."}
{"id": "article-77_9", "title": "Zinc -- Mechanism of Action", "content": "The biochemical, immunologic, or virologic basis for the mechanism of action of zinc in the treatment of the common cold remains unclear. A leading hypothesis is that Zn2+ is a competitive inhibitor of ICAM-1 in both rhinovirus particles and the nasal epithelium.", "contents": "Zinc -- Mechanism of Action. The biochemical, immunologic, or virologic basis for the mechanism of action of zinc in the treatment of the common cold remains unclear. A leading hypothesis is that Zn2+ is a competitive inhibitor of ICAM-1 in both rhinovirus particles and the nasal epithelium."}
{"id": "article-77_10", "title": "Zinc -- Mechanism of Action", "content": "Zinc aids wound repair by acting as a cofactor in several transcription factors and enzyme systems (i.e., zinc-dependent matrix metalloproteinases) that augment auto-debridement and keratinocyte migration. Zinc protects against reactive oxygen species and bacterial toxins through the anti-oxidant activity of cysteine-rich metallothioneins.", "contents": "Zinc -- Mechanism of Action. Zinc aids wound repair by acting as a cofactor in several transcription factors and enzyme systems (i.e., zinc-dependent matrix metalloproteinases) that augment auto-debridement and keratinocyte migration. Zinc protects against reactive oxygen species and bacterial toxins through the anti-oxidant activity of cysteine-rich metallothioneins."}
{"id": "article-77_11", "title": "Zinc -- Mechanism of Action", "content": "Zinc decreases the concentration of copper by inducing the synthesis of a copper-binding ligand in mucosal cells; this sequesters copper, making it unavailable for serosal transfer in the GI tract. [13]", "contents": "Zinc -- Mechanism of Action. Zinc decreases the concentration of copper by inducing the synthesis of a copper-binding ligand in mucosal cells; this sequesters copper, making it unavailable for serosal transfer in the GI tract. [13]"}
{"id": "article-77_12", "title": "Zinc -- Administration", "content": "Starting zinc supplements within 24 hours after cold symptoms begin may reduce the symptoms and make the symptoms less severe. Experts do not recommend supplementation beyond the RDA. Food sources include beef, pork, lamb, nuts, whole grains, legumes, and yeast. Zinc is in most multivitamins and mineral supplements. Zinc is present in some over-the-counter medicines, such as cold lozenges, nasal sprays, and nasal gels. The best way to get the daily requirements is to eat a balanced diet that contains a variety of foods.", "contents": "Zinc -- Administration. Starting zinc supplements within 24 hours after cold symptoms begin may reduce the symptoms and make the symptoms less severe. Experts do not recommend supplementation beyond the RDA. Food sources include beef, pork, lamb, nuts, whole grains, legumes, and yeast. Zinc is in most multivitamins and mineral supplements. Zinc is present in some over-the-counter medicines, such as cold lozenges, nasal sprays, and nasal gels. The best way to get the daily requirements is to eat a balanced diet that contains a variety of foods."}
{"id": "article-77_13", "title": "Zinc -- Administration", "content": "The recommended dietary allowance (RDA) is the average daily level of intake that is sufficient to meet the nutrient requirements of nearly all (97 to  98%) healthy people. The adequate intake (AI) is the level established when there is not enough scientific research evidence to develop an RDA. The following is the case for zinc:", "contents": "Zinc -- Administration. The recommended dietary allowance (RDA) is the average daily level of intake that is sufficient to meet the nutrient requirements of nearly all (97 to  98%) healthy people. The adequate intake (AI) is the level established when there is not enough scientific research evidence to develop an RDA. The following is the case for zinc:"}
{"id": "article-77_14", "title": "Zinc -- Administration -- Infants (AI)", "content": "0 to 6 months: 2 mg per day (mg/day) 7 to 12 months: 3 mg/day", "contents": "Zinc -- Administration -- Infants (AI). 0 to 6 months: 2 mg per day (mg/day) 7 to 12 months: 3 mg/day"}
{"id": "article-77_15", "title": "Zinc -- Administration -- Children (RDA)", "content": "7 to 12 months: 3 mg/day 1 to 3 years: 3 mg/day 4 to 8 years: 5 mg/day 9 to 13 years: 8 mg/day Supplementation Dose: 5 to 20 mg/day [4]", "contents": "Zinc -- Administration -- Children (RDA). 7 to 12 months: 3 mg/day 1 to 3 years: 3 mg/day 4 to 8 years: 5 mg/day 9 to 13 years: 8 mg/day Supplementation Dose: 5 to 20 mg/day [4]"}
{"id": "article-77_16", "title": "Zinc -- Administration -- Adolescents and Adults (RDA)", "content": "Males, ages 14 and over: 11 mg/day Females, ages 14 to 18: 9 mg/day Females, ages 19 and over: 8 mg/day Pregnant females, 19 years of age and over: 11 mg/day Lactating females, 19 years of age and over: 12 mg/day", "contents": "Zinc -- Administration -- Adolescents and Adults (RDA). Males, ages 14 and over: 11 mg/day Females, ages 14 to 18: 9 mg/day Females, ages 19 and over: 8 mg/day Pregnant females, 19 years of age and over: 11 mg/day Lactating females, 19 years of age and over: 12 mg/day"}
{"id": "article-77_17", "title": "Zinc -- Adverse Effects", "content": "Zinc taken in large amounts may cause diarrhea, abdominal cramps, and vomiting within 3 to 10 hours of swallowing the supplement. The symptoms usually alleviate within a short period. An excess intake of zinc can result in copper or anemia, iron deficiency, or copper deficiency. [14] Nasal sprays and gels containing zinc may have side effects such as loss of sense of smell.", "contents": "Zinc -- Adverse Effects. Zinc taken in large amounts may cause diarrhea, abdominal cramps, and vomiting within 3 to 10 hours of swallowing the supplement. The symptoms usually alleviate within a short period. An excess intake of zinc can result in copper or anemia, iron deficiency, or copper deficiency. [14] Nasal sprays and gels containing zinc may have side effects such as loss of sense of smell."}
{"id": "article-77_18", "title": "Zinc -- Contraindications", "content": "Zinc supplements above the tolerable upper intake level (40 mg elemental zinc per day in adults) are contraindicated in well-nourished pregnant and lactating women.", "contents": "Zinc -- Contraindications. Zinc supplements above the tolerable upper intake level (40 mg elemental zinc per day in adults) are contraindicated in well-nourished pregnant and lactating women."}
{"id": "article-77_19", "title": "Zinc -- Monitoring", "content": "Symptoms of zinc deficiency include: Frequent infection Hypogonadism in males Loss of hair Poor appetite Problems with the sense of taste and smell Skin sores Slow growth Trouble seeing in the dark Slow wounds healing", "contents": "Zinc -- Monitoring. Symptoms of zinc deficiency include: Frequent infection Hypogonadism in males Loss of hair Poor appetite Problems with the sense of taste and smell Skin sores Slow growth Trouble seeing in the dark Slow wounds healing"}
{"id": "article-77_20", "title": "Zinc -- Toxicity", "content": "Although zinc is considered relatively nontoxic, an extremely high intake of zinc can manifest with symptoms including nausea, vomiting, epigastric pain, lethargy, and fatigue. [15] There is no listed treatment for zinc overdose other than to cease using the supplement.", "contents": "Zinc -- Toxicity. Although zinc is considered relatively nontoxic, an extremely high intake of zinc can manifest with symptoms including nausea, vomiting, epigastric pain, lethargy, and fatigue. [15] There is no listed treatment for zinc overdose other than to cease using the supplement."}
{"id": "article-77_21", "title": "Zinc -- Enhancing Healthcare Team Outcomes", "content": "It is crucial for those working in developing countries to suggest zinc supplementation for a child with diarrhea. Many physicians and healthcare providers are unaware of the benefits of zinc therapy because of the lack of education on minerals. Zinc is highly cost-effective in treating diarrhea.", "contents": "Zinc -- Enhancing Healthcare Team Outcomes. It is crucial for those working in developing countries to suggest zinc supplementation for a child with diarrhea. Many physicians and healthcare providers are unaware of the benefits of zinc therapy because of the lack of education on minerals. Zinc is highly cost-effective in treating diarrhea."}
{"id": "article-77_22", "title": "Zinc -- Enhancing Healthcare Team Outcomes", "content": "When taking a medication history, nurses need to look for supplements such as zinc and specifically prompt the patient to provide such information. Many patients think they do not need to include OTC supplements in their medication history. Pharmacists need to guide patients to proper OTC dosing, and the treating clinician can coordinate with the pharmacist to make recommendations where supplementation is necessary and beneficial. While zinc is generally benign and available without a prescription, it merits attention, and the entire interprofessional healthcare team, including clinicians, nurses, and pharmacists, should follow the patient's use of zinc, to avoid interactions as well as optimize the benefit where zinc is beneficial to the patient. [Level 5]", "contents": "Zinc -- Enhancing Healthcare Team Outcomes. When taking a medication history, nurses need to look for supplements such as zinc and specifically prompt the patient to provide such information. Many patients think they do not need to include OTC supplements in their medication history. Pharmacists need to guide patients to proper OTC dosing, and the treating clinician can coordinate with the pharmacist to make recommendations where supplementation is necessary and beneficial. While zinc is generally benign and available without a prescription, it merits attention, and the entire interprofessional healthcare team, including clinicians, nurses, and pharmacists, should follow the patient's use of zinc, to avoid interactions as well as optimize the benefit where zinc is beneficial to the patient. [Level 5]"}
{"id": "article-77_23", "title": "Zinc -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Zinc -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}