{"id": "article-17459_0", "title": "Aminocaproic Acid -- Continuing Education Activity", "content": "Aminocaproic acid, an antifibrinolytic agent, is approved by the U.S. Food and Drug Administration (FDA) for managing and treating acute bleeding disorders resulting from elevated fibrinolytic activity. This drug is indicated for the therapeutic management of acute hemorrhages leading to complications after cardiac surgery, hematological disorders, hepatic cirrhosis, neoplastic disease, congenital amegakaryocytic thrombocytopenia, and life-threatening bleeding conditions associated with abruptio placenta. This activity comprehensively reviews the indications, mechanism of action, and contraindications for aminocaproic acid in managing hyperfibrinolysis-induced hemorrhage. In addition, this review will highlight other critical factors, including the adverse event profile, off-label indications, dosing, and monitoring, essential for healthcare team members for treating patients with acute hyperfibrinolysis-induced hemorrhage and related conditions.", "contents": "Aminocaproic Acid -- Continuing Education Activity. Aminocaproic acid, an antifibrinolytic agent, is approved by the U.S. Food and Drug Administration (FDA) for managing and treating acute bleeding disorders resulting from elevated fibrinolytic activity. This drug is indicated for the therapeutic management of acute hemorrhages leading to complications after cardiac surgery, hematological disorders, hepatic cirrhosis, neoplastic disease, congenital amegakaryocytic thrombocytopenia, and life-threatening bleeding conditions associated with abruptio placenta. This activity comprehensively reviews the indications, mechanism of action, and contraindications for aminocaproic acid in managing hyperfibrinolysis-induced hemorrhage. In addition, this review will highlight other critical factors, including the adverse event profile, off-label indications, dosing, and monitoring, essential for healthcare team members for treating patients with acute hyperfibrinolysis-induced hemorrhage and related conditions."}
{"id": "article-17459_1", "title": "Aminocaproic Acid -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for aminocaproic acid therapy in managing acute bleeding disorders associated with elevated fibrinolytic activity. Screen patients thoroughly to assess their suitability for aminocaproic acid therapy, considering contraindications and potential drug interactions. Implement proper dosing and administration of aminocaproic acid based on individual patient factors, such as age, weight, and medical history, to achieve optimal therapeutic outcomes. Assess patients regularly for potential adverse effects and monitor relevant parameters, including serum creatinine, blood urea nitrogen, and coagulation tests during aminocaproic acid therapy. Access free multiple choice questions on this topic.", "contents": "Aminocaproic Acid -- Continuing Education Activity. Objectives: Identify appropriate indications for aminocaproic acid therapy in managing acute bleeding disorders associated with elevated fibrinolytic activity. Screen patients thoroughly to assess their suitability for aminocaproic acid therapy, considering contraindications and potential drug interactions. Implement proper dosing and administration of aminocaproic acid based on individual patient factors, such as age, weight, and medical history, to achieve optimal therapeutic outcomes. Assess patients regularly for potential adverse effects and monitor relevant parameters, including serum creatinine, blood urea nitrogen, and coagulation tests during aminocaproic acid therapy. Access free multiple choice questions on this topic."}
{"id": "article-17459_2", "title": "Aminocaproic Acid -- Indications", "content": "The U.S. Food and Drug Administration (FDA) has approved epsilon aminocaproic acid (EACA) for the therapeutic management of acute hemorrhages caused by increased fibrinolytic activity in patients, which can lead to complications following cardiac surgery. This drug is also used for treating other indications, including hematological disorders, hepatic cirrhosis, neoplastic disease, congenital amegakaryocytic thrombocytopenia, and life-threatening bleeding conditions associated with abruptio placentae. [1] [2] In addition, aminocaproic acid is also utilized for the treatment of both surgical and nonsurgical hematuria. [3] Other off-label indications for aminocaproic acid include:", "contents": "Aminocaproic Acid -- Indications. The U.S. Food and Drug Administration (FDA) has approved epsilon aminocaproic acid (EACA) for the therapeutic management of acute hemorrhages caused by increased fibrinolytic activity in patients, which can lead to complications following cardiac surgery. This drug is also used for treating other indications, including hematological disorders, hepatic cirrhosis, neoplastic disease, congenital amegakaryocytic thrombocytopenia, and life-threatening bleeding conditions associated with abruptio placentae. [1] [2] In addition, aminocaproic acid is also utilized for the treatment of both surgical and nonsurgical hematuria. [3] Other off-label indications for aminocaproic acid include:"}
{"id": "article-17459_3", "title": "Aminocaproic Acid -- Indications", "content": "Prevention of dental bleeding after dental procedures in patients with hemophilia A. [4] Intracranial rebleeding prophylaxis after recent aneurysmal subarachnoid hemorrhage. [5] Prophylaxis of secondary ocular bleeding in the setting of traumatic hyphema. [6] Angioedema prophylaxis in patients with hereditary angioedema. [7] Surgical bleeding prophylaxis for a cardiopulmonary bypass, either as monotherapy or combined with desmopressin. [8] Protection of human spermatozoa from radiation. [9] Management of radiation cystitis and urethritis. [10] Aminocaproic acid administration during bronchoscopy for the management of pulmonary bleeding. [11]", "contents": "Aminocaproic Acid -- Indications. Prevention of dental bleeding after dental procedures in patients with hemophilia A. [4] Intracranial rebleeding prophylaxis after recent aneurysmal subarachnoid hemorrhage. [5] Prophylaxis of secondary ocular bleeding in the setting of traumatic hyphema. [6] Angioedema prophylaxis in patients with hereditary angioedema. [7] Surgical bleeding prophylaxis for a cardiopulmonary bypass, either as monotherapy or combined with desmopressin. [8] Protection of human spermatozoa from radiation. [9] Management of radiation cystitis and urethritis. [10] Aminocaproic acid administration during bronchoscopy for the management of pulmonary bleeding. [11]"}
{"id": "article-17459_4", "title": "Aminocaproic Acid -- Mechanism of Action", "content": "Aminocaproic acid, a lysine analog, acts as a competitive binder to plasminogen, preventing its binding to fibrin and the subsequent conversion to plasmin. [12] As a result, this activity effectively inhibits fibrin degradation (fibrinolysis). [13] [14]", "contents": "Aminocaproic Acid -- Mechanism of Action. Aminocaproic acid, a lysine analog, acts as a competitive binder to plasminogen, preventing its binding to fibrin and the subsequent conversion to plasmin. [12] As a result, this activity effectively inhibits fibrin degradation (fibrinolysis). [13] [14]"}
{"id": "article-17459_5", "title": "Aminocaproic Acid -- Mechanism of Action", "content": "Fibrinolysis is an essential physiological component of hemostasis functioning to control and restrict clot formation. The pivotal event in clot formation involves fibrin production after vascular injury, with tissue factor binding to factor VIIa and activation of the X-ase complex, leading to hemostatic activation and thrombin generation. [15]", "contents": "Aminocaproic Acid -- Mechanism of Action. Fibrinolysis is an essential physiological component of hemostasis functioning to control and restrict clot formation. The pivotal event in clot formation involves fibrin production after vascular injury, with tissue factor binding to factor VIIa and activation of the X-ase complex, leading to hemostatic activation and thrombin generation. [15]"}
{"id": "article-17459_6", "title": "Aminocaproic Acid -- Mechanism of Action", "content": "Thrombin stimulates the endothelial release of tissue plasminogen activator, leading to increased vascular flow and the release of kinins and other factors, further enhancing tissue plasminogen activator activity. Following this process, plasmin is released by forming a plasminogen-tissue activator complex, which assembles on fibrin and binds to lysine sites on fibrin clots.", "contents": "Aminocaproic Acid -- Mechanism of Action. Thrombin stimulates the endothelial release of tissue plasminogen activator, leading to increased vascular flow and the release of kinins and other factors, further enhancing tissue plasminogen activator activity. Following this process, plasmin is released by forming a plasminogen-tissue activator complex, which assembles on fibrin and binds to lysine sites on fibrin clots."}
{"id": "article-17459_7", "title": "Aminocaproic Acid -- Mechanism of Action", "content": "After the assembly, the tissue plasminogen activator breaks down plasminogen into its active form, plasmin. Plasmin can also be generated through other mechanisms, such as urokinase, contact activation, and kallikrein-mediated protease activation. Fibrinolysis is inhibited by plasminogen activator inhibitors 1 and 2 and by thrombin binding to thrombomodulin, which releases and activates thrombin-activatable fibrinolysis inhibitors. [16]", "contents": "Aminocaproic Acid -- Mechanism of Action. After the assembly, the tissue plasminogen activator breaks down plasminogen into its active form, plasmin. Plasmin can also be generated through other mechanisms, such as urokinase, contact activation, and kallikrein-mediated protease activation. Fibrinolysis is inhibited by plasminogen activator inhibitors 1 and 2 and by thrombin binding to thrombomodulin, which releases and activates thrombin-activatable fibrinolysis inhibitors. [16]"}
{"id": "article-17459_8", "title": "Aminocaproic Acid -- Mechanism of Action -- Pharmacokinetics (Oral)", "content": "Absorption: When aminocaproic acid is administered orally, it is rapidly absorbed by the body, with nearly complete absorption occurring in the gastrointestinal tract. The peak plasma drug concentration reaches 0.3 mg/mL during the administration. The concentration decreases to 0.16 mg/mL after 4 hours. The peak plasma concentration is typically achieved within 1.2 ± 0.45 hours after the oral drug administration. [17] Distribution: Aminocaproic acid exhibits extensive distribution in both extravascular and intravascular compartments, including red blood cells. The apparent volume of distribution is 23.1 ± 6.6 L. Metabolism: Aminocaproic acid undergoes minimal metabolism, mainly converting to adipic acid.", "contents": "Aminocaproic Acid -- Mechanism of Action -- Pharmacokinetics (Oral). Absorption: When aminocaproic acid is administered orally, it is rapidly absorbed by the body, with nearly complete absorption occurring in the gastrointestinal tract. The peak plasma drug concentration reaches 0.3 mg/mL during the administration. The concentration decreases to 0.16 mg/mL after 4 hours. The peak plasma concentration is typically achieved within 1.2 ± 0.45 hours after the oral drug administration. [17] Distribution: Aminocaproic acid exhibits extensive distribution in both extravascular and intravascular compartments, including red blood cells. The apparent volume of distribution is 23.1 ± 6.6 L. Metabolism: Aminocaproic acid undergoes minimal metabolism, mainly converting to adipic acid."}
{"id": "article-17459_9", "title": "Aminocaproic Acid -- Mechanism of Action -- Pharmacokinetics (Oral)", "content": "Excretion: Aminocaproic acid is primarily excreted by the kidneys. When administered through an IV, approximately 65% of the aminocaproic acid dose is eliminated from the body without impacting urine. In addition, about 11% of the dose is excreted as a metabolite known as adipic acid. [16]", "contents": "Aminocaproic Acid -- Mechanism of Action -- Pharmacokinetics (Oral). Excretion: Aminocaproic acid is primarily excreted by the kidneys. When administered through an IV, approximately 65% of the aminocaproic acid dose is eliminated from the body without impacting urine. In addition, about 11% of the dose is excreted as a metabolite known as adipic acid. [16]"}
{"id": "article-17459_10", "title": "Aminocaproic Acid -- Mechanism of Action -- Pharmacokinetics (Intravenous)", "content": "Absorption: Aminocaproic acid exerts its maximum antifibrinolytic effects within 15 to 60 minutes after reaching peak plasma concentrations. Consequently, the loading dose should be administered 15 minutes before surgery to ensure optimal efficacy. [18] Distribution: The mean apparent volume of distribution for the intravenous (IV) formulation is 30.0 ± 8.2 L, greater than that observed for the oral formulation. Metabolism: As previously mentioned, aminocaproic acid undergoes minimal metabolism, mainly converting to adipic acid.", "contents": "Aminocaproic Acid -- Mechanism of Action -- Pharmacokinetics (Intravenous). Absorption: Aminocaproic acid exerts its maximum antifibrinolytic effects within 15 to 60 minutes after reaching peak plasma concentrations. Consequently, the loading dose should be administered 15 minutes before surgery to ensure optimal efficacy. [18] Distribution: The mean apparent volume of distribution for the intravenous (IV) formulation is 30.0 ± 8.2 L, greater than that observed for the oral formulation. Metabolism: As previously mentioned, aminocaproic acid undergoes minimal metabolism, mainly converting to adipic acid."}
{"id": "article-17459_11", "title": "Aminocaproic Acid -- Mechanism of Action -- Pharmacokinetics (Intravenous)", "content": "Excretion: The renal clearance of aminocaproic acid (116 mL/min) is comparable to endogenous creatinine clearance. The elimination half-life for aminocaproic acid is approximately 2 hours. Clinicians should be aware that in cases of renal impairment, the clearance of aminocaproic acid is significantly prolonged. [19] In addition, the pharmacokinetics of aminocaproic acid can be influenced by factors such as age, weight, and perioperative conditions. In adolescents, weight-based dosing is recommended to optimize the therapeutic response. [20]", "contents": "Aminocaproic Acid -- Mechanism of Action -- Pharmacokinetics (Intravenous). Excretion: The renal clearance of aminocaproic acid (116 mL/min) is comparable to endogenous creatinine clearance. The elimination half-life for aminocaproic acid is approximately 2 hours. Clinicians should be aware that in cases of renal impairment, the clearance of aminocaproic acid is significantly prolonged. [19] In addition, the pharmacokinetics of aminocaproic acid can be influenced by factors such as age, weight, and perioperative conditions. In adolescents, weight-based dosing is recommended to optimize the therapeutic response. [20]"}
{"id": "article-17459_12", "title": "Aminocaproic Acid -- Administration", "content": "Aminocaproic acid is available in various formulations, including an oral solution of 25% (236.5 mL), oral tablets in strengths of 500 mg and 1000 mg, and IV solutions available in 250 mg/mL (20 mL vials). Aminocaproic acid can inhibit the action of plasminogen activators and, to a lesser extent, plasmin activity. Therefore, this drug should not be administered to patients without a definite diagnosis confirmed by laboratory results indicative of hyperfibrinolysis.", "contents": "Aminocaproic Acid -- Administration. Aminocaproic acid is available in various formulations, including an oral solution of 25% (236.5 mL), oral tablets in strengths of 500 mg and 1000 mg, and IV solutions available in 250 mg/mL (20 mL vials). Aminocaproic acid can inhibit the action of plasminogen activators and, to a lesser extent, plasmin activity. Therefore, this drug should not be administered to patients without a definite diagnosis confirmed by laboratory results indicative of hyperfibrinolysis."}
{"id": "article-17459_13", "title": "Aminocaproic Acid -- Administration -- Oral Dosage", "content": "To manage acute bleeding in patients caused by hyperfibrinolysis, the recommended dosage of aminocaproic acid is 5 grams oral administration during the first hour, followed by 1 to 1.25 grams of the medication administered every hour for up to 8 hours or until the bleeding is under control. The maximum daily dosage of the drug for both oral and IV formulations is 30 grams.", "contents": "Aminocaproic Acid -- Administration -- Oral Dosage. To manage acute bleeding in patients caused by hyperfibrinolysis, the recommended dosage of aminocaproic acid is 5 grams oral administration during the first hour, followed by 1 to 1.25 grams of the medication administered every hour for up to 8 hours or until the bleeding is under control. The maximum daily dosage of the drug for both oral and IV formulations is 30 grams."}
{"id": "article-17459_14", "title": "Aminocaproic Acid -- Administration -- IV Dosage", "content": "To control bleeding in patients, it is recommended to administer 4 to 5 grams of aminocaproic acid in IV formulations over 1 hour. This should be followed by a continuous infusion of the medication 1 gram per hour in 50 mL of diluent for up to 8 hours or until the bleeding is under control. The recommended approach for administering aminocaproic acid is to dilute the initial IV dosage of 4 to 5 grams in 250 mL of either 0.9% sodium chloride, 5% dextrose, or lactated Ringer injections. Rapid infusion of the undiluted drug is not recommended for patients, as it may lead to adverse effects such as hypotension, bradycardia, and arrhythmia. [17]", "contents": "Aminocaproic Acid -- Administration -- IV Dosage. To control bleeding in patients, it is recommended to administer 4 to 5 grams of aminocaproic acid in IV formulations over 1 hour. This should be followed by a continuous infusion of the medication 1 gram per hour in 50 mL of diluent for up to 8 hours or until the bleeding is under control. The recommended approach for administering aminocaproic acid is to dilute the initial IV dosage of 4 to 5 grams in 250 mL of either 0.9% sodium chloride, 5% dextrose, or lactated Ringer injections. Rapid infusion of the undiluted drug is not recommended for patients, as it may lead to adverse effects such as hypotension, bradycardia, and arrhythmia. [17]"}
{"id": "article-17459_15", "title": "Aminocaproic Acid -- Administration -- IV Dosage", "content": "Von Willebrand Disease: According to the joint guidelines by the International Society on Thrombosis and Haemostasis (ISTH), American Society of Hematology (ASH), National Hemophilia Foundation (NHF), and World Federation of Hemophilia (WFH), aminocaproic acid in combination with factor VIII can be utilized for an invasive dental procedure to manage mouth bleeds in patients with Von-Willebrand Disease. The recommended dosage of the medication is 50 to 100 mg/kg. [21]", "contents": "Aminocaproic Acid -- Administration -- IV Dosage. Von Willebrand Disease: According to the joint guidelines by the International Society on Thrombosis and Haemostasis (ISTH), American Society of Hematology (ASH), National Hemophilia Foundation (NHF), and World Federation of Hemophilia (WFH), aminocaproic acid in combination with factor VIII can be utilized for an invasive dental procedure to manage mouth bleeds in patients with Von-Willebrand Disease. The recommended dosage of the medication is 50 to 100 mg/kg. [21]"}
{"id": "article-17459_16", "title": "Aminocaproic Acid -- Administration -- Special Patient Population", "content": "Patients with renal impairment: The manufacturer label does not contain specific information on administering aminocaproic acid to patients with renal impairment. Hence, it is advisable to exercise caution while contemplating its usage in this group.", "contents": "Aminocaproic Acid -- Administration -- Special Patient Population. Patients with renal impairment: The manufacturer label does not contain specific information on administering aminocaproic acid to patients with renal impairment. Hence, it is advisable to exercise caution while contemplating its usage in this group."}
{"id": "article-17459_17", "title": "Aminocaproic Acid -- Administration -- Special Patient Population", "content": "Patients with hepatic impairment: The manufacturer label does not contain specific information on administering aminocaproic acid to patients with hepatic impairment. Therefore, it is recommended to be cautious when considering its use among this particular group.", "contents": "Aminocaproic Acid -- Administration -- Special Patient Population. Patients with hepatic impairment: The manufacturer label does not contain specific information on administering aminocaproic acid to patients with hepatic impairment. Therefore, it is recommended to be cautious when considering its use among this particular group."}
{"id": "article-17459_18", "title": "Aminocaproic Acid -- Administration -- Special Patient Population", "content": "Pregnancy considerations: Aminocaproic acid is classified as a former pregnancy Category C medicine, and no animal reproduction studies have been conducted yet. Therefore, the potential for aminocaproic acid to cause fetal harm or affect the reproduction capacity of females of childbearing age remains unknown. Furthermore, aminocaproic acid should only be administered to a pregnant woman if indicated and when no safer alternatives are available.", "contents": "Aminocaproic Acid -- Administration -- Special Patient Population. Pregnancy considerations: Aminocaproic acid is classified as a former pregnancy Category C medicine, and no animal reproduction studies have been conducted yet. Therefore, the potential for aminocaproic acid to cause fetal harm or affect the reproduction capacity of females of childbearing age remains unknown. Furthermore, aminocaproic acid should only be administered to a pregnant woman if indicated and when no safer alternatives are available."}
{"id": "article-17459_19", "title": "Aminocaproic Acid -- Administration -- Special Patient Population", "content": "Breastfeeding considerations: Data regarding the excretion of aminocaproic acid in human milk are currently lacking. However, as numerous drugs can be excreted in human milk, it is recommended to exercise caution when administering aminocaproic acid to a lactating woman who plans to breastfeed.", "contents": "Aminocaproic Acid -- Administration -- Special Patient Population. Breastfeeding considerations: Data regarding the excretion of aminocaproic acid in human milk are currently lacking. However, as numerous drugs can be excreted in human milk, it is recommended to exercise caution when administering aminocaproic acid to a lactating woman who plans to breastfeed."}
{"id": "article-17459_20", "title": "Aminocaproic Acid -- Administration -- Special Patient Population", "content": "Pediatric patients: According to product labeling, the safety and effectiveness of aminocaproic acid in pediatric patients have not been established yet. Aminocaproic acid is also utilized for off-label indications in the pediatric population, including craniosynostosis, cardiothoracic surgeries, and spinal surgery. However, it is worth noting that tranexamic acid is more effective in reducing blood loss than aminocaproic acid. [22]", "contents": "Aminocaproic Acid -- Administration -- Special Patient Population. Pediatric patients: According to product labeling, the safety and effectiveness of aminocaproic acid in pediatric patients have not been established yet. Aminocaproic acid is also utilized for off-label indications in the pediatric population, including craniosynostosis, cardiothoracic surgeries, and spinal surgery. However, it is worth noting that tranexamic acid is more effective in reducing blood loss than aminocaproic acid. [22]"}
{"id": "article-17459_21", "title": "Aminocaproic Acid -- Administration -- Special Patient Population", "content": "In addition, administering IV formulations containing benzyl alcohol may lead to gasping syndrome, particularly in preterm infants. This condition is characterized by central nervous system depression, metabolic acidosis, and gasping respiration. [23] [24]", "contents": "Aminocaproic Acid -- Administration -- Special Patient Population. In addition, administering IV formulations containing benzyl alcohol may lead to gasping syndrome, particularly in preterm infants. This condition is characterized by central nervous system depression, metabolic acidosis, and gasping respiration. [23] [24]"}
{"id": "article-17459_22", "title": "Aminocaproic Acid -- Administration -- Special Patient Population", "content": "Geriatric patients: The dosing for geriatric patients is similar to that of adult patients. However, clearance should be carefully assessed in individuals with renal impairment to prevent drug accumulation. [25]", "contents": "Aminocaproic Acid -- Administration -- Special Patient Population. Geriatric patients: The dosing for geriatric patients is similar to that of adult patients. However, clearance should be carefully assessed in individuals with renal impairment to prevent drug accumulation. [25]"}
{"id": "article-17459_23", "title": "Aminocaproic Acid -- Adverse Effects", "content": "Although aminocaproic acid is generally well tolerated in patients, reported adverse effects of the drug include malaise, myalgias, renal impairment, seizures, hypotension, bradycardia, thrombosis, edemas, and injection site reactions. [26] Less frequently, aminocaproic acid may also lead to gastrointestinal symptoms, such as nausea and diarrhea. In addition, there have been reports of nasal congestion and conjunctival suffusion with the usage of aminocaproic acid. [17]", "contents": "Aminocaproic Acid -- Adverse Effects. Although aminocaproic acid is generally well tolerated in patients, reported adverse effects of the drug include malaise, myalgias, renal impairment, seizures, hypotension, bradycardia, thrombosis, edemas, and injection site reactions. [26] Less frequently, aminocaproic acid may also lead to gastrointestinal symptoms, such as nausea and diarrhea. In addition, there have been reports of nasal congestion and conjunctival suffusion with the usage of aminocaproic acid. [17]"}
{"id": "article-17459_24", "title": "Aminocaproic Acid -- Adverse Effects", "content": "Rare instances of skeletal muscle weakness and necrosis of muscle fibers have been reported following prolonged use of aminocaproic acid. [27] Symptoms can range from myalgias with weakness or fatigue to severe proximal muscle myopathy, leading to rhabdomyolysis, myoglobinuria, and acute renal failure. Therefore, muscle enzymes, particularly creatine phosphokinase (CPK), may become elevated in patients undergoing prolonged aminocaproic acid therapy, requiring physicians to monitor the patients closely. In such cases of elevated CPK levels in patients, aminocaproic acid use should be promptly discontinued. [28]", "contents": "Aminocaproic Acid -- Adverse Effects. Rare instances of skeletal muscle weakness and necrosis of muscle fibers have been reported following prolonged use of aminocaproic acid. [27] Symptoms can range from myalgias with weakness or fatigue to severe proximal muscle myopathy, leading to rhabdomyolysis, myoglobinuria, and acute renal failure. Therefore, muscle enzymes, particularly creatine phosphokinase (CPK), may become elevated in patients undergoing prolonged aminocaproic acid therapy, requiring physicians to monitor the patients closely. In such cases of elevated CPK levels in patients, aminocaproic acid use should be promptly discontinued. [28]"}
{"id": "article-17459_25", "title": "Aminocaproic Acid -- Adverse Effects", "content": "Post-marketing surveillance indicates that ejaculation disorders are a possible complication of aminocaproic acid therapy in hemophilia patients after dental surgery. Notably, this adverse event is self-limiting and typically resolves within 24 to 48 hours. [29]", "contents": "Aminocaproic Acid -- Adverse Effects. Post-marketing surveillance indicates that ejaculation disorders are a possible complication of aminocaproic acid therapy in hemophilia patients after dental surgery. Notably, this adverse event is self-limiting and typically resolves within 24 to 48 hours. [29]"}
{"id": "article-17459_26", "title": "Aminocaproic Acid -- Adverse Effects -- Drug-Drug Interactions", "content": "Aminocaproic acid should not be coadministered with anti-inhibitor coagulant concentrates or factor IX complex concentrates owing to the increased risk of thrombosis. [30] [31]", "contents": "Aminocaproic Acid -- Adverse Effects -- Drug-Drug Interactions. Aminocaproic acid should not be coadministered with anti-inhibitor coagulant concentrates or factor IX complex concentrates owing to the increased risk of thrombosis. [30] [31]"}
{"id": "article-17459_27", "title": "Aminocaproic Acid -- Contraindications", "content": "Aminocaproic acid use is contraindicated in active intravascular clotting and disseminated intravascular coagulation (DIC) cases. [32] Aminocaproic acid may be used in these scenarios if administered concurrently with heparin. Clinicians can apply the following tests to differentiate between DIC and primary fibrinolysis: [33] Platelet count typically decreases in DIC, whereas it remains normal in primary fibrinolysis. Euglobulin clot lysis is usually normal in DIC but abnormal in primary fibrinolysis. [34] The protamine paracoagulation test shows a positive result with DIC but a negative result for primary fibrinolysis.", "contents": "Aminocaproic Acid -- Contraindications. Aminocaproic acid use is contraindicated in active intravascular clotting and disseminated intravascular coagulation (DIC) cases. [32] Aminocaproic acid may be used in these scenarios if administered concurrently with heparin. Clinicians can apply the following tests to differentiate between DIC and primary fibrinolysis: [33] Platelet count typically decreases in DIC, whereas it remains normal in primary fibrinolysis. Euglobulin clot lysis is usually normal in DIC but abnormal in primary fibrinolysis. [34] The protamine paracoagulation test shows a positive result with DIC but a negative result for primary fibrinolysis."}
{"id": "article-17459_28", "title": "Aminocaproic Acid -- Contraindications", "content": "Aminocaproic acid may lead to intrarenal obstruction, characterized by glomerular capillary thrombosis or clots in the ureters or renal pelvis, in patients with upper urinary tract bleeding. Therefore, it should not be utilized for patients with hematuria of the upper urinary tract unless the potential benefits significantly outweigh the risks. [35]", "contents": "Aminocaproic Acid -- Contraindications. Aminocaproic acid may lead to intrarenal obstruction, characterized by glomerular capillary thrombosis or clots in the ureters or renal pelvis, in patients with upper urinary tract bleeding. Therefore, it should not be utilized for patients with hematuria of the upper urinary tract unless the potential benefits significantly outweigh the risks. [35]"}
{"id": "article-17459_29", "title": "Aminocaproic Acid -- Monitoring", "content": "Healthcare professionals should carefully monitor various parameters, including serum creatinine, blood urea nitrogen, CPK, and coagulation tests, in patients undergoing aminocaproic acid therapy. [26]", "contents": "Aminocaproic Acid -- Monitoring. Healthcare professionals should carefully monitor various parameters, including serum creatinine, blood urea nitrogen, CPK, and coagulation tests, in patients undergoing aminocaproic acid therapy. [26]"}
{"id": "article-17459_30", "title": "Aminocaproic Acid -- Monitoring", "content": "Although multiple methods can assess fibrinolysis, no universally recognized \"gold standard\" test is associated with aminocaproic acid. Point-of-care testing with whole blood is particularly advantageous in perioperative settings, as it enables the evaluation of both plasma and cellular contents. The most widely utilized method for assessing fibrinolysis in the perioperative setting is thromboelastography (TEG), which uses several activators to measure viscoelastic changes in whole blood. [16]", "contents": "Aminocaproic Acid -- Monitoring. Although multiple methods can assess fibrinolysis, no universally recognized \"gold standard\" test is associated with aminocaproic acid. Point-of-care testing with whole blood is particularly advantageous in perioperative settings, as it enables the evaluation of both plasma and cellular contents. The most widely utilized method for assessing fibrinolysis in the perioperative setting is thromboelastography (TEG), which uses several activators to measure viscoelastic changes in whole blood. [16]"}
{"id": "article-17459_31", "title": "Aminocaproic Acid -- Monitoring", "content": "Clinicians can also monitor the concentration of aminocaproic acid required to inhibit fibrinolysis. The concentration needed for fibrinolysis inhibition is 0.13 mg/mL, which can be attained with a 5-gram loading dose, followed by a 1- to 1.25-gram per hour maintenance dose. [16]", "contents": "Aminocaproic Acid -- Monitoring. Clinicians can also monitor the concentration of aminocaproic acid required to inhibit fibrinolysis. The concentration needed for fibrinolysis inhibition is 0.13 mg/mL, which can be attained with a 5-gram loading dose, followed by a 1- to 1.25-gram per hour maintenance dose. [16]"}
{"id": "article-17459_32", "title": "Aminocaproic Acid -- Toxicity", "content": "Aminocaproic acid is associated with a low acute toxicity risk. Research on teratogenic in vitro studies has revealed no fetal abnormalities when administering aminocaproic acid dosages up to 5000 mcg/kg/d. Retinal changes have been reported in dogs after receiving aminocaproic acid orally over 1 year at doses approximately 7 times higher than the maximum recommended dose for in vivo use. A significant concern regarding aminocaproic acid treatment is whether this drug can increase patients' risk of thrombosis and intravascular coagulation. Although there are isolated reports of arterial or venous thrombosis, it is noteworthy that the underlying thrombotic comorbidity is present in each reported case. [17]", "contents": "Aminocaproic Acid -- Toxicity. Aminocaproic acid is associated with a low acute toxicity risk. Research on teratogenic in vitro studies has revealed no fetal abnormalities when administering aminocaproic acid dosages up to 5000 mcg/kg/d. Retinal changes have been reported in dogs after receiving aminocaproic acid orally over 1 year at doses approximately 7 times higher than the maximum recommended dose for in vivo use. A significant concern regarding aminocaproic acid treatment is whether this drug can increase patients' risk of thrombosis and intravascular coagulation. Although there are isolated reports of arterial or venous thrombosis, it is noteworthy that the underlying thrombotic comorbidity is present in each reported case. [17]"}
{"id": "article-17459_33", "title": "Aminocaproic Acid -- Toxicity", "content": "Some cases of acute overdose of aminocaproic acid administered IV have been documented. The toxicities of such overdoses range from transient hypotension to severe and potentially fatal acute kidney injury. A patient with a history of seizures and brain tumors experienced seizures after receiving an 8-gram bolus IV injection of aminocaproic acid. In some cases, patients have experienced acute kidney injury after taking a 12-gram dose of aminocaproic acid. However, in other instances, patients have shown no signs of seizures and could tolerate doses as high as 100 grams. No specific antidote is available for use in the event of aminocaproic acid toxicity. However, case reports have described using tissue plasminogen activators for suspected antifibrinolytic-induced intraoperative thromboembolic events. [36]", "contents": "Aminocaproic Acid -- Toxicity. Some cases of acute overdose of aminocaproic acid administered IV have been documented. The toxicities of such overdoses range from transient hypotension to severe and potentially fatal acute kidney injury. A patient with a history of seizures and brain tumors experienced seizures after receiving an 8-gram bolus IV injection of aminocaproic acid. In some cases, patients have experienced acute kidney injury after taking a 12-gram dose of aminocaproic acid. However, in other instances, patients have shown no signs of seizures and could tolerate doses as high as 100 grams. No specific antidote is available for use in the event of aminocaproic acid toxicity. However, case reports have described using tissue plasminogen activators for suspected antifibrinolytic-induced intraoperative thromboembolic events. [36]"}
{"id": "article-17459_34", "title": "Aminocaproic Acid -- Toxicity", "content": "No established treatment for aminocaproic acid overdosage currently exists. Some evidence suggests that aminocaproic acid can be eliminated through hemodialysis or peritoneal dialysis. Total body clearance of aminocaproic acid is significantly decreased in patients with severe renal failure. In case of an overdose, it is advised to call the local poison center for current information and guidance.", "contents": "Aminocaproic Acid -- Toxicity. No established treatment for aminocaproic acid overdosage currently exists. Some evidence suggests that aminocaproic acid can be eliminated through hemodialysis or peritoneal dialysis. Total body clearance of aminocaproic acid is significantly decreased in patients with severe renal failure. In case of an overdose, it is advised to call the local poison center for current information and guidance."}
{"id": "article-17459_35", "title": "Aminocaproic Acid -- Enhancing Healthcare Team Outcomes", "content": "When tissues are injured due to trauma, surgery, ischemia and reperfusion, or blood contact with large nonendothelial surfaces, it may lead to excessive fibrinolysis, resulting in bleeding, coagulopathies, and inflammatory responses. Numerous studies have shown that antifibrinolytic agents effectively reduce bleeding, blood transfusions, and adverse clinical outcomes. Aminocaproic acid is a medication used to treat acute bleeding disorders as an antifibrinolytic agent.", "contents": "Aminocaproic Acid -- Enhancing Healthcare Team Outcomes. When tissues are injured due to trauma, surgery, ischemia and reperfusion, or blood contact with large nonendothelial surfaces, it may lead to excessive fibrinolysis, resulting in bleeding, coagulopathies, and inflammatory responses. Numerous studies have shown that antifibrinolytic agents effectively reduce bleeding, blood transfusions, and adverse clinical outcomes. Aminocaproic acid is a medication used to treat acute bleeding disorders as an antifibrinolytic agent."}
{"id": "article-17459_36", "title": "Aminocaproic Acid -- Enhancing Healthcare Team Outcomes", "content": "The prophylactic use of aminocaproic acid, the synthetic lysine-analog antifibrinolytic agent, has been the primary pharmacological approach for blood conservation during cardiac surgery since aprotinin was discontinued from clinical use. [37]", "contents": "Aminocaproic Acid -- Enhancing Healthcare Team Outcomes. The prophylactic use of aminocaproic acid, the synthetic lysine-analog antifibrinolytic agent, has been the primary pharmacological approach for blood conservation during cardiac surgery since aprotinin was discontinued from clinical use. [37]"}
{"id": "article-17459_37", "title": "Aminocaproic Acid -- Enhancing Healthcare Team Outcomes", "content": "In the 2011 Update to The Society of Thoracic Surgeons and the Society of Cardiovascular Anesthesiologists Blood Conservation Clinical Practice Guidelines, antifibrinolytic agents were strongly recommended as a crucial component of the blood conservation approach. [38] Aminocaproic acid is an effective treatment for reducing bleeding and chest tube drainage output in cardiac surgical patients. It has been found to have a well-tolerated adverse effect profile.", "contents": "Aminocaproic Acid -- Enhancing Healthcare Team Outcomes. In the 2011 Update to The Society of Thoracic Surgeons and the Society of Cardiovascular Anesthesiologists Blood Conservation Clinical Practice Guidelines, antifibrinolytic agents were strongly recommended as a crucial component of the blood conservation approach. [38] Aminocaproic acid is an effective treatment for reducing bleeding and chest tube drainage output in cardiac surgical patients. It has been found to have a well-tolerated adverse effect profile."}
{"id": "article-17459_38", "title": "Aminocaproic Acid -- Enhancing Healthcare Team Outcomes", "content": "Managing life-threatening hemorrhagic events requires a collaborative interprofessional team of healthcare professionals, including physicians from various specialties, advanced practice practitioners, nurses, laboratory technologists, and pharmacists. The morbidity and mortality associated with massive bleeding are significant without appropriate management. Uncontrolled bleeding during the perioperative period can lead to unavoidable consequences, such as re-operation, increased transfusion requirements, and multiorgan dysfunction. [3]", "contents": "Aminocaproic Acid -- Enhancing Healthcare Team Outcomes. Managing life-threatening hemorrhagic events requires a collaborative interprofessional team of healthcare professionals, including physicians from various specialties, advanced practice practitioners, nurses, laboratory technologists, and pharmacists. The morbidity and mortality associated with massive bleeding are significant without appropriate management. Uncontrolled bleeding during the perioperative period can lead to unavoidable consequences, such as re-operation, increased transfusion requirements, and multiorgan dysfunction. [3]"}
{"id": "article-17459_39", "title": "Aminocaproic Acid -- Enhancing Healthcare Team Outcomes", "content": "When a clinician prescribes aminocaproic acid to patients, the pharmacist needs to verify the correct dosage and conduct medication reconciliation. The nursing staff should verify the administration and counsel patients on the drug's potential adverse effects and benefits. Promoting interprofessional care coordination with shared decision-making and open communication among healthcare providers would improve patient outcomes and reduce adverse events associated with aminocaproic acid therapy.", "contents": "Aminocaproic Acid -- Enhancing Healthcare Team Outcomes. When a clinician prescribes aminocaproic acid to patients, the pharmacist needs to verify the correct dosage and conduct medication reconciliation. The nursing staff should verify the administration and counsel patients on the drug's potential adverse effects and benefits. Promoting interprofessional care coordination with shared decision-making and open communication among healthcare providers would improve patient outcomes and reduce adverse events associated with aminocaproic acid therapy."}
{"id": "article-17459_40", "title": "Aminocaproic Acid -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Aminocaproic Acid -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}