{"id": "article-29424_0", "title": "St. John's Wort -- Continuing Education Activity", "content": "St. John's wort (Hypericum perforatum) is an invasive, flowering plant native to Europe and Asia. Its primary use is as an over-the-counter anti-depressive or anxiolytic. Anti-depressives with similar effects are also used to treat menopausal somatic symptoms, so St. John's wort has also been used to treat these symptoms, as well as obsessive-compulsive disorder, behavioral issues, and psoriasis. The herbal supplement has not been given FDA approval and is considered a dietary supplement. This activity examines the uses, potential indications, contraindications, and interactions of this supplement so that healthcare providers can address it when it presents in their practice.", "contents": "St. John's Wort -- Continuing Education Activity. St. John's wort (Hypericum perforatum) is an invasive, flowering plant native to Europe and Asia. Its primary use is as an over-the-counter anti-depressive or anxiolytic. Anti-depressives with similar effects are also used to treat menopausal somatic symptoms, so St. John's wort has also been used to treat these symptoms, as well as obsessive-compulsive disorder, behavioral issues, and psoriasis. The herbal supplement has not been given FDA approval and is considered a dietary supplement. This activity examines the uses, potential indications, contraindications, and interactions of this supplement so that healthcare providers can address it when it presents in their practice."}
{"id": "article-29424_1", "title": "St. John's Wort -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of St. John's wort. Describe the potential contraindications to using St. John's wort. Review the drug-drug interactions of St. John's wort. Outline some interprofessional team strategies for improving care coordination and communication to advance St. John's wort and improve outcomes. Access free multiple choice questions on this topic.", "contents": "St. John's Wort -- Continuing Education Activity. Objectives: Identify the mechanism of action of St. John's wort. Describe the potential contraindications to using St. John's wort. Review the drug-drug interactions of St. John's wort. Outline some interprofessional team strategies for improving care coordination and communication to advance St. John's wort and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-29424_2", "title": "St. John's Wort -- Indications", "content": "St. John's wort ( Hypericum perforatum ) is an herbal medication that consists of anthraquinones, which have displayed anti-inflammatory and anti-cancer effects. It has also been used as an antidepressant. It derives from a flowering plant found in Europe and Asia. It is common in the form of a tablet, capsule, tea, or liquid extract used to treat a handful of medical conditions, which include but are not limited to the following: Depression: The definition of depression is the loss of interest or pleasure in doing things that you used to for over a two-week period. Depression can be minor or major. St. John's wort has been shown to treat major depression in a manner superior to that of a placebo antidepressant. Patients suffering from depression should discuss the usage of St. John's Wort with their health provider. [1] However, other studies failed to show the benefit of St. John's Wort over a placebo. [2]", "contents": "St. John's Wort -- Indications. St. John's wort ( Hypericum perforatum ) is an herbal medication that consists of anthraquinones, which have displayed anti-inflammatory and anti-cancer effects. It has also been used as an antidepressant. It derives from a flowering plant found in Europe and Asia. It is common in the form of a tablet, capsule, tea, or liquid extract used to treat a handful of medical conditions, which include but are not limited to the following: Depression: The definition of depression is the loss of interest or pleasure in doing things that you used to for over a two-week period. Depression can be minor or major. St. John's wort has been shown to treat major depression in a manner superior to that of a placebo antidepressant. Patients suffering from depression should discuss the usage of St. John's Wort with their health provider. [1] However, other studies failed to show the benefit of St. John's Wort over a placebo. [2]"}
{"id": "article-29424_3", "title": "St. John's Wort -- Indications", "content": "Emotional and behavioral complications in children: Attention issues, anxiety, different physical problems, sleep disturbances, depression, and other emotional and behavioral complications are all things children and young adults must address. A study done with children who were observed to have prolonged emotional or attention problems and were prone to nervous and depressed behavior received St. John's wort in a triad treatment plant extract along with valerian root and passionflower herb. At the end of the study, the extract improved the children's emotional and behavioral complications with the help of no other medications. [3]", "contents": "St. John's Wort -- Indications. Emotional and behavioral complications in children: Attention issues, anxiety, different physical problems, sleep disturbances, depression, and other emotional and behavioral complications are all things children and young adults must address. A study done with children who were observed to have prolonged emotional or attention problems and were prone to nervous and depressed behavior received St. John's wort in a triad treatment plant extract along with valerian root and passionflower herb. At the end of the study, the extract improved the children's emotional and behavioral complications with the help of no other medications. [3]"}
{"id": "article-29424_4", "title": "St. John's Wort -- Indications", "content": "Obsessive-compulsive disorder: Obsessive-compulsive disorder describes a neurological disorder that pertains to a person having excessive thought that leads to repetitive compulsions. It is a disorder that is difficult to treat. Research is in the beginning stages of how St. John's Wort may be useful in treating OCD; however, current clinical evidence is limited, and further research is necessary for efficacy. There is some promise for its effects on OCD, as its current mechanism of action is comparable to today's SSRI therapies. [4] [5]", "contents": "St. John's Wort -- Indications. Obsessive-compulsive disorder: Obsessive-compulsive disorder describes a neurological disorder that pertains to a person having excessive thought that leads to repetitive compulsions. It is a disorder that is difficult to treat. Research is in the beginning stages of how St. John's Wort may be useful in treating OCD; however, current clinical evidence is limited, and further research is necessary for efficacy. There is some promise for its effects on OCD, as its current mechanism of action is comparable to today's SSRI therapies. [4] [5]"}
{"id": "article-29424_5", "title": "St. John's Wort -- Indications", "content": "Premenstrual syndrome (PMS): PMS refers to a variety of symptoms that some women experience in the days before menstruation, including bloating, acne, breast swelling and tenderness, pain, irritability, and depression. Treatment of this syndrome often involves SSRIs (selective serotonin reuptake inhibitors). St. John's wort has been used as an alternative over-the-counter treatment that may lessen PMS symptoms. More research is necessary regarding the efficacy of treatment. [6]", "contents": "St. John's Wort -- Indications. Premenstrual syndrome (PMS): PMS refers to a variety of symptoms that some women experience in the days before menstruation, including bloating, acne, breast swelling and tenderness, pain, irritability, and depression. Treatment of this syndrome often involves SSRIs (selective serotonin reuptake inhibitors). St. John's wort has been used as an alternative over-the-counter treatment that may lessen PMS symptoms. More research is necessary regarding the efficacy of treatment. [6]"}
{"id": "article-29424_6", "title": "St. John's Wort -- Indications", "content": "Psoriasis: In a double-blind placebo study, researchers tested the therapeutic effects of H. perforatum for mild to moderate psoriatic lesions. Researchers use topical Hypericum perforatum to treat plaque-type psoriasis, an inflammatory disorder, where tumor-necrosis factor-alpha (TNFα) is commonly found in psoriatic skin tissues. The study found that the anti-inflammatory capabilities of Hypericum perforatum ointment lowered cytokine content, including TNFα, in psoriatic lesions. The patients who used the St. John's wort topical exhibited less erythema, thickness, and scaling compared to those who used the placebo. [7]", "contents": "St. John's Wort -- Indications. Psoriasis: In a double-blind placebo study, researchers tested the therapeutic effects of H. perforatum for mild to moderate psoriatic lesions. Researchers use topical Hypericum perforatum to treat plaque-type psoriasis, an inflammatory disorder, where tumor-necrosis factor-alpha (TNFα) is commonly found in psoriatic skin tissues. The study found that the anti-inflammatory capabilities of Hypericum perforatum ointment lowered cytokine content, including TNFα, in psoriatic lesions. The patients who used the St. John's wort topical exhibited less erythema, thickness, and scaling compared to those who used the placebo. [7]"}
{"id": "article-29424_7", "title": "St. John's Wort -- Mechanism of Action", "content": "St John's Wort is a xenobiotic or a plant-derived compound composed of five various forms of hypericin and other flavonoids. Many mechanisms of action have been proposed. One of the main mechanisms used in health care is the report that St. John's Wort acts as a reuptake inhibitor of serotonin, dopamine, and norepinephrine. This works to reduce the uptake of serotonin at neuronal synapses, as well as dopamine and norepinephrine. Elevated levels of neurotransmitters are believed to be helpful when treating depression. The supplement works by activating pregnane-X-receptor (PXR) cytochromes, which induces the cytochrome P450 system, specifically the CYP3A4 enzyme and P-glycoprotein. P450s or monooxygenase enzymes act through hydroxylation reactions onto the xenobiotic or St. John's Wort to make it more polar and thus increase its reactivity for conjugation into various polar groups.", "contents": "St. John's Wort -- Mechanism of Action. St John's Wort is a xenobiotic or a plant-derived compound composed of five various forms of hypericin and other flavonoids. Many mechanisms of action have been proposed. One of the main mechanisms used in health care is the report that St. John's Wort acts as a reuptake inhibitor of serotonin, dopamine, and norepinephrine. This works to reduce the uptake of serotonin at neuronal synapses, as well as dopamine and norepinephrine. Elevated levels of neurotransmitters are believed to be helpful when treating depression. The supplement works by activating pregnane-X-receptor (PXR) cytochromes, which induces the cytochrome P450 system, specifically the CYP3A4 enzyme and P-glycoprotein. P450s or monooxygenase enzymes act through hydroxylation reactions onto the xenobiotic or St. John's Wort to make it more polar and thus increase its reactivity for conjugation into various polar groups."}
{"id": "article-29424_8", "title": "St. John's Wort -- Mechanism of Action", "content": "In the monooxygenase reaction, molecular oxygen (O 2 ) is broken into water and alcohol (R-OH); because of this, only one oxygen of the pair is given to the xenobiotic substrate. To prepare for the monooxygenase reaction, other reactions occur in xenobiotic metabolisms, such as hydrolysis, deamination, epoxidation, preoxygenation, reduction, desulfurization, and dehalogenation. St. John's wort's ability to inhibit monoamine oxidase allows an increase in the formation of norepinephrine. Hyperforin, a St. John's wort component, is believed to be the factor responsible for inducing CYP3A4 by activating a xenobiotic receptor and nuclear steroid/pregnane. Hyperforin itself could be the P-glycoprotein activating compound. This hyperforin content is generally more prevalent in commercially manufactured products, but St. John's Wort is presently regarded in the medical community generally as having significant CYP3A4 and PGP activity, and medical practitioners are not in a position to evaluate individual products or tinctures. Of note, a review showed that hyperforin content was unrelated to clinically desirable activity. [8] [9] [10] More extensive research is necessary.", "contents": "St. John's Wort -- Mechanism of Action. In the monooxygenase reaction, molecular oxygen (O 2 ) is broken into water and alcohol (R-OH); because of this, only one oxygen of the pair is given to the xenobiotic substrate. To prepare for the monooxygenase reaction, other reactions occur in xenobiotic metabolisms, such as hydrolysis, deamination, epoxidation, preoxygenation, reduction, desulfurization, and dehalogenation. St. John's wort's ability to inhibit monoamine oxidase allows an increase in the formation of norepinephrine. Hyperforin, a St. John's wort component, is believed to be the factor responsible for inducing CYP3A4 by activating a xenobiotic receptor and nuclear steroid/pregnane. Hyperforin itself could be the P-glycoprotein activating compound. This hyperforin content is generally more prevalent in commercially manufactured products, but St. John's Wort is presently regarded in the medical community generally as having significant CYP3A4 and PGP activity, and medical practitioners are not in a position to evaluate individual products or tinctures. Of note, a review showed that hyperforin content was unrelated to clinically desirable activity. [8] [9] [10] More extensive research is necessary."}
{"id": "article-29424_9", "title": "St. John's Wort -- Mechanism of Action", "content": "Another mechanism that leads to antidepressant activity is the capability of binding to GABA receptors to decrease the binding of GABA, which results in lowered CNS depression. Although St. John's Wort is not yet FDA-approved, it is worth noting that some of its proposed mechanisms are in FDA-approved drugs used for the same variety of health complications. [11]", "contents": "St. John's Wort -- Mechanism of Action. Another mechanism that leads to antidepressant activity is the capability of binding to GABA receptors to decrease the binding of GABA, which results in lowered CNS depression. Although St. John's Wort is not yet FDA-approved, it is worth noting that some of its proposed mechanisms are in FDA-approved drugs used for the same variety of health complications. [11]"}
{"id": "article-29424_10", "title": "St. John's Wort -- Administration", "content": "St John’s Wort has shown encouraging data regarding its effectiveness and safety when used as a monotherapy. It is prepared by the grinding of the flowers of the plant as well as its dried leaves. The dried flowers can be used in tea and ingested orally or be made into an oil by infusion for topical use. Usually, one would find the ground plant in capsules taken as a dietary supplement. As a supplement, dosing, and potency may vary significantly between products and even what is on the label. [12]", "contents": "St. John's Wort -- Administration. St John’s Wort has shown encouraging data regarding its effectiveness and safety when used as a monotherapy. It is prepared by the grinding of the flowers of the plant as well as its dried leaves. The dried flowers can be used in tea and ingested orally or be made into an oil by infusion for topical use. Usually, one would find the ground plant in capsules taken as a dietary supplement. As a supplement, dosing, and potency may vary significantly between products and even what is on the label. [12]"}
{"id": "article-29424_11", "title": "St. John's Wort -- Administration", "content": "Suggested Use: As a dietary supplement, adults should take one 300 mg capsule with 0.3% hypericin content three times a day. One to three capsules daily can be taken with meals or as directed by health care providers. The herbal supplement must be stored in a cool and dry place, away from direct light.", "contents": "St. John's Wort -- Administration. Suggested Use: As a dietary supplement, adults should take one 300 mg capsule with 0.3% hypericin content three times a day. One to three capsules daily can be taken with meals or as directed by health care providers. The herbal supplement must be stored in a cool and dry place, away from direct light."}
{"id": "article-29424_12", "title": "St. John's Wort -- Adverse Effects", "content": "One of the primary adverse effects is the risk of a life-threatening increase in serotonin when combined with certain antidepressants and the inhibition of monoamine oxidase. Using the supplement with other antidepressant medications may cause serotonin syndrome. Serotonin syndrome may first cause tachycardia, increased blood pressure, mydriasis, and sweating. Some may have a fever, and temperatures can rise above 106 degrees F. Treatment can include serotonin antagonists and a benzodiazepine to target GABA receptors. Increased blood pressure can be treated with short-acting antihypertensives.", "contents": "St. John's Wort -- Adverse Effects. One of the primary adverse effects is the risk of a life-threatening increase in serotonin when combined with certain antidepressants and the inhibition of monoamine oxidase. Using the supplement with other antidepressant medications may cause serotonin syndrome. Serotonin syndrome may first cause tachycardia, increased blood pressure, mydriasis, and sweating. Some may have a fever, and temperatures can rise above 106 degrees F. Treatment can include serotonin antagonists and a benzodiazepine to target GABA receptors. Increased blood pressure can be treated with short-acting antihypertensives."}
{"id": "article-29424_13", "title": "St. John's Wort -- Adverse Effects -- Caution", "content": "Exacerbating psychotic symptoms of those with schizophrenia or bipolar disorder Agitation Diarrhea Tachycardia Hypertension Hallucinations A rise in body temperature Photosensitivity", "contents": "St. John's Wort -- Adverse Effects -- Caution. Exacerbating psychotic symptoms of those with schizophrenia or bipolar disorder Agitation Diarrhea Tachycardia Hypertension Hallucinations A rise in body temperature Photosensitivity"}
{"id": "article-29424_14", "title": "St. John's Wort -- Contraindications", "content": "The positive effects of St John’s Wort can be negated when used in conjunction with other medications; sometimes, the effects of drug interactions can be life-threatening. Drugs that also utilize the cytochrome P450 system, specifically CYP3A4, or are substrates of P-glycoproteins in metabolism can have reduced efficacy and produce adverse effects when taken in conjunction with St. John’s wort. These drugs include HIV protease inhibitors, CYP3A4 HIV non-nucleoside reverse transcriptase inhibitors, ciclosporin, tacrolimus, irinotecan, imatinib mesylate, digoxin, oxycodone, and warfarin. As mentioned earlier, this CPY450 and P-glycoprotein activity appears, based on some research results, to be related to the hyperforin content of these herbal products and is likely more of an issue with commercially prepared products. Medical practitioners need to err on the side of caution, especially considering some of the drugs that could be impacted where therapeutic failure is especially problematic. (e.g., HIV medication, warfarin, oral contraceptives). [8] [9] [8]", "contents": "St. John's Wort -- Contraindications. The positive effects of St John’s Wort can be negated when used in conjunction with other medications; sometimes, the effects of drug interactions can be life-threatening. Drugs that also utilize the cytochrome P450 system, specifically CYP3A4, or are substrates of P-glycoproteins in metabolism can have reduced efficacy and produce adverse effects when taken in conjunction with St. John’s wort. These drugs include HIV protease inhibitors, CYP3A4 HIV non-nucleoside reverse transcriptase inhibitors, ciclosporin, tacrolimus, irinotecan, imatinib mesylate, digoxin, oxycodone, and warfarin. As mentioned earlier, this CPY450 and P-glycoprotein activity appears, based on some research results, to be related to the hyperforin content of these herbal products and is likely more of an issue with commercially prepared products. Medical practitioners need to err on the side of caution, especially considering some of the drugs that could be impacted where therapeutic failure is especially problematic. (e.g., HIV medication, warfarin, oral contraceptives). [8] [9] [8]"}
{"id": "article-29424_15", "title": "St. John's Wort -- Contraindications", "content": "Those on hormonal contraceptives must be aware when taking St. John’s wort that there have been instances of unplanned pregnancies and irregular menstrual cycles. Clinicians must be aware that when prescribing serotonergic agents and other antidepressants, there is a potential risk of pharmacodynamic interactions occurring when taken with St. John’s wort. [13] [14] [15]", "contents": "St. John's Wort -- Contraindications. Those on hormonal contraceptives must be aware when taking St. John’s wort that there have been instances of unplanned pregnancies and irregular menstrual cycles. Clinicians must be aware that when prescribing serotonergic agents and other antidepressants, there is a potential risk of pharmacodynamic interactions occurring when taken with St. John’s wort. [13] [14] [15]"}
{"id": "article-29424_16", "title": "St. John's Wort -- Monitoring", "content": "Healthcare professionals must understand and provide precautions regarding the use of this supplement and know the contraindications and interactions of St. John’s wort to administer safe and knowledgeable medical care. As the medication has potential/claimed use for a plethora of medical conditions, healthcare providers need to be aware of why the patient is using it and monitor it as needed.", "contents": "St. John's Wort -- Monitoring. Healthcare professionals must understand and provide precautions regarding the use of this supplement and know the contraindications and interactions of St. John’s wort to administer safe and knowledgeable medical care. As the medication has potential/claimed use for a plethora of medical conditions, healthcare providers need to be aware of why the patient is using it and monitor it as needed."}
{"id": "article-29424_17", "title": "St. John's Wort -- Enhancing Healthcare Team Outcomes", "content": "Any clinician (MD, DO, NP, or PA) can encourage the use of St. John's wort as it can be found over the counter. Clinicians should be aware of its use in their patients. If a patient uses St. John's wort, whether by clinician recommendation or self-medicating, an interprofessional healthcare team with clinicians, pharmacists, and nurses will provide the best management strategy, where all members collaborate their efforts and operate from the same information. Often, general practitioners lack the knowledge that their patients are using this herbal supplement when they self-medicate. The pharmacist should perform a medication reconciliation to ensure no drug-drug interactions exist that may hamper therapy or create a dangerous situation for the patient. If the patient is working with a naturopath, the clinical team would be advised to ask them for specifics regarding their regimen. Other interactions with drugs, including SSRIs, SNRIs, tricyclic antidepressants, monoamine oxidase inhibitors, antipsychotics, and others, may lead to serotonin syndrome due to St. John wort's serotonergic properties.", "contents": "St. John's Wort -- Enhancing Healthcare Team Outcomes. Any clinician (MD, DO, NP, or PA) can encourage the use of St. John's wort as it can be found over the counter. Clinicians should be aware of its use in their patients. If a patient uses St. John's wort, whether by clinician recommendation or self-medicating, an interprofessional healthcare team with clinicians, pharmacists, and nurses will provide the best management strategy, where all members collaborate their efforts and operate from the same information. Often, general practitioners lack the knowledge that their patients are using this herbal supplement when they self-medicate. The pharmacist should perform a medication reconciliation to ensure no drug-drug interactions exist that may hamper therapy or create a dangerous situation for the patient. If the patient is working with a naturopath, the clinical team would be advised to ask them for specifics regarding their regimen. Other interactions with drugs, including SSRIs, SNRIs, tricyclic antidepressants, monoamine oxidase inhibitors, antipsychotics, and others, may lead to serotonin syndrome due to St. John wort's serotonergic properties."}
{"id": "article-29424_18", "title": "St. John's Wort -- Enhancing Healthcare Team Outcomes", "content": "The use of H. perforatum without knowledge by a healthcare provider increases the likelihood of harmful implications on the efficacy and safety of the supplement as the potential for dangerous drug interactions does exist, leading to possible therapeutic failure. Patients should receive counsel and monitoring when taking St. John's wort, and interprofessional coordination is optimal to accomplish this goal. [Level 5]", "contents": "St. John's Wort -- Enhancing Healthcare Team Outcomes. The use of H. perforatum without knowledge by a healthcare provider increases the likelihood of harmful implications on the efficacy and safety of the supplement as the potential for dangerous drug interactions does exist, leading to possible therapeutic failure. Patients should receive counsel and monitoring when taking St. John's wort, and interprofessional coordination is optimal to accomplish this goal. [Level 5]"}
{"id": "article-29424_19", "title": "St. John's Wort -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "St. John's Wort -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}