{"id": "article-27892_0", "title": "Prothrombin Time -- Introduction", "content": "Prothrombin time is one of several blood tests routinely used in clinical practice to evaluate the coagulation status of patients. More specifically, prothrombin time is used to evaluate the extrinsic and common pathways of coagulation, which helps detect deficiencies of factors II, V, VII, and X and low fibrinogen concentrations. [1] [2] Prothrombin time measures the time, in seconds, for plasma to clot after adding thromboplastin (a mixture of tissue factor, calcium, and phospholipid) to a patient's plasma sample. [1]", "contents": "Prothrombin Time -- Introduction. Prothrombin time is one of several blood tests routinely used in clinical practice to evaluate the coagulation status of patients. More specifically, prothrombin time is used to evaluate the extrinsic and common pathways of coagulation, which helps detect deficiencies of factors II, V, VII, and X and low fibrinogen concentrations. [1] [2] Prothrombin time measures the time, in seconds, for plasma to clot after adding thromboplastin (a mixture of tissue factor, calcium, and phospholipid) to a patient's plasma sample. [1]"}
{"id": "article-27892_1", "title": "Prothrombin Time -- Introduction", "content": "Different preparations of thromboplastin reagents are available but can give different prothrombin time results even when using the same plasma. Due to this variability, the World Health Organization (WHO) introduced the international normalized ratio (INR), the standard reporting format for prothrombin time results. [3] [4] The INR represents the ratio of the patient's prothrombin time divided by a control prothrombin time value obtained using an international reference thromboplastin reagent developed by the WHO. [1]", "contents": "Prothrombin Time -- Introduction. Different preparations of thromboplastin reagents are available but can give different prothrombin time results even when using the same plasma. Due to this variability, the World Health Organization (WHO) introduced the international normalized ratio (INR), the standard reporting format for prothrombin time results. [3] [4] The INR represents the ratio of the patient's prothrombin time divided by a control prothrombin time value obtained using an international reference thromboplastin reagent developed by the WHO. [1]"}
{"id": "article-27892_2", "title": "Prothrombin Time -- Introduction", "content": "Standard laboratory coagulation-based testing has traditionally been used to obtain measurements of prothrombin time to ensure reliable results. Due to the high turnaround time (up to 90 minutes), point-of-care (POC) devices (approximately 5 minutes) are becoming more desirable. [5] POC devices are of great value in emergency and operating room settings where clinical diagnosis and intervention are time-sensitive. [6]", "contents": "Prothrombin Time -- Introduction. Standard laboratory coagulation-based testing has traditionally been used to obtain measurements of prothrombin time to ensure reliable results. Due to the high turnaround time (up to 90 minutes), point-of-care (POC) devices (approximately 5 minutes) are becoming more desirable. [5] POC devices are of great value in emergency and operating room settings where clinical diagnosis and intervention are time-sensitive. [6]"}
{"id": "article-27892_3", "title": "Prothrombin Time -- Introduction", "content": "With increased prescribing of vitamin K-antagonists like warfarin, point-of-care devices have also been more convenient for patients and clinicians to monitor medication effectiveness. With point-of-care devices, monitoring anticoagulation therapy can take place at thrombosis centers, primary care provider offices, and even by the patients themselves. [4] Although point-of-care devices have been shown to underestimate hemostatic abnormality, point-of-care devices are generally reliable in non-emergency settings. [7]", "contents": "Prothrombin Time -- Introduction. With increased prescribing of vitamin K-antagonists like warfarin, point-of-care devices have also been more convenient for patients and clinicians to monitor medication effectiveness. With point-of-care devices, monitoring anticoagulation therapy can take place at thrombosis centers, primary care provider offices, and even by the patients themselves. [4] Although point-of-care devices have been shown to underestimate hemostatic abnormality, point-of-care devices are generally reliable in non-emergency settings. [7]"}
{"id": "article-27892_4", "title": "Prothrombin Time -- Specimen Collection", "content": "Test results are dependent on the specimen quality. Specimens and request slips must be labeled with the patient’s name, medical record number or date of birth, collection date, and specimen source, when applicable. [8] Coagulation tests must be performed using plasma samples, not serum, as clotting factors are removed in serum preparations. Standard percutaneous phlebotomy is the recommended method used to collect venous blood samples. However, blood samples may also be obtained from indwelling intravenous lines when necessary. [9]", "contents": "Prothrombin Time -- Specimen Collection. Test results are dependent on the specimen quality. Specimens and request slips must be labeled with the patient’s name, medical record number or date of birth, collection date, and specimen source, when applicable. [8] Coagulation tests must be performed using plasma samples, not serum, as clotting factors are removed in serum preparations. Standard percutaneous phlebotomy is the recommended method used to collect venous blood samples. However, blood samples may also be obtained from indwelling intravenous lines when necessary. [9]"}
{"id": "article-27892_5", "title": "Prothrombin Time -- Specimen Collection", "content": "Phlebotomists collect venous blood samples in plastic tubes with a light blue top that contains 3.2% sodium citrate. [10] Sodium citrate chelates the calcium in the blood sample and prevents the activation of the coagulation cascade. [11] This chelation keeps the blood sample in stasis until it is ready to be tested. Tube filling must be within 90% of the full collection volume with a blood-to-sodium citrate ratio of 9 to 1. [7] The tube is then gently inverted a few times to mix the sodium citrate solution with the blood. The tube should not be shaken to avoid hemolysis, which would lead to inaccurate results. Once the blood sample is ready to be tested, calcium chloride is added to restore the calcium required for coagulation activation. [11] Clot formation can be detected mechanically or optically, depending on the instrumentation used. [12]", "contents": "Prothrombin Time -- Specimen Collection. Phlebotomists collect venous blood samples in plastic tubes with a light blue top that contains 3.2% sodium citrate. [10] Sodium citrate chelates the calcium in the blood sample and prevents the activation of the coagulation cascade. [11] This chelation keeps the blood sample in stasis until it is ready to be tested. Tube filling must be within 90% of the full collection volume with a blood-to-sodium citrate ratio of 9 to 1. [7] The tube is then gently inverted a few times to mix the sodium citrate solution with the blood. The tube should not be shaken to avoid hemolysis, which would lead to inaccurate results. Once the blood sample is ready to be tested, calcium chloride is added to restore the calcium required for coagulation activation. [11] Clot formation can be detected mechanically or optically, depending on the instrumentation used. [12]"}
{"id": "article-27892_6", "title": "Prothrombin Time -- Procedures", "content": "Clot-based tests (eg, prothrombin time/INR, aPTT, and TT) detect the time interval from initiation of coagulation to clot formation. Detection of clot formation as an endpoint has been accomplished in several ways. [13] Early methods used a tilt-tube technique that depended on visually identifying clot formation in plasma samples. A water bath was necessary to keep the temperature at 37 °C. Currently, this time-intensive manual method is used only with international reference thromboplastins. [14]", "contents": "Prothrombin Time -- Procedures. Clot-based tests (eg, prothrombin time/INR, aPTT, and TT) detect the time interval from initiation of coagulation to clot formation. Detection of clot formation as an endpoint has been accomplished in several ways. [13] Early methods used a tilt-tube technique that depended on visually identifying clot formation in plasma samples. A water bath was necessary to keep the temperature at 37 °C. Currently, this time-intensive manual method is used only with international reference thromboplastins. [14]"}
{"id": "article-27892_7", "title": "Prothrombin Time -- Procedures", "content": "As a result of high-volume testing, most coagulation testing is now performed on automated instruments that control the reaction’s temperature and detect endpoints using several methods. Most methods detect changes in physical/mechanical properties or the light transmission produced by polymerized fibrin. [15] Numerous approaches for mechanical endpoint detection have been developed. One mechanical method consists of a metal ball at the bottom of a sample cuvette sent into a back-and-forth motion by a magnet; the endpoint is detected when fibrin monomers polymerize into fibrin strands and impede the ball’s motion. Another mechanical detection system uses a magnet to hold a ball to the side of a rotating cuvette until fibrin strands physically displace the ball. [16] Optical methods (usually nephelometric but occasionally turbidimetric) use decreased light transmission or increased light scatter as fibrin monomers are polymerized into fibrin strands. [17] [18]", "contents": "Prothrombin Time -- Procedures. As a result of high-volume testing, most coagulation testing is now performed on automated instruments that control the reaction’s temperature and detect endpoints using several methods. Most methods detect changes in physical/mechanical properties or the light transmission produced by polymerized fibrin. [15] Numerous approaches for mechanical endpoint detection have been developed. One mechanical method consists of a metal ball at the bottom of a sample cuvette sent into a back-and-forth motion by a magnet; the endpoint is detected when fibrin monomers polymerize into fibrin strands and impede the ball’s motion. Another mechanical detection system uses a magnet to hold a ball to the side of a rotating cuvette until fibrin strands physically displace the ball. [16] Optical methods (usually nephelometric but occasionally turbidimetric) use decreased light transmission or increased light scatter as fibrin monomers are polymerized into fibrin strands. [17] [18]"}
{"id": "article-27892_8", "title": "Prothrombin Time -- Procedures", "content": "Optical endpoints may occur at preset thresholds or use the kinetics, such as maximum acceleration of fibrin polymerization, to define endpoints. Light sources have traditionally been halogen lamps or lasers, but newer instruments may use light-emitting diodes that increase longevity and allow measurement at wavelengths that overlap less with interfering substances. [19] A potential advantage of mechanical over optical endpoint detection is reduced interference from substances that interfere with optical methods, such as hemoglobin, bilirubin, or lipids. [20]", "contents": "Prothrombin Time -- Procedures. Optical endpoints may occur at preset thresholds or use the kinetics, such as maximum acceleration of fibrin polymerization, to define endpoints. Light sources have traditionally been halogen lamps or lasers, but newer instruments may use light-emitting diodes that increase longevity and allow measurement at wavelengths that overlap less with interfering substances. [19] A potential advantage of mechanical over optical endpoint detection is reduced interference from substances that interfere with optical methods, such as hemoglobin, bilirubin, or lipids. [20]"}
{"id": "article-27892_9", "title": "Prothrombin Time -- Procedures", "content": "As for any laboratory investigation, the accuracy of prothrombin time and advanced partial thromboplastin (aPTT) results must be monitored regularly using quality control materials. [21] The analytical examination process’s quality control (QC) monitors a measurement procedure to verify that it meets performance specifications appropriate for patient care or that an error condition must be corrected. [22] Automated hematology and coagulation test systems require 2 levels of controls every 8 hours of testing and each time a change in reagent occurs. If necessary, laboratories can assay QC samples more frequently to ensure accurate results. [23] For manual coagulation testing, each analyst must perform 2 levels of controls before testing patient samples and with each change in the reagent. In addition, patient and control samples must be tested in duplicate. [24]", "contents": "Prothrombin Time -- Procedures. As for any laboratory investigation, the accuracy of prothrombin time and advanced partial thromboplastin (aPTT) results must be monitored regularly using quality control materials. [21] The analytical examination process’s quality control (QC) monitors a measurement procedure to verify that it meets performance specifications appropriate for patient care or that an error condition must be corrected. [22] Automated hematology and coagulation test systems require 2 levels of controls every 8 hours of testing and each time a change in reagent occurs. If necessary, laboratories can assay QC samples more frequently to ensure accurate results. [23] For manual coagulation testing, each analyst must perform 2 levels of controls before testing patient samples and with each change in the reagent. In addition, patient and control samples must be tested in duplicate. [24]"}
{"id": "article-27892_10", "title": "Prothrombin Time -- Procedures", "content": "The quality control for prothrombin time and aPTT testing may be assayed or unassayed. [25] Quality control that is deemed to be ‘assayed’ is supplied with target values. The target values assigned to a control are specific to the reagent and analyzer used to generate the test result. Ensure the correct target range is used. Unassayed control does not have target values assigned. If a laboratory chooses to use unassayed control, they must know they need to generate their target ranges. [26]", "contents": "Prothrombin Time -- Procedures. The quality control for prothrombin time and aPTT testing may be assayed or unassayed. [25] Quality control that is deemed to be ‘assayed’ is supplied with target values. The target values assigned to a control are specific to the reagent and analyzer used to generate the test result. Ensure the correct target range is used. Unassayed control does not have target values assigned. If a laboratory chooses to use unassayed control, they must know they need to generate their target ranges. [26]"}
{"id": "article-27892_11", "title": "Prothrombin Time -- Procedures", "content": "The acceptable range and rules for interpreting QC results are based on the probability of detecting a significant analytical error condition with an acceptably low false alert rate. [27] The desired process control performance characteristics must be established for each measurement before selecting the appropriate QC rules. [28] Westgard multi-rules are normally used to evaluate the quality control runs. If a run is declared out of control, the system is investigated (instrument, standards, controls, etc) to determine the cause of the problem. No analysis is performed until the issue has been resolved. [28]", "contents": "Prothrombin Time -- Procedures. The acceptable range and rules for interpreting QC results are based on the probability of detecting a significant analytical error condition with an acceptably low false alert rate. [27] The desired process control performance characteristics must be established for each measurement before selecting the appropriate QC rules. [28] Westgard multi-rules are normally used to evaluate the quality control runs. If a run is declared out of control, the system is investigated (instrument, standards, controls, etc) to determine the cause of the problem. No analysis is performed until the issue has been resolved. [28]"}
{"id": "article-27892_12", "title": "Prothrombin Time -- Procedures", "content": "Changing reagent lots can have an unexpected impact on QC results. Careful reagent lot crossover evaluation of QC target values is necessary. Because the matrix-related interaction between a QC material and a reagent can change with a different reagent lot, QC results may not be a reliable indicator of a measurement procedure’s performance for patient samples after a reagent lot change. [29] Use clinical patient samples to verify the consistency of results between old and new lots of reagents because of the unpredictability of a matrix-related bias being present for QC materials. [30]", "contents": "Prothrombin Time -- Procedures. Changing reagent lots can have an unexpected impact on QC results. Careful reagent lot crossover evaluation of QC target values is necessary. Because the matrix-related interaction between a QC material and a reagent can change with a different reagent lot, QC results may not be a reliable indicator of a measurement procedure’s performance for patient samples after a reagent lot change. [29] Use clinical patient samples to verify the consistency of results between old and new lots of reagents because of the unpredictability of a matrix-related bias being present for QC materials. [30]"}
{"id": "article-27892_13", "title": "Prothrombin Time -- Procedures", "content": "The laboratory must participate in the external quality control or proficiency testing program because it is a regulatory requirement published by the Centers for Medicare and Medicaid Services (CMS) in the Clinical Laboratory Improvement Amendments regulations. [31] Ensuring the accuracy and reliability of the laboratory concerning other laboratories performing the same or comparable assays is helpful. [32] Required participation and scored CMS and voluntary accreditation organizations monitor results. The proficiency testing plan should be included in the quality QA plan and the laboratory's overall quality program. [33]", "contents": "Prothrombin Time -- Procedures. The laboratory must participate in the external quality control or proficiency testing program because it is a regulatory requirement published by the Centers for Medicare and Medicaid Services (CMS) in the Clinical Laboratory Improvement Amendments regulations. [31] Ensuring the accuracy and reliability of the laboratory concerning other laboratories performing the same or comparable assays is helpful. [32] Required participation and scored CMS and voluntary accreditation organizations monitor results. The proficiency testing plan should be included in the quality QA plan and the laboratory's overall quality program. [33]"}
{"id": "article-27892_14", "title": "Prothrombin Time -- Indications", "content": "Indications for obtaining prothrombin time are as follows: Monitoring vitamin K-antagonists such as warfarin is the most common indication of prothrombin time Evaluation of unexplained bleeding Diagnosing disseminated intravascular coagulation Obtaining baseline value before initiating anticoagulation therapy Assessment of liver synthesis function and calculation of the model for end-stage liver disease score in liver disease [10]", "contents": "Prothrombin Time -- Indications. Indications for obtaining prothrombin time are as follows: Monitoring vitamin K-antagonists such as warfarin is the most common indication of prothrombin time Evaluation of unexplained bleeding Diagnosing disseminated intravascular coagulation Obtaining baseline value before initiating anticoagulation therapy Assessment of liver synthesis function and calculation of the model for end-stage liver disease score in liver disease [10]"}
{"id": "article-27892_15", "title": "Prothrombin Time -- Potential Diagnosis", "content": "Causes for a prolonged prothrombin time include:", "contents": "Prothrombin Time -- Potential Diagnosis. Causes for a prolonged prothrombin time include:"}
{"id": "article-27892_16", "title": "Prothrombin Time -- Potential Diagnosis", "content": "Liver Disease: Liver disease or liver dysfunction decreases the production of most coagulation factors. A decreased production of coagulation factors leads to prolonged prothrombin time and physical manifestations that can include petechiae and easy bruising. [4]", "contents": "Prothrombin Time -- Potential Diagnosis. Liver Disease: Liver disease or liver dysfunction decreases the production of most coagulation factors. A decreased production of coagulation factors leads to prolonged prothrombin time and physical manifestations that can include petechiae and easy bruising. [4]"}
{"id": "article-27892_17", "title": "Prothrombin Time -- Potential Diagnosis", "content": "Vitamin K Deficiency: Vitamin K is essential for the synthesis of coagulation factors II, VII, IX, and X. A deficiency in vitamin K will decrease these factors and prolong prothrombin time. Potential causes that can lead to decreased vitamin K levels include malnutrition, prolonged antibiotic use, and impairments in fat absorption. [10] Factor Deficiency: Inherited diseases that decrease the production of factors II, V, IX, and X will lead to prolonged prothrombin time. Disseminated Intravascular Coagulation: Disseminated intravascular coagulation causes a system-wide activation of coagulation, depleting available coagulation factors and increasing prothrombin time. Vitamin K–Antagonist Therapy: Vitamin K-antagonist therapy inhibits factors II, VII, IX, and X and causes prolonged prothrombin time.", "contents": "Prothrombin Time -- Potential Diagnosis. Vitamin K Deficiency: Vitamin K is essential for the synthesis of coagulation factors II, VII, IX, and X. A deficiency in vitamin K will decrease these factors and prolong prothrombin time. Potential causes that can lead to decreased vitamin K levels include malnutrition, prolonged antibiotic use, and impairments in fat absorption. [10] Factor Deficiency: Inherited diseases that decrease the production of factors II, V, IX, and X will lead to prolonged prothrombin time. Disseminated Intravascular Coagulation: Disseminated intravascular coagulation causes a system-wide activation of coagulation, depleting available coagulation factors and increasing prothrombin time. Vitamin K–Antagonist Therapy: Vitamin K-antagonist therapy inhibits factors II, VII, IX, and X and causes prolonged prothrombin time."}
{"id": "article-27892_18", "title": "Prothrombin Time -- Potential Diagnosis", "content": "Antiphospholipid Antibodies: Antiphospholipid antibody syndrome characteristically presents with recurrent thromboembolic events or pregnancy loss along with detected antiphospholipid antibodies (APA). [34] APA causes an increased conversion of prothrombin to thrombin in vivo, leading to an overall decrease in prothrombin. Low prothrombin levels can lead to an increased prothrombin time result. [35]", "contents": "Prothrombin Time -- Potential Diagnosis. Antiphospholipid Antibodies: Antiphospholipid antibody syndrome characteristically presents with recurrent thromboembolic events or pregnancy loss along with detected antiphospholipid antibodies (APA). [34] APA causes an increased conversion of prothrombin to thrombin in vivo, leading to an overall decrease in prothrombin. Low prothrombin levels can lead to an increased prothrombin time result. [35]"}
{"id": "article-27892_19", "title": "Prothrombin Time -- Normal and Critical Findings", "content": "The reference ranges for prothrombin time vary by laboratory since different facilities use reagents or instruments. In most laboratories, the normal range for prothrombin time is 10 to 13 seconds. [11] The normal INR for a healthy individual is 1.1 or below, and the therapeutic range for most patients on VKAs is an INR of 2 to 3. [4] An increased prothrombin time/INR for patients on VKAs may suggest a super-therapeutic level and will require medication dose adjustments to prevent bleeding. [36] The sensitivity of prothrombin time reagents to the deficiency of coagulation factors varies with the specific reagent and instrument combination. Therefore, it is useful for laboratories to determine the sensitivity of a given prothrombin time system to factors VII, X, V, and II. [37]", "contents": "Prothrombin Time -- Normal and Critical Findings. The reference ranges for prothrombin time vary by laboratory since different facilities use reagents or instruments. In most laboratories, the normal range for prothrombin time is 10 to 13 seconds. [11] The normal INR for a healthy individual is 1.1 or below, and the therapeutic range for most patients on VKAs is an INR of 2 to 3. [4] An increased prothrombin time/INR for patients on VKAs may suggest a super-therapeutic level and will require medication dose adjustments to prevent bleeding. [36] The sensitivity of prothrombin time reagents to the deficiency of coagulation factors varies with the specific reagent and instrument combination. Therefore, it is useful for laboratories to determine the sensitivity of a given prothrombin time system to factors VII, X, V, and II. [37]"}
{"id": "article-27892_20", "title": "Prothrombin Time -- Interfering Factors", "content": "Control of preanalytical issues in coagulation testing is paramount for good laboratory performance. In addition to the common problems of hemolyzed, icteric, or lipemic samples, some preanalytical factors of particular importance in coagulation testing include: Clotted specimens Improper blood-to-anticoagulant ratio Contamination with saline, heparin, or other anticoagulants [38]", "contents": "Prothrombin Time -- Interfering Factors. Control of preanalytical issues in coagulation testing is paramount for good laboratory performance. In addition to the common problems of hemolyzed, icteric, or lipemic samples, some preanalytical factors of particular importance in coagulation testing include: Clotted specimens Improper blood-to-anticoagulant ratio Contamination with saline, heparin, or other anticoagulants [38]"}
{"id": "article-27892_21", "title": "Prothrombin Time -- Interfering Factors", "content": "Traumatic venipuncture, activation of coagulation within the collection device, or improper mixing of the anticoagulant with blood may result in clotting, which consumes coagulation factors, making testing unreliable. [39]", "contents": "Prothrombin Time -- Interfering Factors. Traumatic venipuncture, activation of coagulation within the collection device, or improper mixing of the anticoagulant with blood may result in clotting, which consumes coagulation factors, making testing unreliable. [39]"}
{"id": "article-27892_22", "title": "Prothrombin Time -- Interfering Factors", "content": "Blood is commonly collected into commercially available tubes with pre-aliquoted trisodium citrate and a line indicating the appropriate volume of blood to be drawn. Blood volume collection less than the recommended volume (“a short draw”) will result in excess anticoagulant compared to plasma and prolonged clotting times. [40] Plasma should be stored at room temperature for prothrombin time but may be stored at either room or refrigerated temperatures (2 to 8 °C) for aPTT. [38]", "contents": "Prothrombin Time -- Interfering Factors. Blood is commonly collected into commercially available tubes with pre-aliquoted trisodium citrate and a line indicating the appropriate volume of blood to be drawn. Blood volume collection less than the recommended volume (“a short draw”) will result in excess anticoagulant compared to plasma and prolonged clotting times. [40] Plasma should be stored at room temperature for prothrombin time but may be stored at either room or refrigerated temperatures (2 to 8 °C) for aPTT. [38]"}
{"id": "article-27892_23", "title": "Prothrombin Time -- Interfering Factors", "content": "Whole-blood samples should be stored at 18 to 24 °C, whereas refrigerated temperatures should be avoided because of possible “cold activation” of factor VII. [39] Refrigeration of whole blood also decreases factor VIII and VWF and may cause the misdiagnosis of hemophilia A or von Willebrand disease. Cold storage may be acceptable for tests other than prothrombin time if the sample is centrifuged and the plasma is aliquoted. [40] Samples for monitoring unfractionated heparin therapy should be centrifuged within 1 hour to avoid neutralizing heparin by platelet factor 4 released from platelets. [41] Frozen samples should be rapidly defrosted at 37 °C and mixed to resuspend any coagulation protein precipitate. [42] Other influencing factors that affect the coagulation test include the following:", "contents": "Prothrombin Time -- Interfering Factors. Whole-blood samples should be stored at 18 to 24 °C, whereas refrigerated temperatures should be avoided because of possible “cold activation” of factor VII. [39] Refrigeration of whole blood also decreases factor VIII and VWF and may cause the misdiagnosis of hemophilia A or von Willebrand disease. Cold storage may be acceptable for tests other than prothrombin time if the sample is centrifuged and the plasma is aliquoted. [40] Samples for monitoring unfractionated heparin therapy should be centrifuged within 1 hour to avoid neutralizing heparin by platelet factor 4 released from platelets. [41] Frozen samples should be rapidly defrosted at 37 °C and mixed to resuspend any coagulation protein precipitate. [42] Other influencing factors that affect the coagulation test include the following:"}
{"id": "article-27892_24", "title": "Prothrombin Time -- Interfering Factors", "content": "Samples obtained from indwelling catheters may suffer contamination as these lines often require a flush with heparin or other solutions that would artificially prolong coagulation times. [9]", "contents": "Prothrombin Time -- Interfering Factors. Samples obtained from indwelling catheters may suffer contamination as these lines often require a flush with heparin or other solutions that would artificially prolong coagulation times. [9]"}
{"id": "article-27892_25", "title": "Prothrombin Time -- Interfering Factors", "content": "Anticoagulants: All direct-acting anticoagulants prolong prothrombin time [43]", "contents": "Prothrombin Time -- Interfering Factors. Anticoagulants: All direct-acting anticoagulants prolong prothrombin time [43]"}
{"id": "article-27892_26", "title": "Prothrombin Time -- Interfering Factors", "content": "Argatroban Dabigatran Rivaroxaban Apixaban Edoxaban", "contents": "Prothrombin Time -- Interfering Factors. Argatroban Dabigatran Rivaroxaban Apixaban Edoxaban"}
{"id": "article-27892_27", "title": "Prothrombin Time -- Interfering Factors", "content": "Storage and temperature", "contents": "Prothrombin Time -- Interfering Factors. Storage and temperature"}
{"id": "article-27892_28", "title": "Prothrombin Time -- Interfering Factors", "content": "Blood samples for prothrombin time testing are only acceptable if stored for less than 24 hours at either room temperature or 4 °C. [1] Prolonged cold storage at 4 degrees Celsius or lower can activate Factor VII, leading to shortened prothrombin time results. [11]", "contents": "Prothrombin Time -- Interfering Factors. Blood samples for prothrombin time testing are only acceptable if stored for less than 24 hours at either room temperature or 4 °C. [1] Prolonged cold storage at 4 degrees Celsius or lower can activate Factor VII, leading to shortened prothrombin time results. [11]"}
{"id": "article-27892_29", "title": "Prothrombin Time -- Interfering Factors", "content": "High lipid levels", "contents": "Prothrombin Time -- Interfering Factors. High lipid levels"}
{"id": "article-27892_30", "title": "Prothrombin Time -- Interfering Factors", "content": "Patients with hypercholesterolemia or hypertriglyceridemia have a shorter prothrombin time measurement due to elevated fibrinogen and factor VII levels. [44]", "contents": "Prothrombin Time -- Interfering Factors. Patients with hypercholesterolemia or hypertriglyceridemia have a shorter prothrombin time measurement due to elevated fibrinogen and factor VII levels. [44]"}
{"id": "article-27892_31", "title": "Prothrombin Time -- Interfering Factors", "content": "Polycythemia with a hematocrit greater than 55% [11]", "contents": "Prothrombin Time -- Interfering Factors. Polycythemia with a hematocrit greater than 55% [11]"}
{"id": "article-27892_32", "title": "Prothrombin Time -- Interfering Factors", "content": "Hematocrit levels above 55% lead to a decrease in the plasma of the blood sample, thereby reducing the coagulating factors available. Sodium citrate levels must be readjusted for decreased plasma to prevent artificially prolonged prothrombin time measurements.", "contents": "Prothrombin Time -- Interfering Factors. Hematocrit levels above 55% lead to a decrease in the plasma of the blood sample, thereby reducing the coagulating factors available. Sodium citrate levels must be readjusted for decreased plasma to prevent artificially prolonged prothrombin time measurements."}
{"id": "article-27892_33", "title": "Prothrombin Time -- Complications", "content": "Some complications of prothrombin time can include: Standard percutaneous phlebotomy to obtain blood samples can cause localized pain, bleeding, and bruising. A decreased prothrombin time/INR suggests: Increased intake of supplements that contain vitamin K High intake of vitamin K-rich foods [7] [1] Fasting may reduce factors II, VII, and X, subsequently increasing prothrombin time [7] [1]", "contents": "Prothrombin Time -- Complications. Some complications of prothrombin time can include: Standard percutaneous phlebotomy to obtain blood samples can cause localized pain, bleeding, and bruising. A decreased prothrombin time/INR suggests: Increased intake of supplements that contain vitamin K High intake of vitamin K-rich foods [7] [1] Fasting may reduce factors II, VII, and X, subsequently increasing prothrombin time [7] [1]"}
{"id": "article-27892_34", "title": "Prothrombin Time -- Patient Safety and Education", "content": "As the use of vitamin K antagonists increases, it is vital to educate patients on the importance of routine monitoring of prothrombin time/INR. Proper monitoring will allow for medication adjustments and the prevention of adverse events. If patients are self-monitoring with point-of-care testing (POCT) devices, sufficient education and training are necessary for the patient or family members who will assist the patient. Patients’ cognitive capacity must also be evaluated to ensure the proper use of POCT devices. [4]", "contents": "Prothrombin Time -- Patient Safety and Education. As the use of vitamin K antagonists increases, it is vital to educate patients on the importance of routine monitoring of prothrombin time/INR. Proper monitoring will allow for medication adjustments and the prevention of adverse events. If patients are self-monitoring with point-of-care testing (POCT) devices, sufficient education and training are necessary for the patient or family members who will assist the patient. Patients’ cognitive capacity must also be evaluated to ensure the proper use of POCT devices. [4]"}
{"id": "article-27892_35", "title": "Prothrombin Time -- Clinical Significance", "content": "The prothrombin time and INR are important measurements to monitor patient coagulation status, especially for patients on vitamin K antagonists. However, although prothrombin time/INR is useful in monitoring coagulation status, they are rarely used alone. Prothrombin time/INR use is typically in conjunction with activated partial thromboplastin time, which evaluates coagulation’s intrinsic and common pathways. Prothrombin time/INR and activated partial thromboplastin time results help diagnose various hematologic disorders.", "contents": "Prothrombin Time -- Clinical Significance. The prothrombin time and INR are important measurements to monitor patient coagulation status, especially for patients on vitamin K antagonists. However, although prothrombin time/INR is useful in monitoring coagulation status, they are rarely used alone. Prothrombin time/INR use is typically in conjunction with activated partial thromboplastin time, which evaluates coagulation’s intrinsic and common pathways. Prothrombin time/INR and activated partial thromboplastin time results help diagnose various hematologic disorders."}
{"id": "article-27892_36", "title": "Prothrombin Time -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Prothrombin Time -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}