{"id": "article-35275_0", "title": "Exercise and Fitness Effect on Obesity -- Introduction", "content": "Obesity represents a significant public health concern, with one-third of adults classified as living with obesity in the United States. Obesity correlates with cardiometabolic comorbidities that can decrease the quality of life. [1] [2] Researchers have proposed that exercise is an important lifestyle measure to maintain a healthy weight. This review will cover the role of exercise in obesity and fitness.", "contents": "Exercise and Fitness Effect on Obesity -- Introduction. Obesity represents a significant public health concern, with one-third of adults classified as living with obesity in the United States. Obesity correlates with cardiometabolic comorbidities that can decrease the quality of life. [1] [2] Researchers have proposed that exercise is an important lifestyle measure to maintain a healthy weight. This review will cover the role of exercise in obesity and fitness."}
{"id": "article-35275_1", "title": "Exercise and Fitness Effect on Obesity -- Introduction", "content": "Obesity is an excessive fat accumulation in adipose tissues defined by a body mass index (BMI) of 30 kg/m 2 and above. Individuals in the BMI range of 25 to 30 kg/m 2 are categorized as overweight, while a BMI of 40 kg/m 2 and above is regarded as morbid obesity. [3] Obesity correlates with an individual’s increased risk of cancers, stroke, metabolic disease, heart failure, and other cardiovascular conditions, highlighting the need to reduce the incidence and prevalence of obesity. [4] [5] [6] Chronic low-grade inflammation associated with obesity is hypothesized to have associations with adverse cardiometabolic adverse effects. [7] Although short-term inflammation is beneficial to initiate an immune response, chronically elevated levels of inflammation exhaust the immune system and contribute to immune dysfunction. [2] Researchers posit that this inflammation is stimulated by the excess adipose tissue, which has consistently been shown to play a role as an active endocrine organ. [8]", "contents": "Exercise and Fitness Effect on Obesity -- Introduction. Obesity is an excessive fat accumulation in adipose tissues defined by a body mass index (BMI) of 30 kg/m 2 and above. Individuals in the BMI range of 25 to 30 kg/m 2 are categorized as overweight, while a BMI of 40 kg/m 2 and above is regarded as morbid obesity. [3] Obesity correlates with an individual’s increased risk of cancers, stroke, metabolic disease, heart failure, and other cardiovascular conditions, highlighting the need to reduce the incidence and prevalence of obesity. [4] [5] [6] Chronic low-grade inflammation associated with obesity is hypothesized to have associations with adverse cardiometabolic adverse effects. [7] Although short-term inflammation is beneficial to initiate an immune response, chronically elevated levels of inflammation exhaust the immune system and contribute to immune dysfunction. [2] Researchers posit that this inflammation is stimulated by the excess adipose tissue, which has consistently been shown to play a role as an active endocrine organ. [8]"}
{"id": "article-35275_2", "title": "Exercise and Fitness Effect on Obesity -- Introduction", "content": "Reducing adipose tissue is one of the ways to reduce weight in individuals with obesity and is necessary to mitigate negative cardio-metabolic comorbidities in obesity. Two methods exist that can effectively decrease adipose tissue and include: Dietary modification Energy expenditure modification (ie, exercise)", "contents": "Exercise and Fitness Effect on Obesity -- Introduction. Reducing adipose tissue is one of the ways to reduce weight in individuals with obesity and is necessary to mitigate negative cardio-metabolic comorbidities in obesity. Two methods exist that can effectively decrease adipose tissue and include: Dietary modification Energy expenditure modification (ie, exercise)"}
{"id": "article-35275_3", "title": "Exercise and Fitness Effect on Obesity -- Introduction", "content": "Thus, increasing energy expenditure can help reduce excess adipose tissue and obesity. The current guidelines by the American College of Sports Medicine (ACSM) include aerobic or anaerobic exercise. Aerobic exercise (eg, running, cycling, rowing) is an exercise that exhausts the oxygen in the muscles. Still, oxygen consumption is sufficient to supply the energy demands placed on the muscles and does not need to derive energy from another source. [9] On the other hand, anaerobic exercise or resistance exercise, eg, weight lifting)is oxygen consumption insufficient to supply the energy demands placed on the muscles, and muscles must break down other energy supplies, such as sugars, to produce energy and lactic acid. [9] Physical activity is included in the exercise, although it does not necessarily include structured exercise plans/sessions.", "contents": "Exercise and Fitness Effect on Obesity -- Introduction. Thus, increasing energy expenditure can help reduce excess adipose tissue and obesity. The current guidelines by the American College of Sports Medicine (ACSM) include aerobic or anaerobic exercise. Aerobic exercise (eg, running, cycling, rowing) is an exercise that exhausts the oxygen in the muscles. Still, oxygen consumption is sufficient to supply the energy demands placed on the muscles and does not need to derive energy from another source. [9] On the other hand, anaerobic exercise or resistance exercise, eg, weight lifting)is oxygen consumption insufficient to supply the energy demands placed on the muscles, and muscles must break down other energy supplies, such as sugars, to produce energy and lactic acid. [9] Physical activity is included in the exercise, although it does not necessarily include structured exercise plans/sessions."}
{"id": "article-35275_4", "title": "Exercise and Fitness Effect on Obesity -- Introduction", "content": "The measurement of exercise is conducted in “metabolic equivalent tasks” (METs), which roughly equate to the effort and energy expenditure it takes for an individual to sit quietly. Physical activity is frequently incorporated into different lifestyle interventions, highlighting the need for regular daily physical activity. Physical activity in the general lifestyle includes goal setting, problem-solving, leisure-time physical activity, and activity used for commuting. Outcomes of interest include cardiorespiratory fitness, body composition, and muscular fitness. Recently, much literature has shown the positive effects of exercise on physical health and cognitive and emotional well-being in people of all ages. [10]", "contents": "Exercise and Fitness Effect on Obesity -- Introduction. The measurement of exercise is conducted in “metabolic equivalent tasks” (METs), which roughly equate to the effort and energy expenditure it takes for an individual to sit quietly. Physical activity is frequently incorporated into different lifestyle interventions, highlighting the need for regular daily physical activity. Physical activity in the general lifestyle includes goal setting, problem-solving, leisure-time physical activity, and activity used for commuting. Outcomes of interest include cardiorespiratory fitness, body composition, and muscular fitness. Recently, much literature has shown the positive effects of exercise on physical health and cognitive and emotional well-being in people of all ages. [10]"}
{"id": "article-35275_5", "title": "Exercise and Fitness Effect on Obesity -- Issues of Concern", "content": "Overweight and obese people can partake in the same exercise prescriptions as individuals with normal weight. Special considerations are essential, accounting for prevalent obesity-related comorbidities like orthopedic risks (eg, arthritis) and pulmonary and cardiac conditions. However, this should not deter individuals from participating in exercise programs, as exercise is essential for overall health. [11] [12] Currently, there are several exercise guidelines for individuals living with obesity, including the American College of Sports Medicine (ACSM), the Obesity Medical Association (OMA), and the Obesity Society (TOS), which are all clinically available to aid individuals in prescribing exercise. Here, we outline the general recommendations for individuals living with obesity as follows:", "contents": "Exercise and Fitness Effect on Obesity -- Issues of Concern. Overweight and obese people can partake in the same exercise prescriptions as individuals with normal weight. Special considerations are essential, accounting for prevalent obesity-related comorbidities like orthopedic risks (eg, arthritis) and pulmonary and cardiac conditions. However, this should not deter individuals from participating in exercise programs, as exercise is essential for overall health. [11] [12] Currently, there are several exercise guidelines for individuals living with obesity, including the American College of Sports Medicine (ACSM), the Obesity Medical Association (OMA), and the Obesity Society (TOS), which are all clinically available to aid individuals in prescribing exercise. Here, we outline the general recommendations for individuals living with obesity as follows:"}
{"id": "article-35275_6", "title": "Exercise and Fitness Effect on Obesity -- Issues of Concern", "content": "A . Patients must be cleared by their healthcare provider for any comorbid conditions by history and physical examination to maximize patient safety. [13] Examples include the Physical Activity Readiness Questionnaire (PAR-Q) and the Health/Fitness Facility Preparticipation Screening Questionnaire. [14] [15]", "contents": "Exercise and Fitness Effect on Obesity -- Issues of Concern. A . Patients must be cleared by their healthcare provider for any comorbid conditions by history and physical examination to maximize patient safety. [13] Examples include the Physical Activity Readiness Questionnaire (PAR-Q) and the Health/Fitness Facility Preparticipation Screening Questionnaire. [14] [15]"}
{"id": "article-35275_7", "title": "Exercise and Fitness Effect on Obesity -- Issues of Concern", "content": "B . A minimum of 150 to 300 minutes of moderate physical activity per week or 75 to 150 minutes of vigorous physical activity weekly is essential to prevent weight regain, increase weight loss, and improve fitness. [14] However, for individuals who wish to lose weight, at least 200 to 300 minutes of moderate to vigorous physical activity each week is recommended to encourage long-term weight loss. [14] [15]", "contents": "Exercise and Fitness Effect on Obesity -- Issues of Concern. B . A minimum of 150 to 300 minutes of moderate physical activity per week or 75 to 150 minutes of vigorous physical activity weekly is essential to prevent weight regain, increase weight loss, and improve fitness. [14] However, for individuals who wish to lose weight, at least 200 to 300 minutes of moderate to vigorous physical activity each week is recommended to encourage long-term weight loss. [14] [15]"}
{"id": "article-35275_8", "title": "Exercise and Fitness Effect on Obesity -- Issues of Concern", "content": "The recommendation for inactive individuals is to “start low and go slow” by starting with lower-intensity activities and gradually increasing the frequency and duration of the activity.", "contents": "Exercise and Fitness Effect on Obesity -- Issues of Concern. The recommendation for inactive individuals is to “start low and go slow” by starting with lower-intensity activities and gradually increasing the frequency and duration of the activity."}
{"id": "article-35275_9", "title": "Exercise and Fitness Effect on Obesity -- Issues of Concern", "content": "It is an excellent idea to spread out aerobic activity over the week versus all the time in one day.", "contents": "Exercise and Fitness Effect on Obesity -- Issues of Concern. It is an excellent idea to spread out aerobic activity over the week versus all the time in one day."}
{"id": "article-35275_10", "title": "Exercise and Fitness Effect on Obesity -- Issues of Concern", "content": "Utilize appropriate gear and sports equipment and choose safe environments.", "contents": "Exercise and Fitness Effect on Obesity -- Issues of Concern. Utilize appropriate gear and sports equipment and choose safe environments."}
{"id": "article-35275_11", "title": "Exercise and Fitness Effect on Obesity -- Issues of Concern", "content": "Adjust exercises to decrease orthopedic risk or is nonambulatory (if applicable). This can include cycling instead of running if an individual has arthritis. The exercise guidelines still apply if individuals are not ambulatory or may have to modify exercise due to particular circumstances. However, the patient can get creative to find ways to achieve them, such as utilizing more ambulatory limbs (eg, moving arms faster to get the heart rate up if legs cannot be used, upper body ergometer, etc.)", "contents": "Exercise and Fitness Effect on Obesity -- Issues of Concern. Adjust exercises to decrease orthopedic risk or is nonambulatory (if applicable). This can include cycling instead of running if an individual has arthritis. The exercise guidelines still apply if individuals are not ambulatory or may have to modify exercise due to particular circumstances. However, the patient can get creative to find ways to achieve them, such as utilizing more ambulatory limbs (eg, moving arms faster to get the heart rate up if legs cannot be used, upper body ergometer, etc.)"}
{"id": "article-35275_12", "title": "Exercise and Fitness Effect on Obesity -- Issues of Concern", "content": "Anaerobic training can be implemented and may even increase muscle mass. Anaerobic exercise is not practical in altering energy expenditure or absolute weight loss. [13] However, anaerobic exercise is highly encouraged if the patient's goal is to increase muscle mass. Furthermore, each muscle group should be exercised at least 10 sets per week to increase muscle mass, with one set of 8 to 10 reps. Also, ensure proper form to avoid injuries. Individuals who are not ambulatory or may have limited movement can still participate in an anaerobic exercise. Individuals must ensure proper form but can modify exercises as needed, such as upper body-only exercises, lower body-only exercises, using a neutral grip, keeping stable movements, etc.", "contents": "Exercise and Fitness Effect on Obesity -- Issues of Concern. Anaerobic training can be implemented and may even increase muscle mass. Anaerobic exercise is not practical in altering energy expenditure or absolute weight loss. [13] However, anaerobic exercise is highly encouraged if the patient's goal is to increase muscle mass. Furthermore, each muscle group should be exercised at least 10 sets per week to increase muscle mass, with one set of 8 to 10 reps. Also, ensure proper form to avoid injuries. Individuals who are not ambulatory or may have limited movement can still participate in an anaerobic exercise. Individuals must ensure proper form but can modify exercises as needed, such as upper body-only exercises, lower body-only exercises, using a neutral grip, keeping stable movements, etc."}
{"id": "article-35275_13", "title": "Exercise and Fitness Effect on Obesity -- Clinical Significance", "content": "Utilizing exercise to reduce obesity (ie, reducing fat mass) has benefits beyond reducing fat mass. In many instances, fitness is associated with more desirable clinical outcomes, such as decreasing metabolic disease, cardiovascular disease, Alzheimer's disease risk, inflammation, and many other disease states not listed here. [14] [15] [16]", "contents": "Exercise and Fitness Effect on Obesity -- Clinical Significance. Utilizing exercise to reduce obesity (ie, reducing fat mass) has benefits beyond reducing fat mass. In many instances, fitness is associated with more desirable clinical outcomes, such as decreasing metabolic disease, cardiovascular disease, Alzheimer's disease risk, inflammation, and many other disease states not listed here. [14] [15] [16]"}
{"id": "article-35275_14", "title": "Exercise and Fitness Effect on Obesity -- Clinical Significance", "content": "Exercise/physical activity is a proven modality for treating the disease of overweight and obesity. However, managing this disease is best through dietary interventions and regular exercise. Exercise is an integral part of not only weight loss but overall health as well. A balanced hypocaloric diet, aerobic training, and cognitive behavioral therapy (CBT) help reduce weight. Weight-reducing pharmacotherapy is indicated in individuals with a BMI greater than 30 kg/m2 with or without comorbidities. Bariatric surgery is only needed to reduce weight in BMI greater than 40 kg/m2, especially with comorbidity. The Food Drug Administration (FDA) approved medications and their mechanism of action:", "contents": "Exercise and Fitness Effect on Obesity -- Clinical Significance. Exercise/physical activity is a proven modality for treating the disease of overweight and obesity. However, managing this disease is best through dietary interventions and regular exercise. Exercise is an integral part of not only weight loss but overall health as well. A balanced hypocaloric diet, aerobic training, and cognitive behavioral therapy (CBT) help reduce weight. Weight-reducing pharmacotherapy is indicated in individuals with a BMI greater than 30 kg/m2 with or without comorbidities. Bariatric surgery is only needed to reduce weight in BMI greater than 40 kg/m2, especially with comorbidity. The Food Drug Administration (FDA) approved medications and their mechanism of action:"}
{"id": "article-35275_15", "title": "Exercise and Fitness Effect on Obesity -- Clinical Significance", "content": "Orlistat inhibits pancreatic gastric lipase The phentermine/topiramate combination is unknown, but it is believed to inhibit Norepinephrine (NE) release and GABA gamma-aminobutyric acid transmission Bupropion/naltrexone combination, NE/dopamine reuptake inhibitor (NDRI), naltrexone (an opioid antagonist) Liraglutide, a glucagon-like peptide- GLP-1 agonist, decreases dipeptidyl peptidase-IV metabolism and appetite.", "contents": "Exercise and Fitness Effect on Obesity -- Clinical Significance. Orlistat inhibits pancreatic gastric lipase The phentermine/topiramate combination is unknown, but it is believed to inhibit Norepinephrine (NE) release and GABA gamma-aminobutyric acid transmission Bupropion/naltrexone combination, NE/dopamine reuptake inhibitor (NDRI), naltrexone (an opioid antagonist) Liraglutide, a glucagon-like peptide- GLP-1 agonist, decreases dipeptidyl peptidase-IV metabolism and appetite."}
{"id": "article-35275_16", "title": "Exercise and Fitness Effect on Obesity -- Clinical Significance", "content": "Aerobic exercise is a form of physical activity proven to be efficacious in managing obesity. Moderate- or high-intensity aerobics involving larger groups of muscles is recommended. Aerobic exercise should be practiced for a long duration to appreciate the effect. Hence, a weekly aerobic exercise of at least 150 to 180 minutes can increase physical fitness. Resistance exercise has also been shown to have some meaningful impact on weight. [17] [18] [19] [20] [21]", "contents": "Exercise and Fitness Effect on Obesity -- Clinical Significance. Aerobic exercise is a form of physical activity proven to be efficacious in managing obesity. Moderate- or high-intensity aerobics involving larger groups of muscles is recommended. Aerobic exercise should be practiced for a long duration to appreciate the effect. Hence, a weekly aerobic exercise of at least 150 to 180 minutes can increase physical fitness. Resistance exercise has also been shown to have some meaningful impact on weight. [17] [18] [19] [20] [21]"}
{"id": "article-35275_17", "title": "Exercise and Fitness Effect on Obesity -- Enhancing Healthcare Team Outcomes", "content": "The healthcare team (nurse practitioner, primary care provider, internist, endocrinologist, bariatric surgeon, pharmacist, and obesity nurse) should implement many strategies to increase physical activity and fitness for individuals living with obesity, including utilizing “exercise vital signs,” tracking exercise, motivational interviewing, and periodic check-ins. Currently, the following could potentially be implemented into practice to encourage patients living with obesity to exercise.", "contents": "Exercise and Fitness Effect on Obesity -- Enhancing Healthcare Team Outcomes. The healthcare team (nurse practitioner, primary care provider, internist, endocrinologist, bariatric surgeon, pharmacist, and obesity nurse) should implement many strategies to increase physical activity and fitness for individuals living with obesity, including utilizing “exercise vital signs,” tracking exercise, motivational interviewing, and periodic check-ins. Currently, the following could potentially be implemented into practice to encourage patients living with obesity to exercise."}
{"id": "article-35275_18", "title": "Exercise and Fitness Effect on Obesity -- Enhancing Healthcare Team Outcomes", "content": "Utilizing exercise as a vital sign in individuals with obesity: Obtaining current exercise and physical activity habits from patients could serve as another vital sign and would include understanding the intensity, mode, and duration of the exercise performed weekly by the patient. Providers could have electronic medical records (EMRs) to prompt patients who are living with obesity to have discussions with the patient regarding their physical activity. These prompts on the EMR can be input by the medical assistants who may ask at the beginning of the appointment, just like taking blood pressure and pulse.", "contents": "Exercise and Fitness Effect on Obesity -- Enhancing Healthcare Team Outcomes. Utilizing exercise as a vital sign in individuals with obesity: Obtaining current exercise and physical activity habits from patients could serve as another vital sign and would include understanding the intensity, mode, and duration of the exercise performed weekly by the patient. Providers could have electronic medical records (EMRs) to prompt patients who are living with obesity to have discussions with the patient regarding their physical activity. These prompts on the EMR can be input by the medical assistants who may ask at the beginning of the appointment, just like taking blood pressure and pulse."}
{"id": "article-35275_19", "title": "Exercise and Fitness Effect on Obesity -- Enhancing Healthcare Team Outcomes", "content": "Utilizing exercise trackers: Several devices can track heart rate, motion, exercise, moderate to vigorous physical activity (MVPA), and beyond. Providers could potentially use these data to ensure that the patient is exercising and could point to potential problems that may arise from abnormal heart or exercise responses. Examples include smartwatches, cellular smartphones, pedometers, heart rate monitors, etc.", "contents": "Exercise and Fitness Effect on Obesity -- Enhancing Healthcare Team Outcomes. Utilizing exercise trackers: Several devices can track heart rate, motion, exercise, moderate to vigorous physical activity (MVPA), and beyond. Providers could potentially use these data to ensure that the patient is exercising and could point to potential problems that may arise from abnormal heart or exercise responses. Examples include smartwatches, cellular smartphones, pedometers, heart rate monitors, etc."}
{"id": "article-35275_20", "title": "Exercise and Fitness Effect on Obesity -- Enhancing Healthcare Team Outcomes", "content": "Motivational Interviewing: To drive the point home further, nurses, CNAs, physicians, and anyone else involved in the healthcare setting for this patient could employ/use motivational interviewing techniques with the patient to reflect, plan, and execute different action plans to ensure that patients are meeting their exercise goals.", "contents": "Exercise and Fitness Effect on Obesity -- Enhancing Healthcare Team Outcomes. Motivational Interviewing: To drive the point home further, nurses, CNAs, physicians, and anyone else involved in the healthcare setting for this patient could employ/use motivational interviewing techniques with the patient to reflect, plan, and execute different action plans to ensure that patients are meeting their exercise goals."}
{"id": "article-35275_21", "title": "Exercise and Fitness Effect on Obesity -- Enhancing Healthcare Team Outcomes", "content": "Check-Ins: Technology is allowing individuals to interact now more than ever. Physicians and patients could potentially use these technological advances to develop relationships further. Utilizing technology to have doctor-patient check-ins regarding their exercise may increase the adherence of obese individuals to exercise programs. These could include developing an app that alerts patients and the doctor when exercise habits are not sufficient, thus prompting a check-in from the physician using motivational interviewing and asking why the patient has or hasn’t exercised according to plan.", "contents": "Exercise and Fitness Effect on Obesity -- Enhancing Healthcare Team Outcomes. Check-Ins: Technology is allowing individuals to interact now more than ever. Physicians and patients could potentially use these technological advances to develop relationships further. Utilizing technology to have doctor-patient check-ins regarding their exercise may increase the adherence of obese individuals to exercise programs. These could include developing an app that alerts patients and the doctor when exercise habits are not sufficient, thus prompting a check-in from the physician using motivational interviewing and asking why the patient has or hasn’t exercised according to plan."}
{"id": "article-35275_22", "title": "Exercise and Fitness Effect on Obesity -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "If the patient can exercise, exercise may be the preferred route to decrease disease symptoms and future risk compared to alternative pharmaceuticals that may exacerbate symptoms. An open and communicative relationship between the physician, healthcare team, and the patient must be present to suggest adding exercise to the patient's lifestyle to decrease obesity and improve adverse side effects. [22] Obesity disproportionately affects individuals with a lower socioeconomic status, and these individuals may not have access to a safe exercise space, may not understand the importance of exercise, or may not have the time during the day to exercise due to other obligations. Therefore, the relationship between the care providers and the patient becomes significant in implementing exercise in obese individuals.", "contents": "Exercise and Fitness Effect on Obesity -- Nursing, Allied Health, and Interprofessional Team Interventions. If the patient can exercise, exercise may be the preferred route to decrease disease symptoms and future risk compared to alternative pharmaceuticals that may exacerbate symptoms. An open and communicative relationship between the physician, healthcare team, and the patient must be present to suggest adding exercise to the patient's lifestyle to decrease obesity and improve adverse side effects. [22] Obesity disproportionately affects individuals with a lower socioeconomic status, and these individuals may not have access to a safe exercise space, may not understand the importance of exercise, or may not have the time during the day to exercise due to other obligations. Therefore, the relationship between the care providers and the patient becomes significant in implementing exercise in obese individuals."}
{"id": "article-35275_23", "title": "Exercise and Fitness Effect on Obesity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Exercise and Fitness Effect on Obesity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}