{"id": "article-30795_0", "title": "Upper Gastrointestinal Bleeding -- Continuing Education Activity", "content": "Upper gastrointestinal bleeding (UGIB) is a common problem that is estimated to occur in 80 to 150 out of 100,000 people each year. Estimated mortality rates are between 2 and 15 percent. UGIB is described as blood loss from a gastrointestinal source above the ligament of Treitz. It can manifest as hematemesis, which can be bright red emesis or coffee-ground emesis, hematochezia, or melena. Patients may also present with symptoms secondary to blood loss, such as syncopal episodes, fatigue, and weakness. UGIB can be acute, occult, or obscure. This activity describes the risk factors, evaluation, and management of upper gastrointestinal bleeding and highlights the role of the interprofessional team in enhancing care delivery for affected patients.", "contents": "Upper Gastrointestinal Bleeding -- Continuing Education Activity. Upper gastrointestinal bleeding (UGIB) is a common problem that is estimated to occur in 80 to 150 out of 100,000 people each year. Estimated mortality rates are between 2 and 15 percent. UGIB is described as blood loss from a gastrointestinal source above the ligament of Treitz. It can manifest as hematemesis, which can be bright red emesis or coffee-ground emesis, hematochezia, or melena. Patients may also present with symptoms secondary to blood loss, such as syncopal episodes, fatigue, and weakness. UGIB can be acute, occult, or obscure. This activity describes the risk factors, evaluation, and management of upper gastrointestinal bleeding and highlights the role of the interprofessional team in enhancing care delivery for affected patients."}
{"id": "article-30795_1", "title": "Upper Gastrointestinal Bleeding -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of upper gastrointestinal bleeding. Review the presentation of a patient with upper gastrointestinal bleeding. Summarize the treatment options for upper gastrointestinal bleeding. Explain the importance of improving care coordination, with particular emphasis on communication between interprofessional medical teams, to enhance prompt and thorough delivery of care to patients with upper gastrointestinal bleeding. Access free multiple choice questions on this topic.", "contents": "Upper Gastrointestinal Bleeding -- Continuing Education Activity. Objectives: Describe the pathophysiology of upper gastrointestinal bleeding. Review the presentation of a patient with upper gastrointestinal bleeding. Summarize the treatment options for upper gastrointestinal bleeding. Explain the importance of improving care coordination, with particular emphasis on communication between interprofessional medical teams, to enhance prompt and thorough delivery of care to patients with upper gastrointestinal bleeding. Access free multiple choice questions on this topic."}
{"id": "article-30795_2", "title": "Upper Gastrointestinal Bleeding -- Introduction", "content": "Upper gastrointestinal bleeding (UGIB) is a common problem with an annual incidence of approximately 80 to 150 per 100,000 population, with estimated mortality rates between 2% to 15%. UGIB is classified as any blood loss from a gastrointestinal source above the ligament of Treitz. It can manifest as hematemesis (bright red emesis or coffee-ground emesis), hematochezia, or melena. Patients can also present with symptoms secondary to blood loss, such as syncopal episodes, fatigue, and weakness. UGIB can be acute, occult, or obscure. [1] [2] [3]", "contents": "Upper Gastrointestinal Bleeding -- Introduction. Upper gastrointestinal bleeding (UGIB) is a common problem with an annual incidence of approximately 80 to 150 per 100,000 population, with estimated mortality rates between 2% to 15%. UGIB is classified as any blood loss from a gastrointestinal source above the ligament of Treitz. It can manifest as hematemesis (bright red emesis or coffee-ground emesis), hematochezia, or melena. Patients can also present with symptoms secondary to blood loss, such as syncopal episodes, fatigue, and weakness. UGIB can be acute, occult, or obscure. [1] [2] [3]"}
{"id": "article-30795_3", "title": "Upper Gastrointestinal Bleeding -- Etiology", "content": "From the possible etiologies of UGIB, Peptic Ulcer disease (PUD) accounts for 40% to 50% of the cases. Of those, the majority is secondary to duodenal ulcers (30%). PUD can be associated with NSAIDs, Helicobacter pylori, and stress-related mucosal disease. [4] [5]", "contents": "Upper Gastrointestinal Bleeding -- Etiology. From the possible etiologies of UGIB, Peptic Ulcer disease (PUD) accounts for 40% to 50% of the cases. Of those, the majority is secondary to duodenal ulcers (30%). PUD can be associated with NSAIDs, Helicobacter pylori, and stress-related mucosal disease. [4] [5]"}
{"id": "article-30795_4", "title": "Upper Gastrointestinal Bleeding -- Etiology", "content": "Aside from PUD, erosive esophagitis accounts for 11%, duodenitis for 10%, Varices 5% to 30% (depending if the population studied have a chronic liver disease), Mallory-Weiss tear 5% to 15% and vascular malformations for 5%.", "contents": "Upper Gastrointestinal Bleeding -- Etiology. Aside from PUD, erosive esophagitis accounts for 11%, duodenitis for 10%, Varices 5% to 30% (depending if the population studied have a chronic liver disease), Mallory-Weiss tear 5% to 15% and vascular malformations for 5%."}
{"id": "article-30795_5", "title": "Upper Gastrointestinal Bleeding -- Epidemiology", "content": "UGIB accounts for 75% of all acute gastrointestinal (GI) bleeding cases. Its annual incidence is approximately 80 to 150 per 100,000 population. Patients on long-term, low-dose aspirin have a higher risk of overt UGIB compared to placebo. When aspirin is combined with  P2Y12 inhibitors such as clopidogrel, there is a two-fold to three-fold increase in the number of UGIB cases. When a patient requires triple therapy (i.e., aspirin, P2Y12 inhibitor and vitamin K antagonist), the risk of UGIB is even higher. [6]", "contents": "Upper Gastrointestinal Bleeding -- Epidemiology. UGIB accounts for 75% of all acute gastrointestinal (GI) bleeding cases. Its annual incidence is approximately 80 to 150 per 100,000 population. Patients on long-term, low-dose aspirin have a higher risk of overt UGIB compared to placebo. When aspirin is combined with  P2Y12 inhibitors such as clopidogrel, there is a two-fold to three-fold increase in the number of UGIB cases. When a patient requires triple therapy (i.e., aspirin, P2Y12 inhibitor and vitamin K antagonist), the risk of UGIB is even higher. [6]"}
{"id": "article-30795_6", "title": "Upper Gastrointestinal Bleeding -- History and Physical", "content": "During history taking, attention should be given to comorbidities. A detailed review of current medications should be performed, and patients should be directly asked about the use of NSAIDs, antiplatelet drugs, aspirin, or anticoagulants. Also, it is important to get a detailed social history regarding alcohol use.", "contents": "Upper Gastrointestinal Bleeding -- History and Physical. During history taking, attention should be given to comorbidities. A detailed review of current medications should be performed, and patients should be directly asked about the use of NSAIDs, antiplatelet drugs, aspirin, or anticoagulants. Also, it is important to get a detailed social history regarding alcohol use."}
{"id": "article-30795_7", "title": "Upper Gastrointestinal Bleeding -- History and Physical", "content": "The clinical presentation can vary but should be well-characterized. Hematemesis is the overt bleeding with vomiting of fresh blood or clots. Melena refers to dark and tarry-appearing stools with a distinctive smell. The term \"coffee-grounds\" describes gastric aspirate or vomitus that contains dark specks of old blood. Hematochezia is the passage of fresh blood per rectum. The latter is usually a reflection of lower gastrointestinal bleeding (LGIB) but may be seen in patients with brisk UGIB. Patients may also present with syncope or orthostatic hypotension if bleeding is severe enough to cause hemodynamic instability.", "contents": "Upper Gastrointestinal Bleeding -- History and Physical. The clinical presentation can vary but should be well-characterized. Hematemesis is the overt bleeding with vomiting of fresh blood or clots. Melena refers to dark and tarry-appearing stools with a distinctive smell. The term \"coffee-grounds\" describes gastric aspirate or vomitus that contains dark specks of old blood. Hematochezia is the passage of fresh blood per rectum. The latter is usually a reflection of lower gastrointestinal bleeding (LGIB) but may be seen in patients with brisk UGIB. Patients may also present with syncope or orthostatic hypotension if bleeding is severe enough to cause hemodynamic instability."}
{"id": "article-30795_8", "title": "Upper Gastrointestinal Bleeding -- History and Physical", "content": "One should also pay attention to the patient's vital signs. Orthostatic vital signs should also be documented. In a comprehensive exam, search for evidence of chronic liver diseases such as palmar erythema, spider angiomas, gynecomastia, jaundice, and ascites. These features may give clues to the etiology of the bleeding (i.e., variceal bleeding).", "contents": "Upper Gastrointestinal Bleeding -- History and Physical. One should also pay attention to the patient's vital signs. Orthostatic vital signs should also be documented. In a comprehensive exam, search for evidence of chronic liver diseases such as palmar erythema, spider angiomas, gynecomastia, jaundice, and ascites. These features may give clues to the etiology of the bleeding (i.e., variceal bleeding)."}
{"id": "article-30795_9", "title": "Upper Gastrointestinal Bleeding -- Evaluation", "content": "Initial laboratory work must include a complete blood cell count (CBC) to look for current levels of hemoglobin, hematocrit, and platelets. A low MCV can point towards chronic blood loss and iron deficiency anemia. Chemistry should also be evaluated. Elevated BUN or elevated BUN/Creatinine can also be indicative of UGIB. Coagulation panel should also be checked. [7] [8] [9]", "contents": "Upper Gastrointestinal Bleeding -- Evaluation. Initial laboratory work must include a complete blood cell count (CBC) to look for current levels of hemoglobin, hematocrit, and platelets. A low MCV can point towards chronic blood loss and iron deficiency anemia. Chemistry should also be evaluated. Elevated BUN or elevated BUN/Creatinine can also be indicative of UGIB. Coagulation panel should also be checked. [7] [8] [9]"}
{"id": "article-30795_10", "title": "Upper Gastrointestinal Bleeding -- Evaluation", "content": "There are few scoring systems designed to predict which patients will likely need intervention and also to predict rebleeding and mortality. The Rockall score was designed to predict rebleeding and mortality and includes age, comorbidities, the presence of shock, and endoscopic stigmata. A pre-endoscopic Rockall is also available and can be used to stratify patient's risk for rebleeding and mortality even before the endoscopic evaluation. When the Rockall score is used, patients with two or fewer points are considered low risk and have a 4.3% probability of rebleeding and 0.1% mortality. In contrast, patients with a score of six or more have a rebleeding rate of 15% and mortality of 39%.", "contents": "Upper Gastrointestinal Bleeding -- Evaluation. There are few scoring systems designed to predict which patients will likely need intervention and also to predict rebleeding and mortality. The Rockall score was designed to predict rebleeding and mortality and includes age, comorbidities, the presence of shock, and endoscopic stigmata. A pre-endoscopic Rockall is also available and can be used to stratify patient's risk for rebleeding and mortality even before the endoscopic evaluation. When the Rockall score is used, patients with two or fewer points are considered low risk and have a 4.3% probability of rebleeding and 0.1% mortality. In contrast, patients with a score of six or more have a rebleeding rate of 15% and mortality of 39%."}
{"id": "article-30795_11", "title": "Upper Gastrointestinal Bleeding -- Evaluation", "content": "Another scoring system that is traditionally used in UGIB is the Blatchford Score. This scoring system was designed to predict the need for intervention. It includes hemoglobin levels, blood pressure, presentation of syncope, melena, liver disease, and heart failure. A score of six or higher is associated with a greater than 50% risk of needing an intervention.", "contents": "Upper Gastrointestinal Bleeding -- Evaluation. Another scoring system that is traditionally used in UGIB is the Blatchford Score. This scoring system was designed to predict the need for intervention. It includes hemoglobin levels, blood pressure, presentation of syncope, melena, liver disease, and heart failure. A score of six or higher is associated with a greater than 50% risk of needing an intervention."}
{"id": "article-30795_12", "title": "Upper Gastrointestinal Bleeding -- Evaluation", "content": "If the patient is suspected of having UGIB, endoscopy (EGD) must be performed to identify the cause and potentially treat the source of bleeding. Multiple studies have tried to identify the best timing to perform endoscopy. Until now, there is no evidence that emergent EGD is superior to routine EGD (done in 24 to 48 hours). The American College of Gastroenterology continues to recommend that all patients with UGIB should undergo endoscopy within 24 hours of admission, following resuscitative efforts to optimize hemodynamic parameters and other medical problems. Per American College of Gastroenterology recommendations, endoscopy within 12 hours should be considered for all patients with higher risk clinical features (e.g., tachycardia, hypotension, bloody emesis or nasogastric aspirate in the hospital) to potentially improve clinical outcomes. [10] [11]", "contents": "Upper Gastrointestinal Bleeding -- Evaluation. If the patient is suspected of having UGIB, endoscopy (EGD) must be performed to identify the cause and potentially treat the source of bleeding. Multiple studies have tried to identify the best timing to perform endoscopy. Until now, there is no evidence that emergent EGD is superior to routine EGD (done in 24 to 48 hours). The American College of Gastroenterology continues to recommend that all patients with UGIB should undergo endoscopy within 24 hours of admission, following resuscitative efforts to optimize hemodynamic parameters and other medical problems. Per American College of Gastroenterology recommendations, endoscopy within 12 hours should be considered for all patients with higher risk clinical features (e.g., tachycardia, hypotension, bloody emesis or nasogastric aspirate in the hospital) to potentially improve clinical outcomes. [10] [11]"}
{"id": "article-30795_13", "title": "Upper Gastrointestinal Bleeding -- Treatment / Management", "content": "Patients must have a minimum of two large-bore peripheral access catheters (at least 18-gauge). Intravenous fluids should be administered to maintain adequate blood pressure and hemodynamic stability. If patients are not able to protect their airways or have ongoing severe hematemesis, elective endotracheal intubation is advised.", "contents": "Upper Gastrointestinal Bleeding -- Treatment / Management. Patients must have a minimum of two large-bore peripheral access catheters (at least 18-gauge). Intravenous fluids should be administered to maintain adequate blood pressure and hemodynamic stability. If patients are not able to protect their airways or have ongoing severe hematemesis, elective endotracheal intubation is advised."}
{"id": "article-30795_14", "title": "Upper Gastrointestinal Bleeding -- Treatment / Management", "content": "Blood transfusions should be given to target a hematocrit above 20%, with a hematocrit above 30% targeted in high-risk patients, such as the elderly and patients with coronary artery disease. There is no evidence that higher targets for hematocrit goals should be sought as that higher targets can even be deleterious. [12] [13] [14] [15]", "contents": "Upper Gastrointestinal Bleeding -- Treatment / Management. Blood transfusions should be given to target a hematocrit above 20%, with a hematocrit above 30% targeted in high-risk patients, such as the elderly and patients with coronary artery disease. There is no evidence that higher targets for hematocrit goals should be sought as that higher targets can even be deleterious. [12] [13] [14] [15]"}
{"id": "article-30795_15", "title": "Upper Gastrointestinal Bleeding -- Treatment / Management", "content": "Proton pump inhibitors (PPI) are used to treat patients with nonvariceal UGIB. The use of antacids has been shown to alter the natural history of patients with acute upper GI bleeding. Patients with significant bleeding should be treated with an 80-mg bolus of PPI followed by a continuous infusion. The typical duration is 72 hours for patients with high-risk lesions visualized on EGD. If endoscopy was normal or only revealed low-risk lesion, PPI infusion can be discontinued and patient switch to a daily twice a day infusion or even to oral PPIs.", "contents": "Upper Gastrointestinal Bleeding -- Treatment / Management. Proton pump inhibitors (PPI) are used to treat patients with nonvariceal UGIB. The use of antacids has been shown to alter the natural history of patients with acute upper GI bleeding. Patients with significant bleeding should be treated with an 80-mg bolus of PPI followed by a continuous infusion. The typical duration is 72 hours for patients with high-risk lesions visualized on EGD. If endoscopy was normal or only revealed low-risk lesion, PPI infusion can be discontinued and patient switch to a daily twice a day infusion or even to oral PPIs."}
{"id": "article-30795_16", "title": "Upper Gastrointestinal Bleeding -- Treatment / Management", "content": "Octreotide, a somatostatin analog, is a medication used when variceal bleeding is suspected. It is given as an intravenous bolus of 20 mcg to 50 mcg, followed by a continuous infusion at a rate of 25 mcg to 50 mcg per hour.  Its use is not recommended in patients with acute nonvariceal upper GI bleeding, but it can be used as adjunctive therapy in some cases. Its role is limited to settings in which endoscopy is unavailable or as a means to help stabilize patients before definitive therapy can be performed.", "contents": "Upper Gastrointestinal Bleeding -- Treatment / Management. Octreotide, a somatostatin analog, is a medication used when variceal bleeding is suspected. It is given as an intravenous bolus of 20 mcg to 50 mcg, followed by a continuous infusion at a rate of 25 mcg to 50 mcg per hour.  Its use is not recommended in patients with acute nonvariceal upper GI bleeding, but it can be used as adjunctive therapy in some cases. Its role is limited to settings in which endoscopy is unavailable or as a means to help stabilize patients before definitive therapy can be performed."}
{"id": "article-30795_17", "title": "Upper Gastrointestinal Bleeding -- Treatment / Management", "content": "Endoscopic intervention might be warranted depending on the findings during the upper endoscopy. If a patient has an ulcer with a clean base, no intervention is needed. However, if a bleeding vessel is visualized or there is stigmata of recent bleeding, therapeutic options might include thermal coagulation to achieve hemostasis, local injection of epinephrine or use of clips. A combination of these methods might be needed based on the severity of the lesions.", "contents": "Upper Gastrointestinal Bleeding -- Treatment / Management. Endoscopic intervention might be warranted depending on the findings during the upper endoscopy. If a patient has an ulcer with a clean base, no intervention is needed. However, if a bleeding vessel is visualized or there is stigmata of recent bleeding, therapeutic options might include thermal coagulation to achieve hemostasis, local injection of epinephrine or use of clips. A combination of these methods might be needed based on the severity of the lesions."}
{"id": "article-30795_18", "title": "Upper Gastrointestinal Bleeding -- Differential Diagnosis", "content": "Abdominal aortic aneurysm Acute gastritis Barret's oesophagus Esophageal cancer Esophagitis Gastric cancer Gastric outlet obstruction Gastric ulcer Gastrinoma", "contents": "Upper Gastrointestinal Bleeding -- Differential Diagnosis. Abdominal aortic aneurysm Acute gastritis Barret's oesophagus Esophageal cancer Esophagitis Gastric cancer Gastric outlet obstruction Gastric ulcer Gastrinoma"}
{"id": "article-30795_19", "title": "Upper Gastrointestinal Bleeding -- Pearls and Other Issues", "content": "Management of the patient presenting with UGIB should always follow a step-wise approach. The first step is to assess the hemodynamic status and initiate resuscitative efforts as needed (including fluids and blood transfusions). Patients should be risk stratified based on their initial presentation, hemodynamic status, comorbidities, age, and initial laboratory tests. There are several scoring systems available, with the most commonly used being the Rockall and Blatchford scores. Upper endoscopy should be offered within 24 hours to help diagnose the source of bleeding and help further guide management if needed.", "contents": "Upper Gastrointestinal Bleeding -- Pearls and Other Issues. Management of the patient presenting with UGIB should always follow a step-wise approach. The first step is to assess the hemodynamic status and initiate resuscitative efforts as needed (including fluids and blood transfusions). Patients should be risk stratified based on their initial presentation, hemodynamic status, comorbidities, age, and initial laboratory tests. There are several scoring systems available, with the most commonly used being the Rockall and Blatchford scores. Upper endoscopy should be offered within 24 hours to help diagnose the source of bleeding and help further guide management if needed."}
{"id": "article-30795_20", "title": "Upper Gastrointestinal Bleeding -- Pearls and Other Issues", "content": "If a bleeding ulcer is found to be the culprit lesion, efforts should be taken to prevent recurrence of bleeding. If the patient is found to have H. pylori, eradication should be a target. If NSAIDs  were likely the cause of the bleeding, they should be stopped, and if absolutely needed, alternative agents such as COX-2-selective NSAID plus a PPI should be used. Patients with established cardiovascular disease who require aspirin or other antiplatelet agents should be on PPI therapy and generally can have antiplatelet therapy reinstituted after bleeding ceases (ideally within 1 to 3 days and certainly within 7 days).", "contents": "Upper Gastrointestinal Bleeding -- Pearls and Other Issues. If a bleeding ulcer is found to be the culprit lesion, efforts should be taken to prevent recurrence of bleeding. If the patient is found to have H. pylori, eradication should be a target. If NSAIDs  were likely the cause of the bleeding, they should be stopped, and if absolutely needed, alternative agents such as COX-2-selective NSAID plus a PPI should be used. Patients with established cardiovascular disease who require aspirin or other antiplatelet agents should be on PPI therapy and generally can have antiplatelet therapy reinstituted after bleeding ceases (ideally within 1 to 3 days and certainly within 7 days)."}
{"id": "article-30795_21", "title": "Upper Gastrointestinal Bleeding -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of a UGIB is with an interprofessional team that includes the emergency department physician, gastroenterologist, surgeon and an internist. The initial steps in resuscitation should follow the ATLS protocol. There are several scoring systems available, with the most commonly used being the Rockall and Blatchford scores. Upper endoscopy should be offered within 24 hours to help diagnose the source of bleeding and help further guide management if needed.", "contents": "Upper Gastrointestinal Bleeding -- Enhancing Healthcare Team Outcomes. The diagnosis and management of a UGIB is with an interprofessional team that includes the emergency department physician, gastroenterologist, surgeon and an internist. The initial steps in resuscitation should follow the ATLS protocol. There are several scoring systems available, with the most commonly used being the Rockall and Blatchford scores. Upper endoscopy should be offered within 24 hours to help diagnose the source of bleeding and help further guide management if needed."}
{"id": "article-30795_22", "title": "Upper Gastrointestinal Bleeding -- Enhancing Healthcare Team Outcomes", "content": "The natural history of patients who are treated with endoscopic therapy is that 80% to 90% of patients will have permanent control of their bleeding. However, 10% to 20% will rebleed. Patients who rebleed should have a second endoscopic procedure attempted. If bleeding persists despite endoscopic intervention or source of bleeding can not be identified, other modalities such as angiography or surgery should be considered. [16] [17]", "contents": "Upper Gastrointestinal Bleeding -- Enhancing Healthcare Team Outcomes. The natural history of patients who are treated with endoscopic therapy is that 80% to 90% of patients will have permanent control of their bleeding. However, 10% to 20% will rebleed. Patients who rebleed should have a second endoscopic procedure attempted. If bleeding persists despite endoscopic intervention or source of bleeding can not be identified, other modalities such as angiography or surgery should be considered. [16] [17]"}
{"id": "article-30795_23", "title": "Upper Gastrointestinal Bleeding -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Upper Gastrointestinal Bleeding -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}