{"id": "article-22917_0", "title": "HIV Antiretroviral Therapy -- Continuing Education Activity", "content": "A typical initial HIV regimen includes 3 HIV medications from a minimum of 2 drug classes. Although this treatment is not curative, it can provide longer lives for patients and reduce HIV transmission. This reduction of transmission has become a popular use of antiretroviral therapy for HIV-positive individuals with an HIV-negative partner. The successes of antiretroviral therapy have reduced HIV to a chronic condition in many parts of the world as progression to AIDS has become rare. Studies have found that the 3-drug regimen has led to a 60% to 80% decline in rates of AIDs, hospitalization, and death. By 2030, the CDC plans to implement a 90-90-90 plan (90% HIV diagnosed, 90% on therapy, and 90% suppressed). This activity describes the indications, contraindications, and use of HIV antiretroviral therapy and highlights the role of the interprofessional team in promoting their safety.", "contents": "HIV Antiretroviral Therapy -- Continuing Education Activity. A typical initial HIV regimen includes 3 HIV medications from a minimum of 2 drug classes. Although this treatment is not curative, it can provide longer lives for patients and reduce HIV transmission. This reduction of transmission has become a popular use of antiretroviral therapy for HIV-positive individuals with an HIV-negative partner. The successes of antiretroviral therapy have reduced HIV to a chronic condition in many parts of the world as progression to AIDS has become rare. Studies have found that the 3-drug regimen has led to a 60% to 80% decline in rates of AIDs, hospitalization, and death. By 2030, the CDC plans to implement a 90-90-90 plan (90% HIV diagnosed, 90% on therapy, and 90% suppressed). This activity describes the indications, contraindications, and use of HIV antiretroviral therapy and highlights the role of the interprofessional team in promoting their safety."}
{"id": "article-22917_1", "title": "HIV Antiretroviral Therapy -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of HIV medications approved by the Food and Drug administration. Identify the adverse effects of HIV antiretroviral therapy medications. Determine the appropriate monitoring steps of antiretroviral therapy medications. Communicate the importance of improving care coordination amongst the interprofessional team to enhance care delivery for patients with HIV and improve outcomes. Access free multiple choice questions on this topic.", "contents": "HIV Antiretroviral Therapy -- Continuing Education Activity. Objectives: Identify the mechanism of action of HIV medications approved by the Food and Drug administration. Identify the adverse effects of HIV antiretroviral therapy medications. Determine the appropriate monitoring steps of antiretroviral therapy medications. Communicate the importance of improving care coordination amongst the interprofessional team to enhance care delivery for patients with HIV and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-22917_2", "title": "HIV Antiretroviral Therapy -- Indications", "content": "The first therapy to work against HIV was the nucleoside reverse transcriptase inhibitor zidovudine. The Food and Drug Administration (FDA) approved this in 1987. By 1996, research showed the advantages of combining medicines to treat HIV. Using HIV medicines for treatment is called antiretroviral therapy (ART). This form of therapy is recommended for all patients with HIV by the Department of Health and Human Services (DHHS) and the World Health Organization (WHO). This daily treatment of multiple HIV medications is an HIV regimen. A typical initial HIV regimen includes 3 HIV medications from a minimum of two drug classes. Although this treatment is not curative, it can provide longer lives for patients and reduce HIV transmission.", "contents": "HIV Antiretroviral Therapy -- Indications. The first therapy to work against HIV was the nucleoside reverse transcriptase inhibitor zidovudine. The Food and Drug Administration (FDA) approved this in 1987. By 1996, research showed the advantages of combining medicines to treat HIV. Using HIV medicines for treatment is called antiretroviral therapy (ART). This form of therapy is recommended for all patients with HIV by the Department of Health and Human Services (DHHS) and the World Health Organization (WHO). This daily treatment of multiple HIV medications is an HIV regimen. A typical initial HIV regimen includes 3 HIV medications from a minimum of two drug classes. Although this treatment is not curative, it can provide longer lives for patients and reduce HIV transmission."}
{"id": "article-22917_3", "title": "HIV Antiretroviral Therapy -- Indications", "content": "This reduction of transmission has become a widespread use of antiretroviral therapy for HIV-positive individuals who are with an HIV-negative partner. The successes of antiretroviral therapy have reduced HIV to a chronic condition in many parts of the world as progression to AIDS has become rare. Studies have found that 3-drug therapy has led to a 60% to 80% decline in the rates of AIDs, hospitalization, and death. By 2030, the CDC plans to implement a 90-90-90 plan (90% HIV diagnosed, 90% on therapy, and 90% suppressed).", "contents": "HIV Antiretroviral Therapy -- Indications. This reduction of transmission has become a widespread use of antiretroviral therapy for HIV-positive individuals who are with an HIV-negative partner. The successes of antiretroviral therapy have reduced HIV to a chronic condition in many parts of the world as progression to AIDS has become rare. Studies have found that 3-drug therapy has led to a 60% to 80% decline in the rates of AIDs, hospitalization, and death. By 2030, the CDC plans to implement a 90-90-90 plan (90% HIV diagnosed, 90% on therapy, and 90% suppressed)."}
{"id": "article-22917_4", "title": "HIV Antiretroviral Therapy -- Indications", "content": "The goal of HIV medicines is to prevent HIV from multiplying. There are 6 classes of drugs used in antiretroviral therapy. These drugs generally fall into classes according to the phase of the HIV life cycle they inhibit. More common combinations include 2 nucleoside reverse transcriptase inhibitors (NRTIs) and 1 non-nucleoside reverse transcriptase inhibitor (NNRTI), a protease inhibitor (PI), or an integrase inhibitor (II). The drugs are listed below according to their class and generic names.", "contents": "HIV Antiretroviral Therapy -- Indications. The goal of HIV medicines is to prevent HIV from multiplying. There are 6 classes of drugs used in antiretroviral therapy. These drugs generally fall into classes according to the phase of the HIV life cycle they inhibit. More common combinations include 2 nucleoside reverse transcriptase inhibitors (NRTIs) and 1 non-nucleoside reverse transcriptase inhibitor (NNRTI), a protease inhibitor (PI), or an integrase inhibitor (II). The drugs are listed below according to their class and generic names."}
{"id": "article-22917_5", "title": "HIV Antiretroviral Therapy -- Indications", "content": "People exposed to HIV-positive infectious bodily fluids, either by skin puncture, damaged skin, or direct mucous membrane contact, are at risk for transmission. They should start antiretroviral therapy as soon as possible. The United States Public Health Service guidelines recommend starting prophylactics up to 72 hours postexposure. The recommended regimen is emtricitabine plus tenofovir plus raltegravir for 4 weeks. Those exposed to HIV should have follow-up HIV testing at 6, 12, and 24 weeks. If the test results are negative at 24 weeks, they are considered uninfectious. [1] In 2019, the FDA approved tenofovir alafenamide/emtricitabine as pre-exposure prophylaxis for adolescents and adults weighing at least 77 pounds (35 kg). [2]", "contents": "HIV Antiretroviral Therapy -- Indications. People exposed to HIV-positive infectious bodily fluids, either by skin puncture, damaged skin, or direct mucous membrane contact, are at risk for transmission. They should start antiretroviral therapy as soon as possible. The United States Public Health Service guidelines recommend starting prophylactics up to 72 hours postexposure. The recommended regimen is emtricitabine plus tenofovir plus raltegravir for 4 weeks. Those exposed to HIV should have follow-up HIV testing at 6, 12, and 24 weeks. If the test results are negative at 24 weeks, they are considered uninfectious. [1] In 2019, the FDA approved tenofovir alafenamide/emtricitabine as pre-exposure prophylaxis for adolescents and adults weighing at least 77 pounds (35 kg). [2]"}
{"id": "article-22917_6", "title": "HIV Antiretroviral Therapy -- Indications", "content": "A Recent HIV infection is considered the phase of 6 months or less after infection. [3] An HIV regimen often varies based on potential drug interactions with the patient's current medications and the adverse effects experienced. Pregnant patients should begin treatment immediately to prevent mother-to-child transmission of HIV and protect the woman's health. [4] [5] The following includes all FDA-approved HIV medications: NRTIs: Abacavir, emtricitabine, lamivudine; tenofovir disoproxil fumarate, zidovudine NNRTIs: Efavirenz, etravirine, nevirapine, rilpivirine Fusion inhibitors (FIs): Enfuvirtide Protease inhibitors (PIs): Atazanavir, darunavir, fosamprenavir, ritonavir, saquinavir, tipranavir Chemokine receptor 5 (CCR5) antagonist: Maraviroc IIs: Dolutegavir, raltegravir, elvitegravir, bictegravir Postattachment inhibitors: Ibalizumab Pharmacokinetic Enhancers: Cobicistat The following includes all FDA-approved HIV combination medicines:", "contents": "HIV Antiretroviral Therapy -- Indications. A Recent HIV infection is considered the phase of 6 months or less after infection. [3] An HIV regimen often varies based on potential drug interactions with the patient's current medications and the adverse effects experienced. Pregnant patients should begin treatment immediately to prevent mother-to-child transmission of HIV and protect the woman's health. [4] [5] The following includes all FDA-approved HIV medications: NRTIs: Abacavir, emtricitabine, lamivudine; tenofovir disoproxil fumarate, zidovudine NNRTIs: Efavirenz, etravirine, nevirapine, rilpivirine Fusion inhibitors (FIs): Enfuvirtide Protease inhibitors (PIs): Atazanavir, darunavir, fosamprenavir, ritonavir, saquinavir, tipranavir Chemokine receptor 5 (CCR5) antagonist: Maraviroc IIs: Dolutegavir, raltegravir, elvitegravir, bictegravir Postattachment inhibitors: Ibalizumab Pharmacokinetic Enhancers: Cobicistat The following includes all FDA-approved HIV combination medicines:"}
{"id": "article-22917_7", "title": "HIV Antiretroviral Therapy -- Indications", "content": "Abacavir and lamivudine Abacavir, dolutegravir, and lamivudine Abacavir, lamivudine, and zidovudine Atazanavir and cobicistat Bictegravir, emtricitabine, and tenofovir alafenamide (TAF) Darunavir and cobicistat Dolutegravir and rilpivirine Efavirenz, emtricitabine, and tenofovir disoproxil fumarate (TDF) Efavirenz, lamivudine, and TDF Efavirenz, lamivudine, and TDF Elvitegravir, cobicistat, emtricitabine, and TAF Elvitegravir, cobicistat, emtricitabine, and TDF Emtricitabine, rilpivirine, and TAF Emtricitabine, rilpivirine, and tenofovir disoproxil fumarate (TDF) Emtricitabine and TAF Emtricitabine and TDF Lamivudine and TDF Lamivudine and zidovudine Lopinavir and ritonavir", "contents": "HIV Antiretroviral Therapy -- Indications. Abacavir and lamivudine Abacavir, dolutegravir, and lamivudine Abacavir, lamivudine, and zidovudine Atazanavir and cobicistat Bictegravir, emtricitabine, and tenofovir alafenamide (TAF) Darunavir and cobicistat Dolutegravir and rilpivirine Efavirenz, emtricitabine, and tenofovir disoproxil fumarate (TDF) Efavirenz, lamivudine, and TDF Efavirenz, lamivudine, and TDF Elvitegravir, cobicistat, emtricitabine, and TAF Elvitegravir, cobicistat, emtricitabine, and TDF Emtricitabine, rilpivirine, and TAF Emtricitabine, rilpivirine, and tenofovir disoproxil fumarate (TDF) Emtricitabine and TAF Emtricitabine and TDF Lamivudine and TDF Lamivudine and zidovudine Lopinavir and ritonavir"}
{"id": "article-22917_8", "title": "HIV Antiretroviral Therapy -- Indications", "content": "The FDA does not approve investigational HIV drugs. Investigational drugs include those used to treat or prevent HIV and vaccines to treat or prevent HIV. These drugs are only available in clinical trials. No vaccines exist yet; however, researchers are studying this possibility. [6] The following are recommended starting regimens for the majority of patients with HIV-1 (treatment-naive patients): Bictegravir, tenofovir alafenamide, and emtricitabine Dolutegravir (emtricitabine or lamivudine) and TAF (or TDF) [7]", "contents": "HIV Antiretroviral Therapy -- Indications. The FDA does not approve investigational HIV drugs. Investigational drugs include those used to treat or prevent HIV and vaccines to treat or prevent HIV. These drugs are only available in clinical trials. No vaccines exist yet; however, researchers are studying this possibility. [6] The following are recommended starting regimens for the majority of patients with HIV-1 (treatment-naive patients): Bictegravir, tenofovir alafenamide, and emtricitabine Dolutegravir (emtricitabine or lamivudine) and TAF (or TDF) [7]"}
{"id": "article-22917_9", "title": "HIV Antiretroviral Therapy -- Mechanism of Action -- NRTIs", "content": "NRTIs compete with natural deoxynucleotides for incorporation into a growing viral DNA chain. However, NRTIs lack a 3'-hydroxyl group on the deoxyribose moiety. This difference results in incorporating an NRTI, and the next incoming deoxynucleotide cannot form the following 5', 3' phosphodiester bond needed to extend the DNA chain. The result is a chain termination in DNA synthesis.", "contents": "HIV Antiretroviral Therapy -- Mechanism of Action -- NRTIs. NRTIs compete with natural deoxynucleotides for incorporation into a growing viral DNA chain. However, NRTIs lack a 3'-hydroxyl group on the deoxyribose moiety. This difference results in incorporating an NRTI, and the next incoming deoxynucleotide cannot form the following 5', 3' phosphodiester bond needed to extend the DNA chain. The result is a chain termination in DNA synthesis."}
{"id": "article-22917_10", "title": "HIV Antiretroviral Therapy -- Mechanism of Action -- NNRTIs", "content": "NNRTIs block reverse transcriptase (RT) by directly binding to the enzyme. Though NNRTIs do not get incorporated into the viral DNA, they inhibit the movement of protein domains of RT that are essential to carrying out the DNA synthesis.", "contents": "HIV Antiretroviral Therapy -- Mechanism of Action -- NNRTIs. NNRTIs block reverse transcriptase (RT) by directly binding to the enzyme. Though NNRTIs do not get incorporated into the viral DNA, they inhibit the movement of protein domains of RT that are essential to carrying out the DNA synthesis."}
{"id": "article-22917_11", "title": "HIV Antiretroviral Therapy -- Mechanism of Action -- Protease Inhibitors", "content": "Protease inhibitors bind HIV-1 protease and block proteolytic cleavage of protein precursors necessary for producing viral particles.", "contents": "HIV Antiretroviral Therapy -- Mechanism of Action -- Protease Inhibitors. Protease inhibitors bind HIV-1 protease and block proteolytic cleavage of protein precursors necessary for producing viral particles."}
{"id": "article-22917_12", "title": "HIV Antiretroviral Therapy -- Mechanism of Action -- Fusion Inhibitors", "content": "Fusion inhibitors disrupt binding, fusion, and entry of HIV virions into a human cell. Enfuvirtide binds to gp41 and disrupts membrane attachment.", "contents": "HIV Antiretroviral Therapy -- Mechanism of Action -- Fusion Inhibitors. Fusion inhibitors disrupt binding, fusion, and entry of HIV virions into a human cell. Enfuvirtide binds to gp41 and disrupts membrane attachment."}
{"id": "article-22917_13", "title": "HIV Antiretroviral Therapy -- Mechanism of Action -- CCR5 Antagonist", "content": "Maraviroc blocks the CCCR receptor on the T-cell to prevent viral attachment.", "contents": "HIV Antiretroviral Therapy -- Mechanism of Action -- CCR5 Antagonist. Maraviroc blocks the CCCR receptor on the T-cell to prevent viral attachment."}
{"id": "article-22917_14", "title": "HIV Antiretroviral Therapy -- Mechanism of Action -- Integrase Inhibitors", "content": "Integrase inhibitors block the action of integrase, preventing the viral genome from inserting itself into the DNA of a host cell.", "contents": "HIV Antiretroviral Therapy -- Mechanism of Action -- Integrase Inhibitors. Integrase inhibitors block the action of integrase, preventing the viral genome from inserting itself into the DNA of a host cell."}
{"id": "article-22917_15", "title": "HIV Antiretroviral Therapy -- Mechanism of Action -- Postattachment Inhibitors", "content": "This class is a monoclonal antibody that binds CD4, inhibiting viral entry into the cell.", "contents": "HIV Antiretroviral Therapy -- Mechanism of Action -- Postattachment Inhibitors. This class is a monoclonal antibody that binds CD4, inhibiting viral entry into the cell."}
{"id": "article-22917_16", "title": "HIV Antiretroviral Therapy -- Mechanism of Action -- Pharmacokinetic Enhancers", "content": "Pharmacokinetic enhancers inhibit human CYP3A protein, increasing plasma concentration of other anti-HIV drugs. [8]", "contents": "HIV Antiretroviral Therapy -- Mechanism of Action -- Pharmacokinetic Enhancers. Pharmacokinetic enhancers inhibit human CYP3A protein, increasing plasma concentration of other anti-HIV drugs. [8]"}
{"id": "article-22917_17", "title": "HIV Antiretroviral Therapy -- Administration", "content": "The standard of care in an HIV regimen is to prevent HIV mutation. As a patient will take these medications orally, there are now several options that combine three to four drugs into one pill for better patient compliance due to once-daily administration. This dosing increases both adherence and long-term effectiveness. Ibalizumab is an exception, as it is an injectable agent. [9]", "contents": "HIV Antiretroviral Therapy -- Administration. The standard of care in an HIV regimen is to prevent HIV mutation. As a patient will take these medications orally, there are now several options that combine three to four drugs into one pill for better patient compliance due to once-daily administration. This dosing increases both adherence and long-term effectiveness. Ibalizumab is an exception, as it is an injectable agent. [9]"}
{"id": "article-22917_18", "title": "HIV Antiretroviral Therapy -- Administration", "content": "Patients are tested and educated to take all of their medications correctly to reduce resistance and cross-resistance to similar drugs to those they are taking. Medication adherence is difficult due to adverse effects following an HIV regimen. Common barriers to adherence include trouble swallowing pills, a busy schedule (shift work), unstable living or housing situations, alcohol or drug use, fear of disclosing HIV status, and lack of insurance. Before starting an HIV regimen, strategies such as 7-day pillboxes, phone applications, and alarms should be in place. Patients must have stable mental health and not be taking illicit drugs to have better adherence. [10] [11]", "contents": "HIV Antiretroviral Therapy -- Administration. Patients are tested and educated to take all of their medications correctly to reduce resistance and cross-resistance to similar drugs to those they are taking. Medication adherence is difficult due to adverse effects following an HIV regimen. Common barriers to adherence include trouble swallowing pills, a busy schedule (shift work), unstable living or housing situations, alcohol or drug use, fear of disclosing HIV status, and lack of insurance. Before starting an HIV regimen, strategies such as 7-day pillboxes, phone applications, and alarms should be in place. Patients must have stable mental health and not be taking illicit drugs to have better adherence. [10] [11]"}
{"id": "article-22917_19", "title": "HIV Antiretroviral Therapy -- Administration -- Hepatic impairment", "content": "Guidance for treating HIV in patients with hepatic impairment is as follows: In patients with moderate or severe hepatic impairment: Regimens that are not recommended include efavirenz/TDF and TDF/lamivudine. [12] [13] In patients with Child-Pugh Class B or C:  Abacavir, abacavir/lamivudine, and dolutegravir/abacavir/lamivudine are not recommended due to the abacavir component; nevirapine is contraindicated; and the use of TAF is not recommended. [14] General guidance: Abacavir and nevirapine are contraindicated in patients with hepatic impairment.", "contents": "HIV Antiretroviral Therapy -- Administration -- Hepatic impairment. Guidance for treating HIV in patients with hepatic impairment is as follows: In patients with moderate or severe hepatic impairment: Regimens that are not recommended include efavirenz/TDF and TDF/lamivudine. [12] [13] In patients with Child-Pugh Class B or C:  Abacavir, abacavir/lamivudine, and dolutegravir/abacavir/lamivudine are not recommended due to the abacavir component; nevirapine is contraindicated; and the use of TAF is not recommended. [14] General guidance: Abacavir and nevirapine are contraindicated in patients with hepatic impairment."}
{"id": "article-22917_20", "title": "HIV Antiretroviral Therapy -- Administration -- Renal impairment", "content": "Caution should be exercised if the patient is on a tenofovir-containing regimen due to potential nephrotoxicity. The CDC's recommendations are as follows: Creatinine clearance (CrCl) less than 30 mL/min: Elvitegravir, cobicistat, TDF, and emtricitabine should not be initiated. Regimens not recommended: Efavirenz, TDF/emtricitabine, doravirine/TDF/lamivudine, efavirenz/TDF/lamivudine, and rilpivirine/TDF/emtricitabine Recommended regimens: Use the individual component antiretrovirals (ARVs) and modify doses according to creatinine clearance. General guidance: Avoid any combination containing tenofovir due to the risk of potential nephrotoxicity; dolutegravir/lamivudine, abacavir/lamivudine, and dolutegravir/ abacavir/lamivudine are not recommended. For patients on hemodialysis whose CrCl is less than 30 mL/min, the recommendations are as follows:", "contents": "HIV Antiretroviral Therapy -- Administration -- Renal impairment. Caution should be exercised if the patient is on a tenofovir-containing regimen due to potential nephrotoxicity. The CDC's recommendations are as follows: Creatinine clearance (CrCl) less than 30 mL/min: Elvitegravir, cobicistat, TDF, and emtricitabine should not be initiated. Regimens not recommended: Efavirenz, TDF/emtricitabine, doravirine/TDF/lamivudine, efavirenz/TDF/lamivudine, and rilpivirine/TDF/emtricitabine Recommended regimens: Use the individual component antiretrovirals (ARVs) and modify doses according to creatinine clearance. General guidance: Avoid any combination containing tenofovir due to the risk of potential nephrotoxicity; dolutegravir/lamivudine, abacavir/lamivudine, and dolutegravir/ abacavir/lamivudine are not recommended. For patients on hemodialysis whose CrCl is less than 30 mL/min, the recommendations are as follows:"}
{"id": "article-22917_21", "title": "HIV Antiretroviral Therapy -- Administration -- Renal impairment", "content": "TAF/emtricitabine: One tablet once daily. On hemodialysis days, administer after dialysis. Bictegravir/TAF/emtricitabine: One tablet once daily. On hemodialysis days, administer after dialysis. Elvitegravir/cobicistat/TAF/emtricitabine: One tablet once daily. On hemodialysis days, administer after dialysis. Rilpivirine/TAF/emtricitabine: One tablet once daily. On hemodialysis days, administer after dialysis. Darunavir/cobicistat/TAF/emtricitabine: One tablet once daily. On hemodialysis days, administer after dialysis. [14]", "contents": "HIV Antiretroviral Therapy -- Administration -- Renal impairment. TAF/emtricitabine: One tablet once daily. On hemodialysis days, administer after dialysis. Bictegravir/TAF/emtricitabine: One tablet once daily. On hemodialysis days, administer after dialysis. Elvitegravir/cobicistat/TAF/emtricitabine: One tablet once daily. On hemodialysis days, administer after dialysis. Rilpivirine/TAF/emtricitabine: One tablet once daily. On hemodialysis days, administer after dialysis. Darunavir/cobicistat/TAF/emtricitabine: One tablet once daily. On hemodialysis days, administer after dialysis. [14]"}
{"id": "article-22917_22", "title": "HIV Antiretroviral Therapy -- Administration -- Pregnancy considerations", "content": "The preferred regimen is integrase strand transfer inhibitor (INSTI)-based therapy such as dolutegravir, emtricitabine, and tenofovir. [15] The dolutegravir, emtricitabine, and TAF had the lowest frequency of composite adverse pregnancy outcomes and neonatal deaths. [16] According to CDC guidelines, COVID-19 vaccination is strongly recommended for all pregnant patients with HIV infection. [17]", "contents": "HIV Antiretroviral Therapy -- Administration -- Pregnancy considerations. The preferred regimen is integrase strand transfer inhibitor (INSTI)-based therapy such as dolutegravir, emtricitabine, and tenofovir. [15] The dolutegravir, emtricitabine, and TAF had the lowest frequency of composite adverse pregnancy outcomes and neonatal deaths. [16] According to CDC guidelines, COVID-19 vaccination is strongly recommended for all pregnant patients with HIV infection. [17]"}
{"id": "article-22917_23", "title": "HIV Antiretroviral Therapy -- Administration -- Breastfeeding considerations", "content": "Breastfeeding is not recommended for patients who are confirmed or presumed to have HIV infection. Infants exposed perinatally to HIV should receive postpartum ARV prophylaxis to decrease the risk of perinatal transmission. The patient should be counseled that maternal antiretroviral therapy reduces but does not eliminate the risk of HIV transmission to the infant. Hence, mothers should use safe and affordable infant feeding alternatives. [18] Four-week zidovudine antiretroviral prophylaxis is frequently used in newborns whose mothers received ART during pregnancy and had adequate viral suppression four weeks before delivery. Higher rates of hematologic toxicity have been observed in infants who received zidovudine (ZDV) plus lamivudine (3TC) and other combination infant ARV regimens (such as ZDV plus 3TC plus nevirapine [NVP]) than in those who received ZDV alone. [19]", "contents": "HIV Antiretroviral Therapy -- Administration -- Breastfeeding considerations. Breastfeeding is not recommended for patients who are confirmed or presumed to have HIV infection. Infants exposed perinatally to HIV should receive postpartum ARV prophylaxis to decrease the risk of perinatal transmission. The patient should be counseled that maternal antiretroviral therapy reduces but does not eliminate the risk of HIV transmission to the infant. Hence, mothers should use safe and affordable infant feeding alternatives. [18] Four-week zidovudine antiretroviral prophylaxis is frequently used in newborns whose mothers received ART during pregnancy and had adequate viral suppression four weeks before delivery. Higher rates of hematologic toxicity have been observed in infants who received zidovudine (ZDV) plus lamivudine (3TC) and other combination infant ARV regimens (such as ZDV plus 3TC plus nevirapine [NVP]) than in those who received ZDV alone. [19]"}
{"id": "article-22917_24", "title": "HIV Antiretroviral Therapy -- Administration -- Breastfeeding considerations", "content": "Another study combined zidovudine/lamivudine/NVP prophylaxis for neonates with high-risk infants and did not significantly increase the risk of short-term toxicity compared with ZDV-monotherapy. [20] Prevention of Pneumocystis jirovecii pneumonia requires prophylaxis with trimethoprim-sulfamethoxazole for infants delivered to mothers with HIV. [21]", "contents": "HIV Antiretroviral Therapy -- Administration -- Breastfeeding considerations. Another study combined zidovudine/lamivudine/NVP prophylaxis for neonates with high-risk infants and did not significantly increase the risk of short-term toxicity compared with ZDV-monotherapy. [20] Prevention of Pneumocystis jirovecii pneumonia requires prophylaxis with trimethoprim-sulfamethoxazole for infants delivered to mothers with HIV. [21]"}
{"id": "article-22917_25", "title": "HIV Antiretroviral Therapy -- Adverse Effects", "content": "The following adverse effects have been associated with HIV medications:", "contents": "HIV Antiretroviral Therapy -- Adverse Effects. The following adverse effects have been associated with HIV medications:"}
{"id": "article-22917_26", "title": "HIV Antiretroviral Therapy -- Adverse Effects", "content": "NRTIs: Hypersensitivity reaction or rash, neutropenia, myopathy, anemia, neuropathy, mitochondrial toxicity, lactic acid build-up, pancreatitis, fever, rash, nausea, vomiting, diarrhea, abdominal pain, fatigue, achiness, shortness of breath, sore throat, dark-colored urine, lipoatrophy, and jaundice [22]", "contents": "HIV Antiretroviral Therapy -- Adverse Effects. NRTIs: Hypersensitivity reaction or rash, neutropenia, myopathy, anemia, neuropathy, mitochondrial toxicity, lactic acid build-up, pancreatitis, fever, rash, nausea, vomiting, diarrhea, abdominal pain, fatigue, achiness, shortness of breath, sore throat, dark-colored urine, lipoatrophy, and jaundice [22]"}
{"id": "article-22917_27", "title": "HIV Antiretroviral Therapy -- Adverse Effects", "content": "NNRTIs: Severe rash, allergic reactions, depression, impaired concentration, headache, sleep disturbance, abnormal dreams, mood changes, jaundice, dark-colored urine, fatigue, nausea and vomiting, peripheral neuropathy, mouth sores, conjunctivitis, myopathy, blisters, and trouble breathing", "contents": "HIV Antiretroviral Therapy -- Adverse Effects. NNRTIs: Severe rash, allergic reactions, depression, impaired concentration, headache, sleep disturbance, abnormal dreams, mood changes, jaundice, dark-colored urine, fatigue, nausea and vomiting, peripheral neuropathy, mouth sores, conjunctivitis, myopathy, blisters, and trouble breathing"}
{"id": "article-22917_28", "title": "HIV Antiretroviral Therapy -- Adverse Effects", "content": "Protease inhibitors: Irregular heart rhythm, lipodystrophy, severe rash, jaundice, dizziness, lightheadedness, heartburn, fatigue, myopathy, conjunctivitis, mouth sores, mouth numbness, kidney stones, blisters, dark-colored urine, pancreatitis, painful swelling, and abdominal pain", "contents": "HIV Antiretroviral Therapy -- Adverse Effects. Protease inhibitors: Irregular heart rhythm, lipodystrophy, severe rash, jaundice, dizziness, lightheadedness, heartburn, fatigue, myopathy, conjunctivitis, mouth sores, mouth numbness, kidney stones, blisters, dark-colored urine, pancreatitis, painful swelling, and abdominal pain"}
{"id": "article-22917_29", "title": "HIV Antiretroviral Therapy -- Adverse Effects", "content": "Fusion inhibitors: Injection site reactions, infection, trouble breathing, fever, blood in urine, dark-colored urine, low blood pressure, neutropenia, chills and shivering, and cough", "contents": "HIV Antiretroviral Therapy -- Adverse Effects. Fusion inhibitors: Injection site reactions, infection, trouble breathing, fever, blood in urine, dark-colored urine, low blood pressure, neutropenia, chills and shivering, and cough"}
{"id": "article-22917_30", "title": "HIV Antiretroviral Therapy -- Adverse Effects", "content": "CCR5 antagonists: Allergic reaction, jaundice, dark-colored urine, vomiting, abdominal pain, fever, fatigue, myopathy, mouth and skin blisters, facial swelling, trouble breathing, upper respiratory tract infections, cough, joint pain, myopathy, pain below ribs, heart problems, and loss of appetite", "contents": "HIV Antiretroviral Therapy -- Adverse Effects. CCR5 antagonists: Allergic reaction, jaundice, dark-colored urine, vomiting, abdominal pain, fever, fatigue, myopathy, mouth and skin blisters, facial swelling, trouble breathing, upper respiratory tract infections, cough, joint pain, myopathy, pain below ribs, heart problems, and loss of appetite"}
{"id": "article-22917_31", "title": "HIV Antiretroviral Therapy -- Adverse Effects", "content": "Integrase inhibitors: Allergic hypersensitivity reaction, rash, jaundice, dark-colored urine, pale bowel movements, diarrhea, flatulence, nausea and vomiting, loss of appetite, abnormal dreams, pruritus, pain below ribs, mouth and skin blisters, and fatigue", "contents": "HIV Antiretroviral Therapy -- Adverse Effects. Integrase inhibitors: Allergic hypersensitivity reaction, rash, jaundice, dark-colored urine, pale bowel movements, diarrhea, flatulence, nausea and vomiting, loss of appetite, abnormal dreams, pruritus, pain below ribs, mouth and skin blisters, and fatigue"}
{"id": "article-22917_32", "title": "HIV Antiretroviral Therapy -- Adverse Effects", "content": "Postattachment inhibitors: Immune reconstitution inflammatory syndrome", "contents": "HIV Antiretroviral Therapy -- Adverse Effects. Postattachment inhibitors: Immune reconstitution inflammatory syndrome"}
{"id": "article-22917_33", "title": "HIV Antiretroviral Therapy -- Adverse Effects", "content": "Pharmacokinetic enhancers: Increased serum creatinine, proteinuria, nausea, diarrhea, headache, acute kidney injury, and kidney failure", "contents": "HIV Antiretroviral Therapy -- Adverse Effects. Pharmacokinetic enhancers: Increased serum creatinine, proteinuria, nausea, diarrhea, headache, acute kidney injury, and kidney failure"}
{"id": "article-22917_34", "title": "HIV Antiretroviral Therapy -- Adverse Effects", "content": "Some long-term adverse effects of HIV medicines are hepatotoxicity, kidney failure, heart disease, diabetes/insulin resistance, hyperlipidemia, osteoporosis, suicidal ideation or depression, and nervous system deficits. [23] [24]", "contents": "HIV Antiretroviral Therapy -- Adverse Effects. Some long-term adverse effects of HIV medicines are hepatotoxicity, kidney failure, heart disease, diabetes/insulin resistance, hyperlipidemia, osteoporosis, suicidal ideation or depression, and nervous system deficits. [23] [24]"}
{"id": "article-22917_35", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "The following contraindications are associated with HIV medications:", "contents": "HIV Antiretroviral Therapy -- Contraindications. The following contraindications are associated with HIV medications:"}
{"id": "article-22917_36", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Abacavir: Patients with the HLA-B*5701 allele or prior hypersensitivity reaction to abacavir or moderate or severe hepatic impairment [25]", "contents": "HIV Antiretroviral Therapy -- Contraindications. Abacavir: Patients with the HLA-B*5701 allele or prior hypersensitivity reaction to abacavir or moderate or severe hepatic impairment [25]"}
{"id": "article-22917_37", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Emtricitabine: Patients with previously demonstrated hypersensitivity to any of the components of the products", "contents": "HIV Antiretroviral Therapy -- Contraindications. Emtricitabine: Patients with previously demonstrated hypersensitivity to any of the components of the products"}
{"id": "article-22917_38", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Lamivudine: Patients with a previous hypersensitivity reaction to lamivudine", "contents": "HIV Antiretroviral Therapy -- Contraindications. Lamivudine: Patients with a previous hypersensitivity reaction to lamivudine"}
{"id": "article-22917_39", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "TDF: Previous hypersensitivity or glomerular filtration rate less than 50", "contents": "HIV Antiretroviral Therapy -- Contraindications. TDF: Previous hypersensitivity or glomerular filtration rate less than 50"}
{"id": "article-22917_40", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Zidovudine: Patients who have had potentially life-threatening allergic reactions (eg, anaphylaxis, Stevens-Johnson syndrome) to any of the components of the formulations", "contents": "HIV Antiretroviral Therapy -- Contraindications. Zidovudine: Patients who have had potentially life-threatening allergic reactions (eg, anaphylaxis, Stevens-Johnson syndrome) to any of the components of the formulations"}
{"id": "article-22917_41", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Efavirenz: Patients with clinically significant hypersensitivity (eg, Stevens-Johnson syndrome, erythema multiforme, or toxic skin eruptions) to any of the ingredients of this product; coadministration of efavirenz with elbasvir and grazoprevir is contraindicated.", "contents": "HIV Antiretroviral Therapy -- Contraindications. Efavirenz: Patients with clinically significant hypersensitivity (eg, Stevens-Johnson syndrome, erythema multiforme, or toxic skin eruptions) to any of the ingredients of this product; coadministration of efavirenz with elbasvir and grazoprevir is contraindicated."}
{"id": "article-22917_42", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Etravirine: Hypersensitivity", "contents": "HIV Antiretroviral Therapy -- Contraindications. Etravirine: Hypersensitivity"}
{"id": "article-22917_43", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "NVP: In patients with moderate or severe (Child-Pugh Class B or C, respectively) hepatic impairment or for use as occupational and nonoccupational postexposure prophylaxis regimens. Women with CD4 greater than 250 or men with CD4 greater than 400 due to an increased probability of hypersensitivity reaction. Hepatotoxicity is largely cholestatic but demonstrates hepatocellular pattern as well. In some cases, reports of clinically apparent hepatotoxicity are present after the first eight weeks of therapy but can be severe and fatal. [26]", "contents": "HIV Antiretroviral Therapy -- Contraindications. NVP: In patients with moderate or severe (Child-Pugh Class B or C, respectively) hepatic impairment or for use as occupational and nonoccupational postexposure prophylaxis regimens. Women with CD4 greater than 250 or men with CD4 greater than 400 due to an increased probability of hypersensitivity reaction. Hepatotoxicity is largely cholestatic but demonstrates hepatocellular pattern as well. In some cases, reports of clinically apparent hepatotoxicity are present after the first eight weeks of therapy but can be severe and fatal. [26]"}
{"id": "article-22917_44", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Rilpivirine: Contraindicated for coadministration with all of the following: carbamazepine, oxcarbazepine, phenobarbital, phenytoin, rifampin, rifapentine, dexamethasone, St. John’s wort, esomeprazole, lansoprazole, omeprazole, pantoprazole, and rabeprazole", "contents": "HIV Antiretroviral Therapy -- Contraindications. Rilpivirine: Contraindicated for coadministration with all of the following: carbamazepine, oxcarbazepine, phenobarbital, phenytoin, rifampin, rifapentine, dexamethasone, St. John’s wort, esomeprazole, lansoprazole, omeprazole, pantoprazole, and rabeprazole"}
{"id": "article-22917_45", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Atazanavir: In patients with previously demonstrated clinically significant hypersensitivity (eg, Stevens-Johnson syndrome, erythema multiforme, or toxic skin eruptions) to any of the formulation ingredients; concurrent administration of medications that are highly dependent on cytochrome P450 3A4 (CYP3A) or UDP Glucuronosyl transferase Family 1 Member A1 (UGT1A1) for clearance is associated with elevated plasma concentrations of the interacting drugs and severe life-threatening events (when coadministered with drugs that strongly induce CYP3A4, atazanavir may lead to lower exposure and loss of formulations' efficacy).", "contents": "HIV Antiretroviral Therapy -- Contraindications. Atazanavir: In patients with previously demonstrated clinically significant hypersensitivity (eg, Stevens-Johnson syndrome, erythema multiforme, or toxic skin eruptions) to any of the formulation ingredients; concurrent administration of medications that are highly dependent on cytochrome P450 3A4 (CYP3A) or UDP Glucuronosyl transferase Family 1 Member A1 (UGT1A1) for clearance is associated with elevated plasma concentrations of the interacting drugs and severe life-threatening events (when coadministered with drugs that strongly induce CYP3A4, atazanavir may lead to lower exposure and loss of formulations' efficacy)."}
{"id": "article-22917_46", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Darunavir: Coadministration of formulations is contraindicated with medications highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and life-threatening events.", "contents": "HIV Antiretroviral Therapy -- Contraindications. Darunavir: Coadministration of formulations is contraindicated with medications highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and life-threatening events."}
{"id": "article-22917_47", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Fosamprenavir: In patients with previously demonstrated clinically significant hypersensitivity (eg, Stevens-Johnson syndrome), to any of the components of this product or amprenavir; when coadministered with medications that are highly dependent on CYP3A4 for clearance and for which elevated plasma concentrations are associated with serious and life-threatening events.", "contents": "HIV Antiretroviral Therapy -- Contraindications. Fosamprenavir: In patients with previously demonstrated clinically significant hypersensitivity (eg, Stevens-Johnson syndrome), to any of the components of this product or amprenavir; when coadministered with medications that are highly dependent on CYP3A4 for clearance and for which elevated plasma concentrations are associated with serious and life-threatening events."}
{"id": "article-22917_48", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Ritonavir: Contraindicated in patients with known hypersensitivity, for example, toxic epidermal necrolysis or Stevens-Johnson syndrome, to ritonavir or any of its ingredients. Ritonavir is contraindicated with medications highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and life-threatening reactions. It is also contraindicated with drugs that are potent CYP3A inducers, where significantly reduced lopinavir plasma concentrations may correlate with the potential for loss of virologic response and possible resistance and cross-resistance. [27]", "contents": "HIV Antiretroviral Therapy -- Contraindications. Ritonavir: Contraindicated in patients with known hypersensitivity, for example, toxic epidermal necrolysis or Stevens-Johnson syndrome, to ritonavir or any of its ingredients. Ritonavir is contraindicated with medications highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and life-threatening reactions. It is also contraindicated with drugs that are potent CYP3A inducers, where significantly reduced lopinavir plasma concentrations may correlate with the potential for loss of virologic response and possible resistance and cross-resistance. [27]"}
{"id": "article-22917_49", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Saquinavir: Contraindicated in those with congenital long QT syndrome, those with refractory hypokalemia or hypomagnesemia, and with concurrent administration with drugs that increase saquinavir plasma concentrations and prolong the QT interval. It is also contraindicated in people with complete atrioventricular block without implanted pacemakers or patients at high risk of complete atrioventricular block. In addition, it is contraindicated in patients with clinically significant hypersensitivity (eg, anaphylactic reaction, Stevens-Johnson syndrome) to saquinavir, saquinavir mesylate, or any of its ingredients; in patients with severe hepatic impairment. It is also contraindicated with drugs that are CYP3A substrates, for which increased plasma levels may result in serious or life-threatening reactions.", "contents": "HIV Antiretroviral Therapy -- Contraindications. Saquinavir: Contraindicated in those with congenital long QT syndrome, those with refractory hypokalemia or hypomagnesemia, and with concurrent administration with drugs that increase saquinavir plasma concentrations and prolong the QT interval. It is also contraindicated in people with complete atrioventricular block without implanted pacemakers or patients at high risk of complete atrioventricular block. In addition, it is contraindicated in patients with clinically significant hypersensitivity (eg, anaphylactic reaction, Stevens-Johnson syndrome) to saquinavir, saquinavir mesylate, or any of its ingredients; in patients with severe hepatic impairment. It is also contraindicated with drugs that are CYP3A substrates, for which increased plasma levels may result in serious or life-threatening reactions."}
{"id": "article-22917_50", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Tipranavir: Use of tipranavir is contraindicated with concurrent administration of drugs highly dependent on CYP3A4 for clearance or potent CYP3A4 inducers due to increased risk of intracranial bleeding. Tipranavir is also contradicted in moderate to severe hepatic impairment. [28]", "contents": "HIV Antiretroviral Therapy -- Contraindications. Tipranavir: Use of tipranavir is contraindicated with concurrent administration of drugs highly dependent on CYP3A4 for clearance or potent CYP3A4 inducers due to increased risk of intracranial bleeding. Tipranavir is also contradicted in moderate to severe hepatic impairment. [28]"}
{"id": "article-22917_51", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Enfuvirtide: Known hypersensitivity to enfuvirtide or any of its components", "contents": "HIV Antiretroviral Therapy -- Contraindications. Enfuvirtide: Known hypersensitivity to enfuvirtide or any of its components"}
{"id": "article-22917_52", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Maraviroc: This drug is contraindicated in patients with severe renal impairment or end-stage renal disease (CrCl <30 mL per minute) who concomitantly take potent CYP3A inhibitors or inducers.", "contents": "HIV Antiretroviral Therapy -- Contraindications. Maraviroc: This drug is contraindicated in patients with severe renal impairment or end-stage renal disease (CrCl <30 mL per minute) who concomitantly take potent CYP3A inhibitors or inducers."}
{"id": "article-22917_53", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Dolutegravir: Previous hypersensitivity reaction to dolutegravir or receiving dofetilide due to the potential for higher dofetilide plasma concentrations and the risk for severe and life-threatening events", "contents": "HIV Antiretroviral Therapy -- Contraindications. Dolutegravir: Previous hypersensitivity reaction to dolutegravir or receiving dofetilide due to the potential for higher dofetilide plasma concentrations and the risk for severe and life-threatening events"}
{"id": "article-22917_54", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Raltegravir: None", "contents": "HIV Antiretroviral Therapy -- Contraindications. Raltegravir: None"}
{"id": "article-22917_55", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Ibalizumab: None", "contents": "HIV Antiretroviral Therapy -- Contraindications. Ibalizumab: None"}
{"id": "article-22917_56", "title": "HIV Antiretroviral Therapy -- Contraindications", "content": "Cobicistat: The concomitant use of cobicistat with atazanavir is contraindicated with drugs dependent on CYP3A or UGT1A1 for clearance and for which elevated plasma concentrations of the interacting drugs are due to serious life-threatening events. Darunavir and cobicistat should not be coadministered with drugs highly dependent on CYP3A for clearance, which may lead to increased plasma concentrations and life-threatening events.", "contents": "HIV Antiretroviral Therapy -- Contraindications. Cobicistat: The concomitant use of cobicistat with atazanavir is contraindicated with drugs dependent on CYP3A or UGT1A1 for clearance and for which elevated plasma concentrations of the interacting drugs are due to serious life-threatening events. Darunavir and cobicistat should not be coadministered with drugs highly dependent on CYP3A for clearance, which may lead to increased plasma concentrations and life-threatening events."}
{"id": "article-22917_57", "title": "HIV Antiretroviral Therapy -- Monitoring", "content": "The following tests should be performed to monitor patients on HIV antiretroviral therapy: Initial Assessment (Start of T herapy) CD4 count HIV viral load Resistance testing HLA-B 5701 testing Tropism testing Hepatitis B serology Hepatitis C screening Complete blood count (CBC) with differential Basic chemistry Alanine transaminase (ALT), aspartate transaminase (AST), bilirubin Fasting lipid profile Fasting glucose and hemoglobin A1C Urinalysis Pregnancy test", "contents": "HIV Antiretroviral Therapy -- Monitoring. The following tests should be performed to monitor patients on HIV antiretroviral therapy: Initial Assessment (Start of T herapy) CD4 count HIV viral load Resistance testing HLA-B 5701 testing Tropism testing Hepatitis B serology Hepatitis C screening Complete blood count (CBC) with differential Basic chemistry Alanine transaminase (ALT), aspartate transaminase (AST), bilirubin Fasting lipid profile Fasting glucose and hemoglobin A1C Urinalysis Pregnancy test"}
{"id": "article-22917_58", "title": "HIV Antiretroviral Therapy -- Monitoring -- Every 3 to 6 Months", "content": "CD4 count for the first 2 years of antiretroviral therapy or if viremia develops HIV viral load Basic chemistry ALT, AST,  bilirubin CBC with differential if on zidovudine Fasting glucose and hemoglobin A1C if abnormal before", "contents": "HIV Antiretroviral Therapy -- Monitoring -- Every 3 to 6 Months. CD4 count for the first 2 years of antiretroviral therapy or if viremia develops HIV viral load Basic chemistry ALT, AST,  bilirubin CBC with differential if on zidovudine Fasting glucose and hemoglobin A1C if abnormal before"}
{"id": "article-22917_59", "title": "HIV Antiretroviral Therapy -- Monitoring -- Every 6 Months", "content": "CBC with differential Urinalysis if on bictegravir/emtricitabine/TAF) or efavirenz/emtricitabine/TDF", "contents": "HIV Antiretroviral Therapy -- Monitoring -- Every 6 Months. CBC with differential Urinalysis if on bictegravir/emtricitabine/TAF) or efavirenz/emtricitabine/TDF"}
{"id": "article-22917_60", "title": "HIV Antiretroviral Therapy -- Monitoring -- Every 12 Months", "content": "After 2 years, if the CD4 count is 300 to 500, then every 12 months; if CD4 is greater than 500, monitoring is optional. Hepatitis B serology may be repeated unless the patient is immunized. Screen for hepatitis C if the patient is at risk. Fasting lipid profile Fasting glucose and hemoglobin A1C Urinalysis Quantiferon tuberculosis test", "contents": "HIV Antiretroviral Therapy -- Monitoring -- Every 12 Months. After 2 years, if the CD4 count is 300 to 500, then every 12 months; if CD4 is greater than 500, monitoring is optional. Hepatitis B serology may be repeated unless the patient is immunized. Screen for hepatitis C if the patient is at risk. Fasting lipid profile Fasting glucose and hemoglobin A1C Urinalysis Quantiferon tuberculosis test"}
{"id": "article-22917_61", "title": "HIV Antiretroviral Therapy -- Monitoring -- Treatment Failure or Modification", "content": "CD4 count HIV viral load Resistance testing Hepatitis B serology Hepatitis C screening Basic chemistry ALT/AST/bilirubin CBC with differential Fasting lipid profile Fasting glucose and hemoglobin A1C Urinalysis Pregnancy test Tropism testing [29]", "contents": "HIV Antiretroviral Therapy -- Monitoring -- Treatment Failure or Modification. CD4 count HIV viral load Resistance testing Hepatitis B serology Hepatitis C screening Basic chemistry ALT/AST/bilirubin CBC with differential Fasting lipid profile Fasting glucose and hemoglobin A1C Urinalysis Pregnancy test Tropism testing [29]"}
{"id": "article-22917_62", "title": "HIV Antiretroviral Therapy -- Toxicity", "content": "Many HIV medicines have adverse effects that may require supportive treatment, monitoring, and adjustment of the HIV regimen. [23]", "contents": "HIV Antiretroviral Therapy -- Toxicity. Many HIV medicines have adverse effects that may require supportive treatment, monitoring, and adjustment of the HIV regimen. [23]"}
{"id": "article-22917_63", "title": "HIV Antiretroviral Therapy -- Toxicity", "content": "NVP: Therapy with NVP is associated with significant transaminase elevations in 4% to 20% of patients and symptomatic elevations in 1% to 5% of patients. Among the more than 20 antiretroviral agents, NVP is perhaps the most common cause of serious, clinically apparent acute liver injury. The clinically apparent liver injury due to nevirapine is as high as 1%, with fatalities ensuing in approximately 0.1% of treated patients. The onset of injury is within the first 6 to 8 weeks of therapy. The presenting symptoms are typically abdominal pain and fatigue, followed by fever, rash, and jaundice. Most patients have a cholestatic hepatic injury pattern, but hepatocellular injury is also observed in severe cases. NVP hepatotoxicity can be severe and fatal, and cases requiring emergency liver transplantation have been described. NVP should be promptly discontinued if serum aminotransferase levels rise about 10 times the upper limit of normal, persistently above 5 times above the upper limit of normal, or if associated with bilirubin elevations or hepatitis. [26]", "contents": "HIV Antiretroviral Therapy -- Toxicity. NVP: Therapy with NVP is associated with significant transaminase elevations in 4% to 20% of patients and symptomatic elevations in 1% to 5% of patients. Among the more than 20 antiretroviral agents, NVP is perhaps the most common cause of serious, clinically apparent acute liver injury. The clinically apparent liver injury due to nevirapine is as high as 1%, with fatalities ensuing in approximately 0.1% of treated patients. The onset of injury is within the first 6 to 8 weeks of therapy. The presenting symptoms are typically abdominal pain and fatigue, followed by fever, rash, and jaundice. Most patients have a cholestatic hepatic injury pattern, but hepatocellular injury is also observed in severe cases. NVP hepatotoxicity can be severe and fatal, and cases requiring emergency liver transplantation have been described. NVP should be promptly discontinued if serum aminotransferase levels rise about 10 times the upper limit of normal, persistently above 5 times above the upper limit of normal, or if associated with bilirubin elevations or hepatitis. [26]"}
{"id": "article-22917_64", "title": "HIV Antiretroviral Therapy -- Toxicity", "content": "Tenofovir: Long-term tenofovir is associated with nephrotoxicity and Fanconi syndrome and should be avoided in patients with preexisting renal impairment.", "contents": "HIV Antiretroviral Therapy -- Toxicity. Tenofovir: Long-term tenofovir is associated with nephrotoxicity and Fanconi syndrome and should be avoided in patients with preexisting renal impairment."}
{"id": "article-22917_65", "title": "HIV Antiretroviral Therapy -- Toxicity", "content": "Zidovudine: Zidovudine-associated myelosuppression manifests with neutropenia and anemia, and its overdose has been described in neonates receiving HIV prophylaxis.", "contents": "HIV Antiretroviral Therapy -- Toxicity. Zidovudine: Zidovudine-associated myelosuppression manifests with neutropenia and anemia, and its overdose has been described in neonates receiving HIV prophylaxis."}
{"id": "article-22917_66", "title": "HIV Antiretroviral Therapy -- Toxicity", "content": "Efavirenz: Overdoses of efavirenz present with neuropsychiatric manifestations.", "contents": "HIV Antiretroviral Therapy -- Toxicity. Efavirenz: Overdoses of efavirenz present with neuropsychiatric manifestations."}
{"id": "article-22917_67", "title": "HIV Antiretroviral Therapy -- Toxicity", "content": "Protease inhibitors: These have been associated with insulin resistance, type II diabetes mellitus, and lipodystrophy.", "contents": "HIV Antiretroviral Therapy -- Toxicity. Protease inhibitors: These have been associated with insulin resistance, type II diabetes mellitus, and lipodystrophy."}
{"id": "article-22917_68", "title": "HIV Antiretroviral Therapy -- Toxicity", "content": "NRTIs: Mitochondrial toxicity associated with using NRTIs leads to myopathy, liver failure, and lactic acidosis. Lactic acidosis is fatal if not recognized. In patients with lactic acidosis, NRTIs must be immediately stopped, and clinicians should immediately administer supportive care. [30]", "contents": "HIV Antiretroviral Therapy -- Toxicity. NRTIs: Mitochondrial toxicity associated with using NRTIs leads to myopathy, liver failure, and lactic acidosis. Lactic acidosis is fatal if not recognized. In patients with lactic acidosis, NRTIs must be immediately stopped, and clinicians should immediately administer supportive care. [30]"}
{"id": "article-22917_69", "title": "HIV Antiretroviral Therapy -- Enhancing Healthcare Team Outcomes", "content": "The management of patients with HIV is best with an interprofessional team that includes doctors, nurse practitioners, physician assistants, infectious specialists, pharmacists (including infectious disease specialty pharmacists who focus on antiretroviral treatment), and infectious disease nurses. The pharmacist should verify the chosen regimen, check for drug interactions, verify dosing, and assume responsibility for patient counseling. Nursing can initially assess treatment effectiveness and, particularly, patient compliance. They also must participate in patient education because improper compliance can lead to disastrous therapeutic failure. All healthcare team members must press the point of compliance when they have the opportunity, and any concerns about the regimen or compliance require communication with the treating physician. All interprofessional team members bear responsibility for patient monitoring, especially for compliance, and must record any concerns in the patient's medical record and reach out to the appropriate team member(s) immediately to take corrective action; this open communication is crucial to the success of HAART.", "contents": "HIV Antiretroviral Therapy -- Enhancing Healthcare Team Outcomes. The management of patients with HIV is best with an interprofessional team that includes doctors, nurse practitioners, physician assistants, infectious specialists, pharmacists (including infectious disease specialty pharmacists who focus on antiretroviral treatment), and infectious disease nurses. The pharmacist should verify the chosen regimen, check for drug interactions, verify dosing, and assume responsibility for patient counseling. Nursing can initially assess treatment effectiveness and, particularly, patient compliance. They also must participate in patient education because improper compliance can lead to disastrous therapeutic failure. All healthcare team members must press the point of compliance when they have the opportunity, and any concerns about the regimen or compliance require communication with the treating physician. All interprofessional team members bear responsibility for patient monitoring, especially for compliance, and must record any concerns in the patient's medical record and reach out to the appropriate team member(s) immediately to take corrective action; this open communication is crucial to the success of HAART."}
{"id": "article-22917_70", "title": "HIV Antiretroviral Therapy -- Enhancing Healthcare Team Outcomes", "content": "Overwhelming data show that HAART can improve survival and reduce the risk of opportunistic infections. Thus, healthcare workers need to understand these medications because of their effectiveness and the potential adverse effects. A consultation with an infectious disease expert is recommended when any doubts exist regarding HAART. Infectious disease clinicians and other healthcare professionals ensure adults and children with HIV receive safe and effective therapy. Infectious specialists and healthcare professionals are integral to formulating domestic and global infectious disease policies to improve public health. [31] Poor retention in HIV care is associated with higher morbidity and mortality and a greater risk of HIV transmission. The Patient-Centered HIV Care Model incorporates community-based pharmacists with clinicians. PCHCM displayed that close collaborations between pharmacists and clinicians can improve the retention of patients with HIV, enhancing patient outcomes. [32] Only with a complete \"all in,\" collaborative interprofessional team approach can ART have its best chance for therapeutic success while minimizing adverse events.", "contents": "HIV Antiretroviral Therapy -- Enhancing Healthcare Team Outcomes. Overwhelming data show that HAART can improve survival and reduce the risk of opportunistic infections. Thus, healthcare workers need to understand these medications because of their effectiveness and the potential adverse effects. A consultation with an infectious disease expert is recommended when any doubts exist regarding HAART. Infectious disease clinicians and other healthcare professionals ensure adults and children with HIV receive safe and effective therapy. Infectious specialists and healthcare professionals are integral to formulating domestic and global infectious disease policies to improve public health. [31] Poor retention in HIV care is associated with higher morbidity and mortality and a greater risk of HIV transmission. The Patient-Centered HIV Care Model incorporates community-based pharmacists with clinicians. PCHCM displayed that close collaborations between pharmacists and clinicians can improve the retention of patients with HIV, enhancing patient outcomes. [32] Only with a complete \"all in,\" collaborative interprofessional team approach can ART have its best chance for therapeutic success while minimizing adverse events."}
{"id": "article-22917_71", "title": "HIV Antiretroviral Therapy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "HIV Antiretroviral Therapy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}