{"id": "article-20665_0", "title": "Dornase Alfa -- Continuing Education Activity", "content": "Cystic fibrosis is an autosomal recessive multisystem progressive disorder that results in mucus in various organs becoming thick and sticky. The disease primarily affects patients' upper and lower airways, causes long-lasting lung infections, and limits the ability to breathe over time. Dornase alfa is an inhaled medication that thins mucus, used to manage and treat cystic fibrosis. It has been shown to decrease respiratory tract infections in selected patients with forced vital capacity (FVC) greater than 40% of predicted. This activity outlines the indications, action, and contraindications for dornase alfa as a valuable agent in the therapy for cystic fibrosis, pleural effusion, and emphysema.", "contents": "Dornase Alfa -- Continuing Education Activity. Cystic fibrosis is an autosomal recessive multisystem progressive disorder that results in mucus in various organs becoming thick and sticky. The disease primarily affects patients' upper and lower airways, causes long-lasting lung infections, and limits the ability to breathe over time. Dornase alfa is an inhaled medication that thins mucus, used to manage and treat cystic fibrosis. It has been shown to decrease respiratory tract infections in selected patients with forced vital capacity (FVC) greater than 40% of predicted. This activity outlines the indications, action, and contraindications for dornase alfa as a valuable agent in the therapy for cystic fibrosis, pleural effusion, and emphysema."}
{"id": "article-20665_1", "title": "Dornase Alfa -- Continuing Education Activity", "content": "Objectives: Describe the mechanism of action of dornase alfa. Identify the potential adverse effects of dornase alfa. Summarize the monitoring needs for patients on dornase alfa. Outline the importance of improving collaboration and communication amongst the interprofessional team to improve outcomes for patients receiving dornase alfa. Access free multiple choice questions on this topic.", "contents": "Dornase Alfa -- Continuing Education Activity. Objectives: Describe the mechanism of action of dornase alfa. Identify the potential adverse effects of dornase alfa. Summarize the monitoring needs for patients on dornase alfa. Outline the importance of improving collaboration and communication amongst the interprofessional team to improve outcomes for patients receiving dornase alfa. Access free multiple choice questions on this topic."}
{"id": "article-20665_2", "title": "Dornase Alfa -- Indications", "content": "Dornase alfa is utilized to treat and manage cystic fibrosis (CF) in conjunction with standard therapies to improve pulmonary function. Cystic fibrosis is an autosomal recessive multisystem progressive disorder. It is caused by pathologic variants in the CFTR (cystic fibrosis transmembrane conductance regulator) gene resulting in dysfunctional CFTR protein. This results in altered chloride and bicarbonate transport across many epithelial tissues resulting in mucus in various organs becoming thick and sticky. The disease primarily affects patients' upper and lower airways, causes long-lasting lung infections, and limits the ability to breathe over time. [1] [2] This drug is synthesized in the ovarian cells of Chinese hamsters.", "contents": "Dornase Alfa -- Indications. Dornase alfa is utilized to treat and manage cystic fibrosis (CF) in conjunction with standard therapies to improve pulmonary function. Cystic fibrosis is an autosomal recessive multisystem progressive disorder. It is caused by pathologic variants in the CFTR (cystic fibrosis transmembrane conductance regulator) gene resulting in dysfunctional CFTR protein. This results in altered chloride and bicarbonate transport across many epithelial tissues resulting in mucus in various organs becoming thick and sticky. The disease primarily affects patients' upper and lower airways, causes long-lasting lung infections, and limits the ability to breathe over time. [1] [2] This drug is synthesized in the ovarian cells of Chinese hamsters."}
{"id": "article-20665_3", "title": "Dornase Alfa -- Indications", "content": "Dornase alfa is an inhaled medication that thins mucus. It has been shown to decrease respiratory tract infections in selected patients with forced vital capacity (FVC) greater than 40% of predicted. Dornase alfa was discovered in 1992 as a mucolytic agent for treating hyper viscous mucous produced in cystic fibrosis patients after noticing in the 1950s that the use of bovine deoxyribonuclease decreased the thickness of the sputum in CF patients. [3] In a patient with moderate to severe lung disease, dornase alfa is strongly recommended as the certainty of substantial benefit is high. There is no significant evidence to conclude whether dornase alfa is superior to other hyperosmolar agents in improving lung function.", "contents": "Dornase Alfa -- Indications. Dornase alfa is an inhaled medication that thins mucus. It has been shown to decrease respiratory tract infections in selected patients with forced vital capacity (FVC) greater than 40% of predicted. Dornase alfa was discovered in 1992 as a mucolytic agent for treating hyper viscous mucous produced in cystic fibrosis patients after noticing in the 1950s that the use of bovine deoxyribonuclease decreased the thickness of the sputum in CF patients. [3] In a patient with moderate to severe lung disease, dornase alfa is strongly recommended as the certainty of substantial benefit is high. There is no significant evidence to conclude whether dornase alfa is superior to other hyperosmolar agents in improving lung function."}
{"id": "article-20665_4", "title": "Dornase Alfa -- Indications", "content": "Several studies have evaluated and demonstrated the off-label use of dornase alfa in non-CF patients. It is used off-label for the treatment of parapneumonic pleural effusions and empyemas. In 2015, Bobeck and colleagues showed that Dornase alfa could be used in patients with pleural empyema to improve drainage of hyper viscous pus when used in combination with a tissue plasminogen activator (tPA). However, first, it should be confirmed that the drainage is hyper-viscous by using a drop rate count from the syringe. [4] In 2016, another study demonstrated that the use of dornase alfa was beneficial in patients with atelectasis and was routinely used without any safety concerns. [5] In 2017, a pilot study assessed the efficacy of using dornase alfa in premature patients with ventilator-associated pulmonary infection (VAPI) compared to the standard treatment. The study concluded that deoxyribonuclease use in preterm infants with VAPI increased the fraction of inspired oxygen (FiO2) without any side effects. [6]", "contents": "Dornase Alfa -- Indications. Several studies have evaluated and demonstrated the off-label use of dornase alfa in non-CF patients. It is used off-label for the treatment of parapneumonic pleural effusions and empyemas. In 2015, Bobeck and colleagues showed that Dornase alfa could be used in patients with pleural empyema to improve drainage of hyper viscous pus when used in combination with a tissue plasminogen activator (tPA). However, first, it should be confirmed that the drainage is hyper-viscous by using a drop rate count from the syringe. [4] In 2016, another study demonstrated that the use of dornase alfa was beneficial in patients with atelectasis and was routinely used without any safety concerns. [5] In 2017, a pilot study assessed the efficacy of using dornase alfa in premature patients with ventilator-associated pulmonary infection (VAPI) compared to the standard treatment. The study concluded that deoxyribonuclease use in preterm infants with VAPI increased the fraction of inspired oxygen (FiO2) without any side effects. [6]"}
{"id": "article-20665_5", "title": "Dornase Alfa -- Indications", "content": "The drug was also examined for its potential to resolve mucous secretion in COVID-19 patients, but due to its nebulized administration, it carries the risk of aerosolizing the virus, creating a risk of secondary infection. [7]", "contents": "Dornase Alfa -- Indications. The drug was also examined for its potential to resolve mucous secretion in COVID-19 patients, but due to its nebulized administration, it carries the risk of aerosolizing the virus, creating a risk of secondary infection. [7]"}
{"id": "article-20665_6", "title": "Dornase Alfa -- Mechanism of Action", "content": "Normally, the cilia that line the respiratory tract are responsible for continuously pushing the thin film of mucus which traps different invaders and duct particles upwards for excretion via cough. Due to the abnormally thick mucus produced in the lungs of a patient with CF, the mucociliary escalator is significantly affected. This condition leads to the colonization of bacteria and infection, especially Pseudomonas , which induces inflammation and the accumulation of neutrophils in the affected area. After the initial response, neutrophils die, leading to an increased amount of highly polymerized deoxyribonucleic acid (DNA) in the mucous, leading to even further thickening of the mucous. The presence of DNA material in the mucous results in the plugging of the patient’s airway and further increases the risk of infection. Repeated endobacterial infection and damage due to the neutrophils’ oxidants lead to irreversible damage and, eventually, respiratory failure, the most common cause of death in patients with CF. [3]", "contents": "Dornase Alfa -- Mechanism of Action. Normally, the cilia that line the respiratory tract are responsible for continuously pushing the thin film of mucus which traps different invaders and duct particles upwards for excretion via cough. Due to the abnormally thick mucus produced in the lungs of a patient with CF, the mucociliary escalator is significantly affected. This condition leads to the colonization of bacteria and infection, especially Pseudomonas , which induces inflammation and the accumulation of neutrophils in the affected area. After the initial response, neutrophils die, leading to an increased amount of highly polymerized deoxyribonucleic acid (DNA) in the mucous, leading to even further thickening of the mucous. The presence of DNA material in the mucous results in the plugging of the patient’s airway and further increases the risk of infection. Repeated endobacterial infection and damage due to the neutrophils’ oxidants lead to irreversible damage and, eventually, respiratory failure, the most common cause of death in patients with CF. [3]"}
{"id": "article-20665_7", "title": "Dornase Alfa -- Mechanism of Action", "content": "Dornase alfa is a recombinant human deoxyribonuclease I (rhDNase) that cleaves down extracellular long-chain DNA in the sputum reducing mucous viscosity and preventing airway infections and damage to the lung parenchyma. It improves lung function and quality of life. Also, it diminishes exacerbation frequency in children aged six years or older. When inhaled, it mainly exerts its effects locally; it has minimal systemic absorption.", "contents": "Dornase Alfa -- Mechanism of Action. Dornase alfa is a recombinant human deoxyribonuclease I (rhDNase) that cleaves down extracellular long-chain DNA in the sputum reducing mucous viscosity and preventing airway infections and damage to the lung parenchyma. It improves lung function and quality of life. Also, it diminishes exacerbation frequency in children aged six years or older. When inhaled, it mainly exerts its effects locally; it has minimal systemic absorption."}
{"id": "article-20665_8", "title": "Dornase Alfa -- Administration", "content": "Dornase alfa ampules should be stored in their provided foil pouch in a refrigerator, away from light. The ampules should remain refrigerated during transport and not left at room temperature for a total of 24 hours.", "contents": "Dornase Alfa -- Administration. Dornase alfa ampules should be stored in their provided foil pouch in a refrigerator, away from light. The ampules should remain refrigerated during transport and not left at room temperature for a total of 24 hours."}
{"id": "article-20665_9", "title": "Dornase Alfa -- Administration", "content": "Prior to administration, the ampule should be squeezed to check for leakage. If the solution appears discolored or cloudy, it should be discarded. The entire ampule should be used or discarded once it has been opened. For adults: Inhale 2.5 mg once a day daily via a selected nebulizer system. Patients older than 21 years and/or with FVC more than 85% may benefit from 2.5 mg via oral inhalation twice daily. For pediatrics: For infants and children under 2: inhale 2.5 mg once a day daily via a selected nebulizer system. [3] For children 2 to 5: inhale 2.5 mg once a day daily via a selected nebulizer system. [8] For children over five and adolescents: inhale 2.5 mg once a day daily via a selected jet nebulizer and a compressor system or a nebulizer system. [9] Inhaling nebulized dornase alfa for most outcomes 30 minutes prior to airway clearance techniques is recommended. The drug should not be combined or mixed with other nebulized medications.", "contents": "Dornase Alfa -- Administration. Prior to administration, the ampule should be squeezed to check for leakage. If the solution appears discolored or cloudy, it should be discarded. The entire ampule should be used or discarded once it has been opened. For adults: Inhale 2.5 mg once a day daily via a selected nebulizer system. Patients older than 21 years and/or with FVC more than 85% may benefit from 2.5 mg via oral inhalation twice daily. For pediatrics: For infants and children under 2: inhale 2.5 mg once a day daily via a selected nebulizer system. [3] For children 2 to 5: inhale 2.5 mg once a day daily via a selected nebulizer system. [8] For children over five and adolescents: inhale 2.5 mg once a day daily via a selected jet nebulizer and a compressor system or a nebulizer system. [9] Inhaling nebulized dornase alfa for most outcomes 30 minutes prior to airway clearance techniques is recommended. The drug should not be combined or mixed with other nebulized medications."}
{"id": "article-20665_10", "title": "Dornase Alfa -- Administration", "content": "Patients who are unable to inhale and exhale for the duration of the entire treatment period can use a specialized baby nebulizer.", "contents": "Dornase Alfa -- Administration. Patients who are unable to inhale and exhale for the duration of the entire treatment period can use a specialized baby nebulizer."}
{"id": "article-20665_11", "title": "Dornase Alfa -- Adverse Effects", "content": "A severe potential adverse reaction is dyspnea. Most common: > 10% Voice alteration Pharyngitis Rhinitis Rash Chest pain Less common: 1 to 10% Laryngitis Hoarseness Sore throat Cough Antibody development against dornase alfa in up to 4% Conjunctivitis Dyspepsia Least common: <1% Urticaria Headache Even though rash and urticaria have been observed in some patients, there have been zero reports of anaphylaxis. [10]", "contents": "Dornase Alfa -- Adverse Effects. A severe potential adverse reaction is dyspnea. Most common: > 10% Voice alteration Pharyngitis Rhinitis Rash Chest pain Less common: 1 to 10% Laryngitis Hoarseness Sore throat Cough Antibody development against dornase alfa in up to 4% Conjunctivitis Dyspepsia Least common: <1% Urticaria Headache Even though rash and urticaria have been observed in some patients, there have been zero reports of anaphylaxis. [10]"}
{"id": "article-20665_12", "title": "Dornase Alfa -- Contraindications", "content": "Dornase alfa is contraindicated in patients who have had hypersensitivity reactions from using any products containing Chinese hamster ovary cell products or ingredients.", "contents": "Dornase Alfa -- Contraindications. Dornase alfa is contraindicated in patients who have had hypersensitivity reactions from using any products containing Chinese hamster ovary cell products or ingredients."}
{"id": "article-20665_13", "title": "Dornase Alfa -- Contraindications", "content": "Using the drug during pregnancy and breastfeeding requires the prescribing clinician to weigh the risks vs. benefits of such therapy, although there is no risk of teratogenicity, and there is also no expected harm to infants based on the drug's mechanism of action. It is unknown whether the dornase alfa affects milk production. [11] Dornase alfa has no known clinically relevant drug interactions. [12]", "contents": "Dornase Alfa -- Contraindications. Using the drug during pregnancy and breastfeeding requires the prescribing clinician to weigh the risks vs. benefits of such therapy, although there is no risk of teratogenicity, and there is also no expected harm to infants based on the drug's mechanism of action. It is unknown whether the dornase alfa affects milk production. [11] Dornase alfa has no known clinically relevant drug interactions. [12]"}
{"id": "article-20665_14", "title": "Dornase Alfa -- Monitoring", "content": "Due to the poor systemic absorption of dornase alfa, there is no required hepatic or renal monitoring; however, it is essential to follow up with the patients for any side effects and ensure administration of the proper dose.", "contents": "Dornase Alfa -- Monitoring. Due to the poor systemic absorption of dornase alfa, there is no required hepatic or renal monitoring; however, it is essential to follow up with the patients for any side effects and ensure administration of the proper dose."}
{"id": "article-20665_15", "title": "Dornase Alfa -- Monitoring", "content": "Additionally, a preliminary study done by the Cystic Fibrosis Foundation in 2013 focused on improving the FEV1 patients with CF. They provided strict guidelines for using dornase alfa and hypertonic saline for patients older than six years of age and prescribing inhaled tobramycin and oral azithromycin in patients older than six years of age with Pseudomonas aeruginosa infection. They monitored the adherence to the guidelines every quarter for one year. It was demonstrated that adherence to the guidelines by clinicians increased the FEV1 in patients with CF. [13]", "contents": "Dornase Alfa -- Monitoring. Additionally, a preliminary study done by the Cystic Fibrosis Foundation in 2013 focused on improving the FEV1 patients with CF. They provided strict guidelines for using dornase alfa and hypertonic saline for patients older than six years of age and prescribing inhaled tobramycin and oral azithromycin in patients older than six years of age with Pseudomonas aeruginosa infection. They monitored the adherence to the guidelines every quarter for one year. It was demonstrated that adherence to the guidelines by clinicians increased the FEV1 in patients with CF. [13]"}
{"id": "article-20665_16", "title": "Dornase Alfa -- Toxicity", "content": "The likelihood of Dornase alfa related to systematic toxicity is rare due to its short half-life and poor systemic absorption. In isolated incidences of overdose where patients used 16 times the maximum daily dose tolerated the medication well. Animal data suggests no evidence of maternal toxicity, embryotoxicity, or teratogenicity was observed. Dornase alfa has been tested negative in genotoxicity assays: the in vitro Ames assay, in vitro mouse lymphoma assay, and in vivo mouse bone marrow micronucleus assay.", "contents": "Dornase Alfa -- Toxicity. The likelihood of Dornase alfa related to systematic toxicity is rare due to its short half-life and poor systemic absorption. In isolated incidences of overdose where patients used 16 times the maximum daily dose tolerated the medication well. Animal data suggests no evidence of maternal toxicity, embryotoxicity, or teratogenicity was observed. Dornase alfa has been tested negative in genotoxicity assays: the in vitro Ames assay, in vitro mouse lymphoma assay, and in vivo mouse bone marrow micronucleus assay."}
{"id": "article-20665_17", "title": "Dornase Alfa -- Enhancing Healthcare Team Outcomes", "content": "Even though dornase alfa is safe due to its short half-life and poor systemic absorption, the interprofessional healthcare team, including physicians (MDs and DOs), mid-level practitioners (nurse practitioners and physician assistants, pharmacists), nursing staff, and pharmacists, must follow up with the patients to ensure the correct use of the drug. Since dornase alfa is used with a nebulizer compression system, it is crucial to assist patients in understanding how to use the medication to properly achieve its fullest effects. Clinicians need to ensure that the patient is using a nebulizer with a mouthpiece to ensure the maximum drug delivery to the lungs. A patient that is unable to breathe in and out properly should not be using a mouthpiece. Instead, the recommendation should be to use a device that utilizes a face mask.", "contents": "Dornase Alfa -- Enhancing Healthcare Team Outcomes. Even though dornase alfa is safe due to its short half-life and poor systemic absorption, the interprofessional healthcare team, including physicians (MDs and DOs), mid-level practitioners (nurse practitioners and physician assistants, pharmacists), nursing staff, and pharmacists, must follow up with the patients to ensure the correct use of the drug. Since dornase alfa is used with a nebulizer compression system, it is crucial to assist patients in understanding how to use the medication to properly achieve its fullest effects. Clinicians need to ensure that the patient is using a nebulizer with a mouthpiece to ensure the maximum drug delivery to the lungs. A patient that is unable to breathe in and out properly should not be using a mouthpiece. Instead, the recommendation should be to use a device that utilizes a face mask."}
{"id": "article-20665_18", "title": "Dornase Alfa -- Enhancing Healthcare Team Outcomes", "content": "Nurses and home aid healthcare personnel also need to educate the patients not to combine dornase alfa with any other cystic fibrosis medications in the nebulizer since it will decrease the drug's efficacy. Pharmacists can also play a direct role in patient education and follow-up, reinforce proper administration, and reach out to the nurse or prescriber if they suspect any issues with the patient's therapy regimen. Interprofessional communication is essential in the care of CF patients with dornase alfa to ensure that the patient receives the most significant therapeutic benefit with the least amount of side effects, leading to optimal patient outcomes. [Level 5]", "contents": "Dornase Alfa -- Enhancing Healthcare Team Outcomes. Nurses and home aid healthcare personnel also need to educate the patients not to combine dornase alfa with any other cystic fibrosis medications in the nebulizer since it will decrease the drug's efficacy. Pharmacists can also play a direct role in patient education and follow-up, reinforce proper administration, and reach out to the nurse or prescriber if they suspect any issues with the patient's therapy regimen. Interprofessional communication is essential in the care of CF patients with dornase alfa to ensure that the patient receives the most significant therapeutic benefit with the least amount of side effects, leading to optimal patient outcomes. [Level 5]"}
{"id": "article-20665_19", "title": "Dornase Alfa -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dornase Alfa -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}