{"id": "article-141181_0", "title": "Apraxia -- Continuing Education Activity", "content": "Apraxia is a neurological disorder affecting motor function, planning, and task performance, in the absence of apparent neurological insult to motor, sensory, or comprehension. It can result from various types of brain lesions, including stroke, dementia, tumors, neurocognitive disorders, and brain injuries. Identification and diagnosis of apraxia are primarily clinical and with little consensus. A thorough understanding of neuroanatomy, neural pathways, and physiology, along with a complete physical exam, is required for evaluating and managing the disease. Management of the underlying disorder and associated supportive measures is the treatment modality. Early identification of apraxia can help the patient with activities of daily living (ADL). This activity reviews the etiology, pathophysiology, clinical assessment, evaluation, treatment, and management of complications of apraxia and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Apraxia -- Continuing Education Activity. Apraxia is a neurological disorder affecting motor function, planning, and task performance, in the absence of apparent neurological insult to motor, sensory, or comprehension. It can result from various types of brain lesions, including stroke, dementia, tumors, neurocognitive disorders, and brain injuries. Identification and diagnosis of apraxia are primarily clinical and with little consensus. A thorough understanding of neuroanatomy, neural pathways, and physiology, along with a complete physical exam, is required for evaluating and managing the disease. Management of the underlying disorder and associated supportive measures is the treatment modality. Early identification of apraxia can help the patient with activities of daily living (ADL). This activity reviews the etiology, pathophysiology, clinical assessment, evaluation, treatment, and management of complications of apraxia and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-141181_1", "title": "Apraxia -- Continuing Education Activity", "content": "Objectives: Describe the pathogenesis of apraxia. Review the different types of apraxias. Summarize the evaluation steps to differentiate the various types of apraxias. Outline the short and long-term management of apraxia and its complications. Access free multiple choice questions on this topic.", "contents": "Apraxia -- Continuing Education Activity. Objectives: Describe the pathogenesis of apraxia. Review the different types of apraxias. Summarize the evaluation steps to differentiate the various types of apraxias. Outline the short and long-term management of apraxia and its complications. Access free multiple choice questions on this topic."}
{"id": "article-141181_2", "title": "Apraxia -- Introduction", "content": "Apraxia covers a broad spectrum of neurological conditions characterized by an inability to perform previously familiar tasks or learned acts, which cannot be explained by motor or sensory weakness, deficits in comprehension, or incoordination. [1] Apraxia is a diagnosis of exclusion and was differentiated into three types by Liepmann: limb-kinetic, ideomotor, and ideational. [2] Currently, apraxias can be classified based on task-specific or general actions and the anatomical location of the lesion in the brain. [3]", "contents": "Apraxia -- Introduction. Apraxia covers a broad spectrum of neurological conditions characterized by an inability to perform previously familiar tasks or learned acts, which cannot be explained by motor or sensory weakness, deficits in comprehension, or incoordination. [1] Apraxia is a diagnosis of exclusion and was differentiated into three types by Liepmann: limb-kinetic, ideomotor, and ideational. [2] Currently, apraxias can be classified based on task-specific or general actions and the anatomical location of the lesion in the brain. [3]"}
{"id": "article-141181_3", "title": "Apraxia -- Introduction -- General", "content": "Ideomotor (constitutional) - most common, decreased motor skill, wong motions and joints used Ideational - conceptualization and use of tools/series of actions Conceptual - loss of tool knowledge Limb-Kinetic (melokinetic) - precise movements/ hands and fingers Dissociation and conduction apraxia- modality-specific defects in skills", "contents": "Apraxia -- Introduction -- General. Ideomotor (constitutional) - most common, decreased motor skill, wong motions and joints used Ideational - conceptualization and use of tools/series of actions Conceptual - loss of tool knowledge Limb-Kinetic (melokinetic) - precise movements/ hands and fingers Dissociation and conduction apraxia- modality-specific defects in skills"}
{"id": "article-141181_4", "title": "Apraxia -- Introduction -- Task-Specific", "content": "Gait Speech Specific constructional: draw, construct, copy Apraxia agnosia", "contents": "Apraxia -- Introduction -- Task-Specific. Gait Speech Specific constructional: draw, construct, copy Apraxia agnosia"}
{"id": "article-141181_5", "title": "Apraxia -- Introduction", "content": "The term apraxia can literally be defined as \"without action.\" (Other terms that might be used adjacently are praxis meaning action, and dyspraxia, meaning partial action.) Apraxia's onset can either be childhood apraxia or acquired. Acquired apraxia can be seen and is not limited to cerebrovascular accidents (CVA), traumatic brain injury (TBI), brain tumors, schizophrenia, or neurodegenerative disorders. [4] [5] [6] The basis for understanding the pathogenesis of apraxia comes from various lesional studies.", "contents": "Apraxia -- Introduction. The term apraxia can literally be defined as \"without action.\" (Other terms that might be used adjacently are praxis meaning action, and dyspraxia, meaning partial action.) Apraxia's onset can either be childhood apraxia or acquired. Acquired apraxia can be seen and is not limited to cerebrovascular accidents (CVA), traumatic brain injury (TBI), brain tumors, schizophrenia, or neurodegenerative disorders. [4] [5] [6] The basis for understanding the pathogenesis of apraxia comes from various lesional studies."}
{"id": "article-141181_6", "title": "Apraxia -- Introduction", "content": "Carrying out an action (praxis) involves the activation, inhibition, or both, of different regions and neural networks. The type of apraxia can depend on the neural network involved. [1] Diagnosis of apraxia is through careful history, neurological examination, and apraxia-specific testing with support from radiological and laboratory reports. However, there is little consensus on best practices in assessing apraxia.", "contents": "Apraxia -- Introduction. Carrying out an action (praxis) involves the activation, inhibition, or both, of different regions and neural networks. The type of apraxia can depend on the neural network involved. [1] Diagnosis of apraxia is through careful history, neurological examination, and apraxia-specific testing with support from radiological and laboratory reports. However, there is little consensus on best practices in assessing apraxia."}
{"id": "article-141181_7", "title": "Apraxia -- Introduction", "content": "Management mainly involves the treatment of underlying causes along with physical, occupational, or task-specific therapies and counseling. Long-term effects and prognosis depend on the type of apraxia and its effect on the patient's activities of daily living (ADL). Complications can vary from acalculia, agraphia, aphasia, or confusion to social anxiety and low-self esteem. Patients with apraxia may require long-term assisted nursing care.", "contents": "Apraxia -- Introduction. Management mainly involves the treatment of underlying causes along with physical, occupational, or task-specific therapies and counseling. Long-term effects and prognosis depend on the type of apraxia and its effect on the patient's activities of daily living (ADL). Complications can vary from acalculia, agraphia, aphasia, or confusion to social anxiety and low-self esteem. Patients with apraxia may require long-term assisted nursing care."}
{"id": "article-141181_8", "title": "Apraxia -- Etiology", "content": "A list of the typical lesions affecting the brain gray and white matter that can cause apraxia are as follows: Cerebrovascular accident (CVA) [5] Corticobasal syndrome [7] Alzheimer disease [6] Huntington disease Multiple sclerosis (MS) [8] Tumors [9] Creutzfeldt-Jakob disease [10] Schizophrenia Traumatic brain injury (TBI) [11] Risk factors for developing apraxia depend on the risk of developing the etiological disorder.", "contents": "Apraxia -- Etiology. A list of the typical lesions affecting the brain gray and white matter that can cause apraxia are as follows: Cerebrovascular accident (CVA) [5] Corticobasal syndrome [7] Alzheimer disease [6] Huntington disease Multiple sclerosis (MS) [8] Tumors [9] Creutzfeldt-Jakob disease [10] Schizophrenia Traumatic brain injury (TBI) [11] Risk factors for developing apraxia depend on the risk of developing the etiological disorder."}
{"id": "article-141181_9", "title": "Apraxia -- Epidemiology", "content": "Apraxia is seen in around 50 to 80% of left hemisphere strokes, 30 to 50% of right hemisphere strokes, between 19 and 45% of traumatic brain injuries, about 25% of multiple sclerosis cases, and 90% of dementia patients. [12] [13] However, true population-level incidence and prevalence data for apraxia are quite limited.", "contents": "Apraxia -- Epidemiology. Apraxia is seen in around 50 to 80% of left hemisphere strokes, 30 to 50% of right hemisphere strokes, between 19 and 45% of traumatic brain injuries, about 25% of multiple sclerosis cases, and 90% of dementia patients. [12] [13] However, true population-level incidence and prevalence data for apraxia are quite limited."}
{"id": "article-141181_10", "title": "Apraxia -- Pathophysiology", "content": "For the desired motor function to occur, it goes through three distinct phases: ideation, planning, and execution. Structures involved in praxis are mainly in the dominant parietal cortex, frontal cortex, basal ganglia, and corresponding white matter connecting these areas. Spatiotemporal movement formulas or visual-kinesthetic motor engrams, also known as praxicons, are essential for skilled learned movements. Activation of these models can be visual, auditory, verbal, or tactile—a model for praxis based on the work of Heilman and Rothi (Figure 1).", "contents": "Apraxia -- Pathophysiology. For the desired motor function to occur, it goes through three distinct phases: ideation, planning, and execution. Structures involved in praxis are mainly in the dominant parietal cortex, frontal cortex, basal ganglia, and corresponding white matter connecting these areas. Spatiotemporal movement formulas or visual-kinesthetic motor engrams, also known as praxicons, are essential for skilled learned movements. Activation of these models can be visual, auditory, verbal, or tactile—a model for praxis based on the work of Heilman and Rothi (Figure 1)."}
{"id": "article-141181_11", "title": "Apraxia -- Pathophysiology", "content": "Neurons in the inferior parietal cortex fire selectively to initiate the process of praxis after recognition of the input provided, especially in left parietal sub-regions. [14] [15] The knowledge of tools and their specific usage, association with other objects, conceptualization, and action semantics reside in the left parietal cortex. [16]", "contents": "Apraxia -- Pathophysiology. Neurons in the inferior parietal cortex fire selectively to initiate the process of praxis after recognition of the input provided, especially in left parietal sub-regions. [14] [15] The knowledge of tools and their specific usage, association with other objects, conceptualization, and action semantics reside in the left parietal cortex. [16]"}
{"id": "article-141181_12", "title": "Apraxia -- Pathophysiology", "content": "After conceptualization and semantics, learned motor programs are essential in executing the desired action. The supplementary motor areas in the premotor cortex translate the formulas into specific sequential movements and bilateral coordination. The prefrontal cortex helps sequence fingers, hands, and arms; these are represented functionally in the inferior frontal gyri for the proximal limb and left lateralized for distal limbs. [17] Visual information is processed and integrated by the bilateral parietal cortex. Other structures in the brain like basal ganglia (putamen, caudate, or globus pallidus), thalamus (pulvinar), the right(non-dominant) hemisphere, posterior parietal, and temporal cortices are involved in the development of apraxia.", "contents": "Apraxia -- Pathophysiology. After conceptualization and semantics, learned motor programs are essential in executing the desired action. The supplementary motor areas in the premotor cortex translate the formulas into specific sequential movements and bilateral coordination. The prefrontal cortex helps sequence fingers, hands, and arms; these are represented functionally in the inferior frontal gyri for the proximal limb and left lateralized for distal limbs. [17] Visual information is processed and integrated by the bilateral parietal cortex. Other structures in the brain like basal ganglia (putamen, caudate, or globus pallidus), thalamus (pulvinar), the right(non-dominant) hemisphere, posterior parietal, and temporal cortices are involved in the development of apraxia."}
{"id": "article-141181_13", "title": "Apraxia -- History and Physical", "content": "After a comprehensive neurological exam and ruling out significant sensory, motor, or cognitive dysfunction, the assessment of apraxia can begin. It must start with a demonstration that the patient is able to understand the tasks being asked to perform and has the adequate capacity to execute as instructed. Once this is established, the examiner can initiate physical testing in phases (Figure 2). It starts with testing for the praxis by instructing the patient to pantomime demonstrated actions. The actions can be intransitive (waving goodbye, saluting) or transitive (coin flipping, combing, hammering).", "contents": "Apraxia -- History and Physical. After a comprehensive neurological exam and ruling out significant sensory, motor, or cognitive dysfunction, the assessment of apraxia can begin. It must start with a demonstration that the patient is able to understand the tasks being asked to perform and has the adequate capacity to execute as instructed. Once this is established, the examiner can initiate physical testing in phases (Figure 2). It starts with testing for the praxis by instructing the patient to pantomime demonstrated actions. The actions can be intransitive (waving goodbye, saluting) or transitive (coin flipping, combing, hammering)."}
{"id": "article-141181_14", "title": "Apraxia -- History and Physical", "content": "Testing must start with the dominant extremity and then with the non-dominant extremity. Gesture imitation must be attempted after establishing the ability to follow verbal instructions. Subsequently, the examiner can perform gestures without naming them and also can perform gestures like linking pinkies to check patients' responses. Next, the examiner can ask the patient to identify various gestures performed. The fourth level of testing consists of sequential actions with imaginary tasks, like making a sandwich or washing dishes. Next, using pictures of tools, the examiner asked to pantomime the use of such objects. Finally, the examiner can assess fine motor actions like tapping and pincer grasp. Essential tools can be present if the patient finds it difficult to understand the pictures or instructions. Testing for certain specific apraxias appears below (Table 1).", "contents": "Apraxia -- History and Physical. Testing must start with the dominant extremity and then with the non-dominant extremity. Gesture imitation must be attempted after establishing the ability to follow verbal instructions. Subsequently, the examiner can perform gestures without naming them and also can perform gestures like linking pinkies to check patients' responses. Next, the examiner can ask the patient to identify various gestures performed. The fourth level of testing consists of sequential actions with imaginary tasks, like making a sandwich or washing dishes. Next, using pictures of tools, the examiner asked to pantomime the use of such objects. Finally, the examiner can assess fine motor actions like tapping and pincer grasp. Essential tools can be present if the patient finds it difficult to understand the pictures or instructions. Testing for certain specific apraxias appears below (Table 1)."}
{"id": "article-141181_15", "title": "Apraxia -- History and Physical", "content": "Examination for Ideomotor apraxia: Patients are unable to pantomime and imitate gestures. Patients have spatiotemporal difficulty with orientation and positioning along with the abnormal trajectory of fingers, hands, and arms. Examination for Ideational apraxia: Patients are unable to perform tasks in the correct sequence, adding filling on the outside while pantomiming/making sandwiches.", "contents": "Apraxia -- History and Physical. Examination for Ideomotor apraxia: Patients are unable to pantomime and imitate gestures. Patients have spatiotemporal difficulty with orientation and positioning along with the abnormal trajectory of fingers, hands, and arms. Examination for Ideational apraxia: Patients are unable to perform tasks in the correct sequence, adding filling on the outside while pantomiming/making sandwiches."}
{"id": "article-141181_16", "title": "Apraxia -- History and Physical", "content": "Examination for Conceptual apraxia: Patients tend to perform tasks unrelated to the objects or tools presented to them. Patients have difficulty pantomiming with the presented tool, for example, using a screwdriver to drive a nail.", "contents": "Apraxia -- History and Physical. Examination for Conceptual apraxia: Patients tend to perform tasks unrelated to the objects or tools presented to them. Patients have difficulty pantomiming with the presented tool, for example, using a screwdriver to drive a nail."}
{"id": "article-141181_17", "title": "Apraxia -- History and Physical", "content": "Examination for Limb-kinetic apraxia: Patients use incorrect fine motor actions to perform the learned task. If asked to pick up a coin off the table, patients may slide it off the table to pick it up instead of the thumb and index finger. Examination for Dissociation apraxia: Patients cannot pantomime verbal instructions; however, they can imitate the examiner.", "contents": "Apraxia -- History and Physical. Examination for Limb-kinetic apraxia: Patients use incorrect fine motor actions to perform the learned task. If asked to pick up a coin off the table, patients may slide it off the table to pick it up instead of the thumb and index finger. Examination for Dissociation apraxia: Patients cannot pantomime verbal instructions; however, they can imitate the examiner."}
{"id": "article-141181_18", "title": "Apraxia -- History and Physical", "content": "Further testing in Limb apraxia can utilize tools like Florida Apraxia Battery–Extended and Revised Sydney (FABERS), Apraxia Battery for Adults-2, Short Screening Test for Ideomotor Apraxia (STIMA), Cologne Apraxia Screening (KAS) or (KAS-R), Diagnostic Instrument for Limb Apraxia (DILA or DILA-S), Test of upper limb apraxia (TULIA.) [18] [19] [20] [21] [22]", "contents": "Apraxia -- History and Physical. Further testing in Limb apraxia can utilize tools like Florida Apraxia Battery–Extended and Revised Sydney (FABERS), Apraxia Battery for Adults-2, Short Screening Test for Ideomotor Apraxia (STIMA), Cologne Apraxia Screening (KAS) or (KAS-R), Diagnostic Instrument for Limb Apraxia (DILA or DILA-S), Test of upper limb apraxia (TULIA.) [18] [19] [20] [21] [22]"}
{"id": "article-141181_19", "title": "Apraxia -- Evaluation", "content": "Apraxia may develop acutely after a neurological insult like a cerebrovascular accident or traumatic brain injury or be insidious, as in cases of dementia or multiple sclerosis. Often patients are unaware of their shortcomings concerning certain previously learned activities/skills. A thorough history and physical examination are crucial in the diagnosis of apraxia. A healthcare provider must assess the patient's ability by talking to them and their family members and physically evaluating their ability to perform tasks.", "contents": "Apraxia -- Evaluation. Apraxia may develop acutely after a neurological insult like a cerebrovascular accident or traumatic brain injury or be insidious, as in cases of dementia or multiple sclerosis. Often patients are unaware of their shortcomings concerning certain previously learned activities/skills. A thorough history and physical examination are crucial in the diagnosis of apraxia. A healthcare provider must assess the patient's ability by talking to them and their family members and physically evaluating their ability to perform tasks."}
{"id": "article-141181_20", "title": "Apraxia -- Evaluation", "content": "Radiological and laboratory evaluation of apraxia primarily involves identifying various etiological causes like cerebrovascular disease, dementia, neurodegenerative disorders, traumatic brain injury, tumors, multiple sclerosis, and schizophrenia. Radiological imaging in the form of MRI or PET is one of the best tools to identify lesions in the brain that can potentially cause apraxia.", "contents": "Apraxia -- Evaluation. Radiological and laboratory evaluation of apraxia primarily involves identifying various etiological causes like cerebrovascular disease, dementia, neurodegenerative disorders, traumatic brain injury, tumors, multiple sclerosis, and schizophrenia. Radiological imaging in the form of MRI or PET is one of the best tools to identify lesions in the brain that can potentially cause apraxia."}
{"id": "article-141181_21", "title": "Apraxia -- Treatment / Management", "content": "Apraxia has no active interventional or pharmacological agent for management. However, along with treatment of the underlying disorder, apraxia can be managed with targeted rehabilitation with occupational therapy, speech therapy, and physical therapy. The presence of apraxia can predict the level of caregiver assistance required after CVA, and absence can be a significant positive predictor of early return to work post-stoke. [23] Since apraxia is the disorder of learned skilled movements and tool usage, it can cause significantly impaired independent functional capacity; hence, therapy is key to improving the quality of life.", "contents": "Apraxia -- Treatment / Management. Apraxia has no active interventional or pharmacological agent for management. However, along with treatment of the underlying disorder, apraxia can be managed with targeted rehabilitation with occupational therapy, speech therapy, and physical therapy. The presence of apraxia can predict the level of caregiver assistance required after CVA, and absence can be a significant positive predictor of early return to work post-stoke. [23] Since apraxia is the disorder of learned skilled movements and tool usage, it can cause significantly impaired independent functional capacity; hence, therapy is key to improving the quality of life."}
{"id": "article-141181_22", "title": "Apraxia -- Treatment / Management", "content": "Rehabilitation using multiple strategies as enumerated by Buxbaum et al. after a review of the literature (Table 2). [24] The rehabilitation should take place in a natural setting and should be at the earliest after an insult, especially in acute lesions with left hemisphere CVA. [25] [26]", "contents": "Apraxia -- Treatment / Management. Rehabilitation using multiple strategies as enumerated by Buxbaum et al. after a review of the literature (Table 2). [24] The rehabilitation should take place in a natural setting and should be at the earliest after an insult, especially in acute lesions with left hemisphere CVA. [25] [26]"}
{"id": "article-141181_23", "title": "Apraxia -- Treatment / Management", "content": "Newer technologies like transcranial magnetic stimulation can be beneficial in patients with apraxia. [27] [28] Using techniques like guided rehabilitation with embedded sensors, video games, or virtual reality bases systems for rehabilitation. [29] [30]", "contents": "Apraxia -- Treatment / Management. Newer technologies like transcranial magnetic stimulation can be beneficial in patients with apraxia. [27] [28] Using techniques like guided rehabilitation with embedded sensors, video games, or virtual reality bases systems for rehabilitation. [29] [30]"}
{"id": "article-141181_24", "title": "Apraxia -- Differential Diagnosis", "content": "Other speech and movement dysfunctions and disorders can be confused with apraxia; a list of most common related illnesses is mentioned but not an exhaustive list. Alien limb phenomenon Aphasia Cataplexy Akinesia Echopraxia Magnetic grasp Grope reflex Motor preservation Motor impersistence", "contents": "Apraxia -- Differential Diagnosis. Other speech and movement dysfunctions and disorders can be confused with apraxia; a list of most common related illnesses is mentioned but not an exhaustive list. Alien limb phenomenon Aphasia Cataplexy Akinesia Echopraxia Magnetic grasp Grope reflex Motor preservation Motor impersistence"}
{"id": "article-141181_25", "title": "Apraxia -- Prognosis", "content": "Patients with apraxia can have significant issues with performing learned skills which affect their independence and ADLs. Appropriate safety precautions must be implemented with objects and activities in their surrounding that can cause potential injury. Patients may require skilled nursing care if the inability to perform specific learned skills is debilitating. The eventual prognosis varies with patients and their etiological disease.", "contents": "Apraxia -- Prognosis. Patients with apraxia can have significant issues with performing learned skills which affect their independence and ADLs. Appropriate safety precautions must be implemented with objects and activities in their surrounding that can cause potential injury. Patients may require skilled nursing care if the inability to perform specific learned skills is debilitating. The eventual prognosis varies with patients and their etiological disease."}
{"id": "article-141181_26", "title": "Apraxia -- Complications", "content": "Aphasia Alexia Agraphia Right-left confusion Injury with improper tool usage Social anxiety Low-self esteem", "contents": "Apraxia -- Complications. Aphasia Alexia Agraphia Right-left confusion Injury with improper tool usage Social anxiety Low-self esteem"}
{"id": "article-141181_27", "title": "Apraxia -- Deterrence and Patient Education", "content": "The most common causes of apraxia are CVA, dementia, and traumatic brain injury. Apraxia is generally a symptom of an underlying and complex neurological disease, where the management can become challenging. Regarding apraxia resulting from CVA, education about modifiable risk factors should be provided. Pharmacological and non-pharmacological management of hypertension, diabetes mellitus, underlying sleep apnea, atrial fibrillation, cessation of smoking, and alcohol consumption can lead to better outcomes.", "contents": "Apraxia -- Deterrence and Patient Education. The most common causes of apraxia are CVA, dementia, and traumatic brain injury. Apraxia is generally a symptom of an underlying and complex neurological disease, where the management can become challenging. Regarding apraxia resulting from CVA, education about modifiable risk factors should be provided. Pharmacological and non-pharmacological management of hypertension, diabetes mellitus, underlying sleep apnea, atrial fibrillation, cessation of smoking, and alcohol consumption can lead to better outcomes."}
{"id": "article-141181_28", "title": "Apraxia -- Deterrence and Patient Education", "content": "Regardless of the etiology of apraxia, the inability to perform specific tasks can sometimes be frustrating, leading to loss of capacity, lack of motivation, depression, or loss of function. Providing educational resources, discussions with caretakers, and counseling family members can be crucial in setting expectations and understanding care goals and the challenges in recovery. Resources and education should be disseminated in various forms like audio-visual, written instructions, or interactive handouts. Active participation by patients, caregivers, and family members in the management plan can significantly aid recovery.", "contents": "Apraxia -- Deterrence and Patient Education. Regardless of the etiology of apraxia, the inability to perform specific tasks can sometimes be frustrating, leading to loss of capacity, lack of motivation, depression, or loss of function. Providing educational resources, discussions with caretakers, and counseling family members can be crucial in setting expectations and understanding care goals and the challenges in recovery. Resources and education should be disseminated in various forms like audio-visual, written instructions, or interactive handouts. Active participation by patients, caregivers, and family members in the management plan can significantly aid recovery."}
{"id": "article-141181_29", "title": "Apraxia -- Enhancing Healthcare Team Outcomes", "content": "Apraxia is a neurological finding that can challenge the clinician; identification and testing are not straightforward. The symptoms can be obscured by the presence of other neurological and psychological factors. Causes of apraxia range from acute disorders like CVA or TBI to chronic conditions like neurodegenerative illness or schizophrenia. It can be mistaken for other neurological conditions such as aphasia, limb akinesia, and cataplexy. The lack of broad consensus concerning screening and diagnosis can be a point of frustration with healthcare providers. However, a careful history, physical examination, and targeted testing can help early identification and management. The role of multi-disciplinary and interprofessional teams in managing apraxia is crucial for better patient outcomes. The interprofessional team can include the patient, their family members, nurses, occupational therapist, physiotherapists, radiologists, physiatrists, psychiatrists, counselors, social workers, and case workers. All team members must maintain open communication channels with the rest of the team and are responsible for keeping accurate and detailed records of all interactions, interventions, and testing with the patient so that everyone on the interprofessional team has access to the same, up-to-date, accurate patient information. This interprofessional approach will yield optimal care and the best possible patient outcomes. [Level 5]", "contents": "Apraxia -- Enhancing Healthcare Team Outcomes. Apraxia is a neurological finding that can challenge the clinician; identification and testing are not straightforward. The symptoms can be obscured by the presence of other neurological and psychological factors. Causes of apraxia range from acute disorders like CVA or TBI to chronic conditions like neurodegenerative illness or schizophrenia. It can be mistaken for other neurological conditions such as aphasia, limb akinesia, and cataplexy. The lack of broad consensus concerning screening and diagnosis can be a point of frustration with healthcare providers. However, a careful history, physical examination, and targeted testing can help early identification and management. The role of multi-disciplinary and interprofessional teams in managing apraxia is crucial for better patient outcomes. The interprofessional team can include the patient, their family members, nurses, occupational therapist, physiotherapists, radiologists, physiatrists, psychiatrists, counselors, social workers, and case workers. All team members must maintain open communication channels with the rest of the team and are responsible for keeping accurate and detailed records of all interactions, interventions, and testing with the patient so that everyone on the interprofessional team has access to the same, up-to-date, accurate patient information. This interprofessional approach will yield optimal care and the best possible patient outcomes. [Level 5]"}
{"id": "article-141181_30", "title": "Apraxia -- Enhancing Healthcare Team Outcomes", "content": "A Primary care physician or neurologist, on careful examination and history, can assess the presence of apraxia in an in-patient or outpatient setting. Nurses caring for the patient can identify deficiencies in patients' limb function, knowledge of tool usage, and general demeanor can assist in patient diagnosis and rehabilitation. Family members can aid in identifying deficiencies in patients and their eventual rehabilitation. Therapists can help improve limb function and help acquire newly learned skills for limb and tool usage. Psychological help during the recovery and rehabilitation phase helps the patient in the long term. Creating an accommodating environment for the patient's condition at home and work can aid their recovery. The long-term outcome depends on the etiology and duration of the illness. However, an improved prognosis can is achievable by prompt evaluation and management by an interprofessional team. [Level 4]", "contents": "Apraxia -- Enhancing Healthcare Team Outcomes. A Primary care physician or neurologist, on careful examination and history, can assess the presence of apraxia in an in-patient or outpatient setting. Nurses caring for the patient can identify deficiencies in patients' limb function, knowledge of tool usage, and general demeanor can assist in patient diagnosis and rehabilitation. Family members can aid in identifying deficiencies in patients and their eventual rehabilitation. Therapists can help improve limb function and help acquire newly learned skills for limb and tool usage. Psychological help during the recovery and rehabilitation phase helps the patient in the long term. Creating an accommodating environment for the patient's condition at home and work can aid their recovery. The long-term outcome depends on the etiology and duration of the illness. However, an improved prognosis can is achievable by prompt evaluation and management by an interprofessional team. [Level 4]"}
{"id": "article-141181_31", "title": "Apraxia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Apraxia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}