{"id": "article-36662_0", "title": "Physiology, Bladder -- Introduction", "content": "The bladder forms an integral part of the genitourinary system. Urine, created by the kidneys, is drained into the bladder by the bilateral ureters. The bladder then acts as the storage site for this waste product until higher-order centers within the central nervous system initiate the micturition (i.e., urination) process, which permits the expulsion of urine into the urethra, located on the inferior aspect of the bladder. The physiology involved in bladder function and micturition is exceedingly complex, integrating the autonomic nervous system, the central nervous system, the somatic nervous system, and neurohormonal modulation. This complex physiologic interplay is, in turn, a site of action for several pharmaceutical agents that treat common bladder pathologies.", "contents": "Physiology, Bladder -- Introduction. The bladder forms an integral part of the genitourinary system. Urine, created by the kidneys, is drained into the bladder by the bilateral ureters. The bladder then acts as the storage site for this waste product until higher-order centers within the central nervous system initiate the micturition (i.e., urination) process, which permits the expulsion of urine into the urethra, located on the inferior aspect of the bladder. The physiology involved in bladder function and micturition is exceedingly complex, integrating the autonomic nervous system, the central nervous system, the somatic nervous system, and neurohormonal modulation. This complex physiologic interplay is, in turn, a site of action for several pharmaceutical agents that treat common bladder pathologies."}
{"id": "article-36662_1", "title": "Physiology, Bladder -- Cellular Level", "content": "The bladder divides into two parts: a body and a base. The body of the bladder is composed of smooth muscle, which is known as detrusor muscle. [1] The detrusor differentiates from urethral muscle by its three-layered arrangement: an inner and outer layer of longitudinal muscle and a middle layer of circular muscle. [2] The detrusor is responsible for contraction of the bladder wall and the subsequent expulsion of urine and has evolved a unique physiologic arrangement to accomplish this objective.  The muscle fibers that make up the detrusor are arrayed in random directions (as opposed to more organized fibers seen in the GI tract and ureters, for instance), with individual cells within muscle fibers integrally connected with one another, and these connections are in turn bolstered by the presence of numerous gap junctions between each cell. [1] [2] [3] The intermingling of smooth muscle cells coupled with gap junctions allows for the formation of a \"functional syncytium\" that can contract in a coordinated manner despite the large surface areas associated with a full bladder. This alignment also helps to rapidly spread signals from the nervous system to every cell in the bladder despite many of these cells having no direct autonomic stimulation. [3] [4]", "contents": "Physiology, Bladder -- Cellular Level. The bladder divides into two parts: a body and a base. The body of the bladder is composed of smooth muscle, which is known as detrusor muscle. [1] The detrusor differentiates from urethral muscle by its three-layered arrangement: an inner and outer layer of longitudinal muscle and a middle layer of circular muscle. [2] The detrusor is responsible for contraction of the bladder wall and the subsequent expulsion of urine and has evolved a unique physiologic arrangement to accomplish this objective.  The muscle fibers that make up the detrusor are arrayed in random directions (as opposed to more organized fibers seen in the GI tract and ureters, for instance), with individual cells within muscle fibers integrally connected with one another, and these connections are in turn bolstered by the presence of numerous gap junctions between each cell. [1] [2] [3] The intermingling of smooth muscle cells coupled with gap junctions allows for the formation of a \"functional syncytium\" that can contract in a coordinated manner despite the large surface areas associated with a full bladder. This alignment also helps to rapidly spread signals from the nervous system to every cell in the bladder despite many of these cells having no direct autonomic stimulation. [3] [4]"}
{"id": "article-36662_2", "title": "Physiology, Bladder -- Cellular Level", "content": "The base of the bladder is comprised of the trigone, a triangle-shaped area that encompasses the point at which the ureters open into the bladder (also known as the \"vesicoureteric junction\") and the beginning of the urethra. The ureters terminate at the ureteral orifices within the lumen of the bladder. The very distal portion of the ureter traverses the detrusor muscle, and when the bladder contracts, the orifices coapt and compresses the opening preventing vesicoureteral reflux. [5] The bladder base is a different entity functionally which controls the urine outflow; this includes the trigone, anterior bladder wall, and vesicourethral junction, which has both sympathetic and parasympathetic innervation and can either relax to allow for urination or remain taut to prevent it. [5] Interestingly, the male bladder also has an increased concentration of adrenergic receptors present within the neck of the bladder (the point at which the bladder connects to the urethra).  These receptors help to constrict the neck of the bladder during the ejaculation process to prevent retrograde ejaculation. [6]", "contents": "Physiology, Bladder -- Cellular Level. The base of the bladder is comprised of the trigone, a triangle-shaped area that encompasses the point at which the ureters open into the bladder (also known as the \"vesicoureteric junction\") and the beginning of the urethra. The ureters terminate at the ureteral orifices within the lumen of the bladder. The very distal portion of the ureter traverses the detrusor muscle, and when the bladder contracts, the orifices coapt and compresses the opening preventing vesicoureteral reflux. [5] The bladder base is a different entity functionally which controls the urine outflow; this includes the trigone, anterior bladder wall, and vesicourethral junction, which has both sympathetic and parasympathetic innervation and can either relax to allow for urination or remain taut to prevent it. [5] Interestingly, the male bladder also has an increased concentration of adrenergic receptors present within the neck of the bladder (the point at which the bladder connects to the urethra).  These receptors help to constrict the neck of the bladder during the ejaculation process to prevent retrograde ejaculation. [6]"}
{"id": "article-36662_3", "title": "Physiology, Bladder -- Development", "content": "The urorectal septum partitions the endodermal cloaca at the end of the hindgut into urogenital sinus and rectum. The urogenital sinus is continuous above with the allantois, which drains the embryonic bladder to the umbilical cord. The allantois will regress and become urachus later in the developmental process. The urogenital sinus divides into an anterior vesicourethral canal, which develops into the urinary bladder and a posterior vesicourethral canal that gives rise to the urethra. The mesonephric ducts and the ureters attached to them get absorbed into the posterior wall of the urinary bladder, which will become the trigone located between the ureteric openings and internal urethral orifice. [7]", "contents": "Physiology, Bladder -- Development. The urorectal septum partitions the endodermal cloaca at the end of the hindgut into urogenital sinus and rectum. The urogenital sinus is continuous above with the allantois, which drains the embryonic bladder to the umbilical cord. The allantois will regress and become urachus later in the developmental process. The urogenital sinus divides into an anterior vesicourethral canal, which develops into the urinary bladder and a posterior vesicourethral canal that gives rise to the urethra. The mesonephric ducts and the ureters attached to them get absorbed into the posterior wall of the urinary bladder, which will become the trigone located between the ureteric openings and internal urethral orifice. [7]"}
{"id": "article-36662_4", "title": "Physiology, Bladder -- Function", "content": "As stated above, the function of the bladder is to store the urine and then aid in its expulsion at a time deemed advantageous by the organism.  The long-held belief has been that upon delivery to the bladder, urine will be excreted essentially unchanged in composition.  However, new research is challenging this traditional view, and now there is evidence that the bladder epithelium can modulate the amount of both water and solutes that are ultimately present upon urination. [8] [9]", "contents": "Physiology, Bladder -- Function. As stated above, the function of the bladder is to store the urine and then aid in its expulsion at a time deemed advantageous by the organism.  The long-held belief has been that upon delivery to the bladder, urine will be excreted essentially unchanged in composition.  However, new research is challenging this traditional view, and now there is evidence that the bladder epithelium can modulate the amount of both water and solutes that are ultimately present upon urination. [8] [9]"}
{"id": "article-36662_5", "title": "Physiology, Bladder -- Function", "content": "Bladder capacity changes throughout one's life.  In children, an approximation of bladder volume can be calculated with the formula: (years of age + 2) x 30 mL.  By adulthood, the average volume that a functional bladder can comfortably hold is between 300 and 400 mL. [10] As the volume of urine held by the bladder increases, so too does the pressure therein. Wall pressure of 5 to 15 mm Hg creates a sensation of bladder fullness while 30 mm Hg and beyond is painful. [11] The sensation of increasing bladder fullness is conveyed to the spinal cord via the pudendal and hypogastric nerves on both A-delta and C nerve fibers. [12] \"The A-delta fibers respond to passive distension and active contraction and thus convey information about bladder filling.  The C-fibers are insensitive to bladder filling under physiological conditions and respond primarily to noxious stimuli such as chemical irritation or cooling\". [12]", "contents": "Physiology, Bladder -- Function. Bladder capacity changes throughout one's life.  In children, an approximation of bladder volume can be calculated with the formula: (years of age + 2) x 30 mL.  By adulthood, the average volume that a functional bladder can comfortably hold is between 300 and 400 mL. [10] As the volume of urine held by the bladder increases, so too does the pressure therein. Wall pressure of 5 to 15 mm Hg creates a sensation of bladder fullness while 30 mm Hg and beyond is painful. [11] The sensation of increasing bladder fullness is conveyed to the spinal cord via the pudendal and hypogastric nerves on both A-delta and C nerve fibers. [12] \"The A-delta fibers respond to passive distension and active contraction and thus convey information about bladder filling.  The C-fibers are insensitive to bladder filling under physiological conditions and respond primarily to noxious stimuli such as chemical irritation or cooling\". [12]"}
{"id": "article-36662_6", "title": "Physiology, Bladder -- Mechanism", "content": "The determining factor that directs whether or not the bladder remains relaxed to store urine or contracts to release it is the autonomic nervous system.  Parasympathetic stimulation encourages micturition, while sympathetic stimulation prevents it. [11] [13] [12] [14] Pre-ganglionic parasympathetic nerve fibers exit the spinal cord primarily between S2 to S4. [5] Post-ganglionic parasympathetic neurons release acetylcholine onto bladder smooth muscle, which uses primarily M3 muscarinic channels to induce detrusor contraction (\"M3 helps you pee\"). [1] M3 channels, typically associated with smooth muscle contraction, are Gq G-protein coupled receptors (GPCR), and thus act via an increase in intracellular calcium that interacts with calmodulin and ultimately activates myosin light chain kinase. [1] [15] [16] Parasympathetic stimulation also helps to reduce urethral tonicity and thus allow for urine flow via the release of nitric oxide, which helps to reduce adrenergic and somatic inputs. [12] [15]", "contents": "Physiology, Bladder -- Mechanism. The determining factor that directs whether or not the bladder remains relaxed to store urine or contracts to release it is the autonomic nervous system.  Parasympathetic stimulation encourages micturition, while sympathetic stimulation prevents it. [11] [13] [12] [14] Pre-ganglionic parasympathetic nerve fibers exit the spinal cord primarily between S2 to S4. [5] Post-ganglionic parasympathetic neurons release acetylcholine onto bladder smooth muscle, which uses primarily M3 muscarinic channels to induce detrusor contraction (\"M3 helps you pee\"). [1] M3 channels, typically associated with smooth muscle contraction, are Gq G-protein coupled receptors (GPCR), and thus act via an increase in intracellular calcium that interacts with calmodulin and ultimately activates myosin light chain kinase. [1] [15] [16] Parasympathetic stimulation also helps to reduce urethral tonicity and thus allow for urine flow via the release of nitric oxide, which helps to reduce adrenergic and somatic inputs. [12] [15]"}
{"id": "article-36662_7", "title": "Physiology, Bladder -- Mechanism", "content": "Conversely, continence is maintained by stimulation provided by sympathetic innervation that initially arose from the thoracolumbar spine. [12] Sympathetic signals essentially do the exact opposite as those involving the parasympathetic response: i.e., they relax the detrusor smooth muscles and contract the bladder neck.  Detrusor relaxation occurs principally via beta3 receptor agonism, which functions as a Gs GPCR. [1] [12] Bladder neck contraction is, in turn, controlled by the stimulation of alpha-1 receptors, which is a Gq-mediated process. [14] [12] At both of these sites, norepinephrine is the hormone utilized by the sympathetic nervous system to aid in the retention of urine. [1] [14] [12] The identification of the receptor types involved in both sympathetic and parasympathetic innervation to the bladder has led to the development of pharmacologic treatments for several common bladder pathologies targeting these receptors, to great effect.", "contents": "Physiology, Bladder -- Mechanism. Conversely, continence is maintained by stimulation provided by sympathetic innervation that initially arose from the thoracolumbar spine. [12] Sympathetic signals essentially do the exact opposite as those involving the parasympathetic response: i.e., they relax the detrusor smooth muscles and contract the bladder neck.  Detrusor relaxation occurs principally via beta3 receptor agonism, which functions as a Gs GPCR. [1] [12] Bladder neck contraction is, in turn, controlled by the stimulation of alpha-1 receptors, which is a Gq-mediated process. [14] [12] At both of these sites, norepinephrine is the hormone utilized by the sympathetic nervous system to aid in the retention of urine. [1] [14] [12] The identification of the receptor types involved in both sympathetic and parasympathetic innervation to the bladder has led to the development of pharmacologic treatments for several common bladder pathologies targeting these receptors, to great effect."}
{"id": "article-36662_8", "title": "Physiology, Bladder -- Mechanism", "content": "Somatic innervation also plays a role in the micturition response.  These neurons arise from Onuf's nucleus, located in the anterior horn of the sacral region of the spinal cord, and coalesce to become the pudendal nerve, which utilizes acetylcholine to contract the external urethral sphincter through stimulation of a nicotinic receptor at that site. [12]", "contents": "Physiology, Bladder -- Mechanism. Somatic innervation also plays a role in the micturition response.  These neurons arise from Onuf's nucleus, located in the anterior horn of the sacral region of the spinal cord, and coalesce to become the pudendal nerve, which utilizes acetylcholine to contract the external urethral sphincter through stimulation of a nicotinic receptor at that site. [12]"}
{"id": "article-36662_9", "title": "Physiology, Bladder -- Mechanism", "content": "The inclusion of the somatic nervous system, and thus a degree of conscious control over urinary retention and release, hints to the role that higher-order centers within the central nervous system play in this process.  The dorsal pontine tegmentum has been known for nearly a century to be the central coordinating center for the micturition process, and stimulation of this center induces bladder contractions and relaxes the urethral sphincter. [12] [17] Once the bladder has become full of urine to the point that an appreciable amount of wall tension has built up, the dorsal pontine tegmentum sends stimulatory signals to parasympathetic fibers innervating the bladder while simultaneously sending inhibitory signals to the somatic nerves innervating the external urethral sphincter.  These signals combine to produce bladder contraction while simultaneously releasing tension on the urine outflow tract. [12] The dorsal pontine tegmentum, in turn, sends signals to and receives signals from centers under conscious and unconscious control throughout the CNS such as the prefrontal cortex, thalamus, pons, medulla, and others. [12] This complex interplay, still an area of active research, helps to explain the micturition process's involvement of both conscious and unconscious signaling systems.", "contents": "Physiology, Bladder -- Mechanism. The inclusion of the somatic nervous system, and thus a degree of conscious control over urinary retention and release, hints to the role that higher-order centers within the central nervous system play in this process.  The dorsal pontine tegmentum has been known for nearly a century to be the central coordinating center for the micturition process, and stimulation of this center induces bladder contractions and relaxes the urethral sphincter. [12] [17] Once the bladder has become full of urine to the point that an appreciable amount of wall tension has built up, the dorsal pontine tegmentum sends stimulatory signals to parasympathetic fibers innervating the bladder while simultaneously sending inhibitory signals to the somatic nerves innervating the external urethral sphincter.  These signals combine to produce bladder contraction while simultaneously releasing tension on the urine outflow tract. [12] The dorsal pontine tegmentum, in turn, sends signals to and receives signals from centers under conscious and unconscious control throughout the CNS such as the prefrontal cortex, thalamus, pons, medulla, and others. [12] This complex interplay, still an area of active research, helps to explain the micturition process's involvement of both conscious and unconscious signaling systems."}
{"id": "article-36662_10", "title": "Physiology, Bladder -- Clinical Significance", "content": "The clinical significance of a healthy bladder is difficult to overstate.  An estimation using data from 2008 postulated that >45% of people over the age of 20 had been affected by lower urinary tract symptoms at some point in their lives, with an estimation for 2.8 billion people to be affected by 2018. [18] The potential causes of bladder dysfunction/disease are myriad, but some of the most common are overactive bladder, bladder outlet obstruction, interstitial cystitis, urinary tract infections, and bladder cancer. [10] Of these, overactive bladder and bladder outlet obstruction are both informative examples of how normal bladder physiology can be augmented by pharmaceutical agents to treat disease states.", "contents": "Physiology, Bladder -- Clinical Significance. The clinical significance of a healthy bladder is difficult to overstate.  An estimation using data from 2008 postulated that >45% of people over the age of 20 had been affected by lower urinary tract symptoms at some point in their lives, with an estimation for 2.8 billion people to be affected by 2018. [18] The potential causes of bladder dysfunction/disease are myriad, but some of the most common are overactive bladder, bladder outlet obstruction, interstitial cystitis, urinary tract infections, and bladder cancer. [10] Of these, overactive bladder and bladder outlet obstruction are both informative examples of how normal bladder physiology can be augmented by pharmaceutical agents to treat disease states."}
{"id": "article-36662_11", "title": "Physiology, Bladder -- Clinical Significance", "content": "Overactive bladder, a common condition, is characterized by a recurrent sensation of a need to urinate occurring both day and night that impairs one quality of life and occasionally causes incontinence. [3] [19] This condition may be due to paroxysmal contractions of the detrusor muscle during what would otherwise be a time of urine storage, leading to a sudden urge to urinate as the detrusor contracts and pushes the urine against the taut bladder outlet. [1] Since the contraction of the detrusor muscle, whether in the normal micturition reflex or in this pathologic state, is coordinated by stimulation of M3 receptors, antimuscarinic medications that target this receptor (e.g., oxybutynin, tolterodine) have arisen as effective treatments for this condition by blocking these undesirable signals. [20] [19] Similarly, mirabegron, a pharmaceutical agent that functions as a beta-3 agonist, has been shown to be effective in treating overactive bladder (recall that beta-3 helps to relax detrusor smooth muscle, and thus directly opposes the M3 stimuli to contract). [21]", "contents": "Physiology, Bladder -- Clinical Significance. Overactive bladder, a common condition, is characterized by a recurrent sensation of a need to urinate occurring both day and night that impairs one quality of life and occasionally causes incontinence. [3] [19] This condition may be due to paroxysmal contractions of the detrusor muscle during what would otherwise be a time of urine storage, leading to a sudden urge to urinate as the detrusor contracts and pushes the urine against the taut bladder outlet. [1] Since the contraction of the detrusor muscle, whether in the normal micturition reflex or in this pathologic state, is coordinated by stimulation of M3 receptors, antimuscarinic medications that target this receptor (e.g., oxybutynin, tolterodine) have arisen as effective treatments for this condition by blocking these undesirable signals. [20] [19] Similarly, mirabegron, a pharmaceutical agent that functions as a beta-3 agonist, has been shown to be effective in treating overactive bladder (recall that beta-3 helps to relax detrusor smooth muscle, and thus directly opposes the M3 stimuli to contract). [21]"}
{"id": "article-36662_12", "title": "Physiology, Bladder -- Clinical Significance", "content": "Bladder outlet obstruction is a condition in which urine is prevented from flowing from the bladder through the urethra and to the outside world.  While there are numerous potential causes of this phenomenon, one of the most common is that of benign prostatic hyperplasia.  The prostate is a male reproductive organ inferior to the bladder, and the urethra runs through the center of the prostate.  Many men experience hyperplasia of their prostate late in life, such that the organ expands and compresses the urethra, thereby making urination difficult or even impossible. [22] While stents and other surgical treatment modalities have arisen as definitive treatments, there are pharmacological treatment options that utilize normal bladder physiology to increase one's ability to urinate.  Specifically, the \"-osin\" family of alpha1 antagonists (e.g., prazosin, tamsulosin, doxazosin, etc.) function by inhibiting the alpha-1 receptors in the bladder neck which are usually involved in keeping the neck tight and urine stored through contraction of trigonal smooth muscle.  Antagonizing this receptor helps to relax the bladder neck and aids in urine outflow. [23] [24] In fact, a meta-analysis found that this family of medication is able to reduce overall symptom burden in bladder outlet obstruction by an average of 30-40% while increasing peak urinary flow by 16-25%. [24]", "contents": "Physiology, Bladder -- Clinical Significance. Bladder outlet obstruction is a condition in which urine is prevented from flowing from the bladder through the urethra and to the outside world.  While there are numerous potential causes of this phenomenon, one of the most common is that of benign prostatic hyperplasia.  The prostate is a male reproductive organ inferior to the bladder, and the urethra runs through the center of the prostate.  Many men experience hyperplasia of their prostate late in life, such that the organ expands and compresses the urethra, thereby making urination difficult or even impossible. [22] While stents and other surgical treatment modalities have arisen as definitive treatments, there are pharmacological treatment options that utilize normal bladder physiology to increase one's ability to urinate.  Specifically, the \"-osin\" family of alpha1 antagonists (e.g., prazosin, tamsulosin, doxazosin, etc.) function by inhibiting the alpha-1 receptors in the bladder neck which are usually involved in keeping the neck tight and urine stored through contraction of trigonal smooth muscle.  Antagonizing this receptor helps to relax the bladder neck and aids in urine outflow. [23] [24] In fact, a meta-analysis found that this family of medication is able to reduce overall symptom burden in bladder outlet obstruction by an average of 30-40% while increasing peak urinary flow by 16-25%. [24]"}
{"id": "article-36662_13", "title": "Physiology, Bladder -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Bladder -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}