{"id": "article-35404_0", "title": "Milk Thistle -- Continuing Education Activity", "content": "Herbal products have gained considerable popularity among individuals grappling with chronic diseases. Among the herbs available, milk thistle stands out as a centuries-old remedy used by herbalists and clinicians for diverse liver ailments such as fatty liver disease, hepatitis, and cirrhosis. Milk thistle's efficacy in shielding the liver from environmental toxins has contributed to its widespread adoption, with millions incorporating milk thistle into their routines to bolster healthy liver function.", "contents": "Milk Thistle -- Continuing Education Activity. Herbal products have gained considerable popularity among individuals grappling with chronic diseases. Among the herbs available, milk thistle stands out as a centuries-old remedy used by herbalists and clinicians for diverse liver ailments such as fatty liver disease, hepatitis, and cirrhosis. Milk thistle's efficacy in shielding the liver from environmental toxins has contributed to its widespread adoption, with millions incorporating milk thistle into their routines to bolster healthy liver function."}
{"id": "article-35404_1", "title": "Milk Thistle -- Continuing Education Activity", "content": "This course discusses the research surrounding silymarin, an amalgamation of flavonolignans derived from milk thistle, focusing on silybin as its most active component. The discussion will center on elucidating the mechanism of action, outlining the adverse event profile, detailing monitoring procedures, and exploring relevant interactions associated with milk thistle. The insights shared are invaluable for interprofessional team members involved in the care of patients where milk thistle may offer clinical benefits.", "contents": "Milk Thistle -- Continuing Education Activity. This course discusses the research surrounding silymarin, an amalgamation of flavonolignans derived from milk thistle, focusing on silybin as its most active component. The discussion will center on elucidating the mechanism of action, outlining the adverse event profile, detailing monitoring procedures, and exploring relevant interactions associated with milk thistle. The insights shared are invaluable for interprofessional team members involved in the care of patients where milk thistle may offer clinical benefits."}
{"id": "article-35404_2", "title": "Milk Thistle -- Continuing Education Activity", "content": "Objectives: Identify the various clinical applications of milk thistle, including its use as a complementary therapy for liver conditions such as hepatitis and cirrhosis. Apply evidence-based guidelines for using milk thistle, ensuring its integration into patient care is based on current research and recommendations. Assess the effectiveness of milk thistle in individual patients by monitoring liver function tests and other relevant clinical parameters. Develop effective communication with patients about milk thistle's potential benefits and limitations, addressing their questions and concerns. Access free multiple choice questions on this topic.", "contents": "Milk Thistle -- Continuing Education Activity. Objectives: Identify the various clinical applications of milk thistle, including its use as a complementary therapy for liver conditions such as hepatitis and cirrhosis. Apply evidence-based guidelines for using milk thistle, ensuring its integration into patient care is based on current research and recommendations. Assess the effectiveness of milk thistle in individual patients by monitoring liver function tests and other relevant clinical parameters. Develop effective communication with patients about milk thistle's potential benefits and limitations, addressing their questions and concerns. Access free multiple choice questions on this topic."}
{"id": "article-35404_3", "title": "Milk Thistle -- Indications", "content": "Herbal products have become increasingly popular, especially among individuals with chronic diseases. Herbalists and physicians alike used the milk thistle ( Silybum marianum ), an annual or biennial herb from the Mediterranean region, for hundreds of years to treat a wide range of liver pathology, including fatty liver disease, hepatitis, and cirrhosis, and to protect the liver from environmental toxins. [1] Today, millions of people consume milk thistle to support healthy liver function. The ripe seeds are primarily the medicinal part of the plant. [2]", "contents": "Milk Thistle -- Indications. Herbal products have become increasingly popular, especially among individuals with chronic diseases. Herbalists and physicians alike used the milk thistle ( Silybum marianum ), an annual or biennial herb from the Mediterranean region, for hundreds of years to treat a wide range of liver pathology, including fatty liver disease, hepatitis, and cirrhosis, and to protect the liver from environmental toxins. [1] Today, millions of people consume milk thistle to support healthy liver function. The ripe seeds are primarily the medicinal part of the plant. [2]"}
{"id": "article-35404_4", "title": "Milk Thistle -- Indications", "content": "Researchers have focused their efforts on studying silymarin, a mixture of flavonolignans extracted from milk thistle, and the most active ingredient of this extract, silybin. [3] Silymarin and silybin have become some of the most prescribed natural compounds, and the 2 names are often interchangeable. However, each has a different clinical purpose, but there are no definitive results in terms of clinical efficacy. Currently, herbal products such as milk thistle in the United States are not considered drugs and do not have the same level of regulation as drugs from the US Food and Drug Administration (FDA). [4] Like most herbal products, the FDA does not approve or recommend milk thistle as a treatment for any medical condition.", "contents": "Milk Thistle -- Indications. Researchers have focused their efforts on studying silymarin, a mixture of flavonolignans extracted from milk thistle, and the most active ingredient of this extract, silybin. [3] Silymarin and silybin have become some of the most prescribed natural compounds, and the 2 names are often interchangeable. However, each has a different clinical purpose, but there are no definitive results in terms of clinical efficacy. Currently, herbal products such as milk thistle in the United States are not considered drugs and do not have the same level of regulation as drugs from the US Food and Drug Administration (FDA). [4] Like most herbal products, the FDA does not approve or recommend milk thistle as a treatment for any medical condition."}
{"id": "article-35404_5", "title": "Milk Thistle -- Indications", "content": "Recent studies have focused on the role of milk thistle in treating nonalcoholic fatty liver disease, a common hepatic manifestation of metabolic syndrome. The prevalence of NAFLD in Western countries is approximately 20% to 30%. [5] [6] Currently, there is no consensus approach when it comes to the treatment of NAFLD. Most clinicians approach the disease by emphasizing lifestyle modification, including diet, weight loss, and limiting alcohol intake. However, study results suggest milk thistle can benefit patients with NAFLD. Data indicate that silymarin treatment correlated with reduced insulin resistance and decreased fasting insulin levels significantly. Patients treated with 600 mg/d of silymarin for 12 months demonstrated lower fasting insulin levels. [7] A separate clinical trial evaluated silymarin's effectiveness compared to metformin and pioglitazone in NAFLD patients. Research showed that patients treated with silymarin had significantly lower transaminase levels than those treated with metformin or pioglitazone. [8]", "contents": "Milk Thistle -- Indications. Recent studies have focused on the role of milk thistle in treating nonalcoholic fatty liver disease, a common hepatic manifestation of metabolic syndrome. The prevalence of NAFLD in Western countries is approximately 20% to 30%. [5] [6] Currently, there is no consensus approach when it comes to the treatment of NAFLD. Most clinicians approach the disease by emphasizing lifestyle modification, including diet, weight loss, and limiting alcohol intake. However, study results suggest milk thistle can benefit patients with NAFLD. Data indicate that silymarin treatment correlated with reduced insulin resistance and decreased fasting insulin levels significantly. Patients treated with 600 mg/d of silymarin for 12 months demonstrated lower fasting insulin levels. [7] A separate clinical trial evaluated silymarin's effectiveness compared to metformin and pioglitazone in NAFLD patients. Research showed that patients treated with silymarin had significantly lower transaminase levels than those treated with metformin or pioglitazone. [8]"}
{"id": "article-35404_6", "title": "Milk Thistle -- Indications", "content": "In a sample of 25 patients treated for 4 months with 200 mg of silymarin 3 times a day before meals, there was a significant reduction in blood glucose levels (from 156 ± 46 mg/dL to 133 ± 39 mg/dL) compared to an increase in the placebo-treated group. In the same period, their HbA1c levels also dropped by an average of 1 point. The same group of patients also demonstrated significantly reduced total cholesterol, triglycerides, and LDL levels. [9] [10] Another study aimed to evaluate the efficacy of combined treatment, which includes vitamin E, silybin, and phospholipids, and demonstrated that this complex improves liver damage, especially plasma markers of liver fibrosis and insulin resistance. [11] In Europe, intravenous preparations of purified silibinin are approved as an antidote to Amanita phalloides, a mushroom toxin that causes severe liver damage. [12]", "contents": "Milk Thistle -- Indications. In a sample of 25 patients treated for 4 months with 200 mg of silymarin 3 times a day before meals, there was a significant reduction in blood glucose levels (from 156 ± 46 mg/dL to 133 ± 39 mg/dL) compared to an increase in the placebo-treated group. In the same period, their HbA1c levels also dropped by an average of 1 point. The same group of patients also demonstrated significantly reduced total cholesterol, triglycerides, and LDL levels. [9] [10] Another study aimed to evaluate the efficacy of combined treatment, which includes vitamin E, silybin, and phospholipids, and demonstrated that this complex improves liver damage, especially plasma markers of liver fibrosis and insulin resistance. [11] In Europe, intravenous preparations of purified silibinin are approved as an antidote to Amanita phalloides, a mushroom toxin that causes severe liver damage. [12]"}
{"id": "article-35404_7", "title": "Milk Thistle -- Indications", "content": "Early lab studies suggest that silymarin and other active molecules in milk thistle may exhibit anti-cancer effects, including interfering with cancer cell division and reproduction, shortening cancer cell lifespan, and reducing the blood supply to tumors. Other research suggests milk thistle acts synergistically with chemotherapy. More research is necessary to determine whether milk thistle can exhibit this activity in vivo. [13] [14] [15] [16]", "contents": "Milk Thistle -- Indications. Early lab studies suggest that silymarin and other active molecules in milk thistle may exhibit anti-cancer effects, including interfering with cancer cell division and reproduction, shortening cancer cell lifespan, and reducing the blood supply to tumors. Other research suggests milk thistle acts synergistically with chemotherapy. More research is necessary to determine whether milk thistle can exhibit this activity in vivo. [13] [14] [15] [16]"}
{"id": "article-35404_8", "title": "Milk Thistle -- Mechanism of Action", "content": "Milk thistle exhibits its hepatoprotective properties by 3 major mechanisms: an antioxidant, an anti-inflammatory, and an antifibrotic substance. [17] The anti-inflammatory properties of milk thistle are attributable to its ability to regulate cytokines responsible for inducing inflammation. Milk thistle has been shown to down-regulate and inhibit the expression of COX-2, a key mediator of inflammatory pathways. [17] [18] Silymarin also inhibits the transduction cascade controlled by NF-κB. This protein complex induces the expression of pro-inflammatory genes responsible for encoding cytokines directly involved in the inflammatory process. NF-κB also regulates the survival of inflammatory T-cells. Studies done on mice showed silybin reduced liver and plasma content of pro-inflammatory cytokines while increasing IL-10, a cytokine whose function is to decrease and regulate the inflammatory response. [19] [20]", "contents": "Milk Thistle -- Mechanism of Action. Milk thistle exhibits its hepatoprotective properties by 3 major mechanisms: an antioxidant, an anti-inflammatory, and an antifibrotic substance. [17] The anti-inflammatory properties of milk thistle are attributable to its ability to regulate cytokines responsible for inducing inflammation. Milk thistle has been shown to down-regulate and inhibit the expression of COX-2, a key mediator of inflammatory pathways. [17] [18] Silymarin also inhibits the transduction cascade controlled by NF-κB. This protein complex induces the expression of pro-inflammatory genes responsible for encoding cytokines directly involved in the inflammatory process. NF-κB also regulates the survival of inflammatory T-cells. Studies done on mice showed silybin reduced liver and plasma content of pro-inflammatory cytokines while increasing IL-10, a cytokine whose function is to decrease and regulate the inflammatory response. [19] [20]"}
{"id": "article-35404_9", "title": "Milk Thistle -- Mechanism of Action", "content": "Milk thistle has also shown antioxidant properties in hepatocytes and can inhibit free radicals derived from the metabolism of toxic substances such as ethanol, acetaminophen, and carbon tetrachloride. This herb stimulates protein synthesis by protecting cell membranes from free radical-induced damage and directly inhibiting radical formation. Milk thistle can also act as a free radical scavenger and increase the intracellular content of scavengers. [21] Studies have shown that silymarin increases superoxide dismutase activity and serum glutathione and glutathione peroxidase levels. [22] [23] Silybin can also act as an iron chelator, further strengthening its antioxidant properties. [24]", "contents": "Milk Thistle -- Mechanism of Action. Milk thistle has also shown antioxidant properties in hepatocytes and can inhibit free radicals derived from the metabolism of toxic substances such as ethanol, acetaminophen, and carbon tetrachloride. This herb stimulates protein synthesis by protecting cell membranes from free radical-induced damage and directly inhibiting radical formation. Milk thistle can also act as a free radical scavenger and increase the intracellular content of scavengers. [21] Studies have shown that silymarin increases superoxide dismutase activity and serum glutathione and glutathione peroxidase levels. [22] [23] Silybin can also act as an iron chelator, further strengthening its antioxidant properties. [24]"}
{"id": "article-35404_10", "title": "Milk Thistle -- Mechanism of Action", "content": "In addition to its anti-inflammatory and antioxidant properties, silybin also shows promise as an antifibrotic agent, which is attributable to its ability to decrease platelet-derived growth factor (PDGF)-induced DNA synthesis in cells, which inhibits the transformation of stellate hepatocytes into myofibroblasts. By reducing myofibroblasts, silybin indirectly prevents the deposition of collagen fibers that lead to the progression of liver injury. [17] Finally, silybin has demonstrated an association with a significant reduction of TGF-β, a key regulator in the pathogenesis of liver fibrosis. [25]", "contents": "Milk Thistle -- Mechanism of Action. In addition to its anti-inflammatory and antioxidant properties, silybin also shows promise as an antifibrotic agent, which is attributable to its ability to decrease platelet-derived growth factor (PDGF)-induced DNA synthesis in cells, which inhibits the transformation of stellate hepatocytes into myofibroblasts. By reducing myofibroblasts, silybin indirectly prevents the deposition of collagen fibers that lead to the progression of liver injury. [17] Finally, silybin has demonstrated an association with a significant reduction of TGF-β, a key regulator in the pathogenesis of liver fibrosis. [25]"}
{"id": "article-35404_11", "title": "Milk Thistle -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Small studies have demonstrated that flavonolignans were rapidly absorbed and eliminated after oral administration of standardized milk thistle extract. [26] [27]", "contents": "Milk Thistle -- Mechanism of Action -- Pharmacokinetics. Absorption: Small studies have demonstrated that flavonolignans were rapidly absorbed and eliminated after oral administration of standardized milk thistle extract. [26] [27]"}
{"id": "article-35404_12", "title": "Milk Thistle -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Pharmacokinetic parameters appear to indicate a dose-dependent volume of distribution of some component phytochemicals in single-dose escalation assessments, with some of these compounds only detectable at the highest dose. [26]", "contents": "Milk Thistle -- Mechanism of Action -- Pharmacokinetics. Distribution: Pharmacokinetic parameters appear to indicate a dose-dependent volume of distribution of some component phytochemicals in single-dose escalation assessments, with some of these compounds only detectable at the highest dose. [26]"}
{"id": "article-35404_13", "title": "Milk Thistle -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Research indicates that silymarin extracts undergo extensive metabolism; most of milk thistle's phytochemicals are subject to phase II hepatic metabolic processes (eg, glucuronidation, sulfation). [26] Other research also concluded that since milk thistle flavonolignans are extensively modified following oral dosing and are recovered in the urine as sulpho- and glucuronyl conjugates, this analysis demonstrates a strong link to hepatic phase II metabolism. [27]", "contents": "Milk Thistle -- Mechanism of Action -- Pharmacokinetics. Metabolism: Research indicates that silymarin extracts undergo extensive metabolism; most of milk thistle's phytochemicals are subject to phase II hepatic metabolic processes (eg, glucuronidation, sulfation). [26] Other research also concluded that since milk thistle flavonolignans are extensively modified following oral dosing and are recovered in the urine as sulpho- and glucuronyl conjugates, this analysis demonstrates a strong link to hepatic phase II metabolism. [27]"}
{"id": "article-35404_14", "title": "Milk Thistle -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: The parent compounds found in milk thistle and their metabolites may enter the internal circulation and are excreted in the bile or urine. Milk thistle flavonolignans metabolites are recovered in urine. [27]", "contents": "Milk Thistle -- Mechanism of Action -- Pharmacokinetics. Elimination: The parent compounds found in milk thistle and their metabolites may enter the internal circulation and are excreted in the bile or urine. Milk thistle flavonolignans metabolites are recovered in urine. [27]"}
{"id": "article-35404_15", "title": "Milk Thistle -- Administration -- Available Dosage Forms and Adult Dosing", "content": "Like most herbal supplements, milk thistle is orally administered and is available in capsules, tablets, or as a liquid extract containing ethanol-extracted silymarin in doses of 250 to 750 mg. The daily dosage varies, but the typical dose frequency is 2 to 3 times daily. Research shows that silymarin is generally safe in humans at standard therapeutic doses and is even well tolerated at higher doses of 700 mg 3 times a day for 24 weeks. [28]", "contents": "Milk Thistle -- Administration -- Available Dosage Forms and Adult Dosing. Like most herbal supplements, milk thistle is orally administered and is available in capsules, tablets, or as a liquid extract containing ethanol-extracted silymarin in doses of 250 to 750 mg. The daily dosage varies, but the typical dose frequency is 2 to 3 times daily. Research shows that silymarin is generally safe in humans at standard therapeutic doses and is even well tolerated at higher doses of 700 mg 3 times a day for 24 weeks. [28]"}
{"id": "article-35404_16", "title": "Milk Thistle -- Administration -- Special Patient Populations", "content": "Hepatic impairment: Despite milk thistle's use in patients with and without liver disease, it has not been implicated in altering liver function tests or causing clinically relevant acute hepatic injury. [1] Renal impairment: There is little evidence regarding dosing milk thistle in patients with renal impairment, and in fact, some research suggests milk thistle may be renoprotective. [29] Pregnancy considerations: Caution is recommended during pregnancy, as more studies are needed on milk thistle and pregnancy, especially in humans. [30] Breastfeeding considerations: Limited data indicate that the silymarin components of milk thistle are not excreted into breast milk in measurable amounts. [31] Pediatric patients: No studies exist examining whether pediatric use of milk thistle is safe. Older patients: No data implicates milk thistle as causing problems in older patients. Clinicians should exercise caution and monitor older patients who take milk thistle.", "contents": "Milk Thistle -- Administration -- Special Patient Populations. Hepatic impairment: Despite milk thistle's use in patients with and without liver disease, it has not been implicated in altering liver function tests or causing clinically relevant acute hepatic injury. [1] Renal impairment: There is little evidence regarding dosing milk thistle in patients with renal impairment, and in fact, some research suggests milk thistle may be renoprotective. [29] Pregnancy considerations: Caution is recommended during pregnancy, as more studies are needed on milk thistle and pregnancy, especially in humans. [30] Breastfeeding considerations: Limited data indicate that the silymarin components of milk thistle are not excreted into breast milk in measurable amounts. [31] Pediatric patients: No studies exist examining whether pediatric use of milk thistle is safe. Older patients: No data implicates milk thistle as causing problems in older patients. Clinicians should exercise caution and monitor older patients who take milk thistle."}
{"id": "article-35404_17", "title": "Milk Thistle -- Adverse Effects", "content": "According to pharmacological studies, silymarin is recognized as a safe herbal product since taking it at therapeutic doses is not toxic. [17] Although rare, some of the adverse effects of milk thistle include: Gastroenteritis Diarrhea Headache Bloating Dermatological symptoms (eg, hives, rash, pruritus)", "contents": "Milk Thistle -- Adverse Effects. According to pharmacological studies, silymarin is recognized as a safe herbal product since taking it at therapeutic doses is not toxic. [17] Although rare, some of the adverse effects of milk thistle include: Gastroenteritis Diarrhea Headache Bloating Dermatological symptoms (eg, hives, rash, pruritus)"}
{"id": "article-35404_18", "title": "Milk Thistle -- Adverse Effects", "content": "Oral silymarin generally has few, if any, adverse effects and is well-tolerated even at higher doses. Milk thistle may prompt an allergic reaction in individuals sensitive to the Asteraceae / Compositae plant family (eg, ragweed, chrysanthemums, marigolds).", "contents": "Milk Thistle -- Adverse Effects. Oral silymarin generally has few, if any, adverse effects and is well-tolerated even at higher doses. Milk thistle may prompt an allergic reaction in individuals sensitive to the Asteraceae / Compositae plant family (eg, ragweed, chrysanthemums, marigolds)."}
{"id": "article-35404_19", "title": "Milk Thistle -- Adverse Effects -- Drug-Drug Interactions", "content": "Milk thistle does not have any documented significant drug-drug interactions. However, since it does exert some effect on the CYP450 enzyme system, it might affect certain drugs, including diazepam and warfarin. However, this effect is not potent or even moderate at recommended doses. [32] Some researchers have noted an association between milk thistle and bleeding in patients on blood thinners. [33] Caution is advised with narrow therapeutic window medications. [30] Since milk thistle appears to be able to lower blood sugar, it may have an additive effect with other medications for type 2 diabetes. [34] Milk thistle may affect the hepatic metabolism of raloxifene by inhibiting raloxifene glucuronidation. [35]", "contents": "Milk Thistle -- Adverse Effects -- Drug-Drug Interactions. Milk thistle does not have any documented significant drug-drug interactions. However, since it does exert some effect on the CYP450 enzyme system, it might affect certain drugs, including diazepam and warfarin. However, this effect is not potent or even moderate at recommended doses. [32] Some researchers have noted an association between milk thistle and bleeding in patients on blood thinners. [33] Caution is advised with narrow therapeutic window medications. [30] Since milk thistle appears to be able to lower blood sugar, it may have an additive effect with other medications for type 2 diabetes. [34] Milk thistle may affect the hepatic metabolism of raloxifene by inhibiting raloxifene glucuronidation. [35]"}
{"id": "article-35404_20", "title": "Milk Thistle -- Contraindications", "content": "There are currently no documented contraindications to using milk thistle. However, there is little information about milk thistle's interactions with cancer drugs, radiation therapy, or other medications. [2]", "contents": "Milk Thistle -- Contraindications. There are currently no documented contraindications to using milk thistle. However, there is little information about milk thistle's interactions with cancer drugs, radiation therapy, or other medications. [2]"}
{"id": "article-35404_21", "title": "Milk Thistle -- Monitoring", "content": "As with most herbal products, there is no definitive way to monitor blood levels of milk thistle or its compounds, and little data is available on the therapeutic index of the supplement. However, silymarin has been shown to decrease the activity of cytochrome P-450 enzymes and UDP-glucuronosyltransferase (UGT) enzymes, prompting healthcare providers to caution patients against co-administration of milk thistle and specific pharmaceutical agents.", "contents": "Milk Thistle -- Monitoring. As with most herbal products, there is no definitive way to monitor blood levels of milk thistle or its compounds, and little data is available on the therapeutic index of the supplement. However, silymarin has been shown to decrease the activity of cytochrome P-450 enzymes and UDP-glucuronosyltransferase (UGT) enzymes, prompting healthcare providers to caution patients against co-administration of milk thistle and specific pharmaceutical agents."}
{"id": "article-35404_22", "title": "Milk Thistle -- Toxicity", "content": "Asymptomatic liver toxicity in clinical trials performed on cancer patients has been reported; researchers observed an increase in ALT and bilirubin levels. However, this observation was at extremely high doses of silybin (between 10 to 20 g/d). [17]", "contents": "Milk Thistle -- Toxicity. Asymptomatic liver toxicity in clinical trials performed on cancer patients has been reported; researchers observed an increase in ALT and bilirubin levels. However, this observation was at extremely high doses of silybin (between 10 to 20 g/d). [17]"}
{"id": "article-35404_23", "title": "Milk Thistle -- Enhancing Healthcare Team Outcomes", "content": "Research has indicated that milk thistle has the potential to reduce biochemical changes seen in patients with NAFLD, and multiple pharmacological studies have demonstrated why many consider the plant to be a hepatoprotective substance. Based on the data available, many believe that milk thistle represents a viable alternative for patients with acute and chronic liver disease, especially those in whom standard therapy has failed. However, more evidence is needed to establish milk thistle's short-term and long-term effects. Other studies have shown potential therapeutic effects such as anticancer, anti-diabetic, anti-Alzheimer, and anti-Parkinson effects, so interest in researching this supplement remains high. [30]", "contents": "Milk Thistle -- Enhancing Healthcare Team Outcomes. Research has indicated that milk thistle has the potential to reduce biochemical changes seen in patients with NAFLD, and multiple pharmacological studies have demonstrated why many consider the plant to be a hepatoprotective substance. Based on the data available, many believe that milk thistle represents a viable alternative for patients with acute and chronic liver disease, especially those in whom standard therapy has failed. However, more evidence is needed to establish milk thistle's short-term and long-term effects. Other studies have shown potential therapeutic effects such as anticancer, anti-diabetic, anti-Alzheimer, and anti-Parkinson effects, so interest in researching this supplement remains high. [30]"}
{"id": "article-35404_24", "title": "Milk Thistle -- Enhancing Healthcare Team Outcomes", "content": "Healthcare workers, including physicians, nurse practitioners, nursing staff, and pharmacists, should be aware that currently, there is no firm clinical evidence to recommend silybin or silymarin in the clinical setting. [36] Providers must function as an interprofessional team to ensure that all care team members know what drugs and supplements the patient might take. Physicians, advanced practice practitioners, nurses, and pharmacists need to inquire about non-prescription agents that the patient may be using, and milk thistle would be included in this query as an over-the-counter substance. The pharmacist must consider milk thistle and other OTC substances in their medication reconciliation and alert the rest of the team to its presence in the patient's regimen and any potential interactions. Nursing staff should be aware of the pharmacology of milk thistle and document it in the patient's medical record so all other healthcare team members can be informed. All healthcare team members need to make the patient understand that just because milk thistle is available over the counter does not mean it is a benign substance. This type of collaboration on the interprofessional team is crucial to managing patient outcomes effectively.", "contents": "Milk Thistle -- Enhancing Healthcare Team Outcomes. Healthcare workers, including physicians, nurse practitioners, nursing staff, and pharmacists, should be aware that currently, there is no firm clinical evidence to recommend silybin or silymarin in the clinical setting. [36] Providers must function as an interprofessional team to ensure that all care team members know what drugs and supplements the patient might take. Physicians, advanced practice practitioners, nurses, and pharmacists need to inquire about non-prescription agents that the patient may be using, and milk thistle would be included in this query as an over-the-counter substance. The pharmacist must consider milk thistle and other OTC substances in their medication reconciliation and alert the rest of the team to its presence in the patient's regimen and any potential interactions. Nursing staff should be aware of the pharmacology of milk thistle and document it in the patient's medical record so all other healthcare team members can be informed. All healthcare team members need to make the patient understand that just because milk thistle is available over the counter does not mean it is a benign substance. This type of collaboration on the interprofessional team is crucial to managing patient outcomes effectively."}
{"id": "article-35404_25", "title": "Milk Thistle -- Enhancing Healthcare Team Outcomes", "content": "Using milk thistle is inconsistent with the established standard of care. There have been thousands of papers published on milk thistle to date, and the high publication volume suggests that interest among the research community remains high. Future research should continue to assess the mechanisms for preventing inflammatory sequelae and the cytoprotective effects of milk thistle, including silymarin and silybin. This research will allow for better recognition of cellular targets of milk thistle, leading to a more potent and selective compound that could prove clinically useful in treating a wide variety of liver pathology.", "contents": "Milk Thistle -- Enhancing Healthcare Team Outcomes. Using milk thistle is inconsistent with the established standard of care. There have been thousands of papers published on milk thistle to date, and the high publication volume suggests that interest among the research community remains high. Future research should continue to assess the mechanisms for preventing inflammatory sequelae and the cytoprotective effects of milk thistle, including silymarin and silybin. This research will allow for better recognition of cellular targets of milk thistle, leading to a more potent and selective compound that could prove clinically useful in treating a wide variety of liver pathology."}
{"id": "article-35404_26", "title": "Milk Thistle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Milk Thistle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}