{"id": "article-25096_0", "title": "Physiology, MHC Class I -- Introduction", "content": "Major histocompatibility complex (MHC) class I is a diverse set of cell surface receptors expressed on all nucleated cells in the body and platelets. MHC is also known as human leukocyte antigen (HLA), of which there are 3 subtypes: HLA-A, HLA-B, and HLA-C. These molecules play a vital role in the immune system recognizing self from nonself, presenting foreign antigens to other immune cells. HLA class I alleles are extremely polymorphic among the world population, which presents issues relating to human tissue transplants. [1] [2]", "contents": "Physiology, MHC Class I -- Introduction. Major histocompatibility complex (MHC) class I is a diverse set of cell surface receptors expressed on all nucleated cells in the body and platelets. MHC is also known as human leukocyte antigen (HLA), of which there are 3 subtypes: HLA-A, HLA-B, and HLA-C. These molecules play a vital role in the immune system recognizing self from nonself, presenting foreign antigens to other immune cells. HLA class I alleles are extremely polymorphic among the world population, which presents issues relating to human tissue transplants. [1] [2]"}
{"id": "article-25096_1", "title": "Physiology, MHC Class I -- Issues of Concern", "content": "MHC class I cross-reactivity is often the mediator in transplant reactions. A host T-cell may bind the MHC molecule on the donor's grafted tissue and recognize the graft as nonself. Subsequently, it mounts an immune attack on the graft via a cascade of immune cell activation. This type of reaction is labeled a T-cell–mediated reaction. T-cell–mediated reactions are responsible for acute transfusion reactions, with symptoms arising in days to weeks after transplant. The host may have also become sensitized via a previous transplant, blood transfusion, or pregnancy. The sensitization process resulting in anti–HLA antibodies is called alloimmunization and is poorly understood. Anti–HLA antibodies are responsible for hyperacute transfusion reactions, which arise minutes to hours after transfusion. [1] [3] [1]", "contents": "Physiology, MHC Class I -- Issues of Concern. MHC class I cross-reactivity is often the mediator in transplant reactions. A host T-cell may bind the MHC molecule on the donor's grafted tissue and recognize the graft as nonself. Subsequently, it mounts an immune attack on the graft via a cascade of immune cell activation. This type of reaction is labeled a T-cell–mediated reaction. T-cell–mediated reactions are responsible for acute transfusion reactions, with symptoms arising in days to weeks after transplant. The host may have also become sensitized via a previous transplant, blood transfusion, or pregnancy. The sensitization process resulting in anti–HLA antibodies is called alloimmunization and is poorly understood. Anti–HLA antibodies are responsible for hyperacute transfusion reactions, which arise minutes to hours after transfusion. [1] [3] [1]"}
{"id": "article-25096_2", "title": "Physiology, MHC Class I -- Issues of Concern", "content": "Before transplanting any hemopoietic precursors, such as stem cells or solid tissue transplants of kidneys or livers, a pretransplant crossmatch test is necessary to evaluate the reactivity of the recipient's HLA antibodies against the donor's HLA proteins. [4] HLA class I proteins are highly immunogenic. If the HLA types do not match, there can be a hyperacute reaction in which the recipient's immune system recognizes the graft as foreign and signals the body's immune system to destroy the allograft.", "contents": "Physiology, MHC Class I -- Issues of Concern. Before transplanting any hemopoietic precursors, such as stem cells or solid tissue transplants of kidneys or livers, a pretransplant crossmatch test is necessary to evaluate the reactivity of the recipient's HLA antibodies against the donor's HLA proteins. [4] HLA class I proteins are highly immunogenic. If the HLA types do not match, there can be a hyperacute reaction in which the recipient's immune system recognizes the graft as foreign and signals the body's immune system to destroy the allograft."}
{"id": "article-25096_3", "title": "Physiology, MHC Class I -- Issues of Concern", "content": "Another concern is the association of specific HLA alleles leading to a genetic predisposition to developing some disease conditions. Although it is often unclear exactly how these HLA class I subtypes have implications in the pathogenesis of the disease, their presence may aid in diagnosing particular diseases. Further research is needed to discover how these alleles contribute to disease and any therapies that could prevent their action.", "contents": "Physiology, MHC Class I -- Issues of Concern. Another concern is the association of specific HLA alleles leading to a genetic predisposition to developing some disease conditions. Although it is often unclear exactly how these HLA class I subtypes have implications in the pathogenesis of the disease, their presence may aid in diagnosing particular diseases. Further research is needed to discover how these alleles contribute to disease and any therapies that could prevent their action."}
{"id": "article-25096_4", "title": "Physiology, MHC Class I -- Cellular Level", "content": "MHC class I molecules are protein structures consisting of three alpha domains and a beta-two macroglobulin domain. The HLA class I gene is located on the chromosome, while beta-2 macroglobulin encoding is on chromosome 15. [5] The HLA class I alleles are codominant expressed, and inheritance is via simple Mendelian inheritance patterns. [6]", "contents": "Physiology, MHC Class I -- Cellular Level. MHC class I molecules are protein structures consisting of three alpha domains and a beta-two macroglobulin domain. The HLA class I gene is located on the chromosome, while beta-2 macroglobulin encoding is on chromosome 15. [5] The HLA class I alleles are codominant expressed, and inheritance is via simple Mendelian inheritance patterns. [6]"}
{"id": "article-25096_5", "title": "Physiology, MHC Class I -- Cellular Level", "content": "The alpha-1 and -2 domains are the binding cleft for various peptides, which are then presented to a T-cell receptor. One end of the alpha domain also serves as the binding site for an inhibitory receptor in natural killer (NK) cells. The beta-2 macroglobulin acts to stabilize the peptide binding. [5] The binding cleft of MHC class I tyrosine residues flank me and create closed ends that limit the peptide size; it can bind to around 8 to 10 amino acids. These amino acids are of cytosolic origin. Self or foreign cytosolic proteins are degraded via the proteasome and transported into the lumen of the endoplasmic reticulum. There, the peptides are loaded onto an MHC class I via a chaperone protein named tapasin. The peptide-bound MHC class I is then transported to the cell’s plasma membrane, presenting the peptide to CD8+ T-cell receptors. [7]", "contents": "Physiology, MHC Class I -- Cellular Level. The alpha-1 and -2 domains are the binding cleft for various peptides, which are then presented to a T-cell receptor. One end of the alpha domain also serves as the binding site for an inhibitory receptor in natural killer (NK) cells. The beta-2 macroglobulin acts to stabilize the peptide binding. [5] The binding cleft of MHC class I tyrosine residues flank me and create closed ends that limit the peptide size; it can bind to around 8 to 10 amino acids. These amino acids are of cytosolic origin. Self or foreign cytosolic proteins are degraded via the proteasome and transported into the lumen of the endoplasmic reticulum. There, the peptides are loaded onto an MHC class I via a chaperone protein named tapasin. The peptide-bound MHC class I is then transported to the cell’s plasma membrane, presenting the peptide to CD8+ T-cell receptors. [7]"}
{"id": "article-25096_6", "title": "Physiology, MHC Class I -- Function", "content": "HLA class I functions as part of the adaptive immune system and plays a vital role in recognizing self from nonself and providing protection against viruses and tumors. In a healthy person, HLA class I binds degraded cytosolic self-proteins and then transports these fragments to the cell membrane, where they present to CD8+ T lymphocytes. When the presented peptide is of foreign origin, such as one derived from a virus-infected cell, the CD8+ T cell eliminates the infected cell. MHC class I–presenting self-proteins also serve as an inhibitory signal to NK cells; this prevents NK killing from healthy cells.", "contents": "Physiology, MHC Class I -- Function. HLA class I functions as part of the adaptive immune system and plays a vital role in recognizing self from nonself and providing protection against viruses and tumors. In a healthy person, HLA class I binds degraded cytosolic self-proteins and then transports these fragments to the cell membrane, where they present to CD8+ T lymphocytes. When the presented peptide is of foreign origin, such as one derived from a virus-infected cell, the CD8+ T cell eliminates the infected cell. MHC class I–presenting self-proteins also serve as an inhibitory signal to NK cells; this prevents NK killing from healthy cells."}
{"id": "article-25096_7", "title": "Physiology, MHC Class I -- Related Testing", "content": "HLAs are identifiable via multiple detection methods.", "contents": "Physiology, MHC Class I -- Related Testing. HLAs are identifiable via multiple detection methods."}
{"id": "article-25096_8", "title": "Physiology, MHC Class I -- Related Testing -- Sequence-specific primer polymerase chain reaction", "content": "Sequence-specific primer polymerase chain reaction (PCR) uses various primers complementary to specific HLA DNA sequences. The DNA is plated into a multiwell plate with different primers. If the DNA extracted from that cell is complementary to the primer, it is amplified, and the product can be run on a gel via electrophoresis. The band can be identified as a primer and matched to known candidate HLA alleles. [8]", "contents": "Physiology, MHC Class I -- Related Testing -- Sequence-specific primer polymerase chain reaction. Sequence-specific primer polymerase chain reaction (PCR) uses various primers complementary to specific HLA DNA sequences. The DNA is plated into a multiwell plate with different primers. If the DNA extracted from that cell is complementary to the primer, it is amplified, and the product can be run on a gel via electrophoresis. The band can be identified as a primer and matched to known candidate HLA alleles. [8]"}
{"id": "article-25096_9", "title": "Physiology, MHC Class I -- Related Testing -- Sequence-specific oligonucleotide probes", "content": "One way to detect the high polymorphism seen in these genes is via PCR paired with sequence-specific oligonucleotides. This method involves amplifying the gene via PCR and then probing DNA with a fluorescent tag. The HLA type is determined using known HLA alleles as a reference, and that gene may undergo sequencing. [8] [9] [8]", "contents": "Physiology, MHC Class I -- Related Testing -- Sequence-specific oligonucleotide probes. One way to detect the high polymorphism seen in these genes is via PCR paired with sequence-specific oligonucleotides. This method involves amplifying the gene via PCR and then probing DNA with a fluorescent tag. The HLA type is determined using known HLA alleles as a reference, and that gene may undergo sequencing. [8] [9] [8]"}
{"id": "article-25096_10", "title": "Physiology, MHC Class I -- Related Testing -- Direct DNA sequencing", "content": "Another technique is to use Sanger sequencing or next-gen sequencing to sequence the entire gene of a specific HLA variant after amplification via PCR. Once the sequence is known, it can be compared to previously published HLA alleles. [8]", "contents": "Physiology, MHC Class I -- Related Testing -- Direct DNA sequencing. Another technique is to use Sanger sequencing or next-gen sequencing to sequence the entire gene of a specific HLA variant after amplification via PCR. Once the sequence is known, it can be compared to previously published HLA alleles. [8]"}
{"id": "article-25096_11", "title": "Physiology, MHC Class I -- Related Testing -- Serological Testing", "content": "Serological testing generally uses a recipient's lymphocytes obtained from their sera and incubated with anti–sera-containing antibodies against various HLA class 1 subtypes. The solution is then incubated with rabbit sera, providing a source of complement; a dye is also added to identify dead cells. This assay progresses serially with different HLA antibodies put into each well of a tray. Eliminating those wells with a positive result allows for determining the HLA type. This method provides a relatively quick and easy way to determine general subtypes of HLA's present. Still, it does not offer an in-depth analysis of the true molecular identity of the HLAs. This method is less common today because of its inability to detect small changes in HLA types that may make an immunological difference and cause a transfusion reaction. [8] [10] [8]", "contents": "Physiology, MHC Class I -- Related Testing -- Serological Testing. Serological testing generally uses a recipient's lymphocytes obtained from their sera and incubated with anti–sera-containing antibodies against various HLA class 1 subtypes. The solution is then incubated with rabbit sera, providing a source of complement; a dye is also added to identify dead cells. This assay progresses serially with different HLA antibodies put into each well of a tray. Eliminating those wells with a positive result allows for determining the HLA type. This method provides a relatively quick and easy way to determine general subtypes of HLA's present. Still, it does not offer an in-depth analysis of the true molecular identity of the HLAs. This method is less common today because of its inability to detect small changes in HLA types that may make an immunological difference and cause a transfusion reaction. [8] [10] [8]"}
{"id": "article-25096_12", "title": "Physiology, MHC Class I -- Related Testing -- Antibody Testing", "content": "Cytotoxic cell-based antibody testing can also effectively measure the recipient's risk of having a positive crossmatch. In this method, 30 to 40 donor cell lymphocytes are mixed with dye and complemented with the recipient's serum. Suppose the recipient's serum contains high enough HLA-specific antibodies against a particular donor. In that case, the lymphocyte complement is activated, the cell will die, the dye will be taken up, and that well in the plate will be visually identifiable as a positive result. This test yields a value known as a percentage panel reactive antibody. Its result measures the recipient's risk of a positive crossmatch in a similar population of donors. This test does lack the ability to take race and different HLA frequencies in a population into account, weakening its value. [8]", "contents": "Physiology, MHC Class I -- Related Testing -- Antibody Testing. Cytotoxic cell-based antibody testing can also effectively measure the recipient's risk of having a positive crossmatch. In this method, 30 to 40 donor cell lymphocytes are mixed with dye and complemented with the recipient's serum. Suppose the recipient's serum contains high enough HLA-specific antibodies against a particular donor. In that case, the lymphocyte complement is activated, the cell will die, the dye will be taken up, and that well in the plate will be visually identifiable as a positive result. This test yields a value known as a percentage panel reactive antibody. Its result measures the recipient's risk of a positive crossmatch in a similar population of donors. This test does lack the ability to take race and different HLA frequencies in a population into account, weakening its value. [8]"}
{"id": "article-25096_13", "title": "Physiology, MHC Class I -- Clinical Significance", "content": "Transplant rejection remains one of the most clinically relevant issues surrounding the HLA class I molecule. Identifying the donor and recipient’s HLA status is imperative to prevent transplantation reactions. Continuing education on the different serological, molecular, and cellular tests available to clinicians and their proper use, and healthcare professionals must learn how to interpret them.", "contents": "Physiology, MHC Class I -- Clinical Significance. Transplant rejection remains one of the most clinically relevant issues surrounding the HLA class I molecule. Identifying the donor and recipient’s HLA status is imperative to prevent transplantation reactions. Continuing education on the different serological, molecular, and cellular tests available to clinicians and their proper use, and healthcare professionals must learn how to interpret them."}
{"id": "article-25096_14", "title": "Physiology, MHC Class I -- Clinical Significance -- Spondylosis Ankylosis", "content": "Research has shown a strong correlation between HLA-B27 and ankylosing spondylitis. Among those with the HLA-B27 allele, 5% to 6% develop ankylosing spondylitis. [11] Ankylosing spondylitis is a seronegative spondyloarthropathy that leads to progressive spine and sacroiliac joint stiffness. This stiffness results from improper bone deposition, leading to fused vertebrae. The exact role of HLA-B27 in AS is still unknown. [12]", "contents": "Physiology, MHC Class I -- Clinical Significance -- Spondylosis Ankylosis. Research has shown a strong correlation between HLA-B27 and ankylosing spondylitis. Among those with the HLA-B27 allele, 5% to 6% develop ankylosing spondylitis. [11] Ankylosing spondylitis is a seronegative spondyloarthropathy that leads to progressive spine and sacroiliac joint stiffness. This stiffness results from improper bone deposition, leading to fused vertebrae. The exact role of HLA-B27 in AS is still unknown. [12]"}
{"id": "article-25096_15", "title": "Physiology, MHC Class I -- Clinical Significance -- Behcet Disease", "content": "Research has found the HLA-B51 allele to be the greatest risk factor for developing Behcet disease. Behcet disease is an autoinflammatory condition resulting in normally immune-privileged sites such as the brain, eye, and joints infiltrating neutrophils. The link between the pathogenesis of Behcet disease and HLA B51 is still unclear. More research is needed to ascertain the true connection between the HLA-B21 allele and Behcet disease. Researchers postulate that it could be due to antigen presentation to CD8+ cells or HLA-B51 ’s interaction with NK receptor KIR3DL1. [13]", "contents": "Physiology, MHC Class I -- Clinical Significance -- Behcet Disease. Research has found the HLA-B51 allele to be the greatest risk factor for developing Behcet disease. Behcet disease is an autoinflammatory condition resulting in normally immune-privileged sites such as the brain, eye, and joints infiltrating neutrophils. The link between the pathogenesis of Behcet disease and HLA B51 is still unclear. More research is needed to ascertain the true connection between the HLA-B21 allele and Behcet disease. Researchers postulate that it could be due to antigen presentation to CD8+ cells or HLA-B51 ’s interaction with NK receptor KIR3DL1. [13]"}
{"id": "article-25096_16", "title": "Physiology, MHC Class I -- Clinical Significance -- Psoriasis", "content": "Psoriasis, an autoimmune condition, is highly linked to specific HLA class I alleles, including HLA-A01 , HLA-A02 , HLA-B13 , HLA-B17 , HLA-B39 , HLA-B57 , HLA-Cw06 , and HLA-Cw07. The role of HLA in psoriasis is currently unknown. [14]", "contents": "Physiology, MHC Class I -- Clinical Significance -- Psoriasis. Psoriasis, an autoimmune condition, is highly linked to specific HLA class I alleles, including HLA-A01 , HLA-A02 , HLA-B13 , HLA-B17 , HLA-B39 , HLA-B57 , HLA-Cw06 , and HLA-Cw07. The role of HLA in psoriasis is currently unknown. [14]"}
{"id": "article-25096_17", "title": "Physiology, MHC Class I -- Clinical Significance -- Birdshot Chorioretinopathy", "content": "Birdshot chorioretinopathy, a form of posterior uveitis, correlates with HLA-A29 , with 85% to 97.5% of those diagnosed carrying the allele. [15]", "contents": "Physiology, MHC Class I -- Clinical Significance -- Birdshot Chorioretinopathy. Birdshot chorioretinopathy, a form of posterior uveitis, correlates with HLA-A29 , with 85% to 97.5% of those diagnosed carrying the allele. [15]"}
{"id": "article-25096_18", "title": "Physiology, MHC Class I -- Clinical Significance -- HIV", "content": "HLA-B27 , HLA-B51 , HLA-C06 , and HLA-B5701 all confer protection against HIV infection. The reason appears to be that the peptides presented by these alleles are structurally resistant to mutation. Another idea is that those CD8-positive T cells that interact with these specific alleles have higher functionality in riding the body of HIV-infected cells. [15]", "contents": "Physiology, MHC Class I -- Clinical Significance -- HIV. HLA-B27 , HLA-B51 , HLA-C06 , and HLA-B5701 all confer protection against HIV infection. The reason appears to be that the peptides presented by these alleles are structurally resistant to mutation. Another idea is that those CD8-positive T cells that interact with these specific alleles have higher functionality in riding the body of HIV-infected cells. [15]"}
{"id": "article-25096_19", "title": "Physiology, MHC Class I -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, MHC Class I -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}