{"id": "article-17244_0", "title": "Polycystic Kidney Disease In Adults (Archived) -- Introduction", "content": "Autosomal dominant polycystic kidney disease (ADPKD) is a hereditary disorder of the kidneys characterized by markedly enlarged kidneys with extensive cyst formation throughout. [1] These cysts progressively enlarge with age, as kidney function gradually declines.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Introduction. Autosomal dominant polycystic kidney disease (ADPKD) is a hereditary disorder of the kidneys characterized by markedly enlarged kidneys with extensive cyst formation throughout. [1] These cysts progressively enlarge with age, as kidney function gradually declines."}
{"id": "article-17244_1", "title": "Polycystic Kidney Disease In Adults (Archived) -- Introduction", "content": "The diagnosis of ADPKD is based on family history and ultrasonographic evaluation. In as many as 25% of patients with ADPKD, no family history is identified, which may be related to subclinical disease or a new genetic mutation in about 5% of cases. Patients with ADPKD typically progress to end-stage renal disease (ESRD) by the fifth or sixth decade of life. The rate of progression of ADPKD is related directly to kidney volume. Therapies aim to slow the decline in functioning renal volume and to delay the progression to end-stage kidney failure. [2] [3] [4]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Introduction. The diagnosis of ADPKD is based on family history and ultrasonographic evaluation. In as many as 25% of patients with ADPKD, no family history is identified, which may be related to subclinical disease or a new genetic mutation in about 5% of cases. Patients with ADPKD typically progress to end-stage renal disease (ESRD) by the fifth or sixth decade of life. The rate of progression of ADPKD is related directly to kidney volume. Therapies aim to slow the decline in functioning renal volume and to delay the progression to end-stage kidney failure. [2] [3] [4]"}
{"id": "article-17244_2", "title": "Polycystic Kidney Disease In Adults (Archived) -- Introduction", "content": "Screening family members for ADPKD has been controversial in the past. Prior to 2017, due to the lack of therapy to prevent progression to ESRD, screening of asymptomatic family members has not been routinely performed. With the addition of tolvaptan as a treatment option, early screening of young adults at risk for the disease provides the opportunity for early treatment.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Introduction. Screening family members for ADPKD has been controversial in the past. Prior to 2017, due to the lack of therapy to prevent progression to ESRD, screening of asymptomatic family members has not been routinely performed. With the addition of tolvaptan as a treatment option, early screening of young adults at risk for the disease provides the opportunity for early treatment."}
{"id": "article-17244_3", "title": "Polycystic Kidney Disease In Adults (Archived) -- Etiology", "content": "ADPKD is due to an abnormality on chromosome 16 (PKD1 locus) or chromosome 4 (PKD2 locus). PKD1 mutations comprise about 78% of ADPKD cases, while PKD2 mutations account for about 14%. The remaining cases have no identifiable mutations. PKD1 is the more aggressive variant as patients tend to progress to ESRD at an earlier age than those with PKD2 (mean age 54.3 years versus 74.) [5]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Etiology. ADPKD is due to an abnormality on chromosome 16 (PKD1 locus) or chromosome 4 (PKD2 locus). PKD1 mutations comprise about 78% of ADPKD cases, while PKD2 mutations account for about 14%. The remaining cases have no identifiable mutations. PKD1 is the more aggressive variant as patients tend to progress to ESRD at an earlier age than those with PKD2 (mean age 54.3 years versus 74.) [5]"}
{"id": "article-17244_4", "title": "Polycystic Kidney Disease In Adults (Archived) -- Epidemiology", "content": "ADPKD occurs in approximately 1 in every 1000 births, with a global prevalence of 10 per 10,000 population. The worldwide incidence is about 12.5 million individuals. [6] [7] As many cases have a benign prognosis, it is likely that less than half of these patients are ever diagnosed.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Epidemiology. ADPKD occurs in approximately 1 in every 1000 births, with a global prevalence of 10 per 10,000 population. The worldwide incidence is about 12.5 million individuals. [6] [7] As many cases have a benign prognosis, it is likely that less than half of these patients are ever diagnosed."}
{"id": "article-17244_5", "title": "Polycystic Kidney Disease In Adults (Archived) -- Pathophysiology", "content": "Cyst formation in ADPKD is associated with abnormal tubular ciliary function as the primary underlying etiology. [8] [9] [10] There is active fluid secretion from ion channel abnormalities and proliferation of the tubular epithelium together with decreased cellular adhesion. [8] [9] [10] The cysts begin as isolated renal tubular segments that separate and detach when they have grown to a few millimeters in size.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Pathophysiology. Cyst formation in ADPKD is associated with abnormal tubular ciliary function as the primary underlying etiology. [8] [9] [10] There is active fluid secretion from ion channel abnormalities and proliferation of the tubular epithelium together with decreased cellular adhesion. [8] [9] [10] The cysts begin as isolated renal tubular segments that separate and detach when they have grown to a few millimeters in size."}
{"id": "article-17244_6", "title": "Polycystic Kidney Disease In Adults (Archived) -- Pathophysiology", "content": "The PKD1 and PKD2 genes encode the proteins polycystin-1 and polycystin-2, respectively. These polycystins are integral membrane proteins and are found in renal tubular epithelia. It is postulated that abnormalities in polycystin-1 impair cell-cell and cell-matrix interactions in the renal tubular epithelia, while abnormalities in polycystin-2 impair calcium signaling in the cells. [11] [12] [13]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Pathophysiology. The PKD1 and PKD2 genes encode the proteins polycystin-1 and polycystin-2, respectively. These polycystins are integral membrane proteins and are found in renal tubular epithelia. It is postulated that abnormalities in polycystin-1 impair cell-cell and cell-matrix interactions in the renal tubular epithelia, while abnormalities in polycystin-2 impair calcium signaling in the cells. [11] [12] [13]"}
{"id": "article-17244_7", "title": "Polycystic Kidney Disease In Adults (Archived) -- Pathophysiology", "content": "The resultant changes in renal pathophysiology include hematuria (often gross), a concentrating defect (resulting in polyuria and increased thirst), mild proteinuria, nephrolithiasis (in about 25% of ADPKD patients), increased risk of pyelonephritis, and flank or abdominal pain. Cyst rupture, hemorrhage, and infection are common complications. Progressive renal decline often results in end-stage renal disease. Hypertension is the result of distortion to the internal renal anatomy which activates the renin-angiotensin-aldosterone system. [14] [15]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Pathophysiology. The resultant changes in renal pathophysiology include hematuria (often gross), a concentrating defect (resulting in polyuria and increased thirst), mild proteinuria, nephrolithiasis (in about 25% of ADPKD patients), increased risk of pyelonephritis, and flank or abdominal pain. Cyst rupture, hemorrhage, and infection are common complications. Progressive renal decline often results in end-stage renal disease. Hypertension is the result of distortion to the internal renal anatomy which activates the renin-angiotensin-aldosterone system. [14] [15]"}
{"id": "article-17244_8", "title": "Polycystic Kidney Disease In Adults (Archived) -- Pathophysiology", "content": "Renal cysts are often associated with hepatic cysts, thought to be due to the persistence of embryological biliary ducts from abnormal ductal plate remodeling. Fortunately, hepatic failure is extremely rare.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Pathophysiology. Renal cysts are often associated with hepatic cysts, thought to be due to the persistence of embryological biliary ducts from abnormal ductal plate remodeling. Fortunately, hepatic failure is extremely rare."}
{"id": "article-17244_9", "title": "Polycystic Kidney Disease In Adults (Archived) -- Histopathology", "content": "The diagnosis of ADPKD is based on ultrasonographic criteria in patients with a positive family history. Routine biopsies for microscopic examinations are not generally performed.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Histopathology. The diagnosis of ADPKD is based on ultrasonographic criteria in patients with a positive family history. Routine biopsies for microscopic examinations are not generally performed."}
{"id": "article-17244_10", "title": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical", "content": "Patients with ADPKD may present with a variety of medical conditions, including hypertension, flank pain, abdominal masses, urinary tract infections, renal failure, nephrolithiasis, and cerebrovascular accidents. The most common age of presentation is 30 to 50 years.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical. Patients with ADPKD may present with a variety of medical conditions, including hypertension, flank pain, abdominal masses, urinary tract infections, renal failure, nephrolithiasis, and cerebrovascular accidents. The most common age of presentation is 30 to 50 years."}
{"id": "article-17244_11", "title": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical", "content": "Hypertension is the most prevalent initial clinical finding, occurring in 50% to 70% of cases, and is the most common feature directly associated with the rate of decline to ESRD and cardiovascular complications.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical. Hypertension is the most prevalent initial clinical finding, occurring in 50% to 70% of cases, and is the most common feature directly associated with the rate of decline to ESRD and cardiovascular complications."}
{"id": "article-17244_12", "title": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical", "content": "Back or flank pain is the most common presenting symptom. The pain may be caused by a cyst rupture, renal weight, cyst infection, colic from an obstructing calculus, pyelonephritis, or tissue stretching from cyst enlargement.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical. Back or flank pain is the most common presenting symptom. The pain may be caused by a cyst rupture, renal weight, cyst infection, colic from an obstructing calculus, pyelonephritis, or tissue stretching from cyst enlargement."}
{"id": "article-17244_13", "title": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical", "content": "Multiple extra-renal manifestations are often present. [16] Cerebral aneurysms occur in about 5% of young adults, and as many as 20% of patients over the age of 60. The risk of a cerebral aneurysm or subarachnoid hemorrhage is highest in patients with a family history of the same. [16]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical. Multiple extra-renal manifestations are often present. [16] Cerebral aneurysms occur in about 5% of young adults, and as many as 20% of patients over the age of 60. The risk of a cerebral aneurysm or subarachnoid hemorrhage is highest in patients with a family history of the same. [16]"}
{"id": "article-17244_14", "title": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical", "content": "Extrarenal cysts are common in ADPKD. Hepatic cysts are often noted in these patients, and the prevalence increases with age. As many as 94% of patients over the age of 35 have been reported to have hepatic cysts. Total cyst prevalence and volume is higher in women versus men. Hepatic cysts in ADPKD patients rarely cause liver dysfunction. Rarely, patients develop pain from an acute cyst infection or hemorrhage. In addition, about 7% to 36% of ADPKD patients develop pancreatic cysts, with a higher prevalence in ADPKD patients with PKD2 mutations.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical. Extrarenal cysts are common in ADPKD. Hepatic cysts are often noted in these patients, and the prevalence increases with age. As many as 94% of patients over the age of 35 have been reported to have hepatic cysts. Total cyst prevalence and volume is higher in women versus men. Hepatic cysts in ADPKD patients rarely cause liver dysfunction. Rarely, patients develop pain from an acute cyst infection or hemorrhage. In addition, about 7% to 36% of ADPKD patients develop pancreatic cysts, with a higher prevalence in ADPKD patients with PKD2 mutations."}
{"id": "article-17244_15", "title": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical", "content": "Cardiac valvular disease has been noted in 25% to 30% of ADPKD patients. Cardiovascular complications, particularly cardiac hypertrophy and coronary artery disease, are the leading causes of death in patients with ADPKD. [16]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical. Cardiac valvular disease has been noted in 25% to 30% of ADPKD patients. Cardiovascular complications, particularly cardiac hypertrophy and coronary artery disease, are the leading causes of death in patients with ADPKD. [16]"}
{"id": "article-17244_16", "title": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical", "content": "Additional complications include colonic diverticula, which are noted in ADPKD patients requiring maintenance dialysis. Abdominal wall hernias are noted in as many as 45% of ADPKD patients, likely related to additional abdominal girth related to increased kidney size.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- History and Physical. Additional complications include colonic diverticula, which are noted in ADPKD patients requiring maintenance dialysis. Abdominal wall hernias are noted in as many as 45% of ADPKD patients, likely related to additional abdominal girth related to increased kidney size."}
{"id": "article-17244_17", "title": "Polycystic Kidney Disease In Adults (Archived) -- Evaluation", "content": "The diagnosis of ADPKD is made based on ultrasonographic criteria. The criteria for ultrasonographic diagnosis of individuals with a positive family history with an unknown genotype (as is usually the case) is as follows: [17] In patients ages 15 to 39 years, at least three unilateral or bilateral renal cysts. In patients ages 40 to 59 years, at least two cysts in each kidney. In patients aged 60 years or older, at least four cysts in each kidney.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Evaluation. The diagnosis of ADPKD is made based on ultrasonographic criteria. The criteria for ultrasonographic diagnosis of individuals with a positive family history with an unknown genotype (as is usually the case) is as follows: [17] In patients ages 15 to 39 years, at least three unilateral or bilateral renal cysts. In patients ages 40 to 59 years, at least two cysts in each kidney. In patients aged 60 years or older, at least four cysts in each kidney."}
{"id": "article-17244_18", "title": "Polycystic Kidney Disease In Adults (Archived) -- Evaluation", "content": "While ultrasound is the only study required to make a definitive diagnosis, patients are routinely evaluated with a basic metabolic profile and urinalysis to determine the extent of any renal insufficiency.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Evaluation. While ultrasound is the only study required to make a definitive diagnosis, patients are routinely evaluated with a basic metabolic profile and urinalysis to determine the extent of any renal insufficiency."}
{"id": "article-17244_19", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "Patients identified as having ADPKD are instructed to drink at least 2 liters of water a day with 3 liters recommended if possible. Such increased fluid intake tends to decrease vasopressin which reduces the formation of cysts and their growth. [18] [19] [20]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. Patients identified as having ADPKD are instructed to drink at least 2 liters of water a day with 3 liters recommended if possible. Such increased fluid intake tends to decrease vasopressin which reduces the formation of cysts and their growth. [18] [19] [20]"}
{"id": "article-17244_20", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "Early management of hypertension is pivotal in reducing cardiovascular mortality, left ventricular hypertrophy, mitral regurgitation, and the progression of renal failure. While the target blood pressure in ADPKD patients has yet to be established, the HALT-PKD Study A noted that in early stages of ADPKD with preserved renal function, blood pressure management with systolic blood pressure less than 110 mmHg was strongly associated with significant reductions in the rate of total kidney volume growth, albuminuria, and left ventricular mass index.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. Early management of hypertension is pivotal in reducing cardiovascular mortality, left ventricular hypertrophy, mitral regurgitation, and the progression of renal failure. While the target blood pressure in ADPKD patients has yet to be established, the HALT-PKD Study A noted that in early stages of ADPKD with preserved renal function, blood pressure management with systolic blood pressure less than 110 mmHg was strongly associated with significant reductions in the rate of total kidney volume growth, albuminuria, and left ventricular mass index."}
{"id": "article-17244_21", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "ACE inhibitors and ARBs are the mainstays of antihypertensive therapy in ADPKD patients, with beta-blockade and calcium-channel blockers as second-line treatment. As third-line therapy, thiazides are preferred in patients with normal renal function, while loop diuretics are recommended in patients with impaired renal function. [21] [22] [23] [24]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. ACE inhibitors and ARBs are the mainstays of antihypertensive therapy in ADPKD patients, with beta-blockade and calcium-channel blockers as second-line treatment. As third-line therapy, thiazides are preferred in patients with normal renal function, while loop diuretics are recommended in patients with impaired renal function. [21] [22] [23] [24]"}
{"id": "article-17244_22", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "Screening for a cerebral aneurysm is recommended at the time of ADPKD diagnosis in patients at high risk (those with a family history of an aneurysm or intracranial hemorrhage in a first-degree relative).", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. Screening for a cerebral aneurysm is recommended at the time of ADPKD diagnosis in patients at high risk (those with a family history of an aneurysm or intracranial hemorrhage in a first-degree relative)."}
{"id": "article-17244_23", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "Smoking cessation and hypertension management are most prudent, as smoking and high blood pressure increase the risk of a cerebral aneurysm. Of note, RAS blockade and statin use decrease the cerebral aneurysm rate.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. Smoking cessation and hypertension management are most prudent, as smoking and high blood pressure increase the risk of a cerebral aneurysm. Of note, RAS blockade and statin use decrease the cerebral aneurysm rate."}
{"id": "article-17244_24", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "Tolvaptan is a vasopressin receptor antagonist that has been demonstrated to slow the decline in eGFR compared to placebo over a one-year period in patients with late-stage chronic kidney disease, but its use is associated with elevations of bilirubin and alanine aminotransferase levels. [25] [26] By blocking the reception of vasopressin signaling, it lowers intracellular cyclic adenosine monophosphate (cyclic AMP) that would otherwise stimulate cystic proliferation and growth. [25] [27]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. Tolvaptan is a vasopressin receptor antagonist that has been demonstrated to slow the decline in eGFR compared to placebo over a one-year period in patients with late-stage chronic kidney disease, but its use is associated with elevations of bilirubin and alanine aminotransferase levels. [25] [26] By blocking the reception of vasopressin signaling, it lowers intracellular cyclic adenosine monophosphate (cyclic AMP) that would otherwise stimulate cystic proliferation and growth. [25] [27]"}
{"id": "article-17244_25", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "Tolvaptan is most useful in younger patients and in those with rapidly progressive disease. [26] [28] It is the only FDA-approved medication for ADPKD. Side effects are significant and include severe diuresis with polyuria and severe thirst. It may also cause hepatic failure which can be severe enough to require a liver transplant.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. Tolvaptan is most useful in younger patients and in those with rapidly progressive disease. [26] [28] It is the only FDA-approved medication for ADPKD. Side effects are significant and include severe diuresis with polyuria and severe thirst. It may also cause hepatic failure which can be severe enough to require a liver transplant."}
{"id": "article-17244_26", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "Multiple additional therapies have been studied in an effort to prevent the progression of ADPKD. Dietary sodium restriction, which was part of the HALT-PKD trial, was shown to possibly reduce renal deterioration, as sodium excretion was associated with an increased risk of kidney growth and eGFR decline. [29] [30]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. Multiple additional therapies have been studied in an effort to prevent the progression of ADPKD. Dietary sodium restriction, which was part of the HALT-PKD trial, was shown to possibly reduce renal deterioration, as sodium excretion was associated with an increased risk of kidney growth and eGFR decline. [29] [30]"}
{"id": "article-17244_27", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "Statins have shown some benefits in all-cause chronic kidney disease and appear to possibly be somewhat helpful in ADPKD patients but the evidence is conflicting. [31] [32] Statins are deployed in chronic kidney disease patients as progressive renal failure is equivalent to coronary heart disease. [32] [33] Mammalian target of rapamycin (mTOR) inhibitors such as sirolimus have been studied but have not shown any benefit on renal outcomes. [34] Diuretics, such as amiloride, have also been tried to decrease cyst volume without measurable improvement in renal function. Protein restriction has provided variable results. Octreotide has also been studied in ADPKD and has shown a non-significant slowing of renal function decline with possible attenuation of the effect after 2 years. [35] [36]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. Statins have shown some benefits in all-cause chronic kidney disease and appear to possibly be somewhat helpful in ADPKD patients but the evidence is conflicting. [31] [32] Statins are deployed in chronic kidney disease patients as progressive renal failure is equivalent to coronary heart disease. [32] [33] Mammalian target of rapamycin (mTOR) inhibitors such as sirolimus have been studied but have not shown any benefit on renal outcomes. [34] Diuretics, such as amiloride, have also been tried to decrease cyst volume without measurable improvement in renal function. Protein restriction has provided variable results. Octreotide has also been studied in ADPKD and has shown a non-significant slowing of renal function decline with possible attenuation of the effect after 2 years. [35] [36]"}
{"id": "article-17244_28", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "Metformin has been suggested as an agent that might help slow the decline in renal function seen in patients with ADPKD. This was based on the finding that metformin can impact cystogenesis in preclinical renal models. In a two-year study, ADPKD patients on metformin decreased their kidney function (GFR) by only 58% as much as patients on placebo (1.71 vs 3.07). [37] Metformin is also known to be safe and tolerable. These results, while promising, need to be confirmed by a larger trial to better evaluate efficacy. [37]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. Metformin has been suggested as an agent that might help slow the decline in renal function seen in patients with ADPKD. This was based on the finding that metformin can impact cystogenesis in preclinical renal models. In a two-year study, ADPKD patients on metformin decreased their kidney function (GFR) by only 58% as much as patients on placebo (1.71 vs 3.07). [37] Metformin is also known to be safe and tolerable. These results, while promising, need to be confirmed by a larger trial to better evaluate efficacy. [37]"}
{"id": "article-17244_29", "title": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management", "content": "Cyst infections that may develop in ADPKD patients can be treated with antibiotics. Preferred antibiotics that are known to penetrate renal cysts well include chloramphenicol, ciprofloxacin, clindamycin, erythromycin, tetracycline, and sulfamethoxazole/trimethoprim. [38] Individual symptomatic renal cysts can be treated surgically with needle aspiration or percutaneous cyst unroofing. For complex cysts, laparoscopic surgery can be performed. [39] [40] [41]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Treatment / Management. Cyst infections that may develop in ADPKD patients can be treated with antibiotics. Preferred antibiotics that are known to penetrate renal cysts well include chloramphenicol, ciprofloxacin, clindamycin, erythromycin, tetracycline, and sulfamethoxazole/trimethoprim. [38] Individual symptomatic renal cysts can be treated surgically with needle aspiration or percutaneous cyst unroofing. For complex cysts, laparoscopic surgery can be performed. [39] [40] [41]"}
{"id": "article-17244_30", "title": "Polycystic Kidney Disease In Adults (Archived) -- Differential Diagnosis", "content": "The differential diagnosis of renal cysts in adults includes several conditions, including simple renal cysts, complex renal cysts, localized cystic disease, malignancy, and acquired cystic disease of the kidney. It is important to distinguish disorders that may have a malignant potential, such as complex cysts, acquired cystic disease, and underlying malignancies. A defining feature of ADPKD is marked bilateral, renal enlargement.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Differential Diagnosis. The differential diagnosis of renal cysts in adults includes several conditions, including simple renal cysts, complex renal cysts, localized cystic disease, malignancy, and acquired cystic disease of the kidney. It is important to distinguish disorders that may have a malignant potential, such as complex cysts, acquired cystic disease, and underlying malignancies. A defining feature of ADPKD is marked bilateral, renal enlargement."}
{"id": "article-17244_31", "title": "Polycystic Kidney Disease In Adults (Archived) -- Differential Diagnosis", "content": "The malignant potential of indivdual renal cysts can be stratified by the Bosniak classification system. See our companion StatPearls reference article on \"Simple Renal Cysts\" for a detailed description of Bosniak classification. [42]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Differential Diagnosis. The malignant potential of indivdual renal cysts can be stratified by the Bosniak classification system. See our companion StatPearls reference article on \"Simple Renal Cysts\" for a detailed description of Bosniak classification. [42]"}
{"id": "article-17244_32", "title": "Polycystic Kidney Disease In Adults (Archived) -- Prognosis", "content": "ADPKD patients reach ESRD, on average, in the fifth or sixth decade of life, and 75% by age 75. The glomerular filtration rate (GFR) decreases by about 5 mL/min/year, starting after 40 years of age.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Prognosis. ADPKD patients reach ESRD, on average, in the fifth or sixth decade of life, and 75% by age 75. The glomerular filtration rate (GFR) decreases by about 5 mL/min/year, starting after 40 years of age."}
{"id": "article-17244_33", "title": "Polycystic Kidney Disease In Adults (Archived) -- Prognosis", "content": "A reliable way to track the speed of progression to end-stage renal failure is to monitor kidney and cyst volume. A total renal volume >1,500 mL is suggestive of renal failure. The faster the rate of increase in total renal volume, the quicker renal function declines. ADPKD accounts for about 10% of all ESRD cases. Patients with hypertension and larger kidney size tend to have a worse prognosis. A family history of the disease may be predictive of the specific mutation and the patient's expected course. ADPKD is not associated with a higher incidence of renal malignancies, but if such a malignancy occurs, it is more likely to be bilateral.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Prognosis. A reliable way to track the speed of progression to end-stage renal failure is to monitor kidney and cyst volume. A total renal volume >1,500 mL is suggestive of renal failure. The faster the rate of increase in total renal volume, the quicker renal function declines. ADPKD accounts for about 10% of all ESRD cases. Patients with hypertension and larger kidney size tend to have a worse prognosis. A family history of the disease may be predictive of the specific mutation and the patient's expected course. ADPKD is not associated with a higher incidence of renal malignancies, but if such a malignancy occurs, it is more likely to be bilateral."}
{"id": "article-17244_34", "title": "Polycystic Kidney Disease In Adults (Archived) -- Prognosis", "content": "Other predictors of a poorer prognosis include Black ethnicity, earlier age at initial diagnosis, diabetes, gross hematuria, increasing severity of associated hypertension, larger renal cyst and kidney volume, male gender, PKD1 genotype, faster increase in renal volume, sickle cell trait, and progression of proteinuria. [38]", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Prognosis. Other predictors of a poorer prognosis include Black ethnicity, earlier age at initial diagnosis, diabetes, gross hematuria, increasing severity of associated hypertension, larger renal cyst and kidney volume, male gender, PKD1 genotype, faster increase in renal volume, sickle cell trait, and progression of proteinuria. [38]"}
{"id": "article-17244_35", "title": "Polycystic Kidney Disease In Adults (Archived) -- Complications", "content": "The most common complication of ADPKD is hypertension, but the most dangerous is subarachnoid hemorrhage. Other known complications are progressive renal failure, cyst infection, abdominal and flank pain, and hepatic cysts.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Complications. The most common complication of ADPKD is hypertension, but the most dangerous is subarachnoid hemorrhage. Other known complications are progressive renal failure, cyst infection, abdominal and flank pain, and hepatic cysts."}
{"id": "article-17244_36", "title": "Polycystic Kidney Disease In Adults (Archived) -- Deterrence and Patient Education", "content": "Genetic counseling is critical for hereditary renal diseases like autosomal dominant polycystic kidney disease.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Deterrence and Patient Education. Genetic counseling is critical for hereditary renal diseases like autosomal dominant polycystic kidney disease."}
{"id": "article-17244_37", "title": "Polycystic Kidney Disease In Adults (Archived) -- Deterrence and Patient Education", "content": "Young patients can be asymptomatic until complications develop. Screening patients at risk and early diagnosis can help minimize the harm of undiagnosed renal failure and uncontrolled hypertension. It also allows the use of tolvaptan at an earlier age where it may significantly delay the progression of the disease. A healthy lifestyle is strongly recommended. This includes: High fluid intake (3 liters a day is recommended.) Regular exercise. No smoking. Limited salt intake. Optimal control of hypertension. Avoid NSAIDs. Use of tolvaptan and other medications as appropriate. Regular physician visits.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Deterrence and Patient Education. Young patients can be asymptomatic until complications develop. Screening patients at risk and early diagnosis can help minimize the harm of undiagnosed renal failure and uncontrolled hypertension. It also allows the use of tolvaptan at an earlier age where it may significantly delay the progression of the disease. A healthy lifestyle is strongly recommended. This includes: High fluid intake (3 liters a day is recommended.) Regular exercise. No smoking. Limited salt intake. Optimal control of hypertension. Avoid NSAIDs. Use of tolvaptan and other medications as appropriate. Regular physician visits."}
{"id": "article-17244_38", "title": "Polycystic Kidney Disease In Adults (Archived) -- Pearls and Other Issues", "content": "Autosomal dominant polycystic kidney disease often presents in young adults and is responsible for about 10% of all ESRD cases. Early intervention with optimal blood pressure management along with emerging medical therapies such as tolvaptan are the mainstays of treatment.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Pearls and Other Issues. Autosomal dominant polycystic kidney disease often presents in young adults and is responsible for about 10% of all ESRD cases. Early intervention with optimal blood pressure management along with emerging medical therapies such as tolvaptan are the mainstays of treatment."}
{"id": "article-17244_39", "title": "Polycystic Kidney Disease In Adults (Archived) -- Enhancing Healthcare Team Outcomes", "content": "The management of patients with ADPKD is optimal with an interprofessional team. The key to management is the control of blood pressure and slowing down the progression toward end-stage renal disease. Healthcare workers who follow these patients should closely monitor the patient's blood pressure and renal function at regular intervals.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Enhancing Healthcare Team Outcomes. The management of patients with ADPKD is optimal with an interprofessional team. The key to management is the control of blood pressure and slowing down the progression toward end-stage renal disease. Healthcare workers who follow these patients should closely monitor the patient's blood pressure and renal function at regular intervals."}
{"id": "article-17244_40", "title": "Polycystic Kidney Disease In Adults (Archived) -- Enhancing Healthcare Team Outcomes", "content": "ACE inhibitors and ARBs are the mainstays of therapy, with beta-blockade and calcium-channel blockers as second-line therapy. As third-line therapy, thiazides are preferred in patients with normal renal function, while loop diuretics are preferred in patients with impaired renal function. These patients also need to be screened for a cerebral aneurysm. Patients should be urged to quit smoking and remain compliant with their antihypertensive medications.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Enhancing Healthcare Team Outcomes. ACE inhibitors and ARBs are the mainstays of therapy, with beta-blockade and calcium-channel blockers as second-line therapy. As third-line therapy, thiazides are preferred in patients with normal renal function, while loop diuretics are preferred in patients with impaired renal function. These patients also need to be screened for a cerebral aneurysm. Patients should be urged to quit smoking and remain compliant with their antihypertensive medications."}
{"id": "article-17244_41", "title": "Polycystic Kidney Disease In Adults (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Multiple additional therapies have been studied in an effort to prevent the progression of ADPKD and preserve kidney function. Dietary sodium restriction, which was part of the HALT-PKD trial, was shown to possibly reduce renal progression, as sodium excretion was associated with an increased risk of kidney growth and eGFR decline. Statins have shown some benefits in preserving renal function in chronic kidney disease but their role in ADPKD patients is still uncertain. For patients who fail to control their blood pressure, the prognosis is poor.(Level V)", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Enhancing Healthcare Team Outcomes. Multiple additional therapies have been studied in an effort to prevent the progression of ADPKD and preserve kidney function. Dietary sodium restriction, which was part of the HALT-PKD trial, was shown to possibly reduce renal progression, as sodium excretion was associated with an increased risk of kidney growth and eGFR decline. Statins have shown some benefits in preserving renal function in chronic kidney disease but their role in ADPKD patients is still uncertain. For patients who fail to control their blood pressure, the prognosis is poor.(Level V)"}
{"id": "article-17244_42", "title": "Polycystic Kidney Disease In Adults (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Polycystic Kidney Disease In Adults (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}