{"id": "article-148937_0", "title": "Colestipol -- Continuing Education Activity", "content": "Colestipol is an antihyperlipidemic drug approved by the United States Food and Drug Administration (FDA) as an adjunctive therapy to lower elevated low-density lipoprotein cholesterol in patients with primary hypercholesterolemia unresponsive to dietary modifications alone. The drug can be used as monotherapy or in conjunction with a statin, niacin, or ezetimibe. Colestipol is a cholesterol-lowering drug that reduces the risk of coronary artery disease. This drug belongs to the class of bile acid sequestrants and is one of the earliest drugs used for this purpose. However, the current predominant application involves providing supplementary therapy, especially in cases where statins or alternative lipid-lowering agents prove inadequate in sufficiently reducing cholesterol levels.", "contents": "Colestipol -- Continuing Education Activity. Colestipol is an antihyperlipidemic drug approved by the United States Food and Drug Administration (FDA) as an adjunctive therapy to lower elevated low-density lipoprotein cholesterol in patients with primary hypercholesterolemia unresponsive to dietary modifications alone. The drug can be used as monotherapy or in conjunction with a statin, niacin, or ezetimibe. Colestipol is a cholesterol-lowering drug that reduces the risk of coronary artery disease. This drug belongs to the class of bile acid sequestrants and is one of the earliest drugs used for this purpose. However, the current predominant application involves providing supplementary therapy, especially in cases where statins or alternative lipid-lowering agents prove inadequate in sufficiently reducing cholesterol levels."}
{"id": "article-148937_1", "title": "Colestipol -- Continuing Education Activity", "content": "The drug is adjunctive to dietary modifications and exercise. In addition, colestipol is used off-label to treat cholestatic pruritus and irritable bowel syndrome. This activity emphasizes the indications, mechanism of action, adverse event profile, administration, pharmacokinetics, and monitoring strategies for colestipol. This activity provides healthcare professionals with a scientific foundation for effectively treating primary hypercholesterolemia and related conditions. In addition, this activity assists healthcare providers in decision-making regarding colestipol prescription and optimizing dosage regimens to minimize adverse reactions, thereby promoting desired patient outcomes.", "contents": "Colestipol -- Continuing Education Activity. The drug is adjunctive to dietary modifications and exercise. In addition, colestipol is used off-label to treat cholestatic pruritus and irritable bowel syndrome. This activity emphasizes the indications, mechanism of action, adverse event profile, administration, pharmacokinetics, and monitoring strategies for colestipol. This activity provides healthcare professionals with a scientific foundation for effectively treating primary hypercholesterolemia and related conditions. In addition, this activity assists healthcare providers in decision-making regarding colestipol prescription and optimizing dosage regimens to minimize adverse reactions, thereby promoting desired patient outcomes."}
{"id": "article-148937_2", "title": "Colestipol -- Continuing Education Activity", "content": "Objectives: Identify patients with primary hypercholesterolemia who may benefit from adjunctive therapy with colestipol based on their lipid profile and responsiveness to dietary modifications alone. Screen for potential contraindications and assess the suitability of colestipol for patients with cholestatic pruritus and irritable bowel syndrome, recognizing its off-label applications. Assess patient responses to colestipol therapy by regularly monitoring lipid profiles and adjusting dosage regimens as needed to achieve target cholesterol levels. Coordinate efforts within the interprofessional team to address knowledge gaps and facilitate ongoing colestipol education, contributing to a comprehensive and informed approach to hypercholesterolemia management. Access free multiple choice questions on this topic.", "contents": "Colestipol -- Continuing Education Activity. Objectives: Identify patients with primary hypercholesterolemia who may benefit from adjunctive therapy with colestipol based on their lipid profile and responsiveness to dietary modifications alone. Screen for potential contraindications and assess the suitability of colestipol for patients with cholestatic pruritus and irritable bowel syndrome, recognizing its off-label applications. Assess patient responses to colestipol therapy by regularly monitoring lipid profiles and adjusting dosage regimens as needed to achieve target cholesterol levels. Coordinate efforts within the interprofessional team to address knowledge gaps and facilitate ongoing colestipol education, contributing to a comprehensive and informed approach to hypercholesterolemia management. Access free multiple choice questions on this topic."}
{"id": "article-148937_3", "title": "Colestipol -- Indications", "content": "Colestipol is an antihyperlipidemic drug approved by the United States Food and Drug Administration (FDA) as an adjunctive therapy to lower elevated low-density lipoprotein cholesterol in patients with primary hypercholesterolemia unresponsive to dietary modifications alone. The drug can be used as monotherapy or in conjunction with a statin, niacin, or ezetimibe. The drug is adjunctive to dietary modifications and exercise.", "contents": "Colestipol -- Indications. Colestipol is an antihyperlipidemic drug approved by the United States Food and Drug Administration (FDA) as an adjunctive therapy to lower elevated low-density lipoprotein cholesterol in patients with primary hypercholesterolemia unresponsive to dietary modifications alone. The drug can be used as monotherapy or in conjunction with a statin, niacin, or ezetimibe. The drug is adjunctive to dietary modifications and exercise."}
{"id": "article-148937_4", "title": "Colestipol -- Indications", "content": "Colestipol belongs to the class of bile acid sequestrants and is used for various indications. This drug was approved for usage in the United States back in 1977 and is one of the earliest cholesterol-lowering drugs that reduces the risk of coronary artery disease. However, the current predominant application involves providing supplementary therapy, especially in cases where statins or alternative lipid-lowering agents prove inadequate in sufficiently reducing cholesterol levels. [1]", "contents": "Colestipol -- Indications. Colestipol belongs to the class of bile acid sequestrants and is used for various indications. This drug was approved for usage in the United States back in 1977 and is one of the earliest cholesterol-lowering drugs that reduces the risk of coronary artery disease. However, the current predominant application involves providing supplementary therapy, especially in cases where statins or alternative lipid-lowering agents prove inadequate in sufficiently reducing cholesterol levels. [1]"}
{"id": "article-148937_5", "title": "Colestipol -- Indications -- FDA-Approved Indications", "content": "Colestipol is FDA-approved as adjunctive therapy to reduce elevated low-density lipoprotein cholesterol (LDL-C) in patients with primary hypercholesterolemia who do not respond to diet modifications only. The drug is used as monotherapy or in combination with a statin, niacin, or ezetimibe. Doses of 4 to 16 g/d day are associated with a 12% to 24% reduction in LDL cholesterol, respectively. [2] [3] Higher doses may be associated with increased gastrointestinal adverse effects. [4]", "contents": "Colestipol -- Indications -- FDA-Approved Indications. Colestipol is FDA-approved as adjunctive therapy to reduce elevated low-density lipoprotein cholesterol (LDL-C) in patients with primary hypercholesterolemia who do not respond to diet modifications only. The drug is used as monotherapy or in combination with a statin, niacin, or ezetimibe. Doses of 4 to 16 g/d day are associated with a 12% to 24% reduction in LDL cholesterol, respectively. [2] [3] Higher doses may be associated with increased gastrointestinal adverse effects. [4]"}
{"id": "article-148937_6", "title": "Colestipol -- Indications -- FDA-Approved Indications", "content": "Combination therapy with simvastatin is associated with a 52% reduction of LDL cholesterol. [2] Dual treatment with niacin demonstrated a 43% reduction in LDL cholesterol levels and reduced angiographic progression of coronary artery atherosclerotic lesions by 16.2% compared to 2.4% in individuals receiving a placebo. [5] The National Lipid Association (NLA) guidelines endorse bile acid sequestrants like colestipol for hypercholesteremia. [6] According to the NLA guidelines, hypercholesterolemia during pregnancy and breastfeeding, particularly in patients with familial hypercholesterolemia, may be treated with bile acid sequestrants. [7]", "contents": "Colestipol -- Indications -- FDA-Approved Indications. Combination therapy with simvastatin is associated with a 52% reduction of LDL cholesterol. [2] Dual treatment with niacin demonstrated a 43% reduction in LDL cholesterol levels and reduced angiographic progression of coronary artery atherosclerotic lesions by 16.2% compared to 2.4% in individuals receiving a placebo. [5] The National Lipid Association (NLA) guidelines endorse bile acid sequestrants like colestipol for hypercholesteremia. [6] According to the NLA guidelines, hypercholesterolemia during pregnancy and breastfeeding, particularly in patients with familial hypercholesterolemia, may be treated with bile acid sequestrants. [7]"}
{"id": "article-148937_7", "title": "Colestipol -- Indications -- Off-Label Uses", "content": "Colestipol may be used in the treatment of heterozygous familial hypercholesterolemia. Although colestipol is effective, it is poorly tolerated due to gastrointestinal adverse effects. [8] Colestipol may be used in combination with a statin. [4] A trial in children with familial hypercholesterolemia treated with colestipol found a 19.5% reduction in LDL-C levels after 8 weeks of therapy. [9]", "contents": "Colestipol -- Indications -- Off-Label Uses. Colestipol may be used in the treatment of heterozygous familial hypercholesterolemia. Although colestipol is effective, it is poorly tolerated due to gastrointestinal adverse effects. [8] Colestipol may be used in combination with a statin. [4] A trial in children with familial hypercholesterolemia treated with colestipol found a 19.5% reduction in LDL-C levels after 8 weeks of therapy. [9]"}
{"id": "article-148937_8", "title": "Colestipol -- Indications -- Off-Label Uses", "content": "Colestipol is used off-label to treat cholestatic pruritus and irritable bowel syndrome. Pruritus associated with cholestasis, particularly in primary sclerosing cholangitis, may be treated with colestipol. [10] Colestipol may be better tolerated compared to therapy with cholestyramine. [11] The American Association for the Study of Liver Diseases endorses bile acid sequestrants such as colestipol for cholestatic pruritus in primary biliary cholangitis. These agents are positively charged resins that work by binding to negatively charged anions, including bile acids. Although clinical trials proving efficacy are limited, they have a long track record of clinical use. Patients may prefer colestipol and colesevelam, which are available in tablet forms. [12]", "contents": "Colestipol -- Indications -- Off-Label Uses. Colestipol is used off-label to treat cholestatic pruritus and irritable bowel syndrome. Pruritus associated with cholestasis, particularly in primary sclerosing cholangitis, may be treated with colestipol. [10] Colestipol may be better tolerated compared to therapy with cholestyramine. [11] The American Association for the Study of Liver Diseases endorses bile acid sequestrants such as colestipol for cholestatic pruritus in primary biliary cholangitis. These agents are positively charged resins that work by binding to negatively charged anions, including bile acids. Although clinical trials proving efficacy are limited, they have a long track record of clinical use. Patients may prefer colestipol and colesevelam, which are available in tablet forms. [12]"}
{"id": "article-148937_9", "title": "Colestipol -- Indications -- Off-Label Uses", "content": "A prospective, controlled trial with 92 patients performed by Hagag et al demonstrated the effectiveness of colestipol as an adjunct therapy to methimazole for treating hyperthyroidism. [13] Greater efficacy was seen in severe cases of thyrotoxicosis. [13]", "contents": "Colestipol -- Indications -- Off-Label Uses. A prospective, controlled trial with 92 patients performed by Hagag et al demonstrated the effectiveness of colestipol as an adjunct therapy to methimazole for treating hyperthyroidism. [13] Greater efficacy was seen in severe cases of thyrotoxicosis. [13]"}
{"id": "article-148937_10", "title": "Colestipol -- Indications -- Off-Label Uses", "content": "In a study of 141 patients evaluating the role of bile acids in the pathogenesis of irritable bowel syndrome (IBS), treatment with colestipol improved IBS symptoms (IBS severity scoring system 220 ± 109 vs 277 ± 106). [14] As such, colestipol may be used to treat bile acid diarrhea. However, colestipol is often discontinued due to poor tolerability. [15]", "contents": "Colestipol -- Indications -- Off-Label Uses. In a study of 141 patients evaluating the role of bile acids in the pathogenesis of irritable bowel syndrome (IBS), treatment with colestipol improved IBS symptoms (IBS severity scoring system 220 ± 109 vs 277 ± 106). [14] As such, colestipol may be used to treat bile acid diarrhea. However, colestipol is often discontinued due to poor tolerability. [15]"}
{"id": "article-148937_11", "title": "Colestipol -- Indications -- Off-Label Uses", "content": "Colestipol is successfully used to treat digoxin toxicity. Colestipol interrupts the enterohepatic circulation of digoxin and increases fecal excretion. One case report by Payne et al reported a reduced half-life of 55 hours compared to a predicted half-life of 85. [16]", "contents": "Colestipol -- Indications -- Off-Label Uses. Colestipol is successfully used to treat digoxin toxicity. Colestipol interrupts the enterohepatic circulation of digoxin and increases fecal excretion. One case report by Payne et al reported a reduced half-life of 55 hours compared to a predicted half-life of 85. [16]"}
{"id": "article-148937_12", "title": "Colestipol -- Indications -- Off-Label Uses", "content": "The clinical trial evaluated colestipol's viability as an oral phosphate binder in hemodialysis patients and reported positive outcomes. The findings suggest the potential for a larger-scale trial to ascertain colestipol's effectiveness as a phosphate binder. [17]", "contents": "Colestipol -- Indications -- Off-Label Uses. The clinical trial evaluated colestipol's viability as an oral phosphate binder in hemodialysis patients and reported positive outcomes. The findings suggest the potential for a larger-scale trial to ascertain colestipol's effectiveness as a phosphate binder. [17]"}
{"id": "article-148937_13", "title": "Colestipol -- Mechanism of Action", "content": "Colestipol is a large basic anion-exchange resin copolymer that is nonabsorbable and insoluble in water. [18] The primary mechanism of action is the formation of insoluble complexes with bile acids in the small intestine that are subsequently excreted in the feces. Bile acids emulsify and solubilize lipids in the intestinal lumen as part of normal digestion. The rate-limiting step in bile acid synthesis involves hydroxylation of the steroid nucleus of cholesterol by cholesterol 7-alpha-hydroxylase. [19] Data show that 95% of bile acids are recycled via enterohepatic circulation to the liver, while 5% are excreted in the feces. [19]", "contents": "Colestipol -- Mechanism of Action. Colestipol is a large basic anion-exchange resin copolymer that is nonabsorbable and insoluble in water. [18] The primary mechanism of action is the formation of insoluble complexes with bile acids in the small intestine that are subsequently excreted in the feces. Bile acids emulsify and solubilize lipids in the intestinal lumen as part of normal digestion. The rate-limiting step in bile acid synthesis involves hydroxylation of the steroid nucleus of cholesterol by cholesterol 7-alpha-hydroxylase. [19] Data show that 95% of bile acids are recycled via enterohepatic circulation to the liver, while 5% are excreted in the feces. [19]"}
{"id": "article-148937_14", "title": "Colestipol -- Mechanism of Action", "content": "Increased fecal excretion of bile acids reduces the total bile acid pool available for enterohepatic circulation. As a result, upregulation of cholesterol 7-alpha-hydroxylase leads to increased conversion of cholesterol into bile acids, reducing total serum cholesterol levels. Further upregulation of hepatic low-density lipoprotein receptors (LDLR) to replenish intrahepatic cholesterol stores available for bile acid synthesis leads to increased uptake of LDL-C and an overall reduction in plasma LDL cholesterol (LDL-C) levels.", "contents": "Colestipol -- Mechanism of Action. Increased fecal excretion of bile acids reduces the total bile acid pool available for enterohepatic circulation. As a result, upregulation of cholesterol 7-alpha-hydroxylase leads to increased conversion of cholesterol into bile acids, reducing total serum cholesterol levels. Further upregulation of hepatic low-density lipoprotein receptors (LDLR) to replenish intrahepatic cholesterol stores available for bile acid synthesis leads to increased uptake of LDL-C and an overall reduction in plasma LDL cholesterol (LDL-C) levels."}
{"id": "article-148937_15", "title": "Colestipol -- Mechanism of Action", "content": "In cases of thyrotoxicosis, enterohepatic circulation of thyroid hormones, including thyroxine (T4) and triiodothyronine (T3), increases. [13] Interaction between positively charged nitrogen atoms of colestipol with negatively charged iodothyronines leads to increased fecal excretion of iodothyronines. [13]", "contents": "Colestipol -- Mechanism of Action. In cases of thyrotoxicosis, enterohepatic circulation of thyroid hormones, including thyroxine (T4) and triiodothyronine (T3), increases. [13] Interaction between positively charged nitrogen atoms of colestipol with negatively charged iodothyronines leads to increased fecal excretion of iodothyronines. [13]"}
{"id": "article-148937_16", "title": "Colestipol -- Mechanism of Action", "content": "According to a systematic review, colestipol is suggested for moderate to severe cholestatic pruritus. The mechanism of colestipol in cholestatic pruritus is by binding to bile acids within the small intestine, preventing reabsorption and facilitating elimination via feces. [20]", "contents": "Colestipol -- Mechanism of Action. According to a systematic review, colestipol is suggested for moderate to severe cholestatic pruritus. The mechanism of colestipol in cholestatic pruritus is by binding to bile acids within the small intestine, preventing reabsorption and facilitating elimination via feces. [20]"}
{"id": "article-148937_17", "title": "Colestipol -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Colestipol demonstrates negligible solubility in water despite its hydrophilic nature and is not hydrolyzed by digestive enzymes. The high molecular weight polymer present in colestipol appears to render it nonabsorbable. The primary effects of bile acid sequestrants like colestipol are restricted to the intestine. [21]", "contents": "Colestipol -- Mechanism of Action -- Pharmacokinetics. Absorption: Colestipol demonstrates negligible solubility in water despite its hydrophilic nature and is not hydrolyzed by digestive enzymes. The high molecular weight polymer present in colestipol appears to render it nonabsorbable. The primary effects of bile acid sequestrants like colestipol are restricted to the intestine. [21]"}
{"id": "article-148937_18", "title": "Colestipol -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: In humans, less than 0.17% of a single dose labeled with ^14C-colestipol is excreted in the urine after 60 days of consistent administration at 20 g daily. This low percentage suggests minimal systemic distribution or absorption of colestipol hydrochloride within the body. Metabolism: The binding of bile acids to colestipol creates an insoluble compound that cannot be reabsorbed and is excreted in the feces.", "contents": "Colestipol -- Mechanism of Action -- Pharmacokinetics. Distribution: In humans, less than 0.17% of a single dose labeled with ^14C-colestipol is excreted in the urine after 60 days of consistent administration at 20 g daily. This low percentage suggests minimal systemic distribution or absorption of colestipol hydrochloride within the body. Metabolism: The binding of bile acids to colestipol creates an insoluble compound that cannot be reabsorbed and is excreted in the feces."}
{"id": "article-148937_19", "title": "Colestipol -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Bile acids ordinarily undergo extensive (>95%) enterohepatic recirculation, are secreted in bile, act as fat-solubilizing compounds in the upper intestine, and are reabsorbed in the distal small bowel. However, colestipol disrupts this cycle, resulting in the excretion of colestipol-bound bile acids in the feces. [1] Colestipol is minimally excreted in the urine and predominantly in feces due to its nonabsorbable nature.", "contents": "Colestipol -- Mechanism of Action -- Pharmacokinetics. Elimination: Bile acids ordinarily undergo extensive (>95%) enterohepatic recirculation, are secreted in bile, act as fat-solubilizing compounds in the upper intestine, and are reabsorbed in the distal small bowel. However, colestipol disrupts this cycle, resulting in the excretion of colestipol-bound bile acids in the feces. [1] Colestipol is minimally excreted in the urine and predominantly in feces due to its nonabsorbable nature."}
{"id": "article-148937_20", "title": "Colestipol -- Administration -- Available Dosage Forms and Strengths", "content": "Colestipol is available to patients in 2 forms—oral tablet or granular form as a powdered suspension. The powdered suspension is also available in a flavored form to improve palatability. However, the flavored suspension is taken cautiously in patients with phenylketonuria, as it contains phenylalanine.", "contents": "Colestipol -- Administration -- Available Dosage Forms and Strengths. Colestipol is available to patients in 2 forms—oral tablet or granular form as a powdered suspension. The powdered suspension is also available in a flavored form to improve palatability. However, the flavored suspension is taken cautiously in patients with phenylketonuria, as it contains phenylalanine."}
{"id": "article-148937_21", "title": "Colestipol -- Administration -- Available Dosage Forms and Strengths", "content": "Colestipol is available in various formulations and doses, including granules in a bottle containing 5 g of the medication and flavored granules in packets, each containing 5 g of the substance. Furthermore, the oral form is available in tablets with a dosage of 1 g per tablet.", "contents": "Colestipol -- Administration -- Available Dosage Forms and Strengths. Colestipol is available in various formulations and doses, including granules in a bottle containing 5 g of the medication and flavored granules in packets, each containing 5 g of the substance. Furthermore, the oral form is available in tablets with a dosage of 1 g per tablet."}
{"id": "article-148937_22", "title": "Colestipol -- Administration -- Adult Dosage", "content": "Patients with phenylketonuria must consult their clinician before initiating therapy with a flavored colestipol suspension. Powdered suspensions of colestipol should be mixed with water or other fluids before ingestion to prevent inhalation or esophageal distress. Other medications, such as fat-soluble vitamins, should be ingested 1 hour before or 4 hours after the administration of colestipol. [22]", "contents": "Colestipol -- Administration -- Adult Dosage. Patients with phenylketonuria must consult their clinician before initiating therapy with a flavored colestipol suspension. Powdered suspensions of colestipol should be mixed with water or other fluids before ingestion to prevent inhalation or esophageal distress. Other medications, such as fat-soluble vitamins, should be ingested 1 hour before or 4 hours after the administration of colestipol. [22]"}
{"id": "article-148937_23", "title": "Colestipol -- Administration -- Adult Dosage", "content": "Colestipol tablets are recommended in 2 to 16 g daily. Therapy should be initiated at a dosage of 2 g/d. Colestipol powdered suspension is recommended in a dosage of 1 to 6 packets per day. One packet contains 5 g of colestipol.", "contents": "Colestipol -- Administration -- Adult Dosage. Colestipol tablets are recommended in 2 to 16 g daily. Therapy should be initiated at a dosage of 2 g/d. Colestipol powdered suspension is recommended in a dosage of 1 to 6 packets per day. One packet contains 5 g of colestipol."}
{"id": "article-148937_24", "title": "Colestipol -- Administration -- Specific Patient Populations", "content": "Hepatic impairment : There is no dosage adjustment information for hepatic impairment for colestipol in the product labeling. Renal impairment : There is no dosage adjustment information for renal impairment for colestipol in the product labeling.", "contents": "Colestipol -- Administration -- Specific Patient Populations. Hepatic impairment : There is no dosage adjustment information for hepatic impairment for colestipol in the product labeling. Renal impairment : There is no dosage adjustment information for renal impairment for colestipol in the product labeling."}
{"id": "article-148937_25", "title": "Colestipol -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations : Colestipol is safe since it is not systemically absorbed. However, colestipol may induce the malabsorption of fat-soluble vitamins (A, D, E, and K), which is hazardous to the mother and child. Therefore, the benefits of drug therapy should be weighed against the risks before the initiation of treatment. [23]", "contents": "Colestipol -- Administration -- Specific Patient Populations. Pregnancy considerations : Colestipol is safe since it is not systemically absorbed. However, colestipol may induce the malabsorption of fat-soluble vitamins (A, D, E, and K), which is hazardous to the mother and child. Therefore, the benefits of drug therapy should be weighed against the risks before the initiation of treatment. [23]"}
{"id": "article-148937_26", "title": "Colestipol -- Administration -- Specific Patient Populations", "content": "As per the NLA guidelines, most women diagnosed with hypercholesterolemia are advised against drug therapy during pregnancy. However, those with atherosclerotic cardiovascular disease or homozygous familial hypercholesterolemia may require pharmacotherapy. Bile acid sequestrants are considered reasonable therapeutic options during pregnancy. [7]", "contents": "Colestipol -- Administration -- Specific Patient Populations. As per the NLA guidelines, most women diagnosed with hypercholesterolemia are advised against drug therapy during pregnancy. However, those with atherosclerotic cardiovascular disease or homozygous familial hypercholesterolemia may require pharmacotherapy. Bile acid sequestrants are considered reasonable therapeutic options during pregnancy. [7]"}
{"id": "article-148937_27", "title": "Colestipol -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations : Colestipol, a nonabsorbable resin, does not reach the maternal bloodstream and consequently does not transfer to the infant through breast milk. Accordingly, colestipol is considered safe during lactation. [24]", "contents": "Colestipol -- Administration -- Specific Patient Populations. Breastfeeding considerations : Colestipol, a nonabsorbable resin, does not reach the maternal bloodstream and consequently does not transfer to the infant through breast milk. Accordingly, colestipol is considered safe during lactation. [24]"}
{"id": "article-148937_28", "title": "Colestipol -- Administration -- Specific Patient Populations", "content": "Pediatric patients : The adverse event profile of colestipol in patients under 18 has not been established. However, colestipol has been used safely in pediatric patients with familial hypercholesterolemia. [4] According to the NLA guidelines, statins and bile acid sequestrants can be considered for children and adolescents. [6] Older patients : The gastrointestinal adverse effects of colestipol, such as constipation, may be more pronounced in patients over the age of 60. [25]", "contents": "Colestipol -- Administration -- Specific Patient Populations. Pediatric patients : The adverse event profile of colestipol in patients under 18 has not been established. However, colestipol has been used safely in pediatric patients with familial hypercholesterolemia. [4] According to the NLA guidelines, statins and bile acid sequestrants can be considered for children and adolescents. [6] Older patients : The gastrointestinal adverse effects of colestipol, such as constipation, may be more pronounced in patients over the age of 60. [25]"}
{"id": "article-148937_29", "title": "Colestipol -- Adverse Effects -- Adverse Drug Reactions", "content": "Most adverse effects caused by colestipol therapy are related to the gastrointestinal system. Colestipol can cause a wide range of adverse effects, including constipation, bloating, dyspepsia, and nausea. [26] Constipation is the most common adverse drug reaction and ranges in severity from mild cases to severe cases. The reaction is often a cause of poor compliance and discontinuation of therapy. [27] Patients aged 65 or older and patients using a larger dose of colestipol are more prone to constipation. [25] Constipation may be alleviated with increased fluid and fiber intake, as well as the use of stool softeners. Colestipol may aggravate preexisting hemorrhoids. The usage of colestipol in powdered suspension form may cause decreased palatability. Flavored suspensions of colestipol are used to improve palatability.", "contents": "Colestipol -- Adverse Effects -- Adverse Drug Reactions. Most adverse effects caused by colestipol therapy are related to the gastrointestinal system. Colestipol can cause a wide range of adverse effects, including constipation, bloating, dyspepsia, and nausea. [26] Constipation is the most common adverse drug reaction and ranges in severity from mild cases to severe cases. The reaction is often a cause of poor compliance and discontinuation of therapy. [27] Patients aged 65 or older and patients using a larger dose of colestipol are more prone to constipation. [25] Constipation may be alleviated with increased fluid and fiber intake, as well as the use of stool softeners. Colestipol may aggravate preexisting hemorrhoids. The usage of colestipol in powdered suspension form may cause decreased palatability. Flavored suspensions of colestipol are used to improve palatability."}
{"id": "article-148937_30", "title": "Colestipol -- Adverse Effects", "content": "Non-gastrointestinal adverse effects are infrequently reported. These include infrequent occurrences of cardiovascular symptoms such as angina, musculoskeletal symptoms such as joint pains and arthritis, and neurologic symptoms such as migraine headaches. Colestipol may cause transient elevations in alkaline phosphatase levels, although the clinical significance is unknown. [25] Colestipol therapy is reported to cause asymptomatic hepatotoxicity with elevated serum transaminases. However, the mechanism by which colestipol causes hepatotoxicity is unknown. [28] Colestipol may cause hyperchloremic metabolic acidosis.", "contents": "Colestipol -- Adverse Effects. Non-gastrointestinal adverse effects are infrequently reported. These include infrequent occurrences of cardiovascular symptoms such as angina, musculoskeletal symptoms such as joint pains and arthritis, and neurologic symptoms such as migraine headaches. Colestipol may cause transient elevations in alkaline phosphatase levels, although the clinical significance is unknown. [25] Colestipol therapy is reported to cause asymptomatic hepatotoxicity with elevated serum transaminases. However, the mechanism by which colestipol causes hepatotoxicity is unknown. [28] Colestipol may cause hyperchloremic metabolic acidosis."}
{"id": "article-148937_31", "title": "Colestipol -- Adverse Effects -- Drug-Drug Interactions", "content": "Colestipol may induce malabsorption of fat-soluble vitamins (vitamins A, D, E, and K). Patients with preexisting deficiencies of these vitamins should consult their clinician before commencing therapy with colestipol. These vitamins should be taken 4 hours after colestipol. [22] Colestipol can reduce the absorption of beta blockers, fibrates, and ezetimibe. [21] Colestipol may reduce the absorption of many drugs if they are given concomitantly with colestipol. Anionic drugs such as warfarin, thiazide diuretics, propanolol, levothyroxine, and digitalis should be given 1 hour before or 4 hours after colestipol. [22]", "contents": "Colestipol -- Adverse Effects -- Drug-Drug Interactions. Colestipol may induce malabsorption of fat-soluble vitamins (vitamins A, D, E, and K). Patients with preexisting deficiencies of these vitamins should consult their clinician before commencing therapy with colestipol. These vitamins should be taken 4 hours after colestipol. [22] Colestipol can reduce the absorption of beta blockers, fibrates, and ezetimibe. [21] Colestipol may reduce the absorption of many drugs if they are given concomitantly with colestipol. Anionic drugs such as warfarin, thiazide diuretics, propanolol, levothyroxine, and digitalis should be given 1 hour before or 4 hours after colestipol. [22]"}
{"id": "article-148937_32", "title": "Colestipol -- Contraindications", "content": "Colestipol should not be used in patients with known hypersensitivity to the drug or its components.", "contents": "Colestipol -- Contraindications. Colestipol should not be used in patients with known hypersensitivity to the drug or its components."}
{"id": "article-148937_33", "title": "Colestipol -- Contraindications -- Warning and Precautions", "content": "Colestipol should be avoided for use in patients with disorders that cause decreased intestinal motility, in patients with a recent history of abdominal surgery, and patients with a history of recent episodes of intestinal obstruction. [22] Colestipol is contraindicated in patients undergoing therapy with mycophenolic acid. As colestipol binds to bile acids, it reduces the absorption of mycophenolic acid and may reduce the efficacy. Colestipol causes elevated triglyceride levels. Lyons et al demonstrated an 8.9% rise in triglyceride levels in patients treated with colestipol. [28] Colestipol should be avoided in patients with triglyceride levels above 400 mg/dL. It may be used in patients with serum levels below 200 mg/dL of triglyceride. [22] Therefore, as a precaution, clinicians should reserve this drug for use in patients with hypercholesterolemia without associated hypertriglyceridemia. [18]", "contents": "Colestipol -- Contraindications -- Warning and Precautions. Colestipol should be avoided for use in patients with disorders that cause decreased intestinal motility, in patients with a recent history of abdominal surgery, and patients with a history of recent episodes of intestinal obstruction. [22] Colestipol is contraindicated in patients undergoing therapy with mycophenolic acid. As colestipol binds to bile acids, it reduces the absorption of mycophenolic acid and may reduce the efficacy. Colestipol causes elevated triglyceride levels. Lyons et al demonstrated an 8.9% rise in triglyceride levels in patients treated with colestipol. [28] Colestipol should be avoided in patients with triglyceride levels above 400 mg/dL. It may be used in patients with serum levels below 200 mg/dL of triglyceride. [22] Therefore, as a precaution, clinicians should reserve this drug for use in patients with hypercholesterolemia without associated hypertriglyceridemia. [18]"}
{"id": "article-148937_34", "title": "Colestipol -- Contraindications", "content": "Colestipol is a bile acid sequestrant. As a large anion exchange resin, it may bind numerous intestine molecules. Of note, colestipol may bind to free triiodothyronine (T3), resulting in increased fecal excretion of T3 and reduced enterohepatic circulation. [29] As a result, colestipol therapy may worsen symptoms in patients with preexisting hypothyroidism. Therefore, patients on colestipol therapy should consider consulting their clinician before commencing treatment. Colestipol should be avoided in patients with complete biliary obstruction. [22] Chronic use of colestipol may cause an increased risk of bleeding due to hypoprothrombinemia resulting from vitamin K deficiency. However, this condition can be promptly treated with parenteral vitamin K1 and prevented from recurring by administering oral vitamin K1.", "contents": "Colestipol -- Contraindications. Colestipol is a bile acid sequestrant. As a large anion exchange resin, it may bind numerous intestine molecules. Of note, colestipol may bind to free triiodothyronine (T3), resulting in increased fecal excretion of T3 and reduced enterohepatic circulation. [29] As a result, colestipol therapy may worsen symptoms in patients with preexisting hypothyroidism. Therefore, patients on colestipol therapy should consider consulting their clinician before commencing treatment. Colestipol should be avoided in patients with complete biliary obstruction. [22] Chronic use of colestipol may cause an increased risk of bleeding due to hypoprothrombinemia resulting from vitamin K deficiency. However, this condition can be promptly treated with parenteral vitamin K1 and prevented from recurring by administering oral vitamin K1."}
{"id": "article-148937_35", "title": "Colestipol -- Monitoring", "content": "Periodic monitoring of serum lipoproteins is recommended in patients taking colestipol to assess treatment response and dosage modifications. As colestipol is known to cause constipation of varying severity and may cause intestinal obstruction, monitoring of constipation at 4- to 6-week intervals is recommended. Worsening constipation or failure to meet therapeutic goals may require combination therapy or replacement with alternate therapy.", "contents": "Colestipol -- Monitoring. Periodic monitoring of serum lipoproteins is recommended in patients taking colestipol to assess treatment response and dosage modifications. As colestipol is known to cause constipation of varying severity and may cause intestinal obstruction, monitoring of constipation at 4- to 6-week intervals is recommended. Worsening constipation or failure to meet therapeutic goals may require combination therapy or replacement with alternate therapy."}
{"id": "article-148937_36", "title": "Colestipol -- Monitoring", "content": "Clinicians should regularly monitor patients with preexisting fat-soluble vitamin deficiencies (A, D, E, and K) when on colestipol therapy. Colestipol may impede the absorption of fat-soluble vitamins by acting as a bile acid sequestrant. [30] If any of these vitamins are deficient, signs should be recognized, and treatment should be promptly started. As colestipol may cause hyperchloremic metabolic acidosis, signs of hyperchloremic acidosis may ensue. These include headaches, seizures, increased respiratory rate, and arrhythmias. Patients on warfarin therapy should have their International Normalized Ratio (INR) monitored regularly as the absorption is affected by colestipol. [21]", "contents": "Colestipol -- Monitoring. Clinicians should regularly monitor patients with preexisting fat-soluble vitamin deficiencies (A, D, E, and K) when on colestipol therapy. Colestipol may impede the absorption of fat-soluble vitamins by acting as a bile acid sequestrant. [30] If any of these vitamins are deficient, signs should be recognized, and treatment should be promptly started. As colestipol may cause hyperchloremic metabolic acidosis, signs of hyperchloremic acidosis may ensue. These include headaches, seizures, increased respiratory rate, and arrhythmias. Patients on warfarin therapy should have their International Normalized Ratio (INR) monitored regularly as the absorption is affected by colestipol. [21]"}
{"id": "article-148937_37", "title": "Colestipol -- Toxicity -- Signs and Symptoms of Overdose", "content": "No reports of toxicity associated with colestipol therapy have been reported other than the adverse events described above. Colestipol is relatively safe as it is not absorbed systemically and does not cause severe adverse effects. In the event of an overdose, the primary concern is the potential obstruction of the gastrointestinal tract.", "contents": "Colestipol -- Toxicity -- Signs and Symptoms of Overdose. No reports of toxicity associated with colestipol therapy have been reported other than the adverse events described above. Colestipol is relatively safe as it is not absorbed systemically and does not cause severe adverse effects. In the event of an overdose, the primary concern is the potential obstruction of the gastrointestinal tract."}
{"id": "article-148937_38", "title": "Colestipol -- Toxicity -- Management of Overdose", "content": "Treatment decisions in overdose are influenced by the location and severity of any potential obstruction, along with the assessment of normal gut motility.", "contents": "Colestipol -- Toxicity -- Management of Overdose. Treatment decisions in overdose are influenced by the location and severity of any potential obstruction, along with the assessment of normal gut motility."}
{"id": "article-148937_39", "title": "Colestipol -- Toxicity -- Recommendations", "content": "Patients often report poor tolerability to colestipol due to the many gastrointestinal adverse effects and poor palatability. [31] Therefore, healthcare professionals should consider this and modify treatment by offering a different drug formulation.", "contents": "Colestipol -- Toxicity -- Recommendations. Patients often report poor tolerability to colestipol due to the many gastrointestinal adverse effects and poor palatability. [31] Therefore, healthcare professionals should consider this and modify treatment by offering a different drug formulation."}
{"id": "article-148937_40", "title": "Colestipol -- Enhancing Healthcare Team Outcomes", "content": "Colestipol is a bile acid sequestrant that may be offered to patients to treat various conditions, such as hypercholesterolemia or pruritus associated with chronic liver disease. Colestipol is less commonly prescribed in the current age due to poor compliance with use and poor tolerability. Still, colestipol is highly effective in managing hypercholesterolemia and pruritus. Therefore, healthcare professionals treating these conditions should be familiar with the properties. This familiarity may enable them to offer patients an improved quality of life.", "contents": "Colestipol -- Enhancing Healthcare Team Outcomes. Colestipol is a bile acid sequestrant that may be offered to patients to treat various conditions, such as hypercholesterolemia or pruritus associated with chronic liver disease. Colestipol is less commonly prescribed in the current age due to poor compliance with use and poor tolerability. Still, colestipol is highly effective in managing hypercholesterolemia and pruritus. Therefore, healthcare professionals treating these conditions should be familiar with the properties. This familiarity may enable them to offer patients an improved quality of life."}
{"id": "article-148937_41", "title": "Colestipol -- Enhancing Healthcare Team Outcomes", "content": "Clinicians initiating colestipol for hypercholesterolemia should review and consider atherosclerotic cardiovascular disease risk factors. As per the NLA, it is advisable to consult or refer children with familial hypercholesterolemia to a lipid specialist. [32] Nurses should be aware of colestipol's most commonly encountered adverse effects to develop strategies to monitor their occurrence and report them to clinicians. The pharmacist should serve as the main point of contact for those members of the interprofessional team seeking advice on the dosage and administration of colestipol, checking for drug interactions, risk mitigation of adverse effects, and giving clear instructions to patients on how to use the drug.", "contents": "Colestipol -- Enhancing Healthcare Team Outcomes. Clinicians initiating colestipol for hypercholesterolemia should review and consider atherosclerotic cardiovascular disease risk factors. As per the NLA, it is advisable to consult or refer children with familial hypercholesterolemia to a lipid specialist. [32] Nurses should be aware of colestipol's most commonly encountered adverse effects to develop strategies to monitor their occurrence and report them to clinicians. The pharmacist should serve as the main point of contact for those members of the interprofessional team seeking advice on the dosage and administration of colestipol, checking for drug interactions, risk mitigation of adverse effects, and giving clear instructions to patients on how to use the drug."}
{"id": "article-148937_42", "title": "Colestipol -- Enhancing Healthcare Team Outcomes", "content": "A study investigated the effectiveness of the multidisciplinary lipid clinic in enhancing guideline-based care for lipid disorders within the healthcare system. Though a modest referral rate from active cardiology and primary care providers, the clinic attended to 83 patients, significantly improving the diagnosis and management of conditions such as familial hypercholesterolemia and dyslipidemia. The impact included increased use of evidence-based therapies, decreased lipid levels, and adaptive measures like transitioning to telehealth for sustained capacity. These results underscore the potential of the multidisciplinary lipid clinic to enhance patient outcomes. [33] Coordination between all interprofessional healthcare team members, including clinicians, specialists, pharmacists, and nurses, is crucial in enhancing outcomes associated with colestipol therapy.", "contents": "Colestipol -- Enhancing Healthcare Team Outcomes. A study investigated the effectiveness of the multidisciplinary lipid clinic in enhancing guideline-based care for lipid disorders within the healthcare system. Though a modest referral rate from active cardiology and primary care providers, the clinic attended to 83 patients, significantly improving the diagnosis and management of conditions such as familial hypercholesterolemia and dyslipidemia. The impact included increased use of evidence-based therapies, decreased lipid levels, and adaptive measures like transitioning to telehealth for sustained capacity. These results underscore the potential of the multidisciplinary lipid clinic to enhance patient outcomes. [33] Coordination between all interprofessional healthcare team members, including clinicians, specialists, pharmacists, and nurses, is crucial in enhancing outcomes associated with colestipol therapy."}
{"id": "article-148937_43", "title": "Colestipol -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Colestipol -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}