{"id": "article-18291_0", "title": "Biologic Response Modifiers (BRMs) -- Continuing Education Activity", "content": "Biologic response modifiers (BRMs), also known as immunomodulators, are the class of medications that target the disease-causing mechanism. They are used in autoimmune diseases as first-line medications or after the failure of conventional agents. Serious infections are the most feared complications and require screening before initiation, and monitoring while patients are taking the medications. This activity reviews the evaluation and management of various autoimmune conditions with the use of BRMs and highlights the role of the interprofessional team in evaluating and treating patients with these medications.", "contents": "Biologic Response Modifiers (BRMs) -- Continuing Education Activity. Biologic response modifiers (BRMs), also known as immunomodulators, are the class of medications that target the disease-causing mechanism. They are used in autoimmune diseases as first-line medications or after the failure of conventional agents. Serious infections are the most feared complications and require screening before initiation, and monitoring while patients are taking the medications. This activity reviews the evaluation and management of various autoimmune conditions with the use of BRMs and highlights the role of the interprofessional team in evaluating and treating patients with these medications."}
{"id": "article-18291_1", "title": "Biologic Response Modifiers (BRMs) -- Continuing Education Activity", "content": "Objectives: Describe the indications for biologic response modifiers. Identify the adverse events associated with biologic response modifiers. Review the importance of monitoring patients taking biologic response modifiers. Explain the importance of improving care coordination among the interprofessional team to improve outcomes for patients receiving biologic response modifiers. Access free multiple choice questions on this topic.", "contents": "Biologic Response Modifiers (BRMs) -- Continuing Education Activity. Objectives: Describe the indications for biologic response modifiers. Identify the adverse events associated with biologic response modifiers. Review the importance of monitoring patients taking biologic response modifiers. Explain the importance of improving care coordination among the interprofessional team to improve outcomes for patients receiving biologic response modifiers. Access free multiple choice questions on this topic."}
{"id": "article-18291_2", "title": "Biologic Response Modifiers (BRMs) -- Indications", "content": "Biologic response modifiers (BRMs), also known as immunomodulators or cytokine inhibitors, are naturally occurring substances in our body that can also be manufactured in the laboratory. Autoimmune diseases incur a substantial economic burden to the patients and society. BRMs target the disease-causing mechanism and have now become revolutionary in the treatment of many autoimmune phenomena. Unsatisfactory response or evidence of disease progression despite treatment with conventional therapy mandates the use of BRM alone or in combination with traditional treatment. [1] For example, tumor necrosis factor (TNF) inhibitors, in conjunction with methotrexate, were superior to either methotrexate or a TNF inhibitor alone in patients with rheumatoid arthritis (RA) resistant to initial therapy. [2] A combination of a biologic agent and an immunomodulator is commonly used to induce and maintain remission in patients with moderate to severe Crohn disease. [3] BRMs are also recommended first-line therapy for severe psoriatic arthritis who already have erosive changes, and axial involvement in the form of sacroilitis or spondylitis. Patients with axial ankylosing spondylitis (AS) who have very high disease activity, defined as a Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) more than or equal to four and patients with peripheral AS with concomitant moderate to severe psoriasis, inflammatory bowel disease or flares of anterior uveitis also benefit from BRMs. [4] Anakinra used as initial therapy in patients with systemic juvenile idiopathic arthritis (JIA) resulted in rapid symptom relief and also prevented chronic arthritis. [5]", "contents": "Biologic Response Modifiers (BRMs) -- Indications. Biologic response modifiers (BRMs), also known as immunomodulators or cytokine inhibitors, are naturally occurring substances in our body that can also be manufactured in the laboratory. Autoimmune diseases incur a substantial economic burden to the patients and society. BRMs target the disease-causing mechanism and have now become revolutionary in the treatment of many autoimmune phenomena. Unsatisfactory response or evidence of disease progression despite treatment with conventional therapy mandates the use of BRM alone or in combination with traditional treatment. [1] For example, tumor necrosis factor (TNF) inhibitors, in conjunction with methotrexate, were superior to either methotrexate or a TNF inhibitor alone in patients with rheumatoid arthritis (RA) resistant to initial therapy. [2] A combination of a biologic agent and an immunomodulator is commonly used to induce and maintain remission in patients with moderate to severe Crohn disease. [3] BRMs are also recommended first-line therapy for severe psoriatic arthritis who already have erosive changes, and axial involvement in the form of sacroilitis or spondylitis. Patients with axial ankylosing spondylitis (AS) who have very high disease activity, defined as a Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) more than or equal to four and patients with peripheral AS with concomitant moderate to severe psoriasis, inflammatory bowel disease or flares of anterior uveitis also benefit from BRMs. [4] Anakinra used as initial therapy in patients with systemic juvenile idiopathic arthritis (JIA) resulted in rapid symptom relief and also prevented chronic arthritis. [5]"}
{"id": "article-18291_3", "title": "Biologic Response Modifiers (BRMs) -- Indications", "content": "Knowing the fact that TNF-alpha, interleukin (IL)-17, IL-1 are vital mediators of graft versus host disease, [6] BRMs have been used to prevent and treat GVHD. [7] BRMs are also therapeutic in various cancers of the lung, head, neck, skin, kidneys, bladder, and hematologic malignancies. Biologics targeting programmed cell death protein (PD-1), e.g., pembrolizumab and nivolumab, have been emerging as a newer treatment modality for melanoma, renal cell cancer, non-squamous lung cancer, lymphoma, and gastrointestinal cancers. [8] BRMs are also found to be effective in secondary amyloidosis in patients with RA and AS. [9] Biologics targeting IL-5 have been emerging in the treatment of severe hypereosinophilic asthma. [10]", "contents": "Biologic Response Modifiers (BRMs) -- Indications. Knowing the fact that TNF-alpha, interleukin (IL)-17, IL-1 are vital mediators of graft versus host disease, [6] BRMs have been used to prevent and treat GVHD. [7] BRMs are also therapeutic in various cancers of the lung, head, neck, skin, kidneys, bladder, and hematologic malignancies. Biologics targeting programmed cell death protein (PD-1), e.g., pembrolizumab and nivolumab, have been emerging as a newer treatment modality for melanoma, renal cell cancer, non-squamous lung cancer, lymphoma, and gastrointestinal cancers. [8] BRMs are also found to be effective in secondary amyloidosis in patients with RA and AS. [9] Biologics targeting IL-5 have been emerging in the treatment of severe hypereosinophilic asthma. [10]"}
{"id": "article-18291_4", "title": "Biologic Response Modifiers (BRMs) -- Indications", "content": "TNF inhibitors, e.g., infliximab, etanercept, adalimumab, certolizumab, and golimumab has been FDA approved for use in RA, ulcerative colitis (UC), Crohn disease (CD), AS, JIA, plaque psoriasis and, psoriatic arthritis. Adalimumab also has approval for hidradenitis suppurativa and uveitis. Non-FDA-approved indications include pyoderma gangrenosum, pustular psoriasis, and GVHD(etanercept). Interleukin-1 inhibitor, e.g., anakinra, is FDA approved for RA and neonatal-onset multisystem inflammatory disease. IL-2 inhibitor, e.g., aldesleukin, is used in metastatic renal cell carcinoma and melanoma. Tocilizumab is an interleukin-6 inhibitor used in giant cell arteritis, JIA, and RA. Secukinumab that targets interleukin-17 is FDA approved for psoriasis (plaque and arthritis), and AS. Ustekinumab blocks interleukin 12/23 and has been FDA-approved for plaque psoriasis, psoriatic arthritis, and CD. Abatacept (T-cell co-stimulation blocker) has approval for use in RA, JIA, and Psoriatic arthritis. Rituximab is FDA approved for chronic lymphocytic leukemia, non-Hodgkins lymphoma, RA, granulomatous polyangiitis, and pemphigus vulgaris. Off label uses include Burkitt lymphoma, CNS lymphoma, GVHD, lupus nephritis, and Hodgkin lymphoma. Tofacitinib is Janus kinase (JAK) inhibitors indicated for psoriatic arthritis, RA, and UC. [11]", "contents": "Biologic Response Modifiers (BRMs) -- Indications. TNF inhibitors, e.g., infliximab, etanercept, adalimumab, certolizumab, and golimumab has been FDA approved for use in RA, ulcerative colitis (UC), Crohn disease (CD), AS, JIA, plaque psoriasis and, psoriatic arthritis. Adalimumab also has approval for hidradenitis suppurativa and uveitis. Non-FDA-approved indications include pyoderma gangrenosum, pustular psoriasis, and GVHD(etanercept). Interleukin-1 inhibitor, e.g., anakinra, is FDA approved for RA and neonatal-onset multisystem inflammatory disease. IL-2 inhibitor, e.g., aldesleukin, is used in metastatic renal cell carcinoma and melanoma. Tocilizumab is an interleukin-6 inhibitor used in giant cell arteritis, JIA, and RA. Secukinumab that targets interleukin-17 is FDA approved for psoriasis (plaque and arthritis), and AS. Ustekinumab blocks interleukin 12/23 and has been FDA-approved for plaque psoriasis, psoriatic arthritis, and CD. Abatacept (T-cell co-stimulation blocker) has approval for use in RA, JIA, and Psoriatic arthritis. Rituximab is FDA approved for chronic lymphocytic leukemia, non-Hodgkins lymphoma, RA, granulomatous polyangiitis, and pemphigus vulgaris. Off label uses include Burkitt lymphoma, CNS lymphoma, GVHD, lupus nephritis, and Hodgkin lymphoma. Tofacitinib is Janus kinase (JAK) inhibitors indicated for psoriatic arthritis, RA, and UC. [11]"}
{"id": "article-18291_5", "title": "Biologic Response Modifiers (BRMs) -- Mechanism of Action", "content": "CD4-T cells can differentiate into T helper cells Th1 and Th2. Th1 cells participate in cell-mediated inflammation by producing interferon-gamma, TNF, and IL 2 that target intracellular pathogens. Th2 cells participate in humoral immunity that stimulates antibody production by B cells to produce IL-4, IL-5, IL-10, and IL-13 that target extracellular pathogens. These cytokines are involved in the mediation of inflammatory response, infection, autoimmunity, transplant rejection, and GVHD. [12] Biologic response modifiers modulate the immune response by either interfering with the effect of these cytokines, [13] inhibiting the costimulation of T cell activation, [14] depleting/inhibiting B cells. [15] JAK inhibitors target at the intracellular level by blocking the cellular signaling pathway.", "contents": "Biologic Response Modifiers (BRMs) -- Mechanism of Action. CD4-T cells can differentiate into T helper cells Th1 and Th2. Th1 cells participate in cell-mediated inflammation by producing interferon-gamma, TNF, and IL 2 that target intracellular pathogens. Th2 cells participate in humoral immunity that stimulates antibody production by B cells to produce IL-4, IL-5, IL-10, and IL-13 that target extracellular pathogens. These cytokines are involved in the mediation of inflammatory response, infection, autoimmunity, transplant rejection, and GVHD. [12] Biologic response modifiers modulate the immune response by either interfering with the effect of these cytokines, [13] inhibiting the costimulation of T cell activation, [14] depleting/inhibiting B cells. [15] JAK inhibitors target at the intracellular level by blocking the cellular signaling pathway."}
{"id": "article-18291_6", "title": "Biologic Response Modifiers (BRMs) -- Administration", "content": "Biologic response modifier therapy is administered either by intravenous (IV) or subcutaneous (SC) route. IV is usually done in the hospital or outpatient setting, while SC is generally self-administered by patients or by health care professionals. [16] The administration could be weekly, biweekly, monthly, or bimonthly depending on the indication and half-life of the medication. Infliximab, sarilumab, tocilizumab, secukinumab, rituximab, and abatacept administration is intravenous. Adalimumab, golimumab, etanercept, certolizumab, anakinra, and ustekinumab administration is subcutaneous. Administration of batacept, tocilizumab, and golimumab can be either SC or IV, and tofacitinib dosing is oral. [17]", "contents": "Biologic Response Modifiers (BRMs) -- Administration. Biologic response modifier therapy is administered either by intravenous (IV) or subcutaneous (SC) route. IV is usually done in the hospital or outpatient setting, while SC is generally self-administered by patients or by health care professionals. [16] The administration could be weekly, biweekly, monthly, or bimonthly depending on the indication and half-life of the medication. Infliximab, sarilumab, tocilizumab, secukinumab, rituximab, and abatacept administration is intravenous. Adalimumab, golimumab, etanercept, certolizumab, anakinra, and ustekinumab administration is subcutaneous. Administration of batacept, tocilizumab, and golimumab can be either SC or IV, and tofacitinib dosing is oral. [17]"}
{"id": "article-18291_7", "title": "Biologic Response Modifiers (BRMs) -- Adverse Effects", "content": "The adverse effects of biologic response modifier therapy could be secondary to stimulation, suppression, or disruption of immune homeostasis. [18] Immune stimulation causing activation of various immune cells including macrophages, monocytes, lymphocytes and natural killer cells leads to massive release of cytokines including IL1, TNF alfa, INF gamma, IL 6 and IL 8 that often cause symptoms such as fever, chills, muscle aches, weakness, loss of appetite, nausea, vomiting, diarrhea and skin rash. [19]", "contents": "Biologic Response Modifiers (BRMs) -- Adverse Effects. The adverse effects of biologic response modifier therapy could be secondary to stimulation, suppression, or disruption of immune homeostasis. [18] Immune stimulation causing activation of various immune cells including macrophages, monocytes, lymphocytes and natural killer cells leads to massive release of cytokines including IL1, TNF alfa, INF gamma, IL 6 and IL 8 that often cause symptoms such as fever, chills, muscle aches, weakness, loss of appetite, nausea, vomiting, diarrhea and skin rash. [19]"}
{"id": "article-18291_8", "title": "Biologic Response Modifiers (BRMs) -- Adverse Effects", "content": "Since T cell-mediated response is involved in the destruction of pathogens, inhibition of immune response by BRM increases the risk of asymptomatic to life-threatening infection due to the virus, bacteria, mycobacteria, fungi, and protozoa. [20] [21] Infection risk is increased, notably in patients with advanced diseases and those who already have received treatment with other immunosuppressants. Infections include reactivation of hepatitis B, hepatitis C, Mycobacterium tuberculosis (TB), non-mycobacterial TB, Histoplasma , Cryptococcus , Coccidioides , Blastomyces , Pulmonary actinomycosis, [22] Pneumocystis carinii , [23] and CMV. There are reports of infections due to the West Nile virus, parvovirus B19, influenza, herpes simplex, VZV, Aspergillus , Candida , Listeria , Streptococcus pneumoniae . [24] [25] Though severe infection often leads to discontinuation of the drug, the rate of serious infections has been declining recently, likely due to increased vigilance and surveillance associated with the use of these medications. [26] [27] The frequency of adverse events with each of these medications has been observed to be disease-specific. For example, researchers noted that the treatment of AS with TNF inhibitors was associated with a lower rate of serious adverse events compared to the treatment of RA. It could be explainable by the fact that RA in itself causes immunosuppression, and treatment is often in combination with other DMARD or steroids. [28]", "contents": "Biologic Response Modifiers (BRMs) -- Adverse Effects. Since T cell-mediated response is involved in the destruction of pathogens, inhibition of immune response by BRM increases the risk of asymptomatic to life-threatening infection due to the virus, bacteria, mycobacteria, fungi, and protozoa. [20] [21] Infection risk is increased, notably in patients with advanced diseases and those who already have received treatment with other immunosuppressants. Infections include reactivation of hepatitis B, hepatitis C, Mycobacterium tuberculosis (TB), non-mycobacterial TB, Histoplasma , Cryptococcus , Coccidioides , Blastomyces , Pulmonary actinomycosis, [22] Pneumocystis carinii , [23] and CMV. There are reports of infections due to the West Nile virus, parvovirus B19, influenza, herpes simplex, VZV, Aspergillus , Candida , Listeria , Streptococcus pneumoniae . [24] [25] Though severe infection often leads to discontinuation of the drug, the rate of serious infections has been declining recently, likely due to increased vigilance and surveillance associated with the use of these medications. [26] [27] The frequency of adverse events with each of these medications has been observed to be disease-specific. For example, researchers noted that the treatment of AS with TNF inhibitors was associated with a lower rate of serious adverse events compared to the treatment of RA. It could be explainable by the fact that RA in itself causes immunosuppression, and treatment is often in combination with other DMARD or steroids. [28]"}
{"id": "article-18291_9", "title": "Biologic Response Modifiers (BRMs) -- Adverse Effects", "content": "Several biologics also increase the risk of malignancies, such as Hodgkin and non-Hodgkin lymphoma, leukemia, non-melanoma skin cancer. [29]", "contents": "Biologic Response Modifiers (BRMs) -- Adverse Effects. Several biologics also increase the risk of malignancies, such as Hodgkin and non-Hodgkin lymphoma, leukemia, non-melanoma skin cancer. [29]"}
{"id": "article-18291_10", "title": "Biologic Response Modifiers (BRMs) -- Adverse Effects", "content": "Disruption of immune homeostasis causes a paradoxical effect in various tissues leading to autoimmunity. Various BRM has associations with a lupus-like syndrome, antiphospholipid syndrome, vasculitis, dermatomyositis, polymyositis, peripheral neuropathy, multiple sclerosis, autoimmune hepatitis, optic neuritis, uveitis, and interstitial lung disease. [30] TNF inhibitors used to treat certain autoimmune diseases was found to exacerbate inflammatory bowel disease, [31] sarcoidosis-like lesions and psoriasis. [32] [33] Adalimumab was found to be associated with multiple sclerosis. [34] BRM molecules can also act as an antigen for preformed antibodies in the body, causing anaphylactic reactions. [18] Additionally, infusion reaction can manifest as fever, urticaria, hypotension, and angioedema due to acute hypersensitivity reaction or polyarthritis, and rash due to a delayed hypersensitivity reaction. [35] Injection site reactions manifest as redness, pain, swelling, cutaneous infection, bruising, and itching. [36]", "contents": "Biologic Response Modifiers (BRMs) -- Adverse Effects. Disruption of immune homeostasis causes a paradoxical effect in various tissues leading to autoimmunity. Various BRM has associations with a lupus-like syndrome, antiphospholipid syndrome, vasculitis, dermatomyositis, polymyositis, peripheral neuropathy, multiple sclerosis, autoimmune hepatitis, optic neuritis, uveitis, and interstitial lung disease. [30] TNF inhibitors used to treat certain autoimmune diseases was found to exacerbate inflammatory bowel disease, [31] sarcoidosis-like lesions and psoriasis. [32] [33] Adalimumab was found to be associated with multiple sclerosis. [34] BRM molecules can also act as an antigen for preformed antibodies in the body, causing anaphylactic reactions. [18] Additionally, infusion reaction can manifest as fever, urticaria, hypotension, and angioedema due to acute hypersensitivity reaction or polyarthritis, and rash due to a delayed hypersensitivity reaction. [35] Injection site reactions manifest as redness, pain, swelling, cutaneous infection, bruising, and itching. [36]"}
{"id": "article-18291_11", "title": "Biologic Response Modifiers (BRMs) -- Contraindications", "content": "Biologic response modifiers should not be taken by patients who have active infections, demyelinating diseases, e.g., (multiple sclerosis, optic neuritis), and immunodeficiency syndromes. The use of TNF alfa blockers in chronic granulomatous disease-associated colitis was found to increase rates of severe infections and even mortality. [37]", "contents": "Biologic Response Modifiers (BRMs) -- Contraindications. Biologic response modifiers should not be taken by patients who have active infections, demyelinating diseases, e.g., (multiple sclerosis, optic neuritis), and immunodeficiency syndromes. The use of TNF alfa blockers in chronic granulomatous disease-associated colitis was found to increase rates of severe infections and even mortality. [37]"}
{"id": "article-18291_12", "title": "Biologic Response Modifiers (BRMs) -- Contraindications", "content": "BRM should also be avoided in patients with chronic recurrent infections and untreated latent TB. TNF inhibitors should be avoided or used with caution in a patient with CHF. [38] Evidence is limited for safety during pregnancy and breastfeeding. It is advised to avoid pregnancy or breastfeeding while taking BRMs. [39]", "contents": "Biologic Response Modifiers (BRMs) -- Contraindications. BRM should also be avoided in patients with chronic recurrent infections and untreated latent TB. TNF inhibitors should be avoided or used with caution in a patient with CHF. [38] Evidence is limited for safety during pregnancy and breastfeeding. It is advised to avoid pregnancy or breastfeeding while taking BRMs. [39]"}
{"id": "article-18291_13", "title": "Biologic Response Modifiers (BRMs) -- Monitoring", "content": "Before starting biologic response modifier therapy, patients should undergo evaluation for latent TB with the past medical history of TB, tuberculin skin test, chest X-ray, and TB interferon. Latent TB should have treatment for nine months, and treatment with BRM can be started one month after the treatment initiation. This approach has demonstrated to decrease the rate of reactivation of TB. [40] For active TB infection, treatment with BRM should be started only often completion of treatment for TB. Hepatitis B surface Antigen test, liver function test (LFT), complete blood count (CBC), age-appropriate screening for cancer, pregnancy test, monitoring for contraindications and drug interactions should be done. Age-appropriate vaccine status should be updated, e.g., pneumococcal, influenza, and hepatitis B vaccinations. [41] The live vaccine should be given at least four weeks before BRM treatment.", "contents": "Biologic Response Modifiers (BRMs) -- Monitoring. Before starting biologic response modifier therapy, patients should undergo evaluation for latent TB with the past medical history of TB, tuberculin skin test, chest X-ray, and TB interferon. Latent TB should have treatment for nine months, and treatment with BRM can be started one month after the treatment initiation. This approach has demonstrated to decrease the rate of reactivation of TB. [40] For active TB infection, treatment with BRM should be started only often completion of treatment for TB. Hepatitis B surface Antigen test, liver function test (LFT), complete blood count (CBC), age-appropriate screening for cancer, pregnancy test, monitoring for contraindications and drug interactions should be done. Age-appropriate vaccine status should be updated, e.g., pneumococcal, influenza, and hepatitis B vaccinations. [41] The live vaccine should be given at least four weeks before BRM treatment."}
{"id": "article-18291_14", "title": "Biologic Response Modifiers (BRMs) -- Monitoring", "content": "All patients taking BRM should have monitoring for both treatment-related efficacy and safety. The patient's symptom relief, physical exam, erythrocyte sedimentation rate, C-reactive protein, autoimmune markers, radiography, CBC, and LFT can be used to monitor efficacy and safety. [42] Treatment should stop if there is no evidence of effectiveness within 3 to 6 months of therapy or any evidence of severe side effects or pregnancy. Due to concern for risks of infection, many experts recommend stopping BRMs at least two half-life of particular medication before surgery and resume once wound healing, and no evidence of infection is ensured usually after 1 to 2 weeks. [43]", "contents": "Biologic Response Modifiers (BRMs) -- Monitoring. All patients taking BRM should have monitoring for both treatment-related efficacy and safety. The patient's symptom relief, physical exam, erythrocyte sedimentation rate, C-reactive protein, autoimmune markers, radiography, CBC, and LFT can be used to monitor efficacy and safety. [42] Treatment should stop if there is no evidence of effectiveness within 3 to 6 months of therapy or any evidence of severe side effects or pregnancy. Due to concern for risks of infection, many experts recommend stopping BRMs at least two half-life of particular medication before surgery and resume once wound healing, and no evidence of infection is ensured usually after 1 to 2 weeks. [43]"}
{"id": "article-18291_15", "title": "Biologic Response Modifiers (BRMs) -- Toxicity", "content": "Biologic response modifiers can often cause bone marrow suppression, hepatotoxicity, cardiopulmonary and renal dysfunction, disseminated intravascular coagulation, and often death. Toxicity is usually due to immune system activation and is manageable by premedication or adjusting dose. [44]", "contents": "Biologic Response Modifiers (BRMs) -- Toxicity. Biologic response modifiers can often cause bone marrow suppression, hepatotoxicity, cardiopulmonary and renal dysfunction, disseminated intravascular coagulation, and often death. Toxicity is usually due to immune system activation and is manageable by premedication or adjusting dose. [44]"}
{"id": "article-18291_16", "title": "Biologic Response Modifiers (BRMs) -- Enhancing Healthcare Team Outcomes", "content": "Early treatment with a biologic response modifier improves outcomes and prevents disability related to autoimmune diseases; however, currently, no clinical predictors or biomarkers are available to guide physicians to select BRM for an individual patient. Not all patients with the same illness respond to particular BRM. Genetic polymorphism in the genes encoding the receptors that the BRM targets affect the efficacy of BRM. Performing genetic tests before starting the treatment may help in choosing a specific BRM for a particular patient.", "contents": "Biologic Response Modifiers (BRMs) -- Enhancing Healthcare Team Outcomes. Early treatment with a biologic response modifier improves outcomes and prevents disability related to autoimmune diseases; however, currently, no clinical predictors or biomarkers are available to guide physicians to select BRM for an individual patient. Not all patients with the same illness respond to particular BRM. Genetic polymorphism in the genes encoding the receptors that the BRM targets affect the efficacy of BRM. Performing genetic tests before starting the treatment may help in choosing a specific BRM for a particular patient."}
{"id": "article-18291_17", "title": "Biologic Response Modifiers (BRMs) -- Enhancing Healthcare Team Outcomes", "content": "It is crucial to consider patient-related factors, e.g., patient convenience, local availability, patient's understanding of risks of medication, route, the frequency of administration, and cost-effectiveness while choosing BRM. The patient should be actively involved while choosing and making a treatment decision, and they should be aware of the adverse effects of the medication under consideration.", "contents": "Biologic Response Modifiers (BRMs) -- Enhancing Healthcare Team Outcomes. It is crucial to consider patient-related factors, e.g., patient convenience, local availability, patient's understanding of risks of medication, route, the frequency of administration, and cost-effectiveness while choosing BRM. The patient should be actively involved while choosing and making a treatment decision, and they should be aware of the adverse effects of the medication under consideration."}
{"id": "article-18291_18", "title": "Biologic Response Modifiers (BRMs) -- Enhancing Healthcare Team Outcomes", "content": "Nursing can help the patient with administration instructions and a discussion about possible side effects. The pharmacist must verify the dosing of the agent, check for drug-drug interactions, and also counsel the patient on signs of potential adverse effects. Nursing and pharmacy both need to have an open line of communication with the prescriber to adjust treatment if necessary.", "contents": "Biologic Response Modifiers (BRMs) -- Enhancing Healthcare Team Outcomes. Nursing can help the patient with administration instructions and a discussion about possible side effects. The pharmacist must verify the dosing of the agent, check for drug-drug interactions, and also counsel the patient on signs of potential adverse effects. Nursing and pharmacy both need to have an open line of communication with the prescriber to adjust treatment if necessary."}
{"id": "article-18291_19", "title": "Biologic Response Modifiers (BRMs) -- Enhancing Healthcare Team Outcomes", "content": "BRM therapy requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level V]", "contents": "Biologic Response Modifiers (BRMs) -- Enhancing Healthcare Team Outcomes. BRM therapy requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level V]"}
{"id": "article-18291_20", "title": "Biologic Response Modifiers (BRMs) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biologic Response Modifiers (BRMs) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}