{"id": "article-26896_0", "title": "Penile Cancer -- Continuing Education Activity", "content": "Penile cancer is an uncommon malignancy, but when diagnosed, it is psychologically devastating to the patient and can pose a challenge to the treating physicians. Patients with this condition tend to delay seeking medical attention as the lesion is usually painless, resulting in self-medication attempts before diagnosis. This delay is also associated with embarrassment, guilt, fear, and denial by the patient and can significantly affect survival rates, morbidity, and postsurgical outcomes. The overall risk in the US is 1 in 100,000 or less. Risk factors include phimosis, uncircumcised state, poor genital hygiene, HPV infection, and smoking. Initial treatment of early-stage disease is surgical and has a good prognosis. When more advanced, inguinal lymph node dissections may be needed, which have considerable morbidity.", "contents": "Penile Cancer -- Continuing Education Activity. Penile cancer is an uncommon malignancy, but when diagnosed, it is psychologically devastating to the patient and can pose a challenge to the treating physicians. Patients with this condition tend to delay seeking medical attention as the lesion is usually painless, resulting in self-medication attempts before diagnosis. This delay is also associated with embarrassment, guilt, fear, and denial by the patient and can significantly affect survival rates, morbidity, and postsurgical outcomes. The overall risk in the US is 1 in 100,000 or less. Risk factors include phimosis, uncircumcised state, poor genital hygiene, HPV infection, and smoking. Initial treatment of early-stage disease is surgical and has a good prognosis. When more advanced, inguinal lymph node dissections may be needed, which have considerable morbidity."}
{"id": "article-26896_1", "title": "Penile Cancer -- Continuing Education Activity", "content": "This activity explores the spectrum of penile cancer, primarily focusing on squamous cell carcinoma, the most prevalent penile malignancy. Additionally, it covers the etiology, epidemiology, histopathology, diagnosis, and staging of penile cancer, as well as the role of lymph node metastases in the disease's prognosis and treatment planning. Special attention is given to the challenges of delayed diagnosis and the necessity for prompt, accurate evaluation to optimize patient outcomes. The session addresses various treatment modalities, emphasizing the importance of an interprofessional approach to managing this condition effectively. Treatment options, follow-up protocols, and considerations for retaining functional outcomes postsurgery are also highlighted.", "contents": "Penile Cancer -- Continuing Education Activity. This activity explores the spectrum of penile cancer, primarily focusing on squamous cell carcinoma, the most prevalent penile malignancy. Additionally, it covers the etiology, epidemiology, histopathology, diagnosis, and staging of penile cancer, as well as the role of lymph node metastases in the disease's prognosis and treatment planning. Special attention is given to the challenges of delayed diagnosis and the necessity for prompt, accurate evaluation to optimize patient outcomes. The session addresses various treatment modalities, emphasizing the importance of an interprofessional approach to managing this condition effectively. Treatment options, follow-up protocols, and considerations for retaining functional outcomes postsurgery are also highlighted."}
{"id": "article-26896_2", "title": "Penile Cancer -- Continuing Education Activity", "content": "Objectives: Identify the typical clinical manifestations of penile cancer, including lesion characteristics and associated symptoms. Implement evidence-based guidelines for the initial workup of suspected penile cancer, incorporating diagnostic procedures and staging evaluations. Identify various treatment modalities available for penile cancer, including surgical, radiation, chemotherapy, and immunotherapy options. Communicate clearly and effectively within the interprofessional team to ensure a shared understanding of patient needs and treatment plans to improve outcomes for patients affected by penile cancer. Access free multiple choice questions on this topic.", "contents": "Penile Cancer -- Continuing Education Activity. Objectives: Identify the typical clinical manifestations of penile cancer, including lesion characteristics and associated symptoms. Implement evidence-based guidelines for the initial workup of suspected penile cancer, incorporating diagnostic procedures and staging evaluations. Identify various treatment modalities available for penile cancer, including surgical, radiation, chemotherapy, and immunotherapy options. Communicate clearly and effectively within the interprofessional team to ensure a shared understanding of patient needs and treatment plans to improve outcomes for patients affected by penile cancer. Access free multiple choice questions on this topic."}
{"id": "article-26896_3", "title": "Penile Cancer -- Introduction", "content": "Penile cancer is an uncommon malignancy that is psychologically devastating to the patient and can pose a challenge to the treating physician. Patients with this condition tend to delay seeking medical attention due to embarrassment, guilt, fear, neglect, and denial. [1] [2] [3] Additionally, the lesions are generally painless and do not typically cause erectile dysfunction or voiding difficulties in their early stages. [2]", "contents": "Penile Cancer -- Introduction. Penile cancer is an uncommon malignancy that is psychologically devastating to the patient and can pose a challenge to the treating physician. Patients with this condition tend to delay seeking medical attention due to embarrassment, guilt, fear, neglect, and denial. [1] [2] [3] Additionally, the lesions are generally painless and do not typically cause erectile dysfunction or voiding difficulties in their early stages. [2]"}
{"id": "article-26896_4", "title": "Penile Cancer -- Introduction", "content": "Patients often attempt to self-medicate with lotions, creams, or salves before seeing a doctor. Up to 50% of patients with penile cancers will have delayed seeking medical attention for the lesion for up to 1 year. The delays in treatment may also be partly attributable to physicians, as an estimated 25% of penile cancers are originally diagnosed as benign lesions. Many patients receive ointments, salves, and antibiotics from their primary care physicians before seeing a urologist or dermatologist. The COVID-19 pandemic also contributed to additional delays, especially as virtual visits are inadequate in the evaluation of penile carcinoma. [4] This delay in diagnosis is quite serious, as it can decrease the likelihood of survival, increase morbidity, and limit the ability to retain a functioning, satisfactory result after surgical intervention. [5] [6] [7] [8]", "contents": "Penile Cancer -- Introduction. Patients often attempt to self-medicate with lotions, creams, or salves before seeing a doctor. Up to 50% of patients with penile cancers will have delayed seeking medical attention for the lesion for up to 1 year. The delays in treatment may also be partly attributable to physicians, as an estimated 25% of penile cancers are originally diagnosed as benign lesions. Many patients receive ointments, salves, and antibiotics from their primary care physicians before seeing a urologist or dermatologist. The COVID-19 pandemic also contributed to additional delays, especially as virtual visits are inadequate in the evaluation of penile carcinoma. [4] This delay in diagnosis is quite serious, as it can decrease the likelihood of survival, increase morbidity, and limit the ability to retain a functioning, satisfactory result after surgical intervention. [5] [6] [7] [8]"}
{"id": "article-26896_5", "title": "Penile Cancer -- Introduction", "content": "The most common penile malignancy is squamous cell carcinoma, but nonsquamous penile malignant neoplasms also exist, including basal cell carcinomas, melanomas, sarcomas, metastatic cancers, and adenosquamous carcinomas. This review focuses primarily on squamous cell carcinoma, including the etiology, epidemiology, pathophysiology, histopathology, evaluation, differential diagnosis, and treatment of this tumor. The importance of the pathologic stage and histologic features of the primary tumor, as well as the presence of lymph node metastases in determining the prognosis and treatment planning for squamous carcinoma is discussed. The treatment options and appropriate follow-up will be covered in depth.", "contents": "Penile Cancer -- Introduction. The most common penile malignancy is squamous cell carcinoma, but nonsquamous penile malignant neoplasms also exist, including basal cell carcinomas, melanomas, sarcomas, metastatic cancers, and adenosquamous carcinomas. This review focuses primarily on squamous cell carcinoma, including the etiology, epidemiology, pathophysiology, histopathology, evaluation, differential diagnosis, and treatment of this tumor. The importance of the pathologic stage and histologic features of the primary tumor, as well as the presence of lymph node metastases in determining the prognosis and treatment planning for squamous carcinoma is discussed. The treatment options and appropriate follow-up will be covered in depth."}
{"id": "article-26896_6", "title": "Penile Cancer -- Etiology", "content": "The incidence of cancer of the penis varies and is related to several factors. Clinicians have identified risk factors, including a history of phimosis, balanitis, chronic inflammation, penile trauma, lack of neonatal circumcision, tobacco use, balanitis xerotica obliterans, poor genital hygiene, and a history of sexually transmitted infections (STIs), especially HIV and human papillomavirus (HPV). [9] [10] [11] [12] [13] For example, cigarette smokers are 3 to 4.5 times more likely to develop penile cancer than nonsmokers. [14]", "contents": "Penile Cancer -- Etiology. The incidence of cancer of the penis varies and is related to several factors. Clinicians have identified risk factors, including a history of phimosis, balanitis, chronic inflammation, penile trauma, lack of neonatal circumcision, tobacco use, balanitis xerotica obliterans, poor genital hygiene, and a history of sexually transmitted infections (STIs), especially HIV and human papillomavirus (HPV). [9] [10] [11] [12] [13] For example, cigarette smokers are 3 to 4.5 times more likely to develop penile cancer than nonsmokers. [14]"}
{"id": "article-26896_7", "title": "Penile Cancer -- Etiology", "content": "Neonatal circumcision has been correlated with much lower rates of penile cancer. It has been established as an excellent prophylactic measure that can virtually eliminate the later development of penile carcinoma. [15] [16] [17] [18] [19] This rate reduction can be attributed to the fact that circumcision eliminates the closed preputial environment where penile carcinoma develops. Elimination of the closed environment has multiple benefits: 1) It prevents the chronic irritative effects of smegma, which can lead to chronic inflammation, a known risk factor for penile cancer (although smegma itself is not directly considered a causative agent of malignancy) 2) It also eliminates the possibility of phimosis, paraphimosis, balanitis, and balanoposthitis. [20] [21] Patients with a history of phimosis have an increased risk for penile cancer of 25% to 60%, most likely due to the poor genital hygiene associated with this condition. [22] [23]", "contents": "Penile Cancer -- Etiology. Neonatal circumcision has been correlated with much lower rates of penile cancer. It has been established as an excellent prophylactic measure that can virtually eliminate the later development of penile carcinoma. [15] [16] [17] [18] [19] This rate reduction can be attributed to the fact that circumcision eliminates the closed preputial environment where penile carcinoma develops. Elimination of the closed environment has multiple benefits: 1) It prevents the chronic irritative effects of smegma, which can lead to chronic inflammation, a known risk factor for penile cancer (although smegma itself is not directly considered a causative agent of malignancy) 2) It also eliminates the possibility of phimosis, paraphimosis, balanitis, and balanoposthitis. [20] [21] Patients with a history of phimosis have an increased risk for penile cancer of 25% to 60%, most likely due to the poor genital hygiene associated with this condition. [22] [23]"}
{"id": "article-26896_8", "title": "Penile Cancer -- Etiology", "content": "Population-based studies support the fact that neonatal circumcision can be an effective prophylactic measure against penile cancer. [15] [16] [17] [24] For example, there is an exceedingly low incidence of penile cancer in the Jewish population (9 case reports in the world medical literature), where neonatal circumcision is a universal practice. [15] [24] Further evidence would be the reported incidence of penile cancer in India (where circumcision is uncommon) is 3.32 per 100,000 males compared to the rate in Jews living in Israel, where the disease prevalence is virtually zero. [15] In countries where circumcisions are performed later in infancy, the incidence of penile cancer increases. [15] [16] [25] [26] African and Asian cultures that do not routinely perform circumcision have much higher rates of penile cancer, and it accounts for 10% to 20% of all male malignant neoplasms in these ethnic groups. [24]", "contents": "Penile Cancer -- Etiology. Population-based studies support the fact that neonatal circumcision can be an effective prophylactic measure against penile cancer. [15] [16] [17] [24] For example, there is an exceedingly low incidence of penile cancer in the Jewish population (9 case reports in the world medical literature), where neonatal circumcision is a universal practice. [15] [24] Further evidence would be the reported incidence of penile cancer in India (where circumcision is uncommon) is 3.32 per 100,000 males compared to the rate in Jews living in Israel, where the disease prevalence is virtually zero. [15] In countries where circumcisions are performed later in infancy, the incidence of penile cancer increases. [15] [16] [25] [26] African and Asian cultures that do not routinely perform circumcision have much higher rates of penile cancer, and it accounts for 10% to 20% of all male malignant neoplasms in these ethnic groups. [24]"}
{"id": "article-26896_9", "title": "Penile Cancer -- Etiology", "content": "Sexually transmitted infections are also noted to be a risk factor for the development of penile cancer, particularly HIV and human papillomavirus (HPV). Patients with HIV have an 8-fold increased risk for the development of penile cancer. Male circumcision has also been shown to reduce HIV-1 infection. The percent of penile cancers related to HPV is 45% to 80%, with a strong correlation to types 6, 18, and especially 16. [27] High-risk HPV is more common in men with a history of phimosis. A positive HPV status may be suggestive of a higher cancer sensitivity to radiation therapy and a better overall prognosis. [28] [29] Sexual activity increases the risk of penile cancer, probably through increased HPV transmission. [27] It is expected that the increased use of HPV vaccines will ultimately help reduce the incidence of this cancer. [14]", "contents": "Penile Cancer -- Etiology. Sexually transmitted infections are also noted to be a risk factor for the development of penile cancer, particularly HIV and human papillomavirus (HPV). Patients with HIV have an 8-fold increased risk for the development of penile cancer. Male circumcision has also been shown to reduce HIV-1 infection. The percent of penile cancers related to HPV is 45% to 80%, with a strong correlation to types 6, 18, and especially 16. [27] High-risk HPV is more common in men with a history of phimosis. A positive HPV status may be suggestive of a higher cancer sensitivity to radiation therapy and a better overall prognosis. [28] [29] Sexual activity increases the risk of penile cancer, probably through increased HPV transmission. [27] It is expected that the increased use of HPV vaccines will ultimately help reduce the incidence of this cancer. [14]"}
{"id": "article-26896_10", "title": "Penile Cancer -- Etiology", "content": "Overall, the strongest risk factors for penile cancer are HPV infection (HPV 6, 16, and 18), phimosis, and smoking. [30] Smoking increased the relative risk of penile cancer by 3 to 4.5 times. [16] [31] Other reported risk factors include chronic rashes involving the penis lasting at least 1 month, late or delayed circumcision, uncircumcised state, obesity, urinary tract infections, genital warts, balanitis xerotica obliterans, and a history of urethral strictures. [16] [31] Patients with HIV have a 4 to 8-fold increase in their risk of penile cancer compared with HIV-negative men. [32]", "contents": "Penile Cancer -- Etiology. Overall, the strongest risk factors for penile cancer are HPV infection (HPV 6, 16, and 18), phimosis, and smoking. [30] Smoking increased the relative risk of penile cancer by 3 to 4.5 times. [16] [31] Other reported risk factors include chronic rashes involving the penis lasting at least 1 month, late or delayed circumcision, uncircumcised state, obesity, urinary tract infections, genital warts, balanitis xerotica obliterans, and a history of urethral strictures. [16] [31] Patients with HIV have a 4 to 8-fold increase in their risk of penile cancer compared with HIV-negative men. [32]"}
{"id": "article-26896_11", "title": "Penile Cancer -- Epidemiology", "content": "Worldwide, 36,068 new cases of penile cancer were diagnosed in 2020, according to the International Agency for Research on Cancer. [30] Most of these cases (95%) were squamous cell carcinomas. [14] Penile cancer is more common in less developed areas of the world, such as Africa, Asia, and South America. In these areas, penile cancer can account for up to 10% to 20% of all male malignancies. The increased risk in these regions may be due to differences in hygiene practices, HPV and HIV infections, and the large numbers of uncircumcised males. [30]", "contents": "Penile Cancer -- Epidemiology. Worldwide, 36,068 new cases of penile cancer were diagnosed in 2020, according to the International Agency for Research on Cancer. [30] Most of these cases (95%) were squamous cell carcinomas. [14] Penile cancer is more common in less developed areas of the world, such as Africa, Asia, and South America. In these areas, penile cancer can account for up to 10% to 20% of all male malignancies. The increased risk in these regions may be due to differences in hygiene practices, HPV and HIV infections, and the large numbers of uncircumcised males. [30]"}
{"id": "article-26896_12", "title": "Penile Cancer -- Epidemiology", "content": "The highest incidence is in South America, followed by the Caribbean, but the highest mortality rates are in South-Central Asia and Eastern Africa. [2] The state of Maranhão in Northeast Brazil has the highest reported incidence of penile cancer in the world, thought to be due to its high rate of HPV infections. [33] Besides Brazil, other countries with very high rates of penile cancer include Botswana, Bolivia, Colombia, Paraguay, Uganda, and Venezuela.", "contents": "Penile Cancer -- Epidemiology. The highest incidence is in South America, followed by the Caribbean, but the highest mortality rates are in South-Central Asia and Eastern Africa. [2] The state of Maranhão in Northeast Brazil has the highest reported incidence of penile cancer in the world, thought to be due to its high rate of HPV infections. [33] Besides Brazil, other countries with very high rates of penile cancer include Botswana, Bolivia, Colombia, Paraguay, Uganda, and Venezuela."}
{"id": "article-26896_13", "title": "Penile Cancer -- Epidemiology", "content": "Penile cancer is a malignancy that is rare in the developed world. It accounts for less than 1% of cancers in men in the United States, with just over 2,000 new cases and 500 deaths annually. [14] [34] The average age-adjusted prevalence in the US is 0.81 cancers per 100,000 men per year, which increases steadily with age. [14] There is no difference in the incidence between Whites and Blacks, but Blacks and Hispanics tend to be diagnosed at a younger age. Blacks also have a higher mortality rate from this malignancy. [14] The incidence in Hispanics is 72% higher than in non-Hispanic; Asians and Pacific Islanders have double the incidence of the general population. [14]", "contents": "Penile Cancer -- Epidemiology. Penile cancer is a malignancy that is rare in the developed world. It accounts for less than 1% of cancers in men in the United States, with just over 2,000 new cases and 500 deaths annually. [14] [34] The average age-adjusted prevalence in the US is 0.81 cancers per 100,000 men per year, which increases steadily with age. [14] There is no difference in the incidence between Whites and Blacks, but Blacks and Hispanics tend to be diagnosed at a younger age. Blacks also have a higher mortality rate from this malignancy. [14] The incidence in Hispanics is 72% higher than in non-Hispanic; Asians and Pacific Islanders have double the incidence of the general population. [14]"}
{"id": "article-26896_14", "title": "Penile Cancer -- Epidemiology", "content": "The overall prevalence of penile cancer has decreased in the United States over the last 3 decades of the 20th century. [35] Interestingly, the National Cancer Database found that between 1998 and 2012, the incidence of all stages of squamous penile cancer increased with a greater proportion of advanced cases over time.", "contents": "Penile Cancer -- Epidemiology. The overall prevalence of penile cancer has decreased in the United States over the last 3 decades of the 20th century. [35] Interestingly, the National Cancer Database found that between 1998 and 2012, the incidence of all stages of squamous penile cancer increased with a greater proportion of advanced cases over time."}
{"id": "article-26896_15", "title": "Penile Cancer -- Epidemiology", "content": "The disease is associated with older age, and rates tend to increase with age. The mean age of diagnosis is approximately 60 years old. [30] Higher incidence rates are also reported in areas of lower socioeconomic status and states located in the South. [14]", "contents": "Penile Cancer -- Epidemiology. The disease is associated with older age, and rates tend to increase with age. The mean age of diagnosis is approximately 60 years old. [30] Higher incidence rates are also reported in areas of lower socioeconomic status and states located in the South. [14]"}
{"id": "article-26896_16", "title": "Penile Cancer -- Pathophysiology", "content": "Penile cancers traditionally begin as small painless lesions, nodules, lumps, or ulcers, typically on the glans penis or prepuce. The appearance can vary greatly. Some appear as white-grey exophytic masses growing out of the penile skin; others can be flat, reddish-colored, or ulcerated. [2] [36] These lesions grow slowly laterally along the surface of the penile skin and often cover the entire glans or prepuce before invading the corpora and shaft of the penis.", "contents": "Penile Cancer -- Pathophysiology. Penile cancers traditionally begin as small painless lesions, nodules, lumps, or ulcers, typically on the glans penis or prepuce. The appearance can vary greatly. Some appear as white-grey exophytic masses growing out of the penile skin; others can be flat, reddish-colored, or ulcerated. [2] [36] These lesions grow slowly laterally along the surface of the penile skin and often cover the entire glans or prepuce before invading the corpora and shaft of the penis."}
{"id": "article-26896_17", "title": "Penile Cancer -- Pathophysiology", "content": "Growth rates of ulcerative versus exophytic lesions are similar, although ulcerative lesions appear to metastasize to lymph nodes earlier. Penile lymphatics drain both the glans penis and shaft. Drainage proceeds first to the superficial inguinal lymph nodes, then to the deep inguinal nodes, before proceeding to the external iliac lymphatics in the pelvis. [37] [38]", "contents": "Penile Cancer -- Pathophysiology. Growth rates of ulcerative versus exophytic lesions are similar, although ulcerative lesions appear to metastasize to lymph nodes earlier. Penile lymphatics drain both the glans penis and shaft. Drainage proceeds first to the superficial inguinal lymph nodes, then to the deep inguinal nodes, before proceeding to the external iliac lymphatics in the pelvis. [37] [38]"}
{"id": "article-26896_18", "title": "Penile Cancer -- Pathophysiology", "content": "Penile intraepithelial neoplasia describes a precancerous penile lesion where the epithelium displays dysplastic changes with an intact basement membrane. This type of lesion is the most common premalignant lesion of the penis. It is often associated with skin disorders of the glans penis and foreskin, such as lichen planus, balanoposthitis, phimosis, balanitis xerotica obliterans, immunosuppressive drug use, prior organ transplantation, and genital warts. [39] All penile intraepithelial neoplastic lesions are now considered high-grade. This term replaces erythroplasia of Queyrat, Bowen disease, squamous carcinoma in situ, and Bowenoiod papulosis. [40]", "contents": "Penile Cancer -- Pathophysiology. Penile intraepithelial neoplasia describes a precancerous penile lesion where the epithelium displays dysplastic changes with an intact basement membrane. This type of lesion is the most common premalignant lesion of the penis. It is often associated with skin disorders of the glans penis and foreskin, such as lichen planus, balanoposthitis, phimosis, balanitis xerotica obliterans, immunosuppressive drug use, prior organ transplantation, and genital warts. [39] All penile intraepithelial neoplastic lesions are now considered high-grade. This term replaces erythroplasia of Queyrat, Bowen disease, squamous carcinoma in situ, and Bowenoiod papulosis. [40]"}
{"id": "article-26896_19", "title": "Penile Cancer -- Histopathology", "content": "Confirmation of the diagnosis of penile cancer and assessment of the depth of invasion, the presence of vascular invasion, and histological grade of the lesion by microscopic examination of a biopsy specimen are mandatory before initiation of therapy. Vascular invasion by tumor cells has significant prognostic importance, and it is essential that the pathologist comment on the presence or absence of vascular invasion in the surgical specimen. Perineural invasion is also a strong predictor of metastases to regional and other lymph nodes. [41]", "contents": "Penile Cancer -- Histopathology. Confirmation of the diagnosis of penile cancer and assessment of the depth of invasion, the presence of vascular invasion, and histological grade of the lesion by microscopic examination of a biopsy specimen are mandatory before initiation of therapy. Vascular invasion by tumor cells has significant prognostic importance, and it is essential that the pathologist comment on the presence or absence of vascular invasion in the surgical specimen. Perineural invasion is also a strong predictor of metastases to regional and other lymph nodes. [41]"}
{"id": "article-26896_20", "title": "Penile Cancer -- Histopathology", "content": "Squamous cell carcinoma can be characterized and subclassified by microscopic histologic features. [14] Subtypes include usual type squamous cell carcinoma (45% to 65%), papillary carcinoma (2% to 15%), warty condylomatous tumors (7% to 10%), basaloid carcinoma (4% to 10%), verrucous carcinoma (3% to 7%), and sarcomatoid (spindle cell) carcinoma (1% to 6%). [14] [41]", "contents": "Penile Cancer -- Histopathology. Squamous cell carcinoma can be characterized and subclassified by microscopic histologic features. [14] Subtypes include usual type squamous cell carcinoma (45% to 65%), papillary carcinoma (2% to 15%), warty condylomatous tumors (7% to 10%), basaloid carcinoma (4% to 10%), verrucous carcinoma (3% to 7%), and sarcomatoid (spindle cell) carcinoma (1% to 6%). [14] [41]"}
{"id": "article-26896_21", "title": "Penile Cancer -- Histopathology", "content": "The usual type of squamous cell carcinoma demonstrates keratinization, epithelial pearl formation, and various degrees of mitotic activity. Invasive lesions infiltrate the basement membrane and surrounding structures. Squamous cell carcinomas have been classically graded using the Broder classification or the World Health Organization (WHO) system, which defines the level of differentiation based on keratinization, nuclear pleomorphism, number of mitoses, and other features. [42]", "contents": "Penile Cancer -- Histopathology. The usual type of squamous cell carcinoma demonstrates keratinization, epithelial pearl formation, and various degrees of mitotic activity. Invasive lesions infiltrate the basement membrane and surrounding structures. Squamous cell carcinomas have been classically graded using the Broder classification or the World Health Organization (WHO) system, which defines the level of differentiation based on keratinization, nuclear pleomorphism, number of mitoses, and other features. [42]"}
{"id": "article-26896_22", "title": "Penile Cancer -- Histopathology -- Low-grade Lesions", "content": "Low-grade lesions (grades 1 and 2) constitute 70% to 80% of all reported cases of penile cancer at diagnosis. Well-differentiated lesions will show cords of atypical squamous cells that project downward from a hyperkeratotic epidermis. Tumor cells form an irregular pattern with minimal intervening stroma.", "contents": "Penile Cancer -- Histopathology -- Low-grade Lesions. Low-grade lesions (grades 1 and 2) constitute 70% to 80% of all reported cases of penile cancer at diagnosis. Well-differentiated lesions will show cords of atypical squamous cells that project downward from a hyperkeratotic epidermis. Tumor cells form an irregular pattern with minimal intervening stroma."}
{"id": "article-26896_23", "title": "Penile Cancer -- Histopathology -- High-grade Lesions", "content": "High-grade lesions (poorly differentiated) demonstrate poor keratinization, hyperchromatic nuclei in polymorphic tumor cells, frequent mitoses, and a significant stromal reaction. High-grade penile cancer has been frequently associated with regional nodal metastases in numerous studies.", "contents": "Penile Cancer -- Histopathology -- High-grade Lesions. High-grade lesions (poorly differentiated) demonstrate poor keratinization, hyperchromatic nuclei in polymorphic tumor cells, frequent mitoses, and a significant stromal reaction. High-grade penile cancer has been frequently associated with regional nodal metastases in numerous studies."}
{"id": "article-26896_24", "title": "Penile Cancer -- History and Physical", "content": "Penile cancer most often presents with a painless ulcerous skin lesion or palpable nodule on the penis. [43] A rash, bleeding, or apparent balanitis are less common presentations. [43] Lesions are most commonly found to arise on the glans, in the coronal sulcus, or on the prepuce as either a mass or ulceration. A review of penile squamous cell cancers in the U.S. showed that 34.5% of patients had the primary lesion on the glans, 13.2% on the prepuce, 5.3% on the shaft, 4.5% were overlapping, and 42.5% were unspecified.", "contents": "Penile Cancer -- History and Physical. Penile cancer most often presents with a painless ulcerous skin lesion or palpable nodule on the penis. [43] A rash, bleeding, or apparent balanitis are less common presentations. [43] Lesions are most commonly found to arise on the glans, in the coronal sulcus, or on the prepuce as either a mass or ulceration. A review of penile squamous cell cancers in the U.S. showed that 34.5% of patients had the primary lesion on the glans, 13.2% on the prepuce, 5.3% on the shaft, 4.5% were overlapping, and 42.5% were unspecified."}
{"id": "article-26896_25", "title": "Penile Cancer -- History and Physical", "content": "Inguinal lymphadenopathy is present in 30% to 60% of cases at the time of initial diagnosis, but only about half will show nodal evidence of malignancy. [44] Distant metastases are uncommon until late in the course of the disease as vascular invasion is rare, probably due to Buck's fascia acting as a barrier. [45] Only 1% to 10% of cases will have distant metastases at the time of presentation, usually to bone, liver, lung, or brain. [46] Such cases will almost always have inguinal nodal involvement.", "contents": "Penile Cancer -- History and Physical. Inguinal lymphadenopathy is present in 30% to 60% of cases at the time of initial diagnosis, but only about half will show nodal evidence of malignancy. [44] Distant metastases are uncommon until late in the course of the disease as vascular invasion is rare, probably due to Buck's fascia acting as a barrier. [45] Only 1% to 10% of cases will have distant metastases at the time of presentation, usually to bone, liver, lung, or brain. [46] Such cases will almost always have inguinal nodal involvement."}
{"id": "article-26896_26", "title": "Penile Cancer -- Evaluation", "content": "Initial evaluation of men with a penile mass or ulcer depends on whether the clinical presentation is consistent with an infectious etiology or malignancy. In those cases where infection seems more likely, a 4-week course of antifungals or antibiotics would be appropriate, with a repeat clinical exam at the end of treatment. If the lesion does not resolve or progresses, a biopsy is indicated. [47] [48]", "contents": "Penile Cancer -- Evaluation. Initial evaluation of men with a penile mass or ulcer depends on whether the clinical presentation is consistent with an infectious etiology or malignancy. In those cases where infection seems more likely, a 4-week course of antifungals or antibiotics would be appropriate, with a repeat clinical exam at the end of treatment. If the lesion does not resolve or progresses, a biopsy is indicated. [47] [48]"}
{"id": "article-26896_27", "title": "Penile Cancer -- Evaluation", "content": "Suspicion for penile carcinoma should be high in men who present with a painless penile mass or ulcer, especially if they are uncircumcised. A tissue biopsy is required for a definitive pathologic diagnosis and is necessary before the initiation of any definitive cancer therapy. A biopsy can be performed using a punch, incisional, or excisional technique. An MRI of the penis can be beneficial in determining the depth of invasion of a penile malignancy into the corpora cavernosum or spongiosum. [49] An excisional biopsy is appropriate if the lesion can be removed in its entirety with little or no alteration in penile function.", "contents": "Penile Cancer -- Evaluation. Suspicion for penile carcinoma should be high in men who present with a painless penile mass or ulcer, especially if they are uncircumcised. A tissue biopsy is required for a definitive pathologic diagnosis and is necessary before the initiation of any definitive cancer therapy. A biopsy can be performed using a punch, incisional, or excisional technique. An MRI of the penis can be beneficial in determining the depth of invasion of a penile malignancy into the corpora cavernosum or spongiosum. [49] An excisional biopsy is appropriate if the lesion can be removed in its entirety with little or no alteration in penile function."}
{"id": "article-26896_28", "title": "Penile Cancer -- Evaluation", "content": "If the biopsy is positive for cancer, an extensive physical examination of the regional lymph nodes is indicated. Penile cancer initially spreads to the superficial inguinal lymph nodes, deep inguinal nodes, pelvic lymphatics, and then to the retroperitoneal nodes. The inguinal lymph nodes should be carefully examined with attention to the location, size, and number of palpable nodes, as well as whether they are fixed or mobile. The presence or absence of lymph nodal involvement is extremely important as it dictates treatment and also provides important prognostic information. [48]", "contents": "Penile Cancer -- Evaluation. If the biopsy is positive for cancer, an extensive physical examination of the regional lymph nodes is indicated. Penile cancer initially spreads to the superficial inguinal lymph nodes, deep inguinal nodes, pelvic lymphatics, and then to the retroperitoneal nodes. The inguinal lymph nodes should be carefully examined with attention to the location, size, and number of palpable nodes, as well as whether they are fixed or mobile. The presence or absence of lymph nodal involvement is extremely important as it dictates treatment and also provides important prognostic information. [48]"}
{"id": "article-26896_29", "title": "Penile Cancer -- Evaluation", "content": "Unfortunately, the clinical assessment of inguinal lymph nodes is not entirely reliable. False-negative clinical evaluations of the inguinal region by palpation alone are common, reportedly between 9% and 60% of cases. False-positive assessments are also frequent. For this reason, imaging is often obtained in conjunction with a clinical exam. CT, MRI, or inguinal ultrasound can be used, as well as PET scans. [50] However, even optimal imaging can miss micrometastatic spread to the lymph nodes, which occurs in about one-quarter of all cases. [41] This is why a histological examination of lymphatic tissue is needed and essential for proper staging in higher-risk individuals. HPV status should also be determined. The potential role of various viral and immune biomarkers in the diagnosis and treatment of penile cancer is still evolving. [51]", "contents": "Penile Cancer -- Evaluation. Unfortunately, the clinical assessment of inguinal lymph nodes is not entirely reliable. False-negative clinical evaluations of the inguinal region by palpation alone are common, reportedly between 9% and 60% of cases. False-positive assessments are also frequent. For this reason, imaging is often obtained in conjunction with a clinical exam. CT, MRI, or inguinal ultrasound can be used, as well as PET scans. [50] However, even optimal imaging can miss micrometastatic spread to the lymph nodes, which occurs in about one-quarter of all cases. [41] This is why a histological examination of lymphatic tissue is needed and essential for proper staging in higher-risk individuals. HPV status should also be determined. The potential role of various viral and immune biomarkers in the diagnosis and treatment of penile cancer is still evolving. [51]"}
{"id": "article-26896_30", "title": "Penile Cancer -- Evaluation", "content": "Pathological staging is necessary for men with palpable lymphadenopathy and for those who are at high risk for metastases based on the pathological features of the primary tumor. The nodes can be evaluated by ultrasound-guided fine-needle aspiration (FNA), dynamic sentinel node biopsy (DSNB), or an inguinal lymph node dissection (superficial or modified). [52] [53] [54] See our companion StatPearls reference articles on \"Lymph Node Dissection\" and \"Fine Needle Aspiration,\" respectively. [52] [53]", "contents": "Penile Cancer -- Evaluation. Pathological staging is necessary for men with palpable lymphadenopathy and for those who are at high risk for metastases based on the pathological features of the primary tumor. The nodes can be evaluated by ultrasound-guided fine-needle aspiration (FNA), dynamic sentinel node biopsy (DSNB), or an inguinal lymph node dissection (superficial or modified). [52] [53] [54] See our companion StatPearls reference articles on \"Lymph Node Dissection\" and \"Fine Needle Aspiration,\" respectively. [52] [53]"}
{"id": "article-26896_31", "title": "Penile Cancer -- Evaluation", "content": "Patients at high risk for cancer in the regional lymph nodes should undergo a chest X-ray, CT scan of the abdomen and pelvis, blood tests including serum calcium and liver function tests. A bone scan should be performed if the patient complains of bone pain, has hypercalcemia, or an elevated serum alkaline phosphatase. [55] PET and CT scans are very sensitive imaging tools for detecting metastases in selected cases. [56] [57]", "contents": "Penile Cancer -- Evaluation. Patients at high risk for cancer in the regional lymph nodes should undergo a chest X-ray, CT scan of the abdomen and pelvis, blood tests including serum calcium and liver function tests. A bone scan should be performed if the patient complains of bone pain, has hypercalcemia, or an elevated serum alkaline phosphatase. [55] PET and CT scans are very sensitive imaging tools for detecting metastases in selected cases. [56] [57]"}
{"id": "article-26896_32", "title": "Penile Cancer -- Treatment / Management -- Clinical Trials", "content": "According to the National Comprehensive Cancer Network (NCCN), patients with penile cancer are best served by enrollment in a clinical trial whenever possible.", "contents": "Penile Cancer -- Treatment / Management -- Clinical Trials. According to the National Comprehensive Cancer Network (NCCN), patients with penile cancer are best served by enrollment in a clinical trial whenever possible."}
{"id": "article-26896_33", "title": "Penile Cancer -- Treatment / Management -- In the US", "content": "Information on clinical trials is available from the National Cancer Institute and other sources at: Cancer.gov/about-cancer/treatment/clinical-trials/disease/penile-cancer/treatment Cancer.net/cancer-types/penile-cancer/about-clinical-trials Clinicaltrials.gov", "contents": "Penile Cancer -- Treatment / Management -- In the US. Information on clinical trials is available from the National Cancer Institute and other sources at: Cancer.gov/about-cancer/treatment/clinical-trials/disease/penile-cancer/treatment Cancer.net/cancer-types/penile-cancer/about-clinical-trials Clinicaltrials.gov"}
{"id": "article-26896_34", "title": "Penile Cancer -- Treatment / Management -- In the United Kingdom", "content": "Similar information can be found at: Cancerresearchuk.org/about-cancer/penile-cancer/research-clinical-trials", "contents": "Penile Cancer -- Treatment / Management -- In the United Kingdom. Similar information can be found at: Cancerresearchuk.org/about-cancer/penile-cancer/research-clinical-trials"}
{"id": "article-26896_35", "title": "Penile Cancer -- Treatment / Management -- In the United Kingdom", "content": "Enrollment in a clinical trial for this uncommon cancer is strongly encouraged, especially for the more advanced stages, as it is difficult to acquire sufficient numbers of patients for critical randomized trials and studies.", "contents": "Penile Cancer -- Treatment / Management -- In the United Kingdom. Enrollment in a clinical trial for this uncommon cancer is strongly encouraged, especially for the more advanced stages, as it is difficult to acquire sufficient numbers of patients for critical randomized trials and studies."}
{"id": "article-26896_36", "title": "Penile Cancer -- Treatment / Management -- Management of the Primary Lesion", "content": "Low-risk tumors can be managed with organ- and glans-sparing procedures. Tumors with a low risk of recurrence (Tis involving shaft skin and glans penis, Ta involving glans only, T1a and T1b lesions involving the shaft skin and glans alone) are appropriate for organ- and glans-sparing procedures. These procedures include topical treatments (5-fluorouracil or imiquimod cream for Tis), radiation therapy, Mohs surgery, laser ablation, and total glans resurfacing. [2] [58] [59] [60] [61] [62] [63] [64]", "contents": "Penile Cancer -- Treatment / Management -- Management of the Primary Lesion. Low-risk tumors can be managed with organ- and glans-sparing procedures. Tumors with a low risk of recurrence (Tis involving shaft skin and glans penis, Ta involving glans only, T1a and T1b lesions involving the shaft skin and glans alone) are appropriate for organ- and glans-sparing procedures. These procedures include topical treatments (5-fluorouracil or imiquimod cream for Tis), radiation therapy, Mohs surgery, laser ablation, and total glans resurfacing. [2] [58] [59] [60] [61] [62] [63] [64]"}
{"id": "article-26896_37", "title": "Penile Cancer -- Treatment / Management -- Management of the Primary Lesion", "content": "In general, penile-sparing techniques have a higher local recurrence rate than partial penectomy surgery. Still, they are far less invasive or disfiguring and have a comparable cancer-specific survival rate. If a patient has stage T1 grade 1 or 2 lesions, it is recommended to consider them for penile-preserving techniques, but the patient must be reliable regarding compliance with close follow-up.", "contents": "Penile Cancer -- Treatment / Management -- Management of the Primary Lesion. In general, penile-sparing techniques have a higher local recurrence rate than partial penectomy surgery. Still, they are far less invasive or disfiguring and have a comparable cancer-specific survival rate. If a patient has stage T1 grade 1 or 2 lesions, it is recommended to consider them for penile-preserving techniques, but the patient must be reliable regarding compliance with close follow-up."}
{"id": "article-26896_38", "title": "Penile Cancer -- Treatment / Management -- Topical Therapy", "content": "In premalignant lesions (penile intraepithelial neoplasia), topical therapy is highly successful, with a complete response rate of 57%. [65] The application of 5% acetic acid to the penis can help identify premalignant areas on the penis that require therapy. [61]", "contents": "Penile Cancer -- Treatment / Management -- Topical Therapy. In premalignant lesions (penile intraepithelial neoplasia), topical therapy is highly successful, with a complete response rate of 57%. [65] The application of 5% acetic acid to the penis can help identify premalignant areas on the penis that require therapy. [61]"}
{"id": "article-26896_39", "title": "Penile Cancer -- Treatment / Management -- Radiation Therapy", "content": "Radiation therapy can be effective in low-risk, low-stage penile cancers. Interstitial brachytherapy appears to be superior to external beam. [63] The estimated 5-year control rate with brachytherapy has been reported as 82%, with an overall 5-year survival of 79%. [66] However, the treatment of penile cancer requires large radiation doses, which results in a relatively high rate of complications such as urethral strictures, secondary infections, urethral mucositis, localized edema, pain, urethrocutaneous fistulas, meatal stenosis, and superficial tissue necrosis. [67] [68] [69] [70] Circumcision is recommended before penile radiation to prevent phimosis from the therapy.", "contents": "Penile Cancer -- Treatment / Management -- Radiation Therapy. Radiation therapy can be effective in low-risk, low-stage penile cancers. Interstitial brachytherapy appears to be superior to external beam. [63] The estimated 5-year control rate with brachytherapy has been reported as 82%, with an overall 5-year survival of 79%. [66] However, the treatment of penile cancer requires large radiation doses, which results in a relatively high rate of complications such as urethral strictures, secondary infections, urethral mucositis, localized edema, pain, urethrocutaneous fistulas, meatal stenosis, and superficial tissue necrosis. [67] [68] [69] [70] Circumcision is recommended before penile radiation to prevent phimosis from the therapy."}
{"id": "article-26896_40", "title": "Penile Cancer -- Treatment / Management -- Mohs Surgery", "content": "Mohs surgery is a microscopic surgical technique by which horizontal, circumferential tissue slices are taken laterally around and deep to the excised skin lesion. These slices are microscopically examined using a frozen section until all margins are negative. The use of horizontal slicing ensures that all of the skin margins are clear. The advantage of this technique is maximal tissue conservation, with results comparable or even superior to other penile conservation therapies. It is an alternative to wide primary excision of the cancer. A local recurrence can be easily treated with a repeat Mohs microsurgery. This treatment is appropriate for small lesions on the proximal shaft (to avoid a total penectomy in low-risk malignancies), carcinoma-in-situ lesions (penile intraepithelial neoplasia), and stages Ta, Tis, and T1 penile cancer, with an overall reported local recurrence rate as low as 2% (success rates decline with higher stage malignancies). [71] [72] [73] [74] [75] [76]", "contents": "Penile Cancer -- Treatment / Management -- Mohs Surgery. Mohs surgery is a microscopic surgical technique by which horizontal, circumferential tissue slices are taken laterally around and deep to the excised skin lesion. These slices are microscopically examined using a frozen section until all margins are negative. The use of horizontal slicing ensures that all of the skin margins are clear. The advantage of this technique is maximal tissue conservation, with results comparable or even superior to other penile conservation therapies. It is an alternative to wide primary excision of the cancer. A local recurrence can be easily treated with a repeat Mohs microsurgery. This treatment is appropriate for small lesions on the proximal shaft (to avoid a total penectomy in low-risk malignancies), carcinoma-in-situ lesions (penile intraepithelial neoplasia), and stages Ta, Tis, and T1 penile cancer, with an overall reported local recurrence rate as low as 2% (success rates decline with higher stage malignancies). [71] [72] [73] [74] [75] [76]"}
{"id": "article-26896_41", "title": "Penile Cancer -- Treatment / Management -- Laser Ablation", "content": "Laser ablation typically utilizes a carbon dioxide, potassium titanyl phosphate (KTP), or Nd:YAG laser. [60] The procedure is most useful for carcinoma-in-situ lesions of the penis. Using 5% acetic acid will help visualize areas that require treatment and is necessary for best results. [61] [77] Local recurrences have been shown to be somewhat higher with laser ablation than with partial penectomy surgery, but one study showed that control was still achieved in over 90% of patients. [78] [79] The resumption of sexual activity can be very rapid, and the technique enjoys high patient satisfaction scores. [80] Carbon dioxide laser surgery with methyl aminolevulinate-photodynamic therapy has also been used successfully in early-stage lesions. [81]", "contents": "Penile Cancer -- Treatment / Management -- Laser Ablation. Laser ablation typically utilizes a carbon dioxide, potassium titanyl phosphate (KTP), or Nd:YAG laser. [60] The procedure is most useful for carcinoma-in-situ lesions of the penis. Using 5% acetic acid will help visualize areas that require treatment and is necessary for best results. [61] [77] Local recurrences have been shown to be somewhat higher with laser ablation than with partial penectomy surgery, but one study showed that control was still achieved in over 90% of patients. [78] [79] The resumption of sexual activity can be very rapid, and the technique enjoys high patient satisfaction scores. [80] Carbon dioxide laser surgery with methyl aminolevulinate-photodynamic therapy has also been used successfully in early-stage lesions. [81]"}
{"id": "article-26896_42", "title": "Penile Cancer -- Treatment / Management -- Total Glans Resurfacing", "content": "Total glans resurfacing requires the surgical removal of the skin and lamina propria to the corpus spongiosum, after which a skin graft is used to cover the defect. [62] [82] This procedure works quite well for penile carcinoma-in-situ (erythroplasia of Queyrat) with low recurrence rates. Still, it has been shown to have a relatively high need for surgical revision at over 25%. [83] [84] Frozen sections of the urethral stump and the cavernosa should be used to ensure totally negative surgical margins. Most published reports are very small series from single institutions, and long-term results are unavailable.", "contents": "Penile Cancer -- Treatment / Management -- Total Glans Resurfacing. Total glans resurfacing requires the surgical removal of the skin and lamina propria to the corpus spongiosum, after which a skin graft is used to cover the defect. [62] [82] This procedure works quite well for penile carcinoma-in-situ (erythroplasia of Queyrat) with low recurrence rates. Still, it has been shown to have a relatively high need for surgical revision at over 25%. [83] [84] Frozen sections of the urethral stump and the cavernosa should be used to ensure totally negative surgical margins. Most published reports are very small series from single institutions, and long-term results are unavailable."}
{"id": "article-26896_43", "title": "Penile Cancer -- Treatment / Management -- Wide Local Surgical Excision", "content": "Wide local surgical excision of the primary tumor, such as a circumcision where appropriate, remains the gold standard for rapid definitive treatment of penile cancer. [2] Circumcision alone may be appropriate for some lesions on the distal foreskin. Split-thickness skin grafts or full-thickness skin grafts may be needed to accomplish this. If the margins are not clear, a repeat resection may be needed.", "contents": "Penile Cancer -- Treatment / Management -- Wide Local Surgical Excision. Wide local surgical excision of the primary tumor, such as a circumcision where appropriate, remains the gold standard for rapid definitive treatment of penile cancer. [2] Circumcision alone may be appropriate for some lesions on the distal foreskin. Split-thickness skin grafts or full-thickness skin grafts may be needed to accomplish this. If the margins are not clear, a repeat resection may be needed."}
{"id": "article-26896_44", "title": "Penile Cancer -- Treatment / Management -- Total or Partial Penectomy", "content": "Total or partial penectomy is recommended for high-grade primary penile cancers or evidence of corpora cavernosal invasion that cannot be safely managed with wide local surgical excision or other less invasive techniques. Patients with stage T1 grade 3 or 4 lesions or T2 lesions or greater typically require more extensive surgical intervention with a partial or total penectomy. A partial penectomy can only be performed when the remaining penile stump is sufficiently functional with negative margins. If this is not possible, a total penectomy will be required.", "contents": "Penile Cancer -- Treatment / Management -- Total or Partial Penectomy. Total or partial penectomy is recommended for high-grade primary penile cancers or evidence of corpora cavernosal invasion that cannot be safely managed with wide local surgical excision or other less invasive techniques. Patients with stage T1 grade 3 or 4 lesions or T2 lesions or greater typically require more extensive surgical intervention with a partial or total penectomy. A partial penectomy can only be performed when the remaining penile stump is sufficiently functional with negative margins. If this is not possible, a total penectomy will be required."}
{"id": "article-26896_45", "title": "Penile Cancer -- Treatment / Management -- Total or Partial Penectomy", "content": "Frozen sections during surgery are recommended to ensure the surgical margins are negative. [85] Traditionally, a 2 cm tumor-free margin has been recommended, but a 5 mm tumor-free margin is now the standard as it has been proven equally safe and effective. [41] [86] If possible, 2 to 3 cm of penile length should be left to allow the patient to have some degree of sexual function and void in the standing position.", "contents": "Penile Cancer -- Treatment / Management -- Total or Partial Penectomy. Frozen sections during surgery are recommended to ensure the surgical margins are negative. [85] Traditionally, a 2 cm tumor-free margin has been recommended, but a 5 mm tumor-free margin is now the standard as it has been proven equally safe and effective. [41] [86] If possible, 2 to 3 cm of penile length should be left to allow the patient to have some degree of sexual function and void in the standing position."}
{"id": "article-26896_46", "title": "Penile Cancer -- Treatment / Management -- Total or Partial Penectomy", "content": "A total penectomy removes all of the penis distal to the pubic bone. [87] The urethral stump is diverted into the perineum with a perineal urethrostomy, so the patient must permanently void in the sitting position. [87]", "contents": "Penile Cancer -- Treatment / Management -- Total or Partial Penectomy. A total penectomy removes all of the penis distal to the pubic bone. [87] The urethral stump is diverted into the perineum with a perineal urethrostomy, so the patient must permanently void in the sitting position. [87]"}
{"id": "article-26896_47", "title": "Penile Cancer -- Treatment / Management -- Lymph Node Management", "content": "Management of regional lymph nodes in penile cancer is quite important, as the presence and extent of regional inguinal lymph node metastases is the single most important prognostic indicator in determining the long-term survival of men with squamous cell carcinoma of the penis. Up to 25% of patients with nonpalpable lymph nodes harbor micrometastases.", "contents": "Penile Cancer -- Treatment / Management -- Lymph Node Management. Management of regional lymph nodes in penile cancer is quite important, as the presence and extent of regional inguinal lymph node metastases is the single most important prognostic indicator in determining the long-term survival of men with squamous cell carcinoma of the penis. Up to 25% of patients with nonpalpable lymph nodes harbor micrometastases."}
{"id": "article-26896_48", "title": "Penile Cancer -- Treatment / Management -- Lymph Node Management", "content": "Several factors help predict the risk of microscopic inguinal lymph nodal metastases. Tis, Ta, and T1 tumors have a risk of metastases from 4% to 14%. T2 and greater tumors are associated with a significantly higher risk of metastases to the inguinal lymph nodes. Metastatic potential is also associated with higher histological tumor grade; the higher the grade, the greater the risk for metastases. The presence of lymphovascular or perineural invasion is also associated with a greater risk of metastases. Patients are stratified into groups of low-risk or high-risk for nodal involvement. Low-risk: Tis, Ta, and T1a tumors; no lymphovascular invasion or perineural invasion; histological grades 1 and 2 High-risk: Histological grade 3 tumors, lymphovascular or perineural invasion present (T1b), and stage T2 or higher [2] [52] [88]", "contents": "Penile Cancer -- Treatment / Management -- Lymph Node Management. Several factors help predict the risk of microscopic inguinal lymph nodal metastases. Tis, Ta, and T1 tumors have a risk of metastases from 4% to 14%. T2 and greater tumors are associated with a significantly higher risk of metastases to the inguinal lymph nodes. Metastatic potential is also associated with higher histological tumor grade; the higher the grade, the greater the risk for metastases. The presence of lymphovascular or perineural invasion is also associated with a greater risk of metastases. Patients are stratified into groups of low-risk or high-risk for nodal involvement. Low-risk: Tis, Ta, and T1a tumors; no lymphovascular invasion or perineural invasion; histological grades 1 and 2 High-risk: Histological grade 3 tumors, lymphovascular or perineural invasion present (T1b), and stage T2 or higher [2] [52] [88]"}
{"id": "article-26896_49", "title": "Penile Cancer -- Treatment / Management -- Dynamic Sentinel Node Biopsies", "content": "Dynamic sentinel node biopsies are becoming more popular for patients with high-risk disease. The increase in procedures is based on the finding that identifiable and predictable sentinel lymph nodes are typically the first to be involved with any metastatic spread of disease from specific regions, such as the penis. This technique has far less morbidity than inguinal lymph node dissections. Usually, the tumor is injected with a radioactive tracer (lymphoscintigraphy) and a vital blue dye for visual lymph node staining. Lymphoscintigraphy is performed with a technetium-99m–labeled nanocolloid and patent blue dye stain (isosulfan blue) to visually identify the sentinel lymph nodes in the inguinal region and allow for excisional biopsy of selected nodes for pathological evaluation. This process is followed by an examination of the lymphatic drainage system using nuclear medicine detection and direct visual examinations. [89]", "contents": "Penile Cancer -- Treatment / Management -- Dynamic Sentinel Node Biopsies. Dynamic sentinel node biopsies are becoming more popular for patients with high-risk disease. The increase in procedures is based on the finding that identifiable and predictable sentinel lymph nodes are typically the first to be involved with any metastatic spread of disease from specific regions, such as the penis. This technique has far less morbidity than inguinal lymph node dissections. Usually, the tumor is injected with a radioactive tracer (lymphoscintigraphy) and a vital blue dye for visual lymph node staining. Lymphoscintigraphy is performed with a technetium-99m–labeled nanocolloid and patent blue dye stain (isosulfan blue) to visually identify the sentinel lymph nodes in the inguinal region and allow for excisional biopsy of selected nodes for pathological evaluation. This process is followed by an examination of the lymphatic drainage system using nuclear medicine detection and direct visual examinations. [89]"}
{"id": "article-26896_50", "title": "Penile Cancer -- Treatment / Management -- Dynamic Sentinel Node Biopsies", "content": "A meta-analysis of sentinel node biopsies found that the overall sensitivity was about 90%. [90] Better results were reported in high-volume tertiary care centers with substantial experience in this procedure. [91] Palpable nodes should be biopsied, preferably with ultrasound-guided FNA. [53]", "contents": "Penile Cancer -- Treatment / Management -- Dynamic Sentinel Node Biopsies. A meta-analysis of sentinel node biopsies found that the overall sensitivity was about 90%. [90] Better results were reported in high-volume tertiary care centers with substantial experience in this procedure. [91] Palpable nodes should be biopsied, preferably with ultrasound-guided FNA. [53]"}
{"id": "article-26896_51", "title": "Penile Cancer -- Treatment / Management -- Inguinal Lymph Node Dissections", "content": "Inguinal lymph node dissections should be performed on patients with proven metastases or high-risk disease. It is a highly morbid procedure, especially the superficial dissection. The boundaries of the standard, full template are the inguinal ligament superiorly, the fossa ovalis inferiorly, the medial border of the sartorius muscle laterally, and the lateral edge of the adductor longus muscle medially. The fascia lata separates the superficial and deep inguinal lymph nodes.", "contents": "Penile Cancer -- Treatment / Management -- Inguinal Lymph Node Dissections. Inguinal lymph node dissections should be performed on patients with proven metastases or high-risk disease. It is a highly morbid procedure, especially the superficial dissection. The boundaries of the standard, full template are the inguinal ligament superiorly, the fossa ovalis inferiorly, the medial border of the sartorius muscle laterally, and the lateral edge of the adductor longus muscle medially. The fascia lata separates the superficial and deep inguinal lymph nodes."}
{"id": "article-26896_52", "title": "Penile Cancer -- Treatment / Management -- Inguinal Lymph Node Dissections", "content": "The superficial nodes are divided into 5 zones. The deep inguinal lymph nodes are deep to the fascial lata and are located medial to the femoral vein in the femoral triangle. The node of Cloquet is the most cephalad node in the deep inguinal region. During radical inguinal lymph node dissection, the saphenous vein is ligated from where it arises from the femoral vein and again where it passes through the fossa ovalis, after which the vein segment is removed. A sartorius muscle flap is used to cover the femoral vessels after the dissection.", "contents": "Penile Cancer -- Treatment / Management -- Inguinal Lymph Node Dissections. The superficial nodes are divided into 5 zones. The deep inguinal lymph nodes are deep to the fascial lata and are located medial to the femoral vein in the femoral triangle. The node of Cloquet is the most cephalad node in the deep inguinal region. During radical inguinal lymph node dissection, the saphenous vein is ligated from where it arises from the femoral vein and again where it passes through the fossa ovalis, after which the vein segment is removed. A sartorius muscle flap is used to cover the femoral vessels after the dissection."}
{"id": "article-26896_53", "title": "Penile Cancer -- Treatment / Management -- Inguinal Lymph Node Dissections", "content": "Laparoscopic and robotic techniques have also been described, which are comparable to open lymph node dissections but offer considerably less morbidity. [92] [93] [94] [95] [96] These techniques typically offer fewer skin complications, less lymphedema, higher numbers of lymph nodes, and less overall morbidity compared to open procedures. [96] Further studies are needed to determine long-term outcomes and disease-specific survival with these new techniques. [96]", "contents": "Penile Cancer -- Treatment / Management -- Inguinal Lymph Node Dissections. Laparoscopic and robotic techniques have also been described, which are comparable to open lymph node dissections but offer considerably less morbidity. [92] [93] [94] [95] [96] These techniques typically offer fewer skin complications, less lymphedema, higher numbers of lymph nodes, and less overall morbidity compared to open procedures. [96] Further studies are needed to determine long-term outcomes and disease-specific survival with these new techniques. [96]"}
{"id": "article-26896_54", "title": "Penile Cancer -- Treatment / Management -- Inguinal Lymph Node Dissections", "content": "A modified inguinal lymph node dissection technique has also been described and can be recommended for patients with a normal inguinal exam but high-risk penile cancers. This technique uses a smaller skin incision and narrows the field of inguinal dissection by excluding the area lateral to the femoral artery and caudal to the fossa ovalis. It also preserves the saphenous vein and eliminates muscle flap transposition. [97] [98] This template allows for good oncologic control as it targets the most common site for metastases while decreasing morbidity by narrowing the incision and decreasing the disruption to lymphatic drainage. Frozen sections should be obtained when using this template. If nodal involvement is identified, the procedure should be converted to a full standard lymphadenectomy. [97] [98]", "contents": "Penile Cancer -- Treatment / Management -- Inguinal Lymph Node Dissections. A modified inguinal lymph node dissection technique has also been described and can be recommended for patients with a normal inguinal exam but high-risk penile cancers. This technique uses a smaller skin incision and narrows the field of inguinal dissection by excluding the area lateral to the femoral artery and caudal to the fossa ovalis. It also preserves the saphenous vein and eliminates muscle flap transposition. [97] [98] This template allows for good oncologic control as it targets the most common site for metastases while decreasing morbidity by narrowing the incision and decreasing the disruption to lymphatic drainage. Frozen sections should be obtained when using this template. If nodal involvement is identified, the procedure should be converted to a full standard lymphadenectomy. [97] [98]"}
{"id": "article-26896_55", "title": "Penile Cancer -- Treatment / Management -- Inguinal Lymph Node Dissections", "content": "As bilateral inguinal lymphatic drainage is common, a staging lymph node procedure on the contralateral side should also be performed (dynamic sentinel node biopsy or an inguinal lymph node dissection). [99] Ipsilateral pelvic lymph node dissections should be considered in men with 2 or more inguinal ipsilateral nodal metastases, metastasis to the node of Cloquet, tumor extension through the capsule of the inguinal lymph nodes, or the presence of high-grade tumor in involved nodes. The pelvic nodes will not become involved unless the ipsilateral inguinal lymphatics have already been affected. [2] The European Association of Urology (EAU) and the NCCN have prepared treatment guidelines for the management of penile carcinoma (NCCN Guidelines on Penile Cancer Version 1.2023) [2] [88] [100]", "contents": "Penile Cancer -- Treatment / Management -- Inguinal Lymph Node Dissections. As bilateral inguinal lymphatic drainage is common, a staging lymph node procedure on the contralateral side should also be performed (dynamic sentinel node biopsy or an inguinal lymph node dissection). [99] Ipsilateral pelvic lymph node dissections should be considered in men with 2 or more inguinal ipsilateral nodal metastases, metastasis to the node of Cloquet, tumor extension through the capsule of the inguinal lymph nodes, or the presence of high-grade tumor in involved nodes. The pelvic nodes will not become involved unless the ipsilateral inguinal lymphatics have already been affected. [2] The European Association of Urology (EAU) and the NCCN have prepared treatment guidelines for the management of penile carcinoma (NCCN Guidelines on Penile Cancer Version 1.2023) [2] [88] [100]"}
{"id": "article-26896_56", "title": "Penile Cancer -- Treatment / Management -- Men with Low-risk Disease and Nonpalpable Inguinal Lymph Nodes", "content": "Men with low-risk disease and nonpalpable inguinal lymph nodes have a 0% to 16% chance of nodal metastases. The EAU and the NCCN recommend offering these men surveillance rather than surgical staging. These men must be reliable, however, and comply with follow-up recommendations. If unreliable or unwilling to proceed with surveillance, these men should undergo bilateral inguinal node staging, either with DSNB or bilateral inguinal lymph node dissections (superficial or modified).", "contents": "Penile Cancer -- Treatment / Management -- Men with Low-risk Disease and Nonpalpable Inguinal Lymph Nodes. Men with low-risk disease and nonpalpable inguinal lymph nodes have a 0% to 16% chance of nodal metastases. The EAU and the NCCN recommend offering these men surveillance rather than surgical staging. These men must be reliable, however, and comply with follow-up recommendations. If unreliable or unwilling to proceed with surveillance, these men should undergo bilateral inguinal node staging, either with DSNB or bilateral inguinal lymph node dissections (superficial or modified)."}
{"id": "article-26896_57", "title": "Penile Cancer -- Treatment / Management -- Men with Nonpalpable Inguinal Lymph Nodes but High-risk Disease", "content": "Men with nonpalpable inguinal lymph nodes but high-risk disease should undergo a sentinel node biopsy or an inguinal lymph node dissection (superficial or modified). If the nodes are negative, posttreatment surveillance is recommended. Patients with 1 involved inguinal lymph node and without extranodal extension require complete ipsilateral inguinal lymph node dissection. If a patient has 2 or more positive nodes or 1 positive node and evidence of extranodal extension, he should undergo a therapeutic ipsilateral inguinal lymph node dissection as well as a unilateral or bilateral pelvic lymph node dissection.", "contents": "Penile Cancer -- Treatment / Management -- Men with Nonpalpable Inguinal Lymph Nodes but High-risk Disease. Men with nonpalpable inguinal lymph nodes but high-risk disease should undergo a sentinel node biopsy or an inguinal lymph node dissection (superficial or modified). If the nodes are negative, posttreatment surveillance is recommended. Patients with 1 involved inguinal lymph node and without extranodal extension require complete ipsilateral inguinal lymph node dissection. If a patient has 2 or more positive nodes or 1 positive node and evidence of extranodal extension, he should undergo a therapeutic ipsilateral inguinal lymph node dissection as well as a unilateral or bilateral pelvic lymph node dissection."}
{"id": "article-26896_58", "title": "Penile Cancer -- Treatment / Management -- Men who Present with a Unilateral, Solitary Inguinal Node", "content": "Men who present with a unilateral, solitary inguinal node that is less than 4 cm should undergo FNA of the palpable node. If the FNA is positive, a superficial and deep inguinal lymph node dissection should be performed. If the FNA is negative, excisional biopsy, superficial inguinal lymph node dissection, or surveillance is appropriate. If 2 or more nodes are positive or there is evidence of extranodal extension on inguinal lymph node dissection, it is recommended to proceed with a pelvic lymph node dissection. These patients are also candidates for adjuvant chemotherapy and radiation therapy as they are at higher risk for recurrences.", "contents": "Penile Cancer -- Treatment / Management -- Men who Present with a Unilateral, Solitary Inguinal Node. Men who present with a unilateral, solitary inguinal node that is less than 4 cm should undergo FNA of the palpable node. If the FNA is positive, a superficial and deep inguinal lymph node dissection should be performed. If the FNA is negative, excisional biopsy, superficial inguinal lymph node dissection, or surveillance is appropriate. If 2 or more nodes are positive or there is evidence of extranodal extension on inguinal lymph node dissection, it is recommended to proceed with a pelvic lymph node dissection. These patients are also candidates for adjuvant chemotherapy and radiation therapy as they are at higher risk for recurrences."}
{"id": "article-26896_59", "title": "Penile Cancer -- Treatment / Management -- Men with Multiple or Bilateral Palpable Inguinal Nodes", "content": "Men with multiple or bilateral palpable inguinal nodes should undergo an FNA of one of the nodes for initial staging examination. If the FNA is negative, the surgeon should proceed with an excisional biopsy or superficial inguinal lymph node dissection with frozen sections obtained intraoperatively. It is important to take into account that 30% to 50% of patients with palpable disease will simply have inflammatory nodal swelling instead of metastases. For this reason, it is preferred to obtain a tissue biopsy to prove metastases. It is becoming more common to obtain a dynamic sentinel node biopsy to try to avoid the morbidity of lymph node dissections. If the patient’s biopsy is positive, he should undergo neoadjuvant chemotherapy and then inguinal as well as pelvic lymph node dissections to optimize his survival.", "contents": "Penile Cancer -- Treatment / Management -- Men with Multiple or Bilateral Palpable Inguinal Nodes. Men with multiple or bilateral palpable inguinal nodes should undergo an FNA of one of the nodes for initial staging examination. If the FNA is negative, the surgeon should proceed with an excisional biopsy or superficial inguinal lymph node dissection with frozen sections obtained intraoperatively. It is important to take into account that 30% to 50% of patients with palpable disease will simply have inflammatory nodal swelling instead of metastases. For this reason, it is preferred to obtain a tissue biopsy to prove metastases. It is becoming more common to obtain a dynamic sentinel node biopsy to try to avoid the morbidity of lymph node dissections. If the patient’s biopsy is positive, he should undergo neoadjuvant chemotherapy and then inguinal as well as pelvic lymph node dissections to optimize his survival."}
{"id": "article-26896_60", "title": "Penile Cancer -- Treatment / Management -- Management of Recurrences", "content": "In a large study of 314 penile cancer patients, local recurrences were found in 35% of patients at a median period of 10.4 months. [101] The treatment of choice is surgical removal by wide local excision with negative margins. Disease-specific survival was good when local recurrences were recognized and treated promptly. [102] A reevaluation of the inguinal and pelvic lymph nodes (DSNB or inguinal lymph node dissection) is recommended in such cases, especially if a lymph node dissection was not previously performed.", "contents": "Penile Cancer -- Treatment / Management -- Management of Recurrences. In a large study of 314 penile cancer patients, local recurrences were found in 35% of patients at a median period of 10.4 months. [101] The treatment of choice is surgical removal by wide local excision with negative margins. Disease-specific survival was good when local recurrences were recognized and treated promptly. [102] A reevaluation of the inguinal and pelvic lymph nodes (DSNB or inguinal lymph node dissection) is recommended in such cases, especially if a lymph node dissection was not previously performed."}
{"id": "article-26896_61", "title": "Penile Cancer -- Treatment / Management -- Management of Recurrences", "content": "An inguinal recurrence carries a much more ominous prognosis. In such cases, multimodality treatment is usually recommended with chemotherapy plus surgery or chemoradiation. [101] [102] [103] Clinical trials should be considered, and palliative care should be offered.", "contents": "Penile Cancer -- Treatment / Management -- Management of Recurrences. An inguinal recurrence carries a much more ominous prognosis. In such cases, multimodality treatment is usually recommended with chemotherapy plus surgery or chemoradiation. [101] [102] [103] Clinical trials should be considered, and palliative care should be offered."}
{"id": "article-26896_62", "title": "Penile Cancer -- Treatment / Management -- Management of Recurrences", "content": "If the recurrence is not surgically resectable, has fixed groin masses, or has a large tumor burden, the available treatments are limited to palliative therapies and clinical trials. Chemotherapy can be considered, if not previously administered, followed by surgery, and palliative radiation therapy can be offered. [104] Palliative chemotherapy is another option for these individuals.", "contents": "Penile Cancer -- Treatment / Management -- Management of Recurrences. If the recurrence is not surgically resectable, has fixed groin masses, or has a large tumor burden, the available treatments are limited to palliative therapies and clinical trials. Chemotherapy can be considered, if not previously administered, followed by surgery, and palliative radiation therapy can be offered. [104] Palliative chemotherapy is another option for these individuals."}
{"id": "article-26896_63", "title": "Penile Cancer -- Differential Diagnosis", "content": "The differential diagnoses for penile cancer include benign, premalignant, and malignant lesions.", "contents": "Penile Cancer -- Differential Diagnosis. The differential diagnoses for penile cancer include benign, premalignant, and malignant lesions."}
{"id": "article-26896_64", "title": "Penile Cancer -- Differential Diagnosis -- Benign Lesions", "content": "Angiokeratomas: These are scaly papules that usually form on the glans. They usually occur as multiple lesions that are smaller than 1 cm each. [105] Balanitis and balanoposthitis: These are fungal infections of the glans or foreskin. They are usually sore, itchy, and odoriferous, with redness and swelling and often dysuria and pus. The infections typically respond to topical antifungals (if they do not, penile carcinoma becomes more likely, and biopsy should be considered). [106] [107] Condyloma acuminatum (genital warts): These are nontender wart-like lesions or papillary frond-like lesions. They are a sexually transmitted infection caused by HPV. [108] Papillomas: These are benign lesions that consist of rows of 1- to 2-mm white or yellow papules on the corona of the glans. Treatment is not required. [109]", "contents": "Penile Cancer -- Differential Diagnosis -- Benign Lesions. Angiokeratomas: These are scaly papules that usually form on the glans. They usually occur as multiple lesions that are smaller than 1 cm each. [105] Balanitis and balanoposthitis: These are fungal infections of the glans or foreskin. They are usually sore, itchy, and odoriferous, with redness and swelling and often dysuria and pus. The infections typically respond to topical antifungals (if they do not, penile carcinoma becomes more likely, and biopsy should be considered). [106] [107] Condyloma acuminatum (genital warts): These are nontender wart-like lesions or papillary frond-like lesions. They are a sexually transmitted infection caused by HPV. [108] Papillomas: These are benign lesions that consist of rows of 1- to 2-mm white or yellow papules on the corona of the glans. Treatment is not required. [109]"}
{"id": "article-26896_65", "title": "Penile Cancer -- Differential Diagnosis", "content": "Psoriasis: This condition consists of erythematous plaques that are elevated above the usual skin level and have sharply defined margins. The plaques are almost always associated with similar skin lesions elsewhere on the body. [110] Syphilis: Early syphilis starts as a painless ulcer and possible lymphadenopathy. Unlike penile cancer, these ulcers heal even without treatment, and serological testing for syphilis will be positive. [111]", "contents": "Penile Cancer -- Differential Diagnosis. Psoriasis: This condition consists of erythematous plaques that are elevated above the usual skin level and have sharply defined margins. The plaques are almost always associated with similar skin lesions elsewhere on the body. [110] Syphilis: Early syphilis starts as a painless ulcer and possible lymphadenopathy. Unlike penile cancer, these ulcers heal even without treatment, and serological testing for syphilis will be positive. [111]"}
{"id": "article-26896_66", "title": "Penile Cancer -- Differential Diagnosis -- Premalignant Lesions", "content": "Bowen disease: This condition appears histologically as carcinoma-in-situ of the penile shaft. Ten percent of men with Bowen disease eventually develop invasive squamous cell carcinoma. Treatment includes topical therapy, wide local excision, and laser ablation/excision. [112] Bowenoid papulosis: This condition consists of red-brown papules on the glans or shaft skin of the penis. HPV has been identified in these lesions. Treatment is surveillance, topical 5-fluorouracil, or ablation. [40] Buschke-Lowenstein tumor (giant condyloma): This lesion presents as an exophytic cauliflower-like mass in the genital or anorectal lesion and can be locally invasive. HPV 6 and HPV 11 have been found in these tumors. Treatment is surgical excision. [113]", "contents": "Penile Cancer -- Differential Diagnosis -- Premalignant Lesions. Bowen disease: This condition appears histologically as carcinoma-in-situ of the penile shaft. Ten percent of men with Bowen disease eventually develop invasive squamous cell carcinoma. Treatment includes topical therapy, wide local excision, and laser ablation/excision. [112] Bowenoid papulosis: This condition consists of red-brown papules on the glans or shaft skin of the penis. HPV has been identified in these lesions. Treatment is surveillance, topical 5-fluorouracil, or ablation. [40] Buschke-Lowenstein tumor (giant condyloma): This lesion presents as an exophytic cauliflower-like mass in the genital or anorectal lesion and can be locally invasive. HPV 6 and HPV 11 have been found in these tumors. Treatment is surgical excision. [113]"}
{"id": "article-26896_67", "title": "Penile Cancer -- Differential Diagnosis", "content": "Cutaneous penile horn: This lesion typically develops over another skin lesion (eg, abrasion, nevus, wart). It is characterized by significant epithelial cornification and overgrowth that results in a solid skin projection. [114] This is a rare lesion often associated with HPV 16; a significant percentage of these (37%) involve an underlying malignancy. [115] Progression to overt penile cancer has been reported. [116] [117] Erythroplasia of Queyrat: This condition appears histologically as carcinoma-in-situ of the foreskin or glans. Ten percent of men eventually develop invasive squamous cell carcinoma. Treatment includes topical therapy, wide local excision, and laser ablation or excision. [112]", "contents": "Penile Cancer -- Differential Diagnosis. Cutaneous penile horn: This lesion typically develops over another skin lesion (eg, abrasion, nevus, wart). It is characterized by significant epithelial cornification and overgrowth that results in a solid skin projection. [114] This is a rare lesion often associated with HPV 16; a significant percentage of these (37%) involve an underlying malignancy. [115] Progression to overt penile cancer has been reported. [116] [117] Erythroplasia of Queyrat: This condition appears histologically as carcinoma-in-situ of the foreskin or glans. Ten percent of men eventually develop invasive squamous cell carcinoma. Treatment includes topical therapy, wide local excision, and laser ablation or excision. [112]"}
{"id": "article-26896_68", "title": "Penile Cancer -- Differential Diagnosis", "content": "Leukoplakia: This condition is typically associated with long-term irritation and chronic inflammation. It is a rare disorder that appears as whitish, scaly plaques, frequently involving the urethral meatus. Dysplastic histological changes are found in 10% to 20% of these lesions, suggesting a malignant potential. Squamous cell carcinoma is often found adjacent to these lesions. [118] [119] Lichen sclerosis: This condition arises from chronic infection, trauma, or inflammation. Two to nine percent of men with this condition develop penile cancer. This presents as flat white patches on the glans and prepuce. It is usually asymptomatic, but if symptomatic, it may present with burning, painful erections, and pruritis. Only symptomatic lichen sclerosis requires treatment with topical steroids. Surgical excision is not recommended as the recurrence rate is high. Long-term yearly follow-up is required due to the risk of malignancy. [120]", "contents": "Penile Cancer -- Differential Diagnosis. Leukoplakia: This condition is typically associated with long-term irritation and chronic inflammation. It is a rare disorder that appears as whitish, scaly plaques, frequently involving the urethral meatus. Dysplastic histological changes are found in 10% to 20% of these lesions, suggesting a malignant potential. Squamous cell carcinoma is often found adjacent to these lesions. [118] [119] Lichen sclerosis: This condition arises from chronic infection, trauma, or inflammation. Two to nine percent of men with this condition develop penile cancer. This presents as flat white patches on the glans and prepuce. It is usually asymptomatic, but if symptomatic, it may present with burning, painful erections, and pruritis. Only symptomatic lichen sclerosis requires treatment with topical steroids. Surgical excision is not recommended as the recurrence rate is high. Long-term yearly follow-up is required due to the risk of malignancy. [120]"}
{"id": "article-26896_69", "title": "Penile Cancer -- Differential Diagnosis", "content": "Pseudoepitheliomatous keratotic and micaceous balanitis: This is a very rare lesion of unknown etiology that is characterized by solitary, thick, warty, laminated, hyperkeratotic, whitish-yellowish plaques located on the glans. [106] [121] [122] [123] [124] [125] It is often asymptomatic and typically found in men who were circumcised at an older age. Progression to verrucous carcinoma, which develops as a nodular exophytic lesion inside the previously identified plaque, has been reported. [122] [123] [124] Diagnosis generally requires a biopsy. [106] Early stages can be treated with 5-fluorouracil. [126]", "contents": "Penile Cancer -- Differential Diagnosis. Pseudoepitheliomatous keratotic and micaceous balanitis: This is a very rare lesion of unknown etiology that is characterized by solitary, thick, warty, laminated, hyperkeratotic, whitish-yellowish plaques located on the glans. [106] [121] [122] [123] [124] [125] It is often asymptomatic and typically found in men who were circumcised at an older age. Progression to verrucous carcinoma, which develops as a nodular exophytic lesion inside the previously identified plaque, has been reported. [122] [123] [124] Diagnosis generally requires a biopsy. [106] Early stages can be treated with 5-fluorouracil. [126]"}
{"id": "article-26896_70", "title": "Penile Cancer -- Differential Diagnosis -- Malignant Lesions", "content": "Squamous cell carcinoma, basal cell carcinoma, melanoma, sarcoma, metastatic malignancies, and adenosquamous carcinoma. [127] [128] [129] [130] [131]", "contents": "Penile Cancer -- Differential Diagnosis -- Malignant Lesions. Squamous cell carcinoma, basal cell carcinoma, melanoma, sarcoma, metastatic malignancies, and adenosquamous carcinoma. [127] [128] [129] [130] [131]"}
{"id": "article-26896_71", "title": "Penile Cancer -- Radiation Oncology", "content": "Primary penile radiation therapy is appropriate for stage Tis, T1, and T2 lesions that are smaler than 4 cm. This therapy can be administered as external beam radiation therapy or interstitial brachytherapy. Radiation has a higher local recurrence rate than partial or total penectomy. High doses of radiation are required to eradicate penile squamous cell carcinoma, and therefore, complications are not uncommon. The two most common late side effects of radiation therapy are meatal stenosis and soft-tissue ulceration. Circumcision should be performed before penile radiation therapy to prevent radiation-induced phimosis. [68] [69]", "contents": "Penile Cancer -- Radiation Oncology. Primary penile radiation therapy is appropriate for stage Tis, T1, and T2 lesions that are smaler than 4 cm. This therapy can be administered as external beam radiation therapy or interstitial brachytherapy. Radiation has a higher local recurrence rate than partial or total penectomy. High doses of radiation are required to eradicate penile squamous cell carcinoma, and therefore, complications are not uncommon. The two most common late side effects of radiation therapy are meatal stenosis and soft-tissue ulceration. Circumcision should be performed before penile radiation therapy to prevent radiation-induced phimosis. [68] [69]"}
{"id": "article-26896_72", "title": "Penile Cancer -- Radiation Oncology", "content": "HPV is estimated to be a causative factor in at least 40 and up to 80% of penile cancer patients. It is well known that squamous cell cancers of the head and neck that are HPV-positive respond well to radiation therapy. Still, there is only limited and anecdotal evidence that this also applies to penile cancer. Bandini et al reported a retrospective analysis from a large international database of 507 patients with penile cancers who underwent inguinal lymph node dissections. [132] They then reviewed the effect of radiation therapy on overall survival. They found HPV-positive penile cancer patients had a significantly better response to radiation and improved overall survival than their HPV-negative counterparts. [28] [132]", "contents": "Penile Cancer -- Radiation Oncology. HPV is estimated to be a causative factor in at least 40 and up to 80% of penile cancer patients. It is well known that squamous cell cancers of the head and neck that are HPV-positive respond well to radiation therapy. Still, there is only limited and anecdotal evidence that this also applies to penile cancer. Bandini et al reported a retrospective analysis from a large international database of 507 patients with penile cancers who underwent inguinal lymph node dissections. [132] They then reviewed the effect of radiation therapy on overall survival. They found HPV-positive penile cancer patients had a significantly better response to radiation and improved overall survival than their HPV-negative counterparts. [28] [132]"}
{"id": "article-26896_73", "title": "Penile Cancer -- Radiation Oncology", "content": "Adjuvant radiation therapy to the inguinal or pelvic regions has not been thoroughly evaluated. It is currently not recommended by guidelines as prophylaxis for high-risk patients and is less effective therapeutically than a lymph node dissection for clinically involved nodes. It may be useful for palliation in patients with inoperable nodes and selected cases with locally advanced disease. Some experts have suggested adjuvant radiation alone or with chemotherapy, although it remains controversial. [133] [134] It is most appropriate for patients with extranodal extension, bilateral nodal disease, and for high-risk patients who are not candidates for adjuvant chemotherapy.", "contents": "Penile Cancer -- Radiation Oncology. Adjuvant radiation therapy to the inguinal or pelvic regions has not been thoroughly evaluated. It is currently not recommended by guidelines as prophylaxis for high-risk patients and is less effective therapeutically than a lymph node dissection for clinically involved nodes. It may be useful for palliation in patients with inoperable nodes and selected cases with locally advanced disease. Some experts have suggested adjuvant radiation alone or with chemotherapy, although it remains controversial. [133] [134] It is most appropriate for patients with extranodal extension, bilateral nodal disease, and for high-risk patients who are not candidates for adjuvant chemotherapy."}
{"id": "article-26896_74", "title": "Penile Cancer -- Radiation Oncology", "content": "When combined chemoradiation is chosen, the usual chemotherapy agents used include cisplatin alone or a combination of fluorouracil and mitomycin. [134] Some good responses have been reported with chemoradiation. [103] Enrollment in a clinical trial is recommended.", "contents": "Penile Cancer -- Radiation Oncology. When combined chemoradiation is chosen, the usual chemotherapy agents used include cisplatin alone or a combination of fluorouracil and mitomycin. [134] Some good responses have been reported with chemoradiation. [103] Enrollment in a clinical trial is recommended."}
{"id": "article-26896_75", "title": "Penile Cancer -- Medical Oncology", "content": "Neoadjuvant chemotherapy should be considered for patients with an unresectable primary tumor, bulky lymphadenopathy, or bilateral inguinal adenopathy. These patients have a low probability of cure from surgery alone. The paclitaxel, ifosfamide, and cisplatin (TIP) regimen is the standard chemotherapy combination used. This is given at 3- to 4-week intervals for 4 cycles. Response rates are reported as 65%, with a substantially higher 5-year survival (50% vs 8%) in responders compared with those who progressed on chemotherapy. [135] [136]", "contents": "Penile Cancer -- Medical Oncology. Neoadjuvant chemotherapy should be considered for patients with an unresectable primary tumor, bulky lymphadenopathy, or bilateral inguinal adenopathy. These patients have a low probability of cure from surgery alone. The paclitaxel, ifosfamide, and cisplatin (TIP) regimen is the standard chemotherapy combination used. This is given at 3- to 4-week intervals for 4 cycles. Response rates are reported as 65%, with a substantially higher 5-year survival (50% vs 8%) in responders compared with those who progressed on chemotherapy. [135] [136]"}
{"id": "article-26896_76", "title": "Penile Cancer -- Medical Oncology", "content": "Patients with a good clinical response to chemotherapy and stable disease should have a surgical resection. Alternative regimens include cisplatin plus fluorouracil and paclitaxel plus carboplatin (usually for patients unable to take cisplatin). [137] [138] Patients with significant disease who progress on initial chemotherapy generally have a very poor prognosis as their median survival is less than 6 months. [139] These patients should be offered palliative care and enrolled in a clinical trial.", "contents": "Penile Cancer -- Medical Oncology. Patients with a good clinical response to chemotherapy and stable disease should have a surgical resection. Alternative regimens include cisplatin plus fluorouracil and paclitaxel plus carboplatin (usually for patients unable to take cisplatin). [137] [138] Patients with significant disease who progress on initial chemotherapy generally have a very poor prognosis as their median survival is less than 6 months. [139] These patients should be offered palliative care and enrolled in a clinical trial."}
{"id": "article-26896_77", "title": "Penile Cancer -- Medical Oncology", "content": "Investigational treatments include epidermal growth factor receptor modifiers (cetuximab, panitumumab) and immune checkpoint inhibitors. Anecdotally, pembrolizumab (a selective monoclonal antibody that inhibits the programmed cell death-1 [PD-1] receptor) has shown promising activity in a few selected cases unresponsive to other therapies. [140] Using agents that target DNA mismatch repair deficiencies or microsatellite instability also appears promising. All of these agents have shown beneficial responses. [141] [142] [143]", "contents": "Penile Cancer -- Medical Oncology. Investigational treatments include epidermal growth factor receptor modifiers (cetuximab, panitumumab) and immune checkpoint inhibitors. Anecdotally, pembrolizumab (a selective monoclonal antibody that inhibits the programmed cell death-1 [PD-1] receptor) has shown promising activity in a few selected cases unresponsive to other therapies. [140] Using agents that target DNA mismatch repair deficiencies or microsatellite instability also appears promising. All of these agents have shown beneficial responses. [141] [142] [143]"}
{"id": "article-26896_78", "title": "Penile Cancer -- Medical Oncology", "content": "Other experimental treatments being investigated include various targeted therapies, HPV-directed modalities, and adoptive T-cell therapies. [144] The combination of new immune-based treatments together with existing and other investigational systemic therapies may ultimately offer the most benefit to patients with advanced penile cancer who currently face a dismal prognosis. [144]", "contents": "Penile Cancer -- Medical Oncology. Other experimental treatments being investigated include various targeted therapies, HPV-directed modalities, and adoptive T-cell therapies. [144] The combination of new immune-based treatments together with existing and other investigational systemic therapies may ultimately offer the most benefit to patients with advanced penile cancer who currently face a dismal prognosis. [144]"}
{"id": "article-26896_79", "title": "Penile Cancer -- Medical Oncology", "content": "There is little evidence for the role of adjuvant therapy in men with penile carcinoma. However, it has been suggested in patients with bilateral nodal involvement, extranodal extension, more than 3 positive nodes, or positive pelvic lymph nodes. A positive response was recently reported in a patient whose metastatic penile cancer progressed after standard cisplatin-based chemotherapy and radiation. He had significant expression of programmed cell death-ligand 1 (PD-L1) and CDKN2A mutations and responded particularly well to cemiplimab with a durable, complete response. [145]", "contents": "Penile Cancer -- Medical Oncology. There is little evidence for the role of adjuvant therapy in men with penile carcinoma. However, it has been suggested in patients with bilateral nodal involvement, extranodal extension, more than 3 positive nodes, or positive pelvic lymph nodes. A positive response was recently reported in a patient whose metastatic penile cancer progressed after standard cisplatin-based chemotherapy and radiation. He had significant expression of programmed cell death-ligand 1 (PD-L1) and CDKN2A mutations and responded particularly well to cemiplimab with a durable, complete response. [145]"}
{"id": "article-26896_80", "title": "Penile Cancer -- Staging", "content": "The TNM staging system developed by the American Joint Committee on Cancer (AJCC) is generally used for staging carcinoma of the penis. It is currently in its 8th edition and is used to define prognostic stage groups and to develop an appropriate treatment plan. [146]", "contents": "Penile Cancer -- Staging. The TNM staging system developed by the American Joint Committee on Cancer (AJCC) is generally used for staging carcinoma of the penis. It is currently in its 8th edition and is used to define prognostic stage groups and to develop an appropriate treatment plan. [146]"}
{"id": "article-26896_81", "title": "Penile Cancer -- Staging -- Primary Tumor (T)", "content": "Tx: Primary tumor cannot be assessed T0: No evidence of the primary tumor Tis: Carcinoma in situ Ta: Noninvasive localized squamous cell carcinoma T1: Invasion of subepithelial connective tissue Glans: Tumor invades the lamina propria Foreskin: Tumor invades the dermis, lamina propria, or dartos fascia Shaft: Tumor invades the connective tissue between the epidermis and corpora, regardless of location T1a: Tumor is without lymphovascular invasion or perineural invasion and is not high grade T1b: Tumor exhibits lymphovascular invasion and/or perineural invasion or is high grade T2: Tumor invades into corpus spongiosum (either glans or ventral shaft) with or without urethral invasion T3: Tumor invades into corpora cavernosum (including tunica albuginea) with or without urethral invasion T4: Tumor invades into adjacent structures (scrotum, prostate, pubic bone)", "contents": "Penile Cancer -- Staging -- Primary Tumor (T). Tx: Primary tumor cannot be assessed T0: No evidence of the primary tumor Tis: Carcinoma in situ Ta: Noninvasive localized squamous cell carcinoma T1: Invasion of subepithelial connective tissue Glans: Tumor invades the lamina propria Foreskin: Tumor invades the dermis, lamina propria, or dartos fascia Shaft: Tumor invades the connective tissue between the epidermis and corpora, regardless of location T1a: Tumor is without lymphovascular invasion or perineural invasion and is not high grade T1b: Tumor exhibits lymphovascular invasion and/or perineural invasion or is high grade T2: Tumor invades into corpus spongiosum (either glans or ventral shaft) with or without urethral invasion T3: Tumor invades into corpora cavernosum (including tunica albuginea) with or without urethral invasion T4: Tumor invades into adjacent structures (scrotum, prostate, pubic bone)"}
{"id": "article-26896_82", "title": "Penile Cancer -- Staging -- Clinical N (cN)", "content": "cNX: Regional lymph nodes cannot be assessed cN0: No palpable or visibly enlarged inguinal lymph nodes cN1: Palpable mobile unilateral inguinal lymph node cN2: Palpable mobile 2 or more unilateral or bilateral inguinal lymph nodes cN3: Palpable fixed inguinal nodal mass or pelvic lymphadenopathy unilateral or bilateral", "contents": "Penile Cancer -- Staging -- Clinical N (cN). cNX: Regional lymph nodes cannot be assessed cN0: No palpable or visibly enlarged inguinal lymph nodes cN1: Palpable mobile unilateral inguinal lymph node cN2: Palpable mobile 2 or more unilateral or bilateral inguinal lymph nodes cN3: Palpable fixed inguinal nodal mass or pelvic lymphadenopathy unilateral or bilateral"}
{"id": "article-26896_83", "title": "Penile Cancer -- Staging -- Pathological N (pN)", "content": "pNX: Lymph node metastasis cannot be established pN0: No lymph node metastasis pN1: Up to 2 unilateral inguinal metastases, no extranodal extension pN2: 3 or more unilateral inguinal or bilateral metastases pN3: Extranodal extension of inguinal or pelvic lymph node metastases", "contents": "Penile Cancer -- Staging -- Pathological N (pN). pNX: Lymph node metastasis cannot be established pN0: No lymph node metastasis pN1: Up to 2 unilateral inguinal metastases, no extranodal extension pN2: 3 or more unilateral inguinal or bilateral metastases pN3: Extranodal extension of inguinal or pelvic lymph node metastases"}
{"id": "article-26896_84", "title": "Penile Cancer -- Staging -- Distant Metastasis (M)", "content": "M0: No distant metastasis M1: Distant metastasis", "contents": "Penile Cancer -- Staging -- Distant Metastasis (M). M0: No distant metastasis M1: Distant metastasis"}
{"id": "article-26896_85", "title": "Penile Cancer -- Staging -- Anatomic Stage and Prognostic Groups", "content": "Stage 0: TiS or Ta, N0, M0 Stage I: T1a, N0, M0 Stage IIA: T1b, N0, M0; or T2, N0, M0 Stage IIB: T3, N0, M0 Stage IIIA: T1-3, N1, M0 Stage IIIB: T1-3, N2, M0 Stage IV: T4, any N, M0; or any T, N3, M0; or any T, Any N, M1", "contents": "Penile Cancer -- Staging -- Anatomic Stage and Prognostic Groups. Stage 0: TiS or Ta, N0, M0 Stage I: T1a, N0, M0 Stage IIA: T1b, N0, M0; or T2, N0, M0 Stage IIB: T3, N0, M0 Stage IIIA: T1-3, N1, M0 Stage IIIB: T1-3, N2, M0 Stage IV: T4, any N, M0; or any T, N3, M0; or any T, Any N, M1"}
{"id": "article-26896_86", "title": "Penile Cancer -- Staging -- Staging Approach and Treatment Summary", "content": "The clinical exam is essential for the initial evaluation of a patient with suspected penile carcinoma. A thorough examination of the inguinal lymph nodes is necessary, with attempts to evaluate and assess for the palpability of nodes, the number of inguinal masses, if the masses are unilateral or bilateral in location, size, mobility, relationship to other structures, and edema of the patient’s penis, scrotum or legs. It is essential to fully describe the diameter of any nodes or inguinal masses, laterality (unilateral or bilateral), precise location, number of nodes identified in each region, and whether these nodes are mobile or fixed. The European Association of Urology and the NCCN have created the following guidelines to follow in determining the treatment to follow based on the initial clinical staging. [2] [88]", "contents": "Penile Cancer -- Staging -- Staging Approach and Treatment Summary. The clinical exam is essential for the initial evaluation of a patient with suspected penile carcinoma. A thorough examination of the inguinal lymph nodes is necessary, with attempts to evaluate and assess for the palpability of nodes, the number of inguinal masses, if the masses are unilateral or bilateral in location, size, mobility, relationship to other structures, and edema of the patient’s penis, scrotum or legs. It is essential to fully describe the diameter of any nodes or inguinal masses, laterality (unilateral or bilateral), precise location, number of nodes identified in each region, and whether these nodes are mobile or fixed. The European Association of Urology and the NCCN have created the following guidelines to follow in determining the treatment to follow based on the initial clinical staging. [2] [88]"}
{"id": "article-26896_87", "title": "Penile Cancer -- Staging -- In Men With a Clinically Negative Inguinal Exam", "content": "The extent of staging is based on the risk of occult nodal metastases. Low-risk disease (PTis, Ta, or T1a, histologic grade 1): Patients should undergo surveillance rather than a pathological nodal assessment by DSNB or superficial inguinal lymph node dissection. Intermediate-risk disease (pT1a, histologic grade 2): Patients should undergo either a DSNB or superficial inguinal lymph node dissection. High-risk disease (>pT1b): Patients should undergo an inguinal lymph node dissection (superficial or modified) or a DSNB depending on surgical expertise. CT, MRI, or inguinal ultrasound imaging may be useful in preoperative planning.", "contents": "Penile Cancer -- Staging -- In Men With a Clinically Negative Inguinal Exam. The extent of staging is based on the risk of occult nodal metastases. Low-risk disease (PTis, Ta, or T1a, histologic grade 1): Patients should undergo surveillance rather than a pathological nodal assessment by DSNB or superficial inguinal lymph node dissection. Intermediate-risk disease (pT1a, histologic grade 2): Patients should undergo either a DSNB or superficial inguinal lymph node dissection. High-risk disease (>pT1b): Patients should undergo an inguinal lymph node dissection (superficial or modified) or a DSNB depending on surgical expertise. CT, MRI, or inguinal ultrasound imaging may be useful in preoperative planning."}
{"id": "article-26896_88", "title": "Penile Cancer -- Staging -- In Men With a Suspicious or Positive Inguinal Exam", "content": "Obtaining an FNA is recommended for pathologic assessment. Low-risk disease (Tis, Ta, T1a): Patients with clinically suspicious adenopathy but a negative FNA should proceed to an excisional biopsy for a definitive pathological evaluation. High-risk disease (>T1b): Patients with clinically suspicious adenopathy but a negative FNA should proceed with a superficial or modified inguinal lymph node dissection.", "contents": "Penile Cancer -- Staging -- In Men With a Suspicious or Positive Inguinal Exam. Obtaining an FNA is recommended for pathologic assessment. Low-risk disease (Tis, Ta, T1a): Patients with clinically suspicious adenopathy but a negative FNA should proceed to an excisional biopsy for a definitive pathological evaluation. High-risk disease (>T1b): Patients with clinically suspicious adenopathy but a negative FNA should proceed with a superficial or modified inguinal lymph node dissection."}
{"id": "article-26896_89", "title": "Penile Cancer -- Staging -- In Men With a Suspicious or Positive Inguinal Exam", "content": "Penile cancer patients who present with bulky, fixed inguinal or pelvic lymph nodes have relatively low survival rates when treated with surgery alone and are candidates for a multimodal treatment approach or a clinical trial.", "contents": "Penile Cancer -- Staging -- In Men With a Suspicious or Positive Inguinal Exam. Penile cancer patients who present with bulky, fixed inguinal or pelvic lymph nodes have relatively low survival rates when treated with surgery alone and are candidates for a multimodal treatment approach or a clinical trial."}
{"id": "article-26896_90", "title": "Penile Cancer -- Prognosis", "content": "The presence and extent of regional inguinal lymph nodal metastases as well as the tumor grade have been identified as the most important prognostic indicators in determining long-term survival in men with invasive penile squamous cell carcinoma. [147] [148] This prognosis varies depending on the number of positive lymph nodes, the presence of unilateral or bilateral inguinal extension, and pelvic lymph node involvement. [147] [148] For this reason, evaluation of the groin and pelvis is essential in the metastatic workup of a patient with penile cancer. The clinical exam can be crucial for assessing palpability, the number of inguinal masses, unilateral or bilateral localization, as well as the relative mobility or fixation of any inguinal masses.", "contents": "Penile Cancer -- Prognosis. The presence and extent of regional inguinal lymph nodal metastases as well as the tumor grade have been identified as the most important prognostic indicators in determining long-term survival in men with invasive penile squamous cell carcinoma. [147] [148] This prognosis varies depending on the number of positive lymph nodes, the presence of unilateral or bilateral inguinal extension, and pelvic lymph node involvement. [147] [148] For this reason, evaluation of the groin and pelvis is essential in the metastatic workup of a patient with penile cancer. The clinical exam can be crucial for assessing palpability, the number of inguinal masses, unilateral or bilateral localization, as well as the relative mobility or fixation of any inguinal masses."}
{"id": "article-26896_91", "title": "Penile Cancer -- Prognosis", "content": "The American Cancer Society has estimated the overall 5-year survival of patients with penile cancer in the US at 65%, but patients with inguinal metastases who are untreated rarely survive two years from the time of diagnosis.", "contents": "Penile Cancer -- Prognosis. The American Cancer Society has estimated the overall 5-year survival of patients with penile cancer in the US at 65%, but patients with inguinal metastases who are untreated rarely survive two years from the time of diagnosis."}
{"id": "article-26896_92", "title": "Penile Cancer -- Prognosis -- Survival Estimate Based on Cancer Stage", "content": "Patients with stage I or II cancers, still confined to the penis at the time of diagnosis, have a 5-year survival rate of up to 85% after surgical management. Stage III and IV cancers have an overall 5-year survival rate of around 59%. If cancer has metastasized to distant parts of the body, the 5-year survival rate is 11%.", "contents": "Penile Cancer -- Prognosis -- Survival Estimate Based on Cancer Stage. Patients with stage I or II cancers, still confined to the penis at the time of diagnosis, have a 5-year survival rate of up to 85% after surgical management. Stage III and IV cancers have an overall 5-year survival rate of around 59%. If cancer has metastasized to distant parts of the body, the 5-year survival rate is 11%."}
{"id": "article-26896_93", "title": "Penile Cancer -- Prognosis -- Survival Estimate Based on Inguinal Lymph Node Status", "content": "Numerous studies have looked at the extent of inguinal lymph node involvement as an indicator of survival. Patients with no inguinal node metastases have an 85% to 100% 5-year cancer-specific survival rate. Those with a single inguinal lymphatic metastasis have a 79% to 89% 5-year survival rate. Individuals with bilateral or multiple inguinal node metastases have a 17% to 60% 5-year survival rate, whereas patients with pelvic node metastases have a 0% to 17% 5-year survival rate. [149]", "contents": "Penile Cancer -- Prognosis -- Survival Estimate Based on Inguinal Lymph Node Status. Numerous studies have looked at the extent of inguinal lymph node involvement as an indicator of survival. Patients with no inguinal node metastases have an 85% to 100% 5-year cancer-specific survival rate. Those with a single inguinal lymphatic metastasis have a 79% to 89% 5-year survival rate. Individuals with bilateral or multiple inguinal node metastases have a 17% to 60% 5-year survival rate, whereas patients with pelvic node metastases have a 0% to 17% 5-year survival rate. [149]"}
{"id": "article-26896_94", "title": "Penile Cancer -- Complications -- Excision of the Primary Tumor", "content": "The same general complications of any surgery including infection, bleeding, and risks from receiving general anesthesia. The most common complication after penectomy is meatal stenosis.", "contents": "Penile Cancer -- Complications -- Excision of the Primary Tumor. The same general complications of any surgery including infection, bleeding, and risks from receiving general anesthesia. The most common complication after penectomy is meatal stenosis."}
{"id": "article-26896_95", "title": "Penile Cancer -- Complications -- Lymph Node Dissection Surgery", "content": "Inguinal lymph node dissection is a very morbid procedure and is the main reason for the reluctance to advocate automatic inguinal lymphadenectomy. Early complications include wound infections, flap necrosis, phlebitis, seroma, pulmonary embolism, lymphedema of the scrotum and lower limbs. Wound infections and complications are increased in patients with morbid obesity (body mass index ≥30), performing a pelvic lymph node dissection concomitantly, and longer operative times. [150]", "contents": "Penile Cancer -- Complications -- Lymph Node Dissection Surgery. Inguinal lymph node dissection is a very morbid procedure and is the main reason for the reluctance to advocate automatic inguinal lymphadenectomy. Early complications include wound infections, flap necrosis, phlebitis, seroma, pulmonary embolism, lymphedema of the scrotum and lower limbs. Wound infections and complications are increased in patients with morbid obesity (body mass index ≥30), performing a pelvic lymph node dissection concomitantly, and longer operative times. [150]"}
{"id": "article-26896_96", "title": "Penile Cancer -- Complications -- Radiation Therapy", "content": "Complications are more frequent as the size of the tumor treated increases. Urethral strictures, local edema, urethrocutaneous fistulas, penile necrosis, phimosis, meatal stenosis, and pain are possible complications from this treatment.", "contents": "Penile Cancer -- Complications -- Radiation Therapy. Complications are more frequent as the size of the tumor treated increases. Urethral strictures, local edema, urethrocutaneous fistulas, penile necrosis, phimosis, meatal stenosis, and pain are possible complications from this treatment."}
{"id": "article-26896_97", "title": "Penile Cancer -- Postoperative and Rehabilitation Care", "content": "Intensive follow-up should be conducted in patients after definitive therapy. Patients are generally seen approximately 2 weeks after the initial operative procedure to ensure a good recovery and follow a surveillance protocol. [2] Patients who undergo organ-sparing surgeries should be seen every 3 months for years 1 and 2, every 6 months for years 3 to 5, and annually for years 5 to 10. Follow-up should include a physical examination of the penis and inguinal nodes. Patients who undergo penectomy or partial penectomy should be seen every 6 months for the first 2 years and then yearly for years 3 to 5. Patients on active surveillance with clinically negative nodes should be seen every 3 months for the first 2 years and every 6 months for years 3 to 5. Patients who undergo inguinal lymph node dissections and were staged at N0 or N1 should be seen every 6 months for the first 3 years and yearly for years 3 to 5.", "contents": "Penile Cancer -- Postoperative and Rehabilitation Care. Intensive follow-up should be conducted in patients after definitive therapy. Patients are generally seen approximately 2 weeks after the initial operative procedure to ensure a good recovery and follow a surveillance protocol. [2] Patients who undergo organ-sparing surgeries should be seen every 3 months for years 1 and 2, every 6 months for years 3 to 5, and annually for years 5 to 10. Follow-up should include a physical examination of the penis and inguinal nodes. Patients who undergo penectomy or partial penectomy should be seen every 6 months for the first 2 years and then yearly for years 3 to 5. Patients on active surveillance with clinically negative nodes should be seen every 3 months for the first 2 years and every 6 months for years 3 to 5. Patients who undergo inguinal lymph node dissections and were staged at N0 or N1 should be seen every 6 months for the first 3 years and yearly for years 3 to 5."}
{"id": "article-26896_98", "title": "Penile Cancer -- Postoperative and Rehabilitation Care", "content": "Patients who undergo inguinal lymph node dissections and were staged at N2 or N3 should be seen every 3 to 6 months for the first 2 years and yearly from years 3 to 5. They should have chest imaging (CT or chest X-ray) performed every 6 months for the first 2 years, and a CT scan of the abdomen and pelvis performed every 3 months for the first year and every 6 months for the second year.", "contents": "Penile Cancer -- Postoperative and Rehabilitation Care. Patients who undergo inguinal lymph node dissections and were staged at N2 or N3 should be seen every 3 to 6 months for the first 2 years and yearly from years 3 to 5. They should have chest imaging (CT or chest X-ray) performed every 6 months for the first 2 years, and a CT scan of the abdomen and pelvis performed every 3 months for the first year and every 6 months for the second year."}
{"id": "article-26896_99", "title": "Penile Cancer -- Consultations", "content": "A medical oncology consultation is appropriate if the patient is a candidate for neoadjuvant chemotherapy. A radiation oncology consultation is appropriate for patients wishing to have radiation therapy for treatment of their primary tumor.", "contents": "Penile Cancer -- Consultations. A medical oncology consultation is appropriate if the patient is a candidate for neoadjuvant chemotherapy. A radiation oncology consultation is appropriate for patients wishing to have radiation therapy for treatment of their primary tumor."}
{"id": "article-26896_100", "title": "Penile Cancer -- Consultations", "content": "Indicators of a poor prognosis include higher primary tumor stage, perineural invasion, basaloid or sarcomatoid histology, distant metastatic disease, and more extensive lymph nodal involvement. A palliative care consult is appropriate for patients with indicators of poor prognosis.", "contents": "Penile Cancer -- Consultations. Indicators of a poor prognosis include higher primary tumor stage, perineural invasion, basaloid or sarcomatoid histology, distant metastatic disease, and more extensive lymph nodal involvement. A palliative care consult is appropriate for patients with indicators of poor prognosis."}
{"id": "article-26896_101", "title": "Penile Cancer -- Deterrence and Patient Education", "content": "Patients should understand the importance of genital cleanliness and the association of poor hygiene with penile cancers. High-risk sexual behavior that puts the patient at risk for HPV and HIV should be discontinued, as well as tobacco use.", "contents": "Penile Cancer -- Deterrence and Patient Education. Patients should understand the importance of genital cleanliness and the association of poor hygiene with penile cancers. High-risk sexual behavior that puts the patient at risk for HPV and HIV should be discontinued, as well as tobacco use."}
{"id": "article-26896_102", "title": "Penile Cancer -- Deterrence and Patient Education", "content": "Most importantly, patients need to understand that any lesions on the penis must be evaluated by a medical professional as soon as possible. Prompt diagnosis allows for intervention at an earlier stage with improved cosmetic and survival outcomes. Enrollment in a clinical trial should be strongly encouraged, especially for patients with more advanced-stage disease.", "contents": "Penile Cancer -- Deterrence and Patient Education. Most importantly, patients need to understand that any lesions on the penis must be evaluated by a medical professional as soon as possible. Prompt diagnosis allows for intervention at an earlier stage with improved cosmetic and survival outcomes. Enrollment in a clinical trial should be strongly encouraged, especially for patients with more advanced-stage disease."}
{"id": "article-26896_103", "title": "Penile Cancer -- Deterrence and Patient Education -- The Debate Over Circumcision", "content": "It is often difficult to get a clear presentation of the facts in favor and against newborn circumcision. The recent trend has been to do fewer circumcisions in the US, but about two-thirds of newborn males still receive the procedure, according to the National Center for Health Statistics.", "contents": "Penile Cancer -- Deterrence and Patient Education -- The Debate Over Circumcision. It is often difficult to get a clear presentation of the facts in favor and against newborn circumcision. The recent trend has been to do fewer circumcisions in the US, but about two-thirds of newborn males still receive the procedure, according to the National Center for Health Statistics."}
{"id": "article-26896_104", "title": "Penile Cancer -- Deterrence and Patient Education -- The Debate Over Circumcision", "content": "Pediatricians are often reluctant to perform the procedure as they tend to see the immediate side effects and complications (bleeding, infection, and pain), whereas urologists tend to recommend it as they see the late consequences in uncircumcised adults (balanitis,  phimosis, paraphimosis, and penile cancer). Based on a recent extensive, evidence-based review of male circumcision, the relative benefits and drawbacks of the procedure are as follows: [24]", "contents": "Penile Cancer -- Deterrence and Patient Education -- The Debate Over Circumcision. Pediatricians are often reluctant to perform the procedure as they tend to see the immediate side effects and complications (bleeding, infection, and pain), whereas urologists tend to recommend it as they see the late consequences in uncircumcised adults (balanitis,  phimosis, paraphimosis, and penile cancer). Based on a recent extensive, evidence-based review of male circumcision, the relative benefits and drawbacks of the procedure are as follows: [24]"}
{"id": "article-26896_105", "title": "Penile Cancer -- Deterrence and Patient Education -- Benefits", "content": "Circumcision has been found to help protect men from balanitis, balanoposthitis, candidiasis, inflammatory penile skin conditions, phimosis, paraphimosis, and STIs, as well as penile cancer. [21] It also improves male genital hygiene, which reduces the risk of STIs and cervical cancer in their female partners and avoids the need for a medically necessary but more complicated surgical procedure (dorsal slit or circumcision) later as adults. [24] [151] Balanoposthitis is reported to affect 4% to 11% of all uncircumcised boys, whereas balanitis or balanoposthitis affects 3% or 6%, respectively, of all men worldwide. [21] More than 50% of uncircumcised males will have an adverse medical side effect related to the foreskin at some point in their lives. [24]", "contents": "Penile Cancer -- Deterrence and Patient Education -- Benefits. Circumcision has been found to help protect men from balanitis, balanoposthitis, candidiasis, inflammatory penile skin conditions, phimosis, paraphimosis, and STIs, as well as penile cancer. [21] It also improves male genital hygiene, which reduces the risk of STIs and cervical cancer in their female partners and avoids the need for a medically necessary but more complicated surgical procedure (dorsal slit or circumcision) later as adults. [24] [151] Balanoposthitis is reported to affect 4% to 11% of all uncircumcised boys, whereas balanitis or balanoposthitis affects 3% or 6%, respectively, of all men worldwide. [21] More than 50% of uncircumcised males will have an adverse medical side effect related to the foreskin at some point in their lives. [24]"}
{"id": "article-26896_106", "title": "Penile Cancer -- Deterrence and Patient Education -- Benefits", "content": "The reported complication rate of circumcision is only 1.5%. [152] The procedure does not appear to have any provable effect on sexual sensitivity, activity, or satisfaction. [153] Circumcision greatly improves male genital hygiene and eliminates smegma, which has a noticeably disagreeable odor even when uninfected. Local anesthesia (topical anesthetic cream, acetaminophen rectal suppositories, and direct local anesthetic injections) can easily minimize any patient discomfort, and neonatal circumcision virtually eliminates the risk of penile cancer developing later in life, where it can be a lethal and catastrophic disease. [15] [16] [25] [26] [151]", "contents": "Penile Cancer -- Deterrence and Patient Education -- Benefits. The reported complication rate of circumcision is only 1.5%. [152] The procedure does not appear to have any provable effect on sexual sensitivity, activity, or satisfaction. [153] Circumcision greatly improves male genital hygiene and eliminates smegma, which has a noticeably disagreeable odor even when uninfected. Local anesthesia (topical anesthetic cream, acetaminophen rectal suppositories, and direct local anesthetic injections) can easily minimize any patient discomfort, and neonatal circumcision virtually eliminates the risk of penile cancer developing later in life, where it can be a lethal and catastrophic disease. [15] [16] [25] [26] [151]"}
{"id": "article-26896_107", "title": "Penile Cancer -- Deterrence and Patient Education -- Drawbacks", "content": "Suggested drawbacks of circumcisions include procedural side effects, decreased social acceptability (it's not \"popular\" anymore), loss of \"protection\" of the glans by the foreskin during infancy and childhood, the perception that it is a painful surgery which could have lingering emotional or psychological consequences, doing foreskin surgery is \"unnatural,\" that having an intact foreskin will provide greater sensitivity and increase male sexual satisfaction, and that the health benefits of circumcisions are overblown. Too much or too little skin may be removed, and some patients require additional surgical revision. [154]", "contents": "Penile Cancer -- Deterrence and Patient Education -- Drawbacks. Suggested drawbacks of circumcisions include procedural side effects, decreased social acceptability (it's not \"popular\" anymore), loss of \"protection\" of the glans by the foreskin during infancy and childhood, the perception that it is a painful surgery which could have lingering emotional or psychological consequences, doing foreskin surgery is \"unnatural,\" that having an intact foreskin will provide greater sensitivity and increase male sexual satisfaction, and that the health benefits of circumcisions are overblown. Too much or too little skin may be removed, and some patients require additional surgical revision. [154]"}
{"id": "article-26896_108", "title": "Penile Cancer -- Deterrence and Patient Education -- Drawbacks", "content": "It has been estimated that it would take at least 1,000 neonatal circumcisions or more to prevent 1 penile cancer. It is likely but still unproven that the increased use of HPV vaccines will reduce the incidence of penile cancer even without circumcision. [120] [155] Neonatal deaths from circumcisions have been cited as another reason to avoid the procedure, but no actual mortality statistics from any official government agency or medical professional society document this as the incidence is too low.", "contents": "Penile Cancer -- Deterrence and Patient Education -- Drawbacks. It has been estimated that it would take at least 1,000 neonatal circumcisions or more to prevent 1 penile cancer. It is likely but still unproven that the increased use of HPV vaccines will reduce the incidence of penile cancer even without circumcision. [120] [155] Neonatal deaths from circumcisions have been cited as another reason to avoid the procedure, but no actual mortality statistics from any official government agency or medical professional society document this as the incidence is too low."}
{"id": "article-26896_109", "title": "Penile Cancer -- Deterrence and Patient Education -- Drawbacks", "content": "The overall risk-benefit analysis found that the proven benefits of circumcision far exceed the negatives by almost 200 to 1. [24] The American Academy of Pediatrics and the American Academy of Family Physicians agree that the benefits of circumcision far outweigh the risks. [156] However, this remains a controversial subject that is often decided by family circumcision history or religious practice. [157]", "contents": "Penile Cancer -- Deterrence and Patient Education -- Drawbacks. The overall risk-benefit analysis found that the proven benefits of circumcision far exceed the negatives by almost 200 to 1. [24] The American Academy of Pediatrics and the American Academy of Family Physicians agree that the benefits of circumcision far outweigh the risks. [156] However, this remains a controversial subject that is often decided by family circumcision history or religious practice. [157]"}
{"id": "article-26896_110", "title": "Penile Cancer -- Deterrence and Patient Education -- Drawbacks", "content": "The role of physicians and the healthcare team is to fully inform the family of the facts, both pros and cons. The parents' wishes on this subject should be respected unless medically contraindicated, so it is recommended that the family be provided with evidence-based factual information during the pregnancy, if possible, so they have the necessary time to carefully consider their choice regarding circumcision and make an informed decision.", "contents": "Penile Cancer -- Deterrence and Patient Education -- Drawbacks. The role of physicians and the healthcare team is to fully inform the family of the facts, both pros and cons. The parents' wishes on this subject should be respected unless medically contraindicated, so it is recommended that the family be provided with evidence-based factual information during the pregnancy, if possible, so they have the necessary time to carefully consider their choice regarding circumcision and make an informed decision."}
{"id": "article-26896_111", "title": "Penile Cancer -- Deterrence and Patient Education -- Drawbacks", "content": "Neonatal circumcision can likely prevent painful deaths due to penile cancer. [24] Although quite rare, it doesn't take many such cases to convince physicians of the overwhelming benefits of neonatal circumcision, even if only to essentially eliminate the admittedly small risk of penile cancer later in life.", "contents": "Penile Cancer -- Deterrence and Patient Education -- Drawbacks. Neonatal circumcision can likely prevent painful deaths due to penile cancer. [24] Although quite rare, it doesn't take many such cases to convince physicians of the overwhelming benefits of neonatal circumcision, even if only to essentially eliminate the admittedly small risk of penile cancer later in life."}
{"id": "article-26896_112", "title": "Penile Cancer -- Pearls and Other Issues", "content": "Any penile skin lesion, ulcer, nodule, balanitis, or rash that does not improve with standard therapy should be considered suspicious for penile malignancy and subject to a biopsy. Syphilis can closely mimic early penile cancer clinically. Both may present as small, painless ulcers on the penis, and both may demonstrate lymphadenopathy. Unlike penile cancer, syphilitic lesions will heal even without treatment, and serological testing for syphilis (Venereal Disease Research Laboratory [VDRL], rapid plasma reagin [RPR]) will be positive. [111] It is far better to do a biopsy that is ultimately negative than to delay a biopsy and only find out the lesion is malignant after it has become more advanced and invasive. Evaluation of the regional lymph nodes is required for accurate staging and prognosis. [41] Even normal-appearing lymph nodes may contain micrometastases up to 25% of the time. [41]", "contents": "Penile Cancer -- Pearls and Other Issues. Any penile skin lesion, ulcer, nodule, balanitis, or rash that does not improve with standard therapy should be considered suspicious for penile malignancy and subject to a biopsy. Syphilis can closely mimic early penile cancer clinically. Both may present as small, painless ulcers on the penis, and both may demonstrate lymphadenopathy. Unlike penile cancer, syphilitic lesions will heal even without treatment, and serological testing for syphilis (Venereal Disease Research Laboratory [VDRL], rapid plasma reagin [RPR]) will be positive. [111] It is far better to do a biopsy that is ultimately negative than to delay a biopsy and only find out the lesion is malignant after it has become more advanced and invasive. Evaluation of the regional lymph nodes is required for accurate staging and prognosis. [41] Even normal-appearing lymph nodes may contain micrometastases up to 25% of the time. [41]"}
{"id": "article-26896_113", "title": "Penile Cancer -- Pearls and Other Issues", "content": "Treatment is based on the following principle: do as much surgical resection as necessary, but preserve as much as possible. [41] If lymph node metastases are limited, lymphadenectomy surgery with adjuvant chemotherapy is potentially curative. [41] Tertiary care centers with experience in penile cancers will have better outcomes from DSNB and lymph node dissections. [11]", "contents": "Penile Cancer -- Pearls and Other Issues. Treatment is based on the following principle: do as much surgical resection as necessary, but preserve as much as possible. [41] If lymph node metastases are limited, lymphadenectomy surgery with adjuvant chemotherapy is potentially curative. [41] Tertiary care centers with experience in penile cancers will have better outcomes from DSNB and lymph node dissections. [11]"}
{"id": "article-26896_114", "title": "Penile Cancer -- Enhancing Healthcare Team Outcomes", "content": "Penile cancer is a relatively uncommon malignancy in the United States. Unfortunately, its diagnosis is often delayed due to a number of factors, including patient embarrassment, denial, and misdiagnosis by primary care practitioners and nurse practitioners. If there is any concern about a possible penile lesion, the patient should be seen by a urologist or dermatologist as early in the workup as possible.", "contents": "Penile Cancer -- Enhancing Healthcare Team Outcomes. Penile cancer is a relatively uncommon malignancy in the United States. Unfortunately, its diagnosis is often delayed due to a number of factors, including patient embarrassment, denial, and misdiagnosis by primary care practitioners and nurse practitioners. If there is any concern about a possible penile lesion, the patient should be seen by a urologist or dermatologist as early in the workup as possible."}
{"id": "article-26896_115", "title": "Penile Cancer -- Enhancing Healthcare Team Outcomes", "content": "Caregivers and other members of the healthcare team should inspect the male genitalia regularly, especially in older uncircumcised males, as they are prone to a number of penile skin conditions, including malignancy.", "contents": "Penile Cancer -- Enhancing Healthcare Team Outcomes. Caregivers and other members of the healthcare team should inspect the male genitalia regularly, especially in older uncircumcised males, as they are prone to a number of penile skin conditions, including malignancy."}
{"id": "article-26896_116", "title": "Penile Cancer -- Enhancing Healthcare Team Outcomes", "content": "Management of penile cancer is primarily surgical, but early cases can be treated with minimally invasive therapies. Early-stage penile cancer has a good outcome, but advanced stages generally have a very poor prognosis. [158]", "contents": "Penile Cancer -- Enhancing Healthcare Team Outcomes. Management of penile cancer is primarily surgical, but early cases can be treated with minimally invasive therapies. Early-stage penile cancer has a good outcome, but advanced stages generally have a very poor prognosis. [158]"}
{"id": "article-26896_117", "title": "Penile Cancer -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional team includes a primary care doctor, a urologist, a radiologist, a nuclear medicine physician, an oncologist, and specialty-trained nurses. It may also include pediatricians in their discussions regarding the pros and cons of neonatal circumcisions. Nurses assist in patient and family education, monitor patients, and report issues to the healthcare team. They also arrange close follow-ups when needed.", "contents": "Penile Cancer -- Enhancing Healthcare Team Outcomes. The interprofessional team includes a primary care doctor, a urologist, a radiologist, a nuclear medicine physician, an oncologist, and specialty-trained nurses. It may also include pediatricians in their discussions regarding the pros and cons of neonatal circumcisions. Nurses assist in patient and family education, monitor patients, and report issues to the healthcare team. They also arrange close follow-ups when needed."}
{"id": "article-26896_118", "title": "Penile Cancer -- Enhancing Healthcare Team Outcomes", "content": "Ethical considerations come into play when determining treatment options and respecting patient autonomy in decision-making. Responsibilities within the interprofessional team should be clearly defined, with each member contributing their specialized knowledge and skills to optimize patient care. Effective interprofessional communication fosters a collaborative environment where information is shared, questions are encouraged, and concerns are addressed promptly.", "contents": "Penile Cancer -- Enhancing Healthcare Team Outcomes. Ethical considerations come into play when determining treatment options and respecting patient autonomy in decision-making. Responsibilities within the interprofessional team should be clearly defined, with each member contributing their specialized knowledge and skills to optimize patient care. Effective interprofessional communication fosters a collaborative environment where information is shared, questions are encouraged, and concerns are addressed promptly."}
{"id": "article-26896_119", "title": "Penile Cancer -- Enhancing Healthcare Team Outcomes", "content": "Lastly, care coordination is pivotal in ensuring seamless and efficient patient care. Physicians, advanced practitioners, nurses, pharmacists, and other healthcare professionals must work together to streamline the patient's journey, from diagnosis through treatment and follow-up. This coordination minimizes errors, reduces delays, and enhances patient safety, ultimately leading to improved outcomes and patient-centered care that prioritizes the well-being and satisfaction of those affected by penile cancer.", "contents": "Penile Cancer -- Enhancing Healthcare Team Outcomes. Lastly, care coordination is pivotal in ensuring seamless and efficient patient care. Physicians, advanced practitioners, nurses, pharmacists, and other healthcare professionals must work together to streamline the patient's journey, from diagnosis through treatment and follow-up. This coordination minimizes errors, reduces delays, and enhances patient safety, ultimately leading to improved outcomes and patient-centered care that prioritizes the well-being and satisfaction of those affected by penile cancer."}
{"id": "article-26896_120", "title": "Penile Cancer -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Penile Cancer -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}