{"id": "article-22236_0", "title": "Ghon Complex -- Definition/Introduction", "content": "The Ghon complex is named after Anton Ghon (1866-1936), an Austrian pathologist who described primary tuberculosis caused by Mycobacterium tuberculosis as having a pulmonary lesion with regional lymph involvement. [1] Chest radiography in patients with primary pulmonary tuberculosis (TB) commonly reveals one of the following findings: parenchymal disease, lymphadenopathy, pleural effusion, or miliary tuberculosis; these findings may also present in combination. [2] The hallmark of primary parenchymal disease is a pulmonary lesion, also known as a Ghon lesion or Ghon focus, and affected draining lymphadenopathy forming the Ghon complex. [3]", "contents": "Ghon Complex -- Definition/Introduction. The Ghon complex is named after Anton Ghon (1866-1936), an Austrian pathologist who described primary tuberculosis caused by Mycobacterium tuberculosis as having a pulmonary lesion with regional lymph involvement. [1] Chest radiography in patients with primary pulmonary tuberculosis (TB) commonly reveals one of the following findings: parenchymal disease, lymphadenopathy, pleural effusion, or miliary tuberculosis; these findings may also present in combination. [2] The hallmark of primary parenchymal disease is a pulmonary lesion, also known as a Ghon lesion or Ghon focus, and affected draining lymphadenopathy forming the Ghon complex. [3]"}
{"id": "article-22236_1", "title": "Ghon Complex -- Definition/Introduction", "content": "The Ghon complex is a non-pathognomonic finding on chest radiography that is significant for pulmonary tuberculosis. [1] The location of the Ghon complex is usually subpleural and predominantly in the upper part of the lower lobe or lower part of the middle or upper lobe. [2] However, the Ghon complex can be found in any part of the lung. [1] It should also be noted that a single patient may have multiple Ghon complexes. The original work described the autopsy findings of patients with primary pulmonary tuberculosis; a single complex was seen in 72.4%, and two complexes were noted in 14.7%; at the other end of the spectrum, 3.5% of patients had five or more Ghon complexes. [1]", "contents": "Ghon Complex -- Definition/Introduction. The Ghon complex is a non-pathognomonic finding on chest radiography that is significant for pulmonary tuberculosis. [1] The location of the Ghon complex is usually subpleural and predominantly in the upper part of the lower lobe or lower part of the middle or upper lobe. [2] However, the Ghon complex can be found in any part of the lung. [1] It should also be noted that a single patient may have multiple Ghon complexes. The original work described the autopsy findings of patients with primary pulmonary tuberculosis; a single complex was seen in 72.4%, and two complexes were noted in 14.7%; at the other end of the spectrum, 3.5% of patients had five or more Ghon complexes. [1]"}
{"id": "article-22236_2", "title": "Ghon Complex -- Definition/Introduction", "content": "The most frequently encountered route of infection with M. tuberculosis is through the respiratory tract. The predilection of M. tuberculosis for the upper lobes is possibly due to the ventilatory physiology of this region. [4] Radiographic findings of the Ghon complex may include parenchymal scarring of the lung tissue, lesion cavitation, or lobar consolidation, as seen in Figure 1, Figure 2, and Figure 3, respectively.", "contents": "Ghon Complex -- Definition/Introduction. The most frequently encountered route of infection with M. tuberculosis is through the respiratory tract. The predilection of M. tuberculosis for the upper lobes is possibly due to the ventilatory physiology of this region. [4] Radiographic findings of the Ghon complex may include parenchymal scarring of the lung tissue, lesion cavitation, or lobar consolidation, as seen in Figure 1, Figure 2, and Figure 3, respectively."}
{"id": "article-22236_3", "title": "Ghon Complex -- Definition/Introduction", "content": "The Ghon complex should not be confused with the Ranke complex. The Ghon complex precedes the development of the Ranke complex. The Ghon complex is seen in untreated primary pulmonary tuberculosis infection with Ghon lesion fibrosis. The Ranke complex results from a primary tuberculosis Ghon complex undergoing calcification during the inflammatory process and is characterized by a calcified Ghon lesion and calcified mediastinal lymph nodes. [5]", "contents": "Ghon Complex -- Definition/Introduction. The Ghon complex should not be confused with the Ranke complex. The Ghon complex precedes the development of the Ranke complex. The Ghon complex is seen in untreated primary pulmonary tuberculosis infection with Ghon lesion fibrosis. The Ranke complex results from a primary tuberculosis Ghon complex undergoing calcification during the inflammatory process and is characterized by a calcified Ghon lesion and calcified mediastinal lymph nodes. [5]"}
{"id": "article-22236_4", "title": "Ghon Complex -- Definition/Introduction", "content": "After primary infection, M. tuberculosis can progress in one of three ways.  The primary infection can be eradicated from the body by the immune system. The infection may persist in a dormant, controlled state, sometimes called latent tuberculosis; latency may last indefinitely. The primary infection may bypass latency and progress to cause symptomatic disease, sometimes referred to as active tuberculosis. [4]", "contents": "Ghon Complex -- Definition/Introduction. After primary infection, M. tuberculosis can progress in one of three ways.  The primary infection can be eradicated from the body by the immune system. The infection may persist in a dormant, controlled state, sometimes called latent tuberculosis; latency may last indefinitely. The primary infection may bypass latency and progress to cause symptomatic disease, sometimes referred to as active tuberculosis. [4]"}
{"id": "article-22236_5", "title": "Ghon Complex -- Definition/Introduction", "content": "Patients with latent tuberculosis are at risk of reactivation to active tuberculosis; this risk is highly dependent on the immune status of the host. [2] [4] In the developing world, human immunodeficiency virus (HIV) infection plays a large role in the progression of tuberculosis via increasing immunosuppression as the infection continues without effective antiretroviral therapy. [6] Additionally, tuberculosis infection increases the levels of HIV replication. [6] Therefore, co-infection worsens both infections.", "contents": "Ghon Complex -- Definition/Introduction. Patients with latent tuberculosis are at risk of reactivation to active tuberculosis; this risk is highly dependent on the immune status of the host. [2] [4] In the developing world, human immunodeficiency virus (HIV) infection plays a large role in the progression of tuberculosis via increasing immunosuppression as the infection continues without effective antiretroviral therapy. [6] Additionally, tuberculosis infection increases the levels of HIV replication. [6] Therefore, co-infection worsens both infections."}
{"id": "article-22236_6", "title": "Ghon Complex -- Definition/Introduction", "content": "On pathological examination, the Ghon complex usually measures approximately 1.0 to 1.5 centimeters in area. [4] A fibroblastic rim surrounds caseous necrosis. [4] Histological examination reveals granulomas with surrounding macrophages and Langerhans giant cells. [4]", "contents": "Ghon Complex -- Definition/Introduction. On pathological examination, the Ghon complex usually measures approximately 1.0 to 1.5 centimeters in area. [4] A fibroblastic rim surrounds caseous necrosis. [4] Histological examination reveals granulomas with surrounding macrophages and Langerhans giant cells. [4]"}
{"id": "article-22236_7", "title": "Ghon Complex -- Definition/Introduction", "content": "Cavitation of Ghon complexes occurs with greater frequency in children when compared with adults, and the presence of these lesions correlates with positive gastric aspirates and sputum cultures in children. [1] It is thought that the propensity of the Ghon complex to cavitate may also be responsible for the increased incidence of extrapulmonary tuberculosis in children. [1]", "contents": "Ghon Complex -- Definition/Introduction. Cavitation of Ghon complexes occurs with greater frequency in children when compared with adults, and the presence of these lesions correlates with positive gastric aspirates and sputum cultures in children. [1] It is thought that the propensity of the Ghon complex to cavitate may also be responsible for the increased incidence of extrapulmonary tuberculosis in children. [1]"}
{"id": "article-22236_8", "title": "Ghon Complex -- Definition/Introduction", "content": "The Ghon complex is not unique to pulmonary tuberculosis and can also be seen in other infections, such as pulmonary histoplasmosis and paracoccidioidomycosis. [2] [7] Therefore, it is important to consider the patient's travel, occupational, and exposure history when encountering the Ghon complex.", "contents": "Ghon Complex -- Definition/Introduction. The Ghon complex is not unique to pulmonary tuberculosis and can also be seen in other infections, such as pulmonary histoplasmosis and paracoccidioidomycosis. [2] [7] Therefore, it is important to consider the patient's travel, occupational, and exposure history when encountering the Ghon complex."}
{"id": "article-22236_9", "title": "Ghon Complex -- Issues of Concern", "content": "In 2016, TB was estimated to be responsible for 1.3 million deaths among HIV-negative individuals and remained one of the leading infectious causes of death globally. [8] Approximately one-quarter of the global population has latent tuberculosis. [9] There is a higher prevalence of pulmonary TB among individuals in developing nations of the eastern hemisphere due to disparities in access to healthcare for diagnostic evaluation and access to medications. [10] Although less common in the western hemisphere, pulmonary TB continues to affect individuals in developed countries, specifically patients living with HIV and acquired immune deficiency syndrome (AIDS) as an opportunistic infection, those with chronic kidney disease, exposure to silica dust without silicosis, treatment with immunosuppressive medications (such as tumor necrosis factor-alpha inhibitors), and patients with tobacco, alcohol, or drug use disorders. [8]", "contents": "Ghon Complex -- Issues of Concern. In 2016, TB was estimated to be responsible for 1.3 million deaths among HIV-negative individuals and remained one of the leading infectious causes of death globally. [8] Approximately one-quarter of the global population has latent tuberculosis. [9] There is a higher prevalence of pulmonary TB among individuals in developing nations of the eastern hemisphere due to disparities in access to healthcare for diagnostic evaluation and access to medications. [10] Although less common in the western hemisphere, pulmonary TB continues to affect individuals in developed countries, specifically patients living with HIV and acquired immune deficiency syndrome (AIDS) as an opportunistic infection, those with chronic kidney disease, exposure to silica dust without silicosis, treatment with immunosuppressive medications (such as tumor necrosis factor-alpha inhibitors), and patients with tobacco, alcohol, or drug use disorders. [8]"}
{"id": "article-22236_10", "title": "Ghon Complex -- Issues of Concern", "content": "Approximately 1.7 billion people are estimated to have latent pulmonary TB, but only 5% to 15% of these individuals may develop active TB. [8] [11] In 2015, the World Health Organization (WHO) set out to end the global burden of TB-related deaths. [12] The WHO’s “End TB Strategy” aims to reduce the incidence and death rate of TB by 90% and 95%, respectively. [12] This plan aligns with reducing the global burden of TB to the burden of incidence in developed countries today by 2035. [12] Unfortunately, in 2020 the number of estimated deaths secondary to TB was noted to increase for the first time in nine years. [13] The COVID-19 pandemic is thought to have resulted in this setback. [13] Half of the people estimated to be infected with TB were not tested or treated. [13]", "contents": "Ghon Complex -- Issues of Concern. Approximately 1.7 billion people are estimated to have latent pulmonary TB, but only 5% to 15% of these individuals may develop active TB. [8] [11] In 2015, the World Health Organization (WHO) set out to end the global burden of TB-related deaths. [12] The WHO’s “End TB Strategy” aims to reduce the incidence and death rate of TB by 90% and 95%, respectively. [12] This plan aligns with reducing the global burden of TB to the burden of incidence in developed countries today by 2035. [12] Unfortunately, in 2020 the number of estimated deaths secondary to TB was noted to increase for the first time in nine years. [13] The COVID-19 pandemic is thought to have resulted in this setback. [13] Half of the people estimated to be infected with TB were not tested or treated. [13]"}
{"id": "article-22236_11", "title": "Ghon Complex -- Issues of Concern", "content": "Imaging interpretation can be challenging, as tuberculosis can mimic many conditions, including malignancy and sarcoidosis. [5] Computers have been used to aid in detecting tuberculosis on chest radiography in specific settings, and more research is needed in this area. [14]", "contents": "Ghon Complex -- Issues of Concern. Imaging interpretation can be challenging, as tuberculosis can mimic many conditions, including malignancy and sarcoidosis. [5] Computers have been used to aid in detecting tuberculosis on chest radiography in specific settings, and more research is needed in this area. [14]"}
{"id": "article-22236_12", "title": "Ghon Complex -- Clinical Significance", "content": "The diagnosis of primary pulmonary tuberculosis heavily relies on the culture of M. tuberculosis from the sputum, [15] nasopharyngeal aspirate, [16] gastric aspirate, [17] pleural fluid, [18] or pleural biopsy. [18] Nucleic acid amplification tests (such as the Xpert MTB/RIF assay), serological tests, and chest radiography support the diagnosis of pulmonary TB. [19] The Ghon complex may be absent in patients with primary pulmonary TB. [20] Researchers estimate that in about 15% of cases of primary TB, a Ghon focus may develop, while 9% of cases of primary TB may develop tuberculomas (Figure 4), and lymphadenopathy presents in children and adults in only 96% and 43% of cases, respectively. [20]", "contents": "Ghon Complex -- Clinical Significance. The diagnosis of primary pulmonary tuberculosis heavily relies on the culture of M. tuberculosis from the sputum, [15] nasopharyngeal aspirate, [16] gastric aspirate, [17] pleural fluid, [18] or pleural biopsy. [18] Nucleic acid amplification tests (such as the Xpert MTB/RIF assay), serological tests, and chest radiography support the diagnosis of pulmonary TB. [19] The Ghon complex may be absent in patients with primary pulmonary TB. [20] Researchers estimate that in about 15% of cases of primary TB, a Ghon focus may develop, while 9% of cases of primary TB may develop tuberculomas (Figure 4), and lymphadenopathy presents in children and adults in only 96% and 43% of cases, respectively. [20]"}
{"id": "article-22236_13", "title": "Ghon Complex -- Clinical Significance", "content": "In an estimated two-thirds of cases of primary TB, a parenchymal focus resolves independently. Overall, about 15% of patients with primary TB may present with normal chest radiography. [20] [21] Due to the ability of M. tuberculosis to spread from the respiratory tract to distant parts of the body by lymphatic and hematogenous routes, untreated primary pulmonary TB can result in extrapulmonary infection of the pericardium, myocardium, central nervous system, head and neck, intra-abdominal organs, peritoneum, and the genitourinary tract or present as spondylitis, osteomyelitis, tuberculous arthritis. [22] Pulmonary tuberculosis is a curable disease that requires extended use of antibiotics. Multiple drug-resistant (MDR) or extensively drug-resistant (XDR) tuberculosis is a growing concern and requires careful management. [23] [24]", "contents": "Ghon Complex -- Clinical Significance. In an estimated two-thirds of cases of primary TB, a parenchymal focus resolves independently. Overall, about 15% of patients with primary TB may present with normal chest radiography. [20] [21] Due to the ability of M. tuberculosis to spread from the respiratory tract to distant parts of the body by lymphatic and hematogenous routes, untreated primary pulmonary TB can result in extrapulmonary infection of the pericardium, myocardium, central nervous system, head and neck, intra-abdominal organs, peritoneum, and the genitourinary tract or present as spondylitis, osteomyelitis, tuberculous arthritis. [22] Pulmonary tuberculosis is a curable disease that requires extended use of antibiotics. Multiple drug-resistant (MDR) or extensively drug-resistant (XDR) tuberculosis is a growing concern and requires careful management. [23] [24]"}
{"id": "article-22236_14", "title": "Ghon Complex -- Clinical Significance", "content": "The Ghon complex highlights the role of lymphatics in disseminating M. tuberculosis . Lymph nodes are the site of antigen presentation but also play a role in the persistence of M. tuberculosis infections. [1] Additionally, macrophages may disseminate the organism to the bloodstream and enable the development of extrapulmonary tuberculosis. [1] Recent research continually highlights the role of lymphatics in the pathogenesis of this disease. [1]", "contents": "Ghon Complex -- Clinical Significance. The Ghon complex highlights the role of lymphatics in disseminating M. tuberculosis . Lymph nodes are the site of antigen presentation but also play a role in the persistence of M. tuberculosis infections. [1] Additionally, macrophages may disseminate the organism to the bloodstream and enable the development of extrapulmonary tuberculosis. [1] Recent research continually highlights the role of lymphatics in the pathogenesis of this disease. [1]"}
{"id": "article-22236_15", "title": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The recognition of radiologic signs, such as the Ghon complex, can be the first alert that pulmonary tuberculosis is present; radiologists play a critical role in the diagnosis of pulmonary tuberculosis. In addition, alerting other healthcare team members to the presence of a Ghon focus allows for initiating treatment and enacting isolation precautions to protect hospital workers and other patients from potential exposure. However, radiologists are often not the first clinicians that evaluate the radiograph. Therefore, the ability of clinicians to recognize the radiographic signs of possible tubercular infection helps to ensure patient safety. Additionally, members of the infection prevention teams coordinate with treating providers to ensure that patients with potentially active tuberculosis are placed under appropriate isolation precautions to halt transmission.", "contents": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Interventions. The recognition of radiologic signs, such as the Ghon complex, can be the first alert that pulmonary tuberculosis is present; radiologists play a critical role in the diagnosis of pulmonary tuberculosis. In addition, alerting other healthcare team members to the presence of a Ghon focus allows for initiating treatment and enacting isolation precautions to protect hospital workers and other patients from potential exposure. However, radiologists are often not the first clinicians that evaluate the radiograph. Therefore, the ability of clinicians to recognize the radiographic signs of possible tubercular infection helps to ensure patient safety. Additionally, members of the infection prevention teams coordinate with treating providers to ensure that patients with potentially active tuberculosis are placed under appropriate isolation precautions to halt transmission."}
{"id": "article-22236_16", "title": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Healthcare workers are at a ten times higher risk of becoming infected by M. tuberculosis when compared to the general population. [25] [26] Respiratory droplets transmit pulmonary TB from an infected host with active TB. M. tuberculosis aerosolizes into the air around an infected patient with regular respiratory activity, but coughing can connote greater infectivity. [27] These aerosolized particles remain suspended in the air for an extended period. Clinicians, nurses, and auxiliary staff must practice the necessary precautions when caring for and treating patients with pulmonary TB. In the acute care setting, nurses spend more time interacting with patients infected with primary TB when compared to other clinicians.", "contents": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Interventions. Healthcare workers are at a ten times higher risk of becoming infected by M. tuberculosis when compared to the general population. [25] [26] Respiratory droplets transmit pulmonary TB from an infected host with active TB. M. tuberculosis aerosolizes into the air around an infected patient with regular respiratory activity, but coughing can connote greater infectivity. [27] These aerosolized particles remain suspended in the air for an extended period. Clinicians, nurses, and auxiliary staff must practice the necessary precautions when caring for and treating patients with pulmonary TB. In the acute care setting, nurses spend more time interacting with patients infected with primary TB when compared to other clinicians."}
{"id": "article-22236_17", "title": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nurses should know the signs and symptoms of active TB to minimize their risk of exposure to infected patients. The signs and symptoms of active TB include but are not limited to cough, hemoptysis, unintentional weight loss, fever and chills, night sweats, loss of appetite, and fatigue. [28] Clinical histories, such as travel to an endemic area, history of incarceration, intravenous drug use, housing instability, living in crowded conditions such as shelters, exposure to someone with diagnosed tuberculosis, or history of untreated latent tuberculosis, can help assess risk. [29]", "contents": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Interventions. Nurses should know the signs and symptoms of active TB to minimize their risk of exposure to infected patients. The signs and symptoms of active TB include but are not limited to cough, hemoptysis, unintentional weight loss, fever and chills, night sweats, loss of appetite, and fatigue. [28] Clinical histories, such as travel to an endemic area, history of incarceration, intravenous drug use, housing instability, living in crowded conditions such as shelters, exposure to someone with diagnosed tuberculosis, or history of untreated latent tuberculosis, can help assess risk. [29]"}
{"id": "article-22236_18", "title": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "After identifying a patient with potentially active TB, nurses and healthcare workers should follow their healthcare facilities' protocols for minimizing their occupational exposure to TB and place patients in airborne precautions to protect other hospitalized patients. [26] Where available, such as in the middle to high-income areas of the world, healthcare facilities should provide personal protective equipment such as N-95 masks or CAPRs (controlled air-purifying respirators).", "contents": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Interventions. After identifying a patient with potentially active TB, nurses and healthcare workers should follow their healthcare facilities' protocols for minimizing their occupational exposure to TB and place patients in airborne precautions to protect other hospitalized patients. [26] Where available, such as in the middle to high-income areas of the world, healthcare facilities should provide personal protective equipment such as N-95 masks or CAPRs (controlled air-purifying respirators)."}
{"id": "article-22236_19", "title": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "In addition to minimizing the healthcare workers' risk of exposure to TB, the risk of TB exposure to the inpatient population should be minimized by using airborne isolation rooms equipped with negative pressure air circulation; this limits exposure to contaminated room air to those outside of the patient isolation area. [26] Nurses, pathologists, pulmonologists, and laboratory workers are at the highest risk of nosocomial TB infection. [26] Qualitative studies have described that nursing interventions enhance patient adherence to treatment and community-based treatment of MDR TB. [30] [31]", "contents": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Interventions. In addition to minimizing the healthcare workers' risk of exposure to TB, the risk of TB exposure to the inpatient population should be minimized by using airborne isolation rooms equipped with negative pressure air circulation; this limits exposure to contaminated room air to those outside of the patient isolation area. [26] Nurses, pathologists, pulmonologists, and laboratory workers are at the highest risk of nosocomial TB infection. [26] Qualitative studies have described that nursing interventions enhance patient adherence to treatment and community-based treatment of MDR TB. [30] [31]"}
{"id": "article-22236_20", "title": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "A diagnosis of tuberculosis requires long-term follow-up. [14] An infectious disease physician should monitor these patients for medication compliance and clinical improvement. Due to the highly infectious nature of active pulmonary tuberculosis, patients with this condition are also often followed by government agencies to protect the health of the public by ensuring adherence to isolation protocols and treatment. Directly observed therapy (DOT) is often utilized to ensure that patients with active tuberculosis can access and adhere to treatment. [32] Steady adherence to treatment also decreases the risk of developing antimicrobial resistance. [32] However, this disease affects many people, often in low-resource countries, so this modality is not always feasible or possible. An entire course of treatment is at least six to nine months, and the radiological improvements often lag behind the clinical symptoms. [33]", "contents": "Ghon Complex -- Nursing, Allied Health, and Interprofessional Team Monitoring. A diagnosis of tuberculosis requires long-term follow-up. [14] An infectious disease physician should monitor these patients for medication compliance and clinical improvement. Due to the highly infectious nature of active pulmonary tuberculosis, patients with this condition are also often followed by government agencies to protect the health of the public by ensuring adherence to isolation protocols and treatment. Directly observed therapy (DOT) is often utilized to ensure that patients with active tuberculosis can access and adhere to treatment. [32] Steady adherence to treatment also decreases the risk of developing antimicrobial resistance. [32] However, this disease affects many people, often in low-resource countries, so this modality is not always feasible or possible. An entire course of treatment is at least six to nine months, and the radiological improvements often lag behind the clinical symptoms. [33]"}
{"id": "article-22236_21", "title": "Ghon Complex -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ghon Complex -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}