{"id": "article-32411_0", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Introduction", "content": "The upper extremity starts from the shoulder joint proximally and ends in the hand distally. It shares many similarities with the lower extremity but has considerably greater mobility and motion fluidity. Compartmentalization allows for fine motor movements, especially in the hands, which are designed to maneuver objects in their grasp. [1] This article discusses the upper limb compartments and the clinical significance of their spatial organization.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Introduction. The upper extremity starts from the shoulder joint proximally and ends in the hand distally. It shares many similarities with the lower extremity but has considerably greater mobility and motion fluidity. Compartmentalization allows for fine motor movements, especially in the hands, which are designed to maneuver objects in their grasp. [1] This article discusses the upper limb compartments and the clinical significance of their spatial organization."}
{"id": "article-32411_1", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Structure and Function", "content": "The shoulder muscles originate from the axial skeleton and scapula and insert on the humerus. Anterior brachial (arm) muscles flex the forearm, while posterior brachial muscles extend the forearm. The anterior antebrachial (forearm) muscles flex the hand at the wrist joint, while their posterior counterparts act as wrist extensors. [1] The hand has 4 compartments, which are as follows: [2] Thenar: thumb motions Hypothenar: motions of the small finger Adductor: thumb adduction Central palmar: short muscles that include the 4 lumbricals (metacarpophalangeal joint flexors and interphalangeal joint extensors), 4 dorsal interossei (abduct the digits), and 3 volar or palmar interossei (adduct the digits) A memory aid you can use for remembering the interossei's direction of motion is \"PAD-DAB,\" which is short for: P almar AD duct D orsal AB duct", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Structure and Function. The shoulder muscles originate from the axial skeleton and scapula and insert on the humerus. Anterior brachial (arm) muscles flex the forearm, while posterior brachial muscles extend the forearm. The anterior antebrachial (forearm) muscles flex the hand at the wrist joint, while their posterior counterparts act as wrist extensors. [1] The hand has 4 compartments, which are as follows: [2] Thenar: thumb motions Hypothenar: motions of the small finger Adductor: thumb adduction Central palmar: short muscles that include the 4 lumbricals (metacarpophalangeal joint flexors and interphalangeal joint extensors), 4 dorsal interossei (abduct the digits), and 3 volar or palmar interossei (adduct the digits) A memory aid you can use for remembering the interossei's direction of motion is \"PAD-DAB,\" which is short for: P almar AD duct D orsal AB duct"}
{"id": "article-32411_2", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Embryology", "content": "Upper extremity muscle development in the embryo is a step-wise process. First, the myogenic progenitor cells in the somites give rise to the primary myotomes. [3] A second wave of myogenic progenitors arises from dermomyotomes that give rise to embryonic myoblasts. [3] The myoblasts then proliferate, fuse, and ultimately give rise to the primary muscle fibers of the upper extremity. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Embryology. Upper extremity muscle development in the embryo is a step-wise process. First, the myogenic progenitor cells in the somites give rise to the primary myotomes. [3] A second wave of myogenic progenitors arises from dermomyotomes that give rise to embryonic myoblasts. [3] The myoblasts then proliferate, fuse, and ultimately give rise to the primary muscle fibers of the upper extremity. [3]"}
{"id": "article-32411_3", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Blood Supply and Lymphatics", "content": "The subclavian artery and its branches supply the upper extremity structures. On the right side, the subclavian artery arises from the brachiocephalic arterial trunk, the first branch of the aortic arch on this side. On the left side, the subclavian artery branches out directly from the arch of the aorta. The subclavian artery becomes the axillary artery as it passes over the lateral border of the 1st rib. The axillary artery supplies the shoulder structures via the following branches: Superior thoracic artery Thoracoacromial trunk Lateral thoracic artery Subscapular artery Anterior circumflex humeral artery Posterior circumflex humeral artery", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Blood Supply and Lymphatics. The subclavian artery and its branches supply the upper extremity structures. On the right side, the subclavian artery arises from the brachiocephalic arterial trunk, the first branch of the aortic arch on this side. On the left side, the subclavian artery branches out directly from the arch of the aorta. The subclavian artery becomes the axillary artery as it passes over the lateral border of the 1st rib. The axillary artery supplies the shoulder structures via the following branches: Superior thoracic artery Thoracoacromial trunk Lateral thoracic artery Subscapular artery Anterior circumflex humeral artery Posterior circumflex humeral artery"}
{"id": "article-32411_4", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Blood Supply and Lymphatics", "content": "The axillary artery terminates at the lower border of the teres major muscle, becoming the brachial artery. The brachial artery supplies the arm before dividing into the radial and ulnar arteries, which supply the forearm and hand. Deoxygenated blood from the upper extremity drains via the cephalic, basilic, and brachial veins, traversing the subclavian vein before returning to the cardiac chambers. Lymph from the right upper extremity empties into the right lymphatic duct, while the thoracic duct drains the left upper extremity. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Blood Supply and Lymphatics. The axillary artery terminates at the lower border of the teres major muscle, becoming the brachial artery. The brachial artery supplies the arm before dividing into the radial and ulnar arteries, which supply the forearm and hand. Deoxygenated blood from the upper extremity drains via the cephalic, basilic, and brachial veins, traversing the subclavian vein before returning to the cardiac chambers. Lymph from the right upper extremity empties into the right lymphatic duct, while the thoracic duct drains the left upper extremity. [1]"}
{"id": "article-32411_5", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Brachial Plexus", "content": "The spinal cord gives off dorsal sensory roots and ventral motor roots, which join to form a mixed spinal nerve. Each mixed spinal nerve gives off a dorsal primary ramus and a ventral primary ramus. Dorsal primary rami supply the back starting from the vertebrae and expanding 3 inches laterally on each side. The much larger ventral rami supply the parts lateral and anterior to the dorsal rami's distribution areas.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Brachial Plexus. The spinal cord gives off dorsal sensory roots and ventral motor roots, which join to form a mixed spinal nerve. Each mixed spinal nerve gives off a dorsal primary ramus and a ventral primary ramus. Dorsal primary rami supply the back starting from the vertebrae and expanding 3 inches laterally on each side. The much larger ventral rami supply the parts lateral and anterior to the dorsal rami's distribution areas."}
{"id": "article-32411_6", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Brachial Plexus", "content": "The brachial plexus (see Image . Plan of the Brachial Plexus) is a spinal nerve network that emerges at the neck and terminates at the axilla. It innervates the upper extremity structures and is formed by C5 to T1 ventral rami. The ventral rami interconnect and reorganize to form the brachial plexus roots, trunks, divisions, cords, and branches.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Brachial Plexus. The brachial plexus (see Image . Plan of the Brachial Plexus) is a spinal nerve network that emerges at the neck and terminates at the axilla. It innervates the upper extremity structures and is formed by C5 to T1 ventral rami. The ventral rami interconnect and reorganize to form the brachial plexus roots, trunks, divisions, cords, and branches."}
{"id": "article-32411_7", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Brachial Plexus", "content": "The C5 to T1 nerves form the roots of the brachial plexus. Two terminal branches emerge at the level of the brachial plexus roots. The dorsal scapular nerve arises from the posterior aspect of the C5 ventral ramus, which unites with C4 in some individuals. The long thoracic nerve forms from the union of the posterior aspect of the C5 to C7 ventral rami. Inferiorly, the brachial plexus trunks form from the continuation or union between the roots. The 3 brachial plexus trunks are as follows: Superior trunk: formed by C5 and C6 roots; the nerve to the subclavius directly arises from this nerve trunk and may also receive contributions from C4 Middle trunk: simply continues the C7 root Inferior trunk: formed by C8 and T1 roots", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Brachial Plexus. The C5 to T1 nerves form the roots of the brachial plexus. Two terminal branches emerge at the level of the brachial plexus roots. The dorsal scapular nerve arises from the posterior aspect of the C5 ventral ramus, which unites with C4 in some individuals. The long thoracic nerve forms from the union of the posterior aspect of the C5 to C7 ventral rami. Inferiorly, the brachial plexus trunks form from the continuation or union between the roots. The 3 brachial plexus trunks are as follows: Superior trunk: formed by C5 and C6 roots; the nerve to the subclavius directly arises from this nerve trunk and may also receive contributions from C4 Middle trunk: simply continues the C7 root Inferior trunk: formed by C8 and T1 roots"}
{"id": "article-32411_8", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Brachial Plexus", "content": "At the clavicular level, these trunks divide into their anterior and posterior divisions. Anterior divisions are associated with the upper extremity flexor compartments, whereas posterior divisions innervate the upper extremity extensor compartments. The terminal brachial plexus branch arising at this level is the suprascapular nerve. It forms from the anterior divisions of C5 and C6, with contributions from C4 in some individuals. The brachial plexus cords form further distally from the divisions. Their names correspond to their spatial relationship with the axillary artery. They are organized as follows: Lateral cord: forms from the anterior divisions of the superior and middle trunks and is lateral to the axillary artery Medial cord: arises from the inferior trunk's anterior division and is medial to the axillary artery Posterior cord: emerges from the posterior divisions of the 3 trunks and is posterior to the axillary artery", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Brachial Plexus. At the clavicular level, these trunks divide into their anterior and posterior divisions. Anterior divisions are associated with the upper extremity flexor compartments, whereas posterior divisions innervate the upper extremity extensor compartments. The terminal brachial plexus branch arising at this level is the suprascapular nerve. It forms from the anterior divisions of C5 and C6, with contributions from C4 in some individuals. The brachial plexus cords form further distally from the divisions. Their names correspond to their spatial relationship with the axillary artery. They are organized as follows: Lateral cord: forms from the anterior divisions of the superior and middle trunks and is lateral to the axillary artery Medial cord: arises from the inferior trunk's anterior division and is medial to the axillary artery Posterior cord: emerges from the posterior divisions of the 3 trunks and is posterior to the axillary artery"}
{"id": "article-32411_9", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Brachial Plexus", "content": "The rest of the brachial plexus terminal branches arise distally from the cords. They are as follows: Lateral pectoral nerve: arises from the lateral cord Musculocutaneous nerve: branches out from the lateral cord Axillary nerve: emerges inferiorly from the posterior cord Radial nerve: emerges inferiorly from the posterior cord, positioned medial to the axillary nerve Median nerve: arises from the union of the lateral and medial cords Ulnar nerve: branches out from the medial cord Upper and lower subscapular nerves: arise from the posterior cord Medial pectoral nerve: emerges from the medial cord Medial brachial cutaneous nerve: branches out from the medial cord Medial antebrachial cutaneous nerve: arises from the medial cord Thoracodorsal nerve: a branch of the posterior cord A memory aid for the arrangement of the brachial plexus is \" R andy T ravis d rinks c old b eer\"— r oots, t runks, d ivision, c ords, and b ranches. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Brachial Plexus. The rest of the brachial plexus terminal branches arise distally from the cords. They are as follows: Lateral pectoral nerve: arises from the lateral cord Musculocutaneous nerve: branches out from the lateral cord Axillary nerve: emerges inferiorly from the posterior cord Radial nerve: emerges inferiorly from the posterior cord, positioned medial to the axillary nerve Median nerve: arises from the union of the lateral and medial cords Ulnar nerve: branches out from the medial cord Upper and lower subscapular nerves: arise from the posterior cord Medial pectoral nerve: emerges from the medial cord Medial brachial cutaneous nerve: branches out from the medial cord Medial antebrachial cutaneous nerve: arises from the medial cord Thoracodorsal nerve: a branch of the posterior cord A memory aid for the arrangement of the brachial plexus is \" R andy T ravis d rinks c old b eer\"— r oots, t runks, d ivision, c ords, and b ranches. [4]"}
{"id": "article-32411_10", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "The terminal branches of the brachial plexus innervate the following structures:", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. The terminal branches of the brachial plexus innervate the following structures:"}
{"id": "article-32411_11", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Dorsal scapular nerve: rhomboids; sometimes the levator scapulae", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Dorsal scapular nerve: rhomboids; sometimes the levator scapulae"}
{"id": "article-32411_12", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Long thoracic nerve: serratus anterior", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Long thoracic nerve: serratus anterior"}
{"id": "article-32411_13", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Nerve to the subclavius: subclavius muscle and sternoclavicular joint", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Nerve to the subclavius: subclavius muscle and sternoclavicular joint"}
{"id": "article-32411_14", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Suprascapular nerve: supraspinatus, infraspinatus, glenohumeral joint", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Suprascapular nerve: supraspinatus, infraspinatus, glenohumeral joint"}
{"id": "article-32411_15", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Lateral pectoral nerve: clavicular head of the pectoralis major; fuses with the medial pectoral nerve to innervate the pectoralis minor", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Lateral pectoral nerve: clavicular head of the pectoralis major; fuses with the medial pectoral nerve to innervate the pectoralis minor"}
{"id": "article-32411_16", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Musculocutaneous nerve: biceps brachii, brachialis, coracobrachialis (thus it's sometimes called the \"BBC nerve\"); becomes the lateral antebrachial nerve inferiorly", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Musculocutaneous nerve: biceps brachii, brachialis, coracobrachialis (thus it's sometimes called the \"BBC nerve\"); becomes the lateral antebrachial nerve inferiorly"}
{"id": "article-32411_17", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Axillary nerve: teres minor, deltoid, glenohumeral joint, skin overlying the inferior aspect of the deltoid", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Axillary nerve: teres minor, deltoid, glenohumeral joint, skin overlying the inferior aspect of the deltoid"}
{"id": "article-32411_18", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Radial nerve: triceps brachii, brachioradialis, anconeus, forearm extensors, skin on the posterior aspect of the arm, forearm, and a small area of the hand", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Radial nerve: triceps brachii, brachioradialis, anconeus, forearm extensors, skin on the posterior aspect of the arm, forearm, and a small area of the hand"}
{"id": "article-32411_19", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Median nerve: thenar muscles, lumbricals 1 and 2, forearm flexors except for the flexor carpi ulnaris and the ulnar half of the flexor digitorum profundus", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Median nerve: thenar muscles, lumbricals 1 and 2, forearm flexors except for the flexor carpi ulnaris and the ulnar half of the flexor digitorum profundus"}
{"id": "article-32411_20", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Ulnar nerve: medial one and a half of the forearm flexors, most small hand muscles, skin on the medial side of the hand including the ring finger's medial half", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Ulnar nerve: medial one and a half of the forearm flexors, most small hand muscles, skin on the medial side of the hand including the ring finger's medial half"}
{"id": "article-32411_21", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Upper subscapular nerve: superior aspect of the subscapularis", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Upper subscapular nerve: superior aspect of the subscapularis"}
{"id": "article-32411_22", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Lower subscapular nerve: teres major and inferior aspect of the subscapularis", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Lower subscapular nerve: teres major and inferior aspect of the subscapularis"}
{"id": "article-32411_23", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Medial pectoral nerve: pectoralis minor, sternocostal head of the pectoralis major", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Medial pectoral nerve: pectoralis minor, sternocostal head of the pectoralis major"}
{"id": "article-32411_24", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Medial brachial cutaneous nerve: skin on the arm's medial aspect", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Medial brachial cutaneous nerve: skin on the arm's medial aspect"}
{"id": "article-32411_25", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Medial antebrachial cutaneous nerve: skin on the forearm's medial aspect", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Medial antebrachial cutaneous nerve: skin on the forearm's medial aspect"}
{"id": "article-32411_26", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus", "content": "Thoracodorsal nerve: latissimus dorsi", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Functions of the Branches of the Brachial Plexus. Thoracodorsal nerve: latissimus dorsi"}
{"id": "article-32411_27", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Median Nerve", "content": "The median nerve has no branches in the arm. This nerve enters the forearm medial to the brachial artery, where venipunctures in the cubital fossa can damage it. The median nerve passes deep to the flexor digitorum superficialis and innervates it. It then enters the hand deep to the flexor retinaculum, where it becomes part of the carpal tunnel.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Median Nerve. The median nerve has no branches in the arm. This nerve enters the forearm medial to the brachial artery, where venipunctures in the cubital fossa can damage it. The median nerve passes deep to the flexor digitorum superficialis and innervates it. It then enters the hand deep to the flexor retinaculum, where it becomes part of the carpal tunnel."}
{"id": "article-32411_28", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Median Nerve", "content": "In the forearm, the median nerve gives rise to the anterior interosseus nerve, which innervates the flexor pollicis longus and the radial half of the flexor digitorum profundus. It also supplies the pronator quadratus. One test for the anterior interosseus nerve is to have the patient touch the tip of the thumb to the tip of the index finger to form an okay sign. This action requires using the muscles innervated by the anterior interosseus nerve. The inability to perform this test signifies injury to the nerve.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Median Nerve. In the forearm, the median nerve gives rise to the anterior interosseus nerve, which innervates the flexor pollicis longus and the radial half of the flexor digitorum profundus. It also supplies the pronator quadratus. One test for the anterior interosseus nerve is to have the patient touch the tip of the thumb to the tip of the index finger to form an okay sign. This action requires using the muscles innervated by the anterior interosseus nerve. The inability to perform this test signifies injury to the nerve."}
{"id": "article-32411_29", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Median Nerve", "content": "In the hand, the median nerve gives rise to its recurrent branch, which innervates the 3 thenar muscles, the abductor pollicis brevis, flexor pollicis brevis, and opponens pollicis. The median nerve also supplies sensory function to the lateral palmar aspect of the hand, including the ring finger's lateral half. This pattern is useful for testing for median nerve lesions.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Median Nerve. In the hand, the median nerve gives rise to its recurrent branch, which innervates the 3 thenar muscles, the abductor pollicis brevis, flexor pollicis brevis, and opponens pollicis. The median nerve also supplies sensory function to the lateral palmar aspect of the hand, including the ring finger's lateral half. This pattern is useful for testing for median nerve lesions."}
{"id": "article-32411_30", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Median Nerve", "content": "The median nerve can be damaged in the carpal tunnel, giving rise to carpal tunnel syndrome. This condition presents with sensory and motor deficits in the areas supplied by the median nerve. The Phalen test, in which the patient holds the hands' dorsal surfaces together for 30-60 seconds, can reproduce symptoms of carpal tunnel syndrome. The reverse Phalen test, where the patients hold the hands' palmar surfaces together, can do the same. Severe carpal tunnel syndrome may be relieved surgically by releasing the flexor retinaculum to relieve the pressure on the median nerve.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Median Nerve. The median nerve can be damaged in the carpal tunnel, giving rise to carpal tunnel syndrome. This condition presents with sensory and motor deficits in the areas supplied by the median nerve. The Phalen test, in which the patient holds the hands' dorsal surfaces together for 30-60 seconds, can reproduce symptoms of carpal tunnel syndrome. The reverse Phalen test, where the patients hold the hands' palmar surfaces together, can do the same. Severe carpal tunnel syndrome may be relieved surgically by releasing the flexor retinaculum to relieve the pressure on the median nerve."}
{"id": "article-32411_31", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve", "content": "The ulnar nerve has no branches in the arm. It enters the forearm passing posteriorly to the medial epicondyle, where it can easily be injured by medial epicondylar fractures or prolonged pressure on the elbows (student's palsy).", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve. The ulnar nerve has no branches in the arm. It enters the forearm passing posteriorly to the medial epicondyle, where it can easily be injured by medial epicondylar fractures or prolonged pressure on the elbows (student's palsy)."}
{"id": "article-32411_32", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve", "content": "In the forearm, the ulnar nerve innervates the flexor carpi ulnaris and the medial half of the flexor digitorum profundus. It passes through the Guyon canal between the pisiform and the hook of the hamate. Fractures of the hook of the hamate can injure the ulnar nerve.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve. In the forearm, the ulnar nerve innervates the flexor carpi ulnaris and the medial half of the flexor digitorum profundus. It passes through the Guyon canal between the pisiform and the hook of the hamate. Fractures of the hook of the hamate can injure the ulnar nerve."}
{"id": "article-32411_33", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve", "content": "The superficial ulnar nerve branch in the hand innervates the skin of the palmar and dorsal aspects of the little finger and the ulnar half of the ring finger. The deep branch supplies the hypothenar muscles, the 4 dorsal interossei muscles, the 3 palmar interossei muscles, lumbricals 3 and 4, and adductor pollicis.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve. The superficial ulnar nerve branch in the hand innervates the skin of the palmar and dorsal aspects of the little finger and the ulnar half of the ring finger. The deep branch supplies the hypothenar muscles, the 4 dorsal interossei muscles, the 3 palmar interossei muscles, lumbricals 3 and 4, and adductor pollicis."}
{"id": "article-32411_34", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve", "content": "Motor testing of the hand and forehand can help localize an ulnar nerve lesion. The ulnar nerve in the forearm is intact if the patient can still flex the little finger's distal phalanx when making a fist. That also means that the ulnar nerve lesion is in the hand. Meanwhile, ulnar nerve damage at the forearm level or higher can weaken the flexion of this digit.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve. Motor testing of the hand and forehand can help localize an ulnar nerve lesion. The ulnar nerve in the forearm is intact if the patient can still flex the little finger's distal phalanx when making a fist. That also means that the ulnar nerve lesion is in the hand. Meanwhile, ulnar nerve damage at the forearm level or higher can weaken the flexion of this digit."}
{"id": "article-32411_35", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve", "content": "Froment's sign is a test for adductor pollicis paralysis, which may accompany ulnar nerve injury. Adductor pollicis paralysis will cause flexion of the thumb's distal phalanx (via the flexor pollicis longus) when tightly holding a sheet of paper between the thumb and index finger. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve. Froment's sign is a test for adductor pollicis paralysis, which may accompany ulnar nerve injury. Adductor pollicis paralysis will cause flexion of the thumb's distal phalanx (via the flexor pollicis longus) when tightly holding a sheet of paper between the thumb and index finger. [5]"}
{"id": "article-32411_36", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve", "content": "Anesthesia or pain in the hand's medial surface is likely due to an ulnar nerve injury. This must be differentiated from lesions of the medial antebrachial cutaneous nerve, which does not cross the wrist but supplies only the forearm. Sensory changes involving the medial aspect of both the hand and forearm are more likely due to a C8 root injury.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Ulnar Nerve. Anesthesia or pain in the hand's medial surface is likely due to an ulnar nerve injury. This must be differentiated from lesions of the medial antebrachial cutaneous nerve, which does not cross the wrist but supplies only the forearm. Sensory changes involving the medial aspect of both the hand and forearm are more likely due to a C8 root injury."}
{"id": "article-32411_37", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Radial Nerve", "content": "The radial and axillary nerves bifurcate inferiorly from the posterior cord to innervate the upper extremity. Of the two, the radial nerve has a much longer course, continuing distally to the hand. It is also the largest terminal branch of the brachial plexus.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Radial Nerve. The radial and axillary nerves bifurcate inferiorly from the posterior cord to innervate the upper extremity. Of the two, the radial nerve has a much longer course, continuing distally to the hand. It is also the largest terminal branch of the brachial plexus."}
{"id": "article-32411_38", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Radial Nerve", "content": "The radial nerve innervates the arm extensors. From the axilla, it descends between the long and medial heads of the triceps. It then inserts in the radial groove on the humerus bone, an association that makes it vulnerable when the arm is injured. The radial nerve courses further inferiorly over the lateral epicondyle, where it is also susceptible to damage. Radial nerve injuries at the lateral epicondylar level present with intact posterior arm muscle function and sensory deficits below this level. The radial nerve bifurcates into superficial and deep branches at a site inferior to the lateral epicondyle.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Radial Nerve. The radial nerve innervates the arm extensors. From the axilla, it descends between the long and medial heads of the triceps. It then inserts in the radial groove on the humerus bone, an association that makes it vulnerable when the arm is injured. The radial nerve courses further inferiorly over the lateral epicondyle, where it is also susceptible to damage. Radial nerve injuries at the lateral epicondylar level present with intact posterior arm muscle function and sensory deficits below this level. The radial nerve bifurcates into superficial and deep branches at a site inferior to the lateral epicondyle."}
{"id": "article-32411_39", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Radial Nerve", "content": "The superficial branch of the radius descends on the lateral side of the brachioradialis. It provides sensory innervation to the thumb's dorsal aspect and part of the proximal dorsal surfaces of the hand and fingers.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Radial Nerve. The superficial branch of the radius descends on the lateral side of the brachioradialis. It provides sensory innervation to the thumb's dorsal aspect and part of the proximal dorsal surfaces of the hand and fingers."}
{"id": "article-32411_40", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Radial Nerve", "content": "The deep branch innervates the supinator. It then emerges inferiorly in a fascial area called the \"arcade of Frohse,\" where it is vulnerable to compression. At the forearm, the deep branch of the radial nerve becomes the posterior interosseus nerve, which innervates the extensor carpi radialis brevis, extensor digitorum, extensor digiti minimi, and extensor carpi ulnaris. The radial nerve has no motor function in the hand.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Radial Nerve. The deep branch innervates the supinator. It then emerges inferiorly in a fascial area called the \"arcade of Frohse,\" where it is vulnerable to compression. At the forearm, the deep branch of the radial nerve becomes the posterior interosseus nerve, which innervates the extensor carpi radialis brevis, extensor digitorum, extensor digiti minimi, and extensor carpi ulnaris. The radial nerve has no motor function in the hand."}
{"id": "article-32411_41", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Radial Nerve", "content": "Radial nerve damage superior to the forearm produces a wrist drop or inability to extend the hand at the wrist. One can test the degree of damage by holding the patient's hand and having him extend it against resistance. An incomplete wrist drop has intact brachioradialis and extensor carpi radialis longus function, so the hand deviates radially during testing. This condition results from radial nerve lesions at the level of the lateral epicondyle. By comparison, a complete wrist drop arising from radial nerve lesions at or superior to the mid-humerus will have both wrist extension and radial hand deviation absent.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Radial Nerve. Radial nerve damage superior to the forearm produces a wrist drop or inability to extend the hand at the wrist. One can test the degree of damage by holding the patient's hand and having him extend it against resistance. An incomplete wrist drop has intact brachioradialis and extensor carpi radialis longus function, so the hand deviates radially during testing. This condition results from radial nerve lesions at the level of the lateral epicondyle. By comparison, a complete wrist drop arising from radial nerve lesions at or superior to the mid-humerus will have both wrist extension and radial hand deviation absent."}
{"id": "article-32411_42", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Dermatomes", "content": "A dermatome is an area of skin supplied by a single dorsal root for sensory function (see Image . Dermatome Map). In the upper limb, dermatomes are supplied by the dorsal roots of the brachial plexus. Adjacent dermatomes overlap significantly, so injury to a single nerve root may result in sensory changes only in a small area.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Nerves -- Dermatomes. A dermatome is an area of skin supplied by a single dorsal root for sensory function (see Image . Dermatome Map). In the upper limb, dermatomes are supplied by the dorsal roots of the brachial plexus. Adjacent dermatomes overlap significantly, so injury to a single nerve root may result in sensory changes only in a small area."}
{"id": "article-32411_43", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Pectoralis major", "content": "Function: flexion, adduction, medial rotation of the humerus; pulls the scapula anteriorly or inferiorly Origin: clavicular head: medial clavicle, anterior sternal surface, costal cartilages of ribs 1 to 6 and external oblique aponeurosis Insertion: the lateral edge of the intertubercular sulcus (groove) of the humerus Nerve: medial pectoral nerve (C8, T1) for the sternocostal head of the pectoralis major muscle; lateral pectoral nerve (C5, C6, C7) for the clavicular head of the pectoralis major", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Pectoralis major. Function: flexion, adduction, medial rotation of the humerus; pulls the scapula anteriorly or inferiorly Origin: clavicular head: medial clavicle, anterior sternal surface, costal cartilages of ribs 1 to 6 and external oblique aponeurosis Insertion: the lateral edge of the intertubercular sulcus (groove) of the humerus Nerve: medial pectoral nerve (C8, T1) for the sternocostal head of the pectoralis major muscle; lateral pectoral nerve (C5, C6, C7) for the clavicular head of the pectoralis major"}
{"id": "article-32411_44", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Pectoralis minor", "content": "Function: depression of the shoulder and protraction of the scapula Origin: 3rd, 4th, and 5th ribs Insertion: coracoid process of the scapula Nerve: medial pectoral nerve (C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Pectoralis minor. Function: depression of the shoulder and protraction of the scapula Origin: 3rd, 4th, and 5th ribs Insertion: coracoid process of the scapula Nerve: medial pectoral nerve (C8, T1)"}
{"id": "article-32411_45", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Subclavius", "content": "Function: depression and stabilization of the clavicle Origin: medial side of the first rib Insertion: the inferior-middle part of the clavicle Nerve: nerve to subclavius (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Subclavius. Function: depression and stabilization of the clavicle Origin: medial side of the first rib Insertion: the inferior-middle part of the clavicle Nerve: nerve to subclavius (C5, C6)"}
{"id": "article-32411_46", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Serratus anterior", "content": "Function: protraction of scapula and rotation of the scapula Origin: first through eighth ribs Insertion: medial part of the anterior scapula Nerve: long thoracic nerve (of Bell) (C5, C6, C7) Posterior Axioappendicular Muscles, Superficial Layer", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Serratus anterior. Function: protraction of scapula and rotation of the scapula Origin: first through eighth ribs Insertion: medial part of the anterior scapula Nerve: long thoracic nerve (of Bell) (C5, C6, C7) Posterior Axioappendicular Muscles, Superficial Layer"}
{"id": "article-32411_47", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Latissimus dorsi", "content": "Function: adduction, medial rotation, and extension of the humerus Origin: the spinous process of the seventh to twelfth thoracic vertebrae, the iliac crest, the thoracolumbar fascia, and the inferior 3 or 4 ribs Insertion: intertubercular groove of the humerus Nerve: thoracodorsal nerve (C5, C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Latissimus dorsi. Function: adduction, medial rotation, and extension of the humerus Origin: the spinous process of the seventh to twelfth thoracic vertebrae, the iliac crest, the thoracolumbar fascia, and the inferior 3 or 4 ribs Insertion: intertubercular groove of the humerus Nerve: thoracodorsal nerve (C5, C6, C7)"}
{"id": "article-32411_48", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Trapezius", "content": "Function: elevation, depression, and retraction of the scapula and rotation of the glenoid cavity Origin: superior nuchal line, nuchal ligament, occipital protuberance, and the spinous process of C7- T12 Insertion: spine of the scapula, the acromion, and the lateral clavicle Nerve: cranial nerve XI (spinal accessory nerve) for motor and C3 and C4 for sensory", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Trapezius. Function: elevation, depression, and retraction of the scapula and rotation of the glenoid cavity Origin: superior nuchal line, nuchal ligament, occipital protuberance, and the spinous process of C7- T12 Insertion: spine of the scapula, the acromion, and the lateral clavicle Nerve: cranial nerve XI (spinal accessory nerve) for motor and C3 and C4 for sensory"}
{"id": "article-32411_49", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Levator scapulae", "content": "Function: elevation, retraction, and rotation of the scapula; lateral flexion of the neck Origin: the transverse process of C1 through the C4 vertebrae Insertion: superior portion of the medial border of the scapula Nerve: dorsal scapular nerve (C4, C5) for motor and C3 and C4 for sensory", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Levator scapulae. Function: elevation, retraction, and rotation of the scapula; lateral flexion of the neck Origin: the transverse process of C1 through the C4 vertebrae Insertion: superior portion of the medial border of the scapula Nerve: dorsal scapular nerve (C4, C5) for motor and C3 and C4 for sensory"}
{"id": "article-32411_50", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Rhomboid major", "content": "Function: retraction of scapula and depression of the glenoid cavity Origin: spinous processes of T2 through the T5 vertebrae Insertion: inferior aspect of the medial scapula Nerve: dorsal scapular nerve (C4, C5)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Rhomboid major. Function: retraction of scapula and depression of the glenoid cavity Origin: spinous processes of T2 through the T5 vertebrae Insertion: inferior aspect of the medial scapula Nerve: dorsal scapular nerve (C4, C5)"}
{"id": "article-32411_51", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Rhomboid minor", "content": "Function: retraction of scapula and depression of the glenoid cavity Origin: nuchal ligament and the spine of C7 and the T1 vertebrae Insertion: the superior aspect of the medial scapula Nerve: dorsal scapular nerve (C4, C5)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Rhomboid minor. Function: retraction of scapula and depression of the glenoid cavity Origin: nuchal ligament and the spine of C7 and the T1 vertebrae Insertion: the superior aspect of the medial scapula Nerve: dorsal scapular nerve (C4, C5)"}
{"id": "article-32411_52", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Deltoid", "content": "Function: anterior portion; flexion and medial rotation of the arm, middle portion; arm abduction, posterior portion; extension and lateral rotation of the arm Origin: lateral clavicle, acromion, and the scapular spine Insertion: deltoid tuberosity of the humerus Nerve: axillary nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Deltoid. Function: anterior portion; flexion and medial rotation of the arm, middle portion; arm abduction, posterior portion; extension and lateral rotation of the arm Origin: lateral clavicle, acromion, and the scapular spine Insertion: deltoid tuberosity of the humerus Nerve: axillary nerve (C5, C6)"}
{"id": "article-32411_53", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Teres major", "content": "Function: adduction and medial rotation of the brachium Origin: posterior aspect of the scapula at the inferior angle Insertion: intertubercular groove on the medial aspect Nerve: lower subscapular nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Teres major. Function: adduction and medial rotation of the brachium Origin: posterior aspect of the scapula at the inferior angle Insertion: intertubercular groove on the medial aspect Nerve: lower subscapular nerve (C5, C6)"}
{"id": "article-32411_54", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Teres minor", "content": "Function: lateral rotation of the arm (brachium) Origin: superior aspect of the lateral scapular border Insertion: the inferior aspect of the greater tubercle of the humerus Nerve: axillary nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Teres minor. Function: lateral rotation of the arm (brachium) Origin: superior aspect of the lateral scapular border Insertion: the inferior aspect of the greater tubercle of the humerus Nerve: axillary nerve (C5, C6)"}
{"id": "article-32411_55", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Supraspinatus", "content": "Function: initiation of arm abduction Origin: posterior scapula, superior to the scapular spine Insertion: the superior aspect of the greater tubercle of the humerus Nerve: suprascapular nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Supraspinatus. Function: initiation of arm abduction Origin: posterior scapula, superior to the scapular spine Insertion: the superior aspect of the greater tubercle of the humerus Nerve: suprascapular nerve (C5, C6)"}
{"id": "article-32411_56", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Infraspinatus", "content": "Function: lateral rotation of the brachium Origin: posterior scapula, inferior to the scapular spine Insertion: greater tubercle of the humerus, between the supraspinatus and teres minor insertion Nerve: suprascapular nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Infraspinatus. Function: lateral rotation of the brachium Origin: posterior scapula, inferior to the scapular spine Insertion: greater tubercle of the humerus, between the supraspinatus and teres minor insertion Nerve: suprascapular nerve (C5, C6)"}
{"id": "article-32411_57", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Subscapularis", "content": "Function: adduction and medial rotation of the arm (brachium) Origin: anterior aspect of the scapula Insertion: lesser tubercle of the humerus Nerve: upper and lower subscapular nerves (C5, C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Subscapularis. Function: adduction and medial rotation of the arm (brachium) Origin: anterior aspect of the scapula Insertion: lesser tubercle of the humerus Nerve: upper and lower subscapular nerves (C5, C6, C7)"}
{"id": "article-32411_58", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Biceps brachii", "content": "Function: flexion and supination of the forearm. Origin: short head originates from the coracoid process and the long head from the supraglenoid tubercle of the scapula Insertion: radial tuberosity and forearm fascia (as bicipital aponeurosis) Nerve: musculocutaneous nerve (C5, C6, small contribution C7)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Biceps brachii. Function: flexion and supination of the forearm. Origin: short head originates from the coracoid process and the long head from the supraglenoid tubercle of the scapula Insertion: radial tuberosity and forearm fascia (as bicipital aponeurosis) Nerve: musculocutaneous nerve (C5, C6, small contribution C7)"}
{"id": "article-32411_59", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Brachialis", "content": "Function: flexion of the forearm Origin: distal anterior humerus Insertion: coronoid process and the ulnar tuberosity Nerve:  musculocutaneous nerve (C5, C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Brachialis. Function: flexion of the forearm Origin: distal anterior humerus Insertion: coronoid process and the ulnar tuberosity Nerve:  musculocutaneous nerve (C5, C6, C7)"}
{"id": "article-32411_60", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Coracobrachialis", "content": "Function: flexion and adduction of the brachium Origin: coracoid process Insertion: medial aspect of the middle third of the humerus Nerve: musculocutaneous nerve (C5, C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Coracobrachialis. Function: flexion and adduction of the brachium Origin: coracoid process Insertion: medial aspect of the middle third of the humerus Nerve: musculocutaneous nerve (C5, C6, C7)"}
{"id": "article-32411_61", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Triceps brachii", "content": "Function: extensor of the forearm Origin: lateral head above the radial groove, medial head below the radial groove, and the long head from the infraglenoid tubercle of the scapula Insertion: olecranon process of the ulna and the forearm fascia Nerve: radial nerve (C6, C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Triceps brachii. Function: extensor of the forearm Origin: lateral head above the radial groove, medial head below the radial groove, and the long head from the infraglenoid tubercle of the scapula Insertion: olecranon process of the ulna and the forearm fascia Nerve: radial nerve (C6, C7, C8)"}
{"id": "article-32411_62", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Anconeus", "content": "Function: extension of the forearm; stabilizes the elbow joint Origin: lateral epicondyle of the humerus Insertion: olecranon process and the posterior aspect of the ulna Nerve: radial nerve (C7, C8, T1) Muscles of Anterior Anteb rachial (Forearm) Compartment, Superficial Layer", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Anconeus. Function: extension of the forearm; stabilizes the elbow joint Origin: lateral epicondyle of the humerus Insertion: olecranon process and the posterior aspect of the ulna Nerve: radial nerve (C7, C8, T1) Muscles of Anterior Anteb rachial (Forearm) Compartment, Superficial Layer"}
{"id": "article-32411_63", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Pronator teres", "content": "Function: pronation of the radio-ulnar joint Origin: coronoid process and the medial epicondyle of the humerus Insertion: lateral aspect of the radius Nerve: median nerve (C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Pronator teres. Function: pronation of the radio-ulnar joint Origin: coronoid process and the medial epicondyle of the humerus Insertion: lateral aspect of the radius Nerve: median nerve (C6, C7)"}
{"id": "article-32411_64", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor carpi radialis", "content": "Function: flexion and abduction of the hand at the wrist Origin: medial epicondyle of the humerus Insertion: base of the second metacarpal Nerve: median nerve (C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor carpi radialis. Function: flexion and abduction of the hand at the wrist Origin: medial epicondyle of the humerus Insertion: base of the second metacarpal Nerve: median nerve (C6, C7)"}
{"id": "article-32411_65", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Palmaris longus", "content": "Function: flexion of the hand at the wrist Origin: medial epicondyle of the humerus Insertion: flexor retinaculum Nerve: median nerve (C7, C8) Absent in approximately 15% of the population", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Palmaris longus. Function: flexion of the hand at the wrist Origin: medial epicondyle of the humerus Insertion: flexor retinaculum Nerve: median nerve (C7, C8) Absent in approximately 15% of the population"}
{"id": "article-32411_66", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor carpi ulnaris", "content": "Function: flexion and adduction of the wrist Origin: medial epicondyle of the humerus and the olecranon process of the ulna Insertion: pisiform, hook of the hamate, and the 5th metacarpal Nerve: ulnar nerve (C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor carpi ulnaris. Function: flexion and adduction of the wrist Origin: medial epicondyle of the humerus and the olecranon process of the ulna Insertion: pisiform, hook of the hamate, and the 5th metacarpal Nerve: ulnar nerve (C7, C8)"}
{"id": "article-32411_67", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor digitorum superficialis", "content": "Function: flexion of the middle phalanx at the proximal interphalangeal joint of the 2nd, 3rd, 4th, and 5th digits Origin: medial epicondyle, coronoid process, and the anterior radius Insertion: 2nd, 3rd, 4th, and 5th middle phalanges Nerve: median nerve (C7, C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor digitorum superficialis. Function: flexion of the middle phalanx at the proximal interphalangeal joint of the 2nd, 3rd, 4th, and 5th digits Origin: medial epicondyle, coronoid process, and the anterior radius Insertion: 2nd, 3rd, 4th, and 5th middle phalanges Nerve: median nerve (C7, C8, T1)"}
{"id": "article-32411_68", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor digitorum profundus", "content": "Function: flexion of the distal interphalangeal joint of the 2nd, 3rd, 4th, and 5th digits Origin: medial and anterior aspect of the proximal ulna and interosseous membrane Insertion:2nd, 3rd, 4th, and 5th distal phalanges Nerve: ulnar nerve (C8, T1) for the medial part, median nerve (C8, T1) for the lateral part", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor digitorum profundus. Function: flexion of the distal interphalangeal joint of the 2nd, 3rd, 4th, and 5th digits Origin: medial and anterior aspect of the proximal ulna and interosseous membrane Insertion:2nd, 3rd, 4th, and 5th distal phalanges Nerve: ulnar nerve (C8, T1) for the medial part, median nerve (C8, T1) for the lateral part"}
{"id": "article-32411_69", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor pollicis longus", "content": "Function: flexion of the distal phalanx at the interphalangeal joint of the thumb Origin: anterior aspect of the radius and the interosseous membrane Insertion: base of the distal phalanx of the thumb Nerve: anterior interosseous nerve (C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor pollicis longus. Function: flexion of the distal phalanx at the interphalangeal joint of the thumb Origin: anterior aspect of the radius and the interosseous membrane Insertion: base of the distal phalanx of the thumb Nerve: anterior interosseous nerve (C7, C8)"}
{"id": "article-32411_70", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Pronator quadratus", "content": "Function: pronation of the forearm Origin: anterior aspect of the distal ulna Insertion: anterior aspect of the distal radius Nerve: anterior interosseous nerve (C7, C8) Muscles of Posterior Anteb rachial (Forearm) Compartment, Superficial Layer", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Pronator quadratus. Function: pronation of the forearm Origin: anterior aspect of the distal ulna Insertion: anterior aspect of the distal radius Nerve: anterior interosseous nerve (C7, C8) Muscles of Posterior Anteb rachial (Forearm) Compartment, Superficial Layer"}
{"id": "article-32411_71", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Brachioradialis", "content": "Function: flexor of the forearm (though located in the posterior compartment) Origin: the proximal supracondylar ridge on the humerus Insertion: lateral aspect of the distal end of the radius Nerve: radial nerve (C5, C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Brachioradialis. Function: flexor of the forearm (though located in the posterior compartment) Origin: the proximal supracondylar ridge on the humerus Insertion: lateral aspect of the distal end of the radius Nerve: radial nerve (C5, C6, C7)"}
{"id": "article-32411_72", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor carpi radialis longus", "content": "Function: extension and abduction of the hand at the wrist Origin: lateral supracondylar ridge of the humerus Insertion: dorsal base of the 2nd metacarpal Nerve: radial nerve (C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor carpi radialis longus. Function: extension and abduction of the hand at the wrist Origin: lateral supracondylar ridge of the humerus Insertion: dorsal base of the 2nd metacarpal Nerve: radial nerve (C6, C7)"}
{"id": "article-32411_73", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor carpi radialis brevis", "content": "Function: extension and abduction of the wrist Origin: lateral epicondyle of the humerus Insertion: dorsal base of the 3rd metacarpal Nerve: deep branch of the radial nerve (C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor carpi radialis brevis. Function: extension and abduction of the wrist Origin: lateral epicondyle of the humerus Insertion: dorsal base of the 3rd metacarpal Nerve: deep branch of the radial nerve (C7, C8)"}
{"id": "article-32411_74", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor digitorum", "content": "Function: extension of the middle phalanx at the proximal interphalangeal joint of the 2nd, 3rd, 4th, and 5th digits Origin: lateral epicondyle of the humerus Insertion: extensor expansions of the dorsal aspect of the 2nd, 3rd, 4th, and 5th phalanges Nerve: posterior interosseous nerve (C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor digitorum. Function: extension of the middle phalanx at the proximal interphalangeal joint of the 2nd, 3rd, 4th, and 5th digits Origin: lateral epicondyle of the humerus Insertion: extensor expansions of the dorsal aspect of the 2nd, 3rd, 4th, and 5th phalanges Nerve: posterior interosseous nerve (C7, C8)"}
{"id": "article-32411_75", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor digiti minimi", "content": "Function: extension of the little finger at the metacarpophalangeal joint and interphalangeal joints Origin: lateral epicondyle on the humerus. Insertion: extensor expansion on the dorsal aspect of the fifth phalanx Nerve: posterior interosseous nerve (C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor digiti minimi. Function: extension of the little finger at the metacarpophalangeal joint and interphalangeal joints Origin: lateral epicondyle on the humerus. Insertion: extensor expansion on the dorsal aspect of the fifth phalanx Nerve: posterior interosseous nerve (C7, C8)"}
{"id": "article-32411_76", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor carpi ulnaris", "content": "Function: extension and adduction of the wrist Origin: lateral epicondyle of the humerus and the posterior ulna Insertion: 5th metacarpal base Nerve: posterior interosseous nerve (C7, C8) Muscles of Posterior Anteb rachial (Forearm) Compartment, Superficial Layer", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor carpi ulnaris. Function: extension and adduction of the wrist Origin: lateral epicondyle of the humerus and the posterior ulna Insertion: 5th metacarpal base Nerve: posterior interosseous nerve (C7, C8) Muscles of Posterior Anteb rachial (Forearm) Compartment, Superficial Layer"}
{"id": "article-32411_77", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor indicis", "content": "Function: extension of the index finger Origin: the dorsal aspect of the distal ulna and interosseous membrane Insertion: extensor expansion of the 2nd digit Nerve: posterior interosseous nerve (C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor indicis. Function: extension of the index finger Origin: the dorsal aspect of the distal ulna and interosseous membrane Insertion: extensor expansion of the 2nd digit Nerve: posterior interosseous nerve (C7, C8)"}
{"id": "article-32411_78", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Supinator", "content": "Function: supination of the forearm Origin: lateral epicondyle and supinator crest of the ulna Insertion: lateral aspect of the radius Nerve: deep branch of the radial nerve (C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Supinator. Function: supination of the forearm Origin: lateral epicondyle and supinator crest of the ulna Insertion: lateral aspect of the radius Nerve: deep branch of the radial nerve (C7, C8)"}
{"id": "article-32411_79", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Abductor pollicis longus", "content": "Function: abduction and extension (at the carpometacarpal joint) of the thumb Origin: dorsal aspects of the proximal radius, ulna, and interosseous membrane Insertion: base of the 1st metacarpal Nerve: posterior interosseous nerve (C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Abductor pollicis longus. Function: abduction and extension (at the carpometacarpal joint) of the thumb Origin: dorsal aspects of the proximal radius, ulna, and interosseous membrane Insertion: base of the 1st metacarpal Nerve: posterior interosseous nerve (C7, C8)"}
{"id": "article-32411_80", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor pollicis longus", "content": "Function: extension of the thumb distal phalanx Origin: dorsal aspects of the middle ulna and interosseous membrane Insertion: distal phalanx of the thumb Nerve: posterior interosseous nerve (C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor pollicis longus. Function: extension of the thumb distal phalanx Origin: dorsal aspects of the middle ulna and interosseous membrane Insertion: distal phalanx of the thumb Nerve: posterior interosseous nerve (C7, C8)"}
{"id": "article-32411_81", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor pollicis brevis", "content": "Function: extension of the thumb proximal phalanx Origin: dorsal aspects of the middle radius and interosseous membrane Insertion: proximal phalanx of the thumb Nerve: posterior interosseous nerve (C7, C8) Intrinsic Muscles of Hand, Thenar Muscles", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Extensor pollicis brevis. Function: extension of the thumb proximal phalanx Origin: dorsal aspects of the middle radius and interosseous membrane Insertion: proximal phalanx of the thumb Nerve: posterior interosseous nerve (C7, C8) Intrinsic Muscles of Hand, Thenar Muscles"}
{"id": "article-32411_82", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Opponens pollicis", "content": "Function: opposition of the thumb Origin: flexor retinaculum and the tubercles of the trapezium and scaphoid Insertion: lateral aspect of the thumb Nerve: recurrent branch of the median nerve (C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Opponens pollicis. Function: opposition of the thumb Origin: flexor retinaculum and the tubercles of the trapezium and scaphoid Insertion: lateral aspect of the thumb Nerve: recurrent branch of the median nerve (C8, T1)"}
{"id": "article-32411_83", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Abductor pollicis brevis", "content": "Function: abduction of the thumb Origin: flexor retinaculum and the tubercle of the trapezium and scaphoid Insertion: lateral aspect of the proximal phalanx of the thumb Nerve: recurrent branch of the median nerve (C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Abductor pollicis brevis. Function: abduction of the thumb Origin: flexor retinaculum and the tubercle of the trapezium and scaphoid Insertion: lateral aspect of the proximal phalanx of the thumb Nerve: recurrent branch of the median nerve (C8, T1)"}
{"id": "article-32411_84", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor pollicis brevis", "content": "Function: flexion of the thumb Origin: flexor retinaculum and the tubercle of the trapezium and scaphoid Insertion: lateral aspect of the proximal phalanx of the thumb Nerve: recurrent branch of the median nerve (C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor pollicis brevis. Function: flexion of the thumb Origin: flexor retinaculum and the tubercle of the trapezium and scaphoid Insertion: lateral aspect of the proximal phalanx of the thumb Nerve: recurrent branch of the median nerve (C8, T1)"}
{"id": "article-32411_85", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Adductor pollicis", "content": "Function: adduction of the thumb Origin: 2nd and 3rd metacarpal and the capitate bone Insertion: proximal phalanx and extensor expansion of the thumb Nerve: deep branch of the ulnar nerve (C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Adductor pollicis. Function: adduction of the thumb Origin: 2nd and 3rd metacarpal and the capitate bone Insertion: proximal phalanx and extensor expansion of the thumb Nerve: deep branch of the ulnar nerve (C8, T1)"}
{"id": "article-32411_86", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Abductor digiti minimi", "content": "Function: abduction of the little finger Origin: pisiform Insertion: medial aspect of proximal phalanx of the 5th digit Nerve: deep branch of the ulnar nerve (C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Abductor digiti minimi. Function: abduction of the little finger Origin: pisiform Insertion: medial aspect of proximal phalanx of the 5th digit Nerve: deep branch of the ulnar nerve (C8, T1)"}
{"id": "article-32411_87", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor digiti minimi brevis", "content": "Function: flexion of the little finger Origin: flexor retinaculum and the hook of the hamate Insertion: medial aspect of the proximal phalanx of the 5th digit Nerve: deep branch of the ulnar nerve (C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Flexor digiti minimi brevis. Function: flexion of the little finger Origin: flexor retinaculum and the hook of the hamate Insertion: medial aspect of the proximal phalanx of the 5th digit Nerve: deep branch of the ulnar nerve (C8, T1)"}
{"id": "article-32411_88", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Opponens Digiti Minimi", "content": "Function: opposition of the little finger Origin: flexor retinaculum and the hook of the hamate Insertion: medial aspect of the 5th metacarpal Nerve: deep branch of the ulnar nerve (C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Opponens Digiti Minimi. Function: opposition of the little finger Origin: flexor retinaculum and the hook of the hamate Insertion: medial aspect of the 5th metacarpal Nerve: deep branch of the ulnar nerve (C8, T1)"}
{"id": "article-32411_89", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Lumbricals", "content": "Function: flexion of the metacarpophalangeal joints with the extension of the interphalangeal joints Origin: arise from tendons of flexor digitorum profundus Insertion: extensor expansions of the 2nd, 3rd, 4th, and 5th fingers Nerve: median nerve (C8, T1) for the lateral two lumbricals, deep branch of the ulnar nerve (C8, T1) for the medial two lumbricals", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Lumbricals. Function: flexion of the metacarpophalangeal joints with the extension of the interphalangeal joints Origin: arise from tendons of flexor digitorum profundus Insertion: extensor expansions of the 2nd, 3rd, 4th, and 5th fingers Nerve: median nerve (C8, T1) for the lateral two lumbricals, deep branch of the ulnar nerve (C8, T1) for the medial two lumbricals"}
{"id": "article-32411_90", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Dorsal interossei", "content": "Function: abduction of the 2nd, 3rd, and 4th digits Origin: adjacent metacarpals Insertion: extensor expansions and proximal phalanges of the 2nd, 3rd, and 4th digits Nerve: deep branch of ulnar nerve (C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Dorsal interossei. Function: abduction of the 2nd, 3rd, and 4th digits Origin: adjacent metacarpals Insertion: extensor expansions and proximal phalanges of the 2nd, 3rd, and 4th digits Nerve: deep branch of ulnar nerve (C8, T1)"}
{"id": "article-32411_91", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Palmar interossei", "content": "Function: adduction of the 2nd, 4th, and 5th digits Origin: palmar aspect of the second, fourth, and fifth metacarpals Insertion: extensor expansions and proximal phalanges of the 2nd, 4th, and 5th digits Nerve: deep branch of the ulnar nerve (C8, T1) [1]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Muscles -- Palmar interossei. Function: adduction of the 2nd, 4th, and 5th digits Origin: palmar aspect of the second, fourth, and fifth metacarpals Insertion: extensor expansions and proximal phalanges of the 2nd, 4th, and 5th digits Nerve: deep branch of the ulnar nerve (C8, T1) [1]"}
{"id": "article-32411_92", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Physiologic Variants", "content": "The upper extremity has many physiological variants. They often cause concern because they can produce distressing symptoms or mimic other conditions. The following are some examples.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Physiologic Variants. The upper extremity has many physiological variants. They often cause concern because they can produce distressing symptoms or mimic other conditions. The following are some examples."}
{"id": "article-32411_93", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Physiologic Variants", "content": "Usually, the extensor indicis (EI) arises from the dorsal aspect of the distal part of the ulna and interosseous membrane. It inserts into the expansion hood of the index finger. Occasionally, it possesses a double tendon, increasing tissue volume in the hand dorsum and producing pain and nerve deficits. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Physiologic Variants. Usually, the extensor indicis (EI) arises from the dorsal aspect of the distal part of the ulna and interosseous membrane. It inserts into the expansion hood of the index finger. Occasionally, it possesses a double tendon, increasing tissue volume in the hand dorsum and producing pain and nerve deficits. [6]"}
{"id": "article-32411_94", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Physiologic Variants", "content": "The flexor digitorum superficialis typically originates from the medial epicondyle, coronoid process, and anterior aspect of the radius. It inserts at the base of the middle phalanx of the 2nd, 3rd, 4th, and 5th phalanges. However, in some individuals, the flexor digitorum superficialis has 2 muscle bellies, which may lead to volar forearm compression and pain. [7] The extensor digitorum brevis manus is a variant muscle located in the hand dorsum, which may increase the tissue volume in the hand extensor compartment. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Physiologic Variants. The flexor digitorum superficialis typically originates from the medial epicondyle, coronoid process, and anterior aspect of the radius. It inserts at the base of the middle phalanx of the 2nd, 3rd, 4th, and 5th phalanges. However, in some individuals, the flexor digitorum superficialis has 2 muscle bellies, which may lead to volar forearm compression and pain. [7] The extensor digitorum brevis manus is a variant muscle located in the hand dorsum, which may increase the tissue volume in the hand extensor compartment. [8]"}
{"id": "article-32411_95", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Surgical Considerations", "content": "Upper extremity variants may produce neuropathies warranting surgical intervention, as in the cases previously mentioned. The EI double tendon leads to an increased volume of the hand dorsum. Surgical excision equalizes the thickness of the medial slips of the two tendons and relieves the mechanical stress. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Surgical Considerations. Upper extremity variants may produce neuropathies warranting surgical intervention, as in the cases previously mentioned. The EI double tendon leads to an increased volume of the hand dorsum. Surgical excision equalizes the thickness of the medial slips of the two tendons and relieves the mechanical stress. [6]"}
{"id": "article-32411_96", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Surgical Considerations", "content": "Symptoms stemming from a second flexor digitorum superficialis belly may be relieved medically or surgically, depending on severity. [7] The extensor digitorum brevis manus anatomical variant can be treated with either decompression or excision surgery. Recent studies show that complete removal of the aberrant muscle is the most beneficial and highly effective surgical technique. Excision leads to better patient outcomes than decompression. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Surgical Considerations. Symptoms stemming from a second flexor digitorum superficialis belly may be relieved medically or surgically, depending on severity. [7] The extensor digitorum brevis manus anatomical variant can be treated with either decompression or excision surgery. Recent studies show that complete removal of the aberrant muscle is the most beneficial and highly effective surgical technique. Excision leads to better patient outcomes than decompression. [8]"}
{"id": "article-32411_97", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Clinical Significance", "content": "Compartment syndrome is an emergent clinical condition that is well-documented in the literature. The condition may occur in any muscle compartment in the body. However, the lower leg and the forearm are the most commonly affected regions.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Clinical Significance. Compartment syndrome is an emergent clinical condition that is well-documented in the literature. The condition may occur in any muscle compartment in the body. However, the lower leg and the forearm are the most commonly affected regions."}
{"id": "article-32411_98", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Clinical Significance", "content": "Hand compartment syndrome is rare, though it notably presents with swelling and pain on passive stretching. Determining the pressure in the compartment is key to management—pressures above 30 mm Hg warrant emergent surgery. Failure to act promptly may lead to tissue damage and potential limb loss. [2] [9]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Clinical Significance. Hand compartment syndrome is rare, though it notably presents with swelling and pain on passive stretching. Determining the pressure in the compartment is key to management—pressures above 30 mm Hg warrant emergent surgery. Failure to act promptly may lead to tissue damage and potential limb loss. [2] [9]"}
{"id": "article-32411_99", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Other Issues", "content": "Carpal tunnel syndrome (CTS) is the most common hand neuropathy, affecting 1 to 3 persons in 1000 per year. The specific cause is unknown, though it is thought to be multifactorial. [10] [11]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Other Issues. Carpal tunnel syndrome (CTS) is the most common hand neuropathy, affecting 1 to 3 persons in 1000 per year. The specific cause is unknown, though it is thought to be multifactorial. [10] [11]"}
{"id": "article-32411_100", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Other Issues", "content": "CTS is diagnosed by electromyography and nerve conduction testing. Treatment begins conservatively, usually starting with minimizing provoking factors. If there is no response, the next step is to treat with non-steroidal anti-inflammatory medications and a nightly wrist splint. Local glucocorticoid injection can reduce the thickness of an inflamed flexor retinaculum. It may be performed if oral drug therapy does not work. Surgical decompression by carpal tunnel release is the definitive treatment reserved for cases resistant to medical therapy. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Other Issues. CTS is diagnosed by electromyography and nerve conduction testing. Treatment begins conservatively, usually starting with minimizing provoking factors. If there is no response, the next step is to treat with non-steroidal anti-inflammatory medications and a nightly wrist splint. Local glucocorticoid injection can reduce the thickness of an inflamed flexor retinaculum. It may be performed if oral drug therapy does not work. Surgical decompression by carpal tunnel release is the definitive treatment reserved for cases resistant to medical therapy. [10]"}
{"id": "article-32411_101", "title": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Compartments -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}