{"id": "article-36260_0", "title": "Skin Tags -- Continuing Education Activity", "content": "Skin tags, also known as 'acrochordons,' are commonly seen cutaneous growths noticeable as soft excrescences of heaped up skin and are usually benign by nature. Estimates are that almost 50 to 60% of adults will develop at least one skin tag in their lifetime, with the probability of their occurrence increasing after the fourth decade of life. However, at the very outset, it should be noted that acrochordons occur more commonly in individuals suffering from obesity, diabetes, metabolic syndrome (MeTS), and in people with a family history of skin tags. Skin tags affect men and women equally. This article aims at providing a detailed understanding of the term 'skin tag', their classification and pathophysiology, and highlights the role of the interprofessional team in its management.", "contents": "Skin Tags -- Continuing Education Activity. Skin tags, also known as 'acrochordons,' are commonly seen cutaneous growths noticeable as soft excrescences of heaped up skin and are usually benign by nature. Estimates are that almost 50 to 60% of adults will develop at least one skin tag in their lifetime, with the probability of their occurrence increasing after the fourth decade of life. However, at the very outset, it should be noted that acrochordons occur more commonly in individuals suffering from obesity, diabetes, metabolic syndrome (MeTS), and in people with a family history of skin tags. Skin tags affect men and women equally. This article aims at providing a detailed understanding of the term 'skin tag', their classification and pathophysiology, and highlights the role of the interprofessional team in its management."}
{"id": "article-36260_1", "title": "Skin Tags -- Continuing Education Activity", "content": "Objectives: Describe 'skin tags' and identify their etiopathological classes. Review the workup of a patient with skin tags. Identify conditions that closely simulate skin tags and the approach to such lesions. Outline the role of the interprofessional team in addressing and managing skin tags. Access free multiple choice questions on this topic.", "contents": "Skin Tags -- Continuing Education Activity. Objectives: Describe 'skin tags' and identify their etiopathological classes. Review the workup of a patient with skin tags. Identify conditions that closely simulate skin tags and the approach to such lesions. Outline the role of the interprofessional team in addressing and managing skin tags. Access free multiple choice questions on this topic."}
{"id": "article-36260_2", "title": "Skin Tags -- Introduction", "content": "Skin tags, also known as 'acrochordons,' are commonly seen cutaneous growths noticeable as soft excrescences of heaped up skin and are usually benign by nature. Estimates are that almost 50 to 60% of adults will develop at least one of these harmless growths in their lifetime, with the probability of their occurrence increasing after the fourth decade of life. However, at the very outset, it should be noted that acrochordons occur more commonly in individuals suffering from obesity, diabetes, metabolic syndrome (MeTS), and in people with a family history of skin tags. Skin tags affect men and women equally.", "contents": "Skin Tags -- Introduction. Skin tags, also known as 'acrochordons,' are commonly seen cutaneous growths noticeable as soft excrescences of heaped up skin and are usually benign by nature. Estimates are that almost 50 to 60% of adults will develop at least one of these harmless growths in their lifetime, with the probability of their occurrence increasing after the fourth decade of life. However, at the very outset, it should be noted that acrochordons occur more commonly in individuals suffering from obesity, diabetes, metabolic syndrome (MeTS), and in people with a family history of skin tags. Skin tags affect men and women equally."}
{"id": "article-36260_3", "title": "Skin Tags -- Introduction", "content": "Acrochordons may appear as early as the teenage years but are most common in the latter part of life. However, many studies have reported that the incidence of skin tags in children and adolescents is increasing. The latter seems to be in concert with the global rise in the incidence of childhood and teenage obesity. Skin tags, on the other hand, are rare after the seventh decade of life. These lesions tend to grow in areas where there are skin folds, such as the axilla, neck, eyelids, and groin. The lesions are skin-colored, brown, and even red ovoid growths that are often pedunculated and attached to a fleshy stalk. Skin tags are small, between 1 and 5 mm, but rarely can grow to be 1 to 2 centimeters in size. Acrochordons are not painful or tender but can be troublesome all the same. People frequently complain of skin tags getting caught on clothing or jewelry like necklaces. Sometimes the constant friction between the garments and the skin tag may result in bleeding or itching.", "contents": "Skin Tags -- Introduction. Acrochordons may appear as early as the teenage years but are most common in the latter part of life. However, many studies have reported that the incidence of skin tags in children and adolescents is increasing. The latter seems to be in concert with the global rise in the incidence of childhood and teenage obesity. Skin tags, on the other hand, are rare after the seventh decade of life. These lesions tend to grow in areas where there are skin folds, such as the axilla, neck, eyelids, and groin. The lesions are skin-colored, brown, and even red ovoid growths that are often pedunculated and attached to a fleshy stalk. Skin tags are small, between 1 and 5 mm, but rarely can grow to be 1 to 2 centimeters in size. Acrochordons are not painful or tender but can be troublesome all the same. People frequently complain of skin tags getting caught on clothing or jewelry like necklaces. Sometimes the constant friction between the garments and the skin tag may result in bleeding or itching."}
{"id": "article-36260_4", "title": "Skin Tags -- Introduction", "content": "Certain genetic disorders may have a predisposition to skin tags. In patients with the Birt-Hogg-Dube (BHD) syndrome and tuberous sclerosis. [1] [2] in addition to other cutaneous and systemic features, acrochordons may be seen in large numbers, often forming a 'necklace' like configuration around the neck- referred to as the 'molluscum pendulum necklace sign.'", "contents": "Skin Tags -- Introduction. Certain genetic disorders may have a predisposition to skin tags. In patients with the Birt-Hogg-Dube (BHD) syndrome and tuberous sclerosis. [1] [2] in addition to other cutaneous and systemic features, acrochordons may be seen in large numbers, often forming a 'necklace' like configuration around the neck- referred to as the 'molluscum pendulum necklace sign.'"}
{"id": "article-36260_5", "title": "Skin Tags -- Etiology", "content": "Skin tags have found to be associated with [3] [4] : Abnormal lipid profile Type 2 diabetes Cardiovascular disease Obesity Genetic factors", "contents": "Skin Tags -- Etiology. Skin tags have found to be associated with [3] [4] : Abnormal lipid profile Type 2 diabetes Cardiovascular disease Obesity Genetic factors"}
{"id": "article-36260_6", "title": "Skin Tags -- Etiology", "content": "Frequent irritation of the skin has been implicated as a cause, chiefly in individuals who are obese. Experts believe that acrochordons are simply due to the normal aging process of the skin and the subsequent loss of elasticity. Hormonal imbalances may potentiate the development of skin tags (e.g., elevated levels of the female sex hormones, progesterone, and estrogen, elevated levels of human growth hormone in acromegaly). Both alpha tissue growth factor and epidermal growth factor (EGF) may also be risk or trigger factors for skin tags. While infective etiologies have not been reported to be a cause of acrochordons, there are anecdotal reports of some viruses that may be the cause. The human papillomavirus (HPV): in many studies conducted on various patients, researchers have observed a correlation between the infection and skin tags. Finally, there has also been an observed association with type 2 diabetes mellitus and skin tags in many studies.", "contents": "Skin Tags -- Etiology. Frequent irritation of the skin has been implicated as a cause, chiefly in individuals who are obese. Experts believe that acrochordons are simply due to the normal aging process of the skin and the subsequent loss of elasticity. Hormonal imbalances may potentiate the development of skin tags (e.g., elevated levels of the female sex hormones, progesterone, and estrogen, elevated levels of human growth hormone in acromegaly). Both alpha tissue growth factor and epidermal growth factor (EGF) may also be risk or trigger factors for skin tags. While infective etiologies have not been reported to be a cause of acrochordons, there are anecdotal reports of some viruses that may be the cause. The human papillomavirus (HPV): in many studies conducted on various patients, researchers have observed a correlation between the infection and skin tags. Finally, there has also been an observed association with type 2 diabetes mellitus and skin tags in many studies."}
{"id": "article-36260_7", "title": "Skin Tags -- Epidemiology -- Frequency", "content": "Acrochordons have a reported incidence of 50 to 60% in the general population overall. [4]", "contents": "Skin Tags -- Epidemiology -- Frequency. Acrochordons have a reported incidence of 50 to 60% in the general population overall. [4]"}
{"id": "article-36260_8", "title": "Skin Tags -- Epidemiology -- Sex", "content": "Prevalence in males and females has been reported to be equal.", "contents": "Skin Tags -- Epidemiology -- Sex. Prevalence in males and females has been reported to be equal."}
{"id": "article-36260_9", "title": "Skin Tags -- Epidemiology -- Age", "content": "Once a skin tag has developed, it may increase in size or number with advancing age. By the fifth to sixth decade, close to two-thirds of individuals may develop acrochordons, which usually remain until the end of life.", "contents": "Skin Tags -- Epidemiology -- Age. Once a skin tag has developed, it may increase in size or number with advancing age. By the fifth to sixth decade, close to two-thirds of individuals may develop acrochordons, which usually remain until the end of life."}
{"id": "article-36260_10", "title": "Skin Tags -- Pathophysiology", "content": "The histopathology of the skin tag will reveal an attenuated epidermis, a flattened basal cell layer, and often increased pigmentation. The extra mass is composed of loose fibrous tissue. The mass is connected to the skin by a narrow and thin pedicle. However, there are significant variations in this attachment. Melanocytic proliferation and nevus cells are not present in the majority of cases, and most such lesions probably fall into the seborrheic keratosis spectrum. However, there is an overlap with certain other conditions like melanocytic nevi and neurofibromas. It appears that some skin tags may be the last remnants of a pre-existing melanocytic nevus.", "contents": "Skin Tags -- Pathophysiology. The histopathology of the skin tag will reveal an attenuated epidermis, a flattened basal cell layer, and often increased pigmentation. The extra mass is composed of loose fibrous tissue. The mass is connected to the skin by a narrow and thin pedicle. However, there are significant variations in this attachment. Melanocytic proliferation and nevus cells are not present in the majority of cases, and most such lesions probably fall into the seborrheic keratosis spectrum. However, there is an overlap with certain other conditions like melanocytic nevi and neurofibromas. It appears that some skin tags may be the last remnants of a pre-existing melanocytic nevus."}
{"id": "article-36260_11", "title": "Skin Tags -- Histopathology", "content": "Histology of the pedunculated skin lesion will reveal the presence of mild hyperkeratotic epidermis, containing blood vessels of various sizes in the dermal stroma. Acrochordons are usually also identified by their flattened, acanthotic, presentation, or will have a 'flowery' pattern like epithelium. The dermal layer usually has loosely arranged collagen fibers along with lymphatic vessels and dilated capillaries. Appendages are generally not seen in the classic lesion. [5]", "contents": "Skin Tags -- Histopathology. Histology of the pedunculated skin lesion will reveal the presence of mild hyperkeratotic epidermis, containing blood vessels of various sizes in the dermal stroma. Acrochordons are usually also identified by their flattened, acanthotic, presentation, or will have a 'flowery' pattern like epithelium. The dermal layer usually has loosely arranged collagen fibers along with lymphatic vessels and dilated capillaries. Appendages are generally not seen in the classic lesion. [5]"}
{"id": "article-36260_12", "title": "Skin Tags -- History and Physical", "content": "Presentation: The lesions are usually pedunculated on a thin stalk. The length of stalk varies, and the lesions are about 0.5 to 2.5 mm in diameter. Skin tags often appear round and soft and are easy to diagnose simply by a visual examination. Smaller lesions may be visible with the use of a magnifying glass. The skin tag may be the same color as the skin or be hyperpigmented; in general, the latter is more common. Skin tags are most on the side of the neck, axillary region, and groin. [6] Acrochordons have the following general descriptions: Small skin tags:- furrowed papules of approximately 1 to 2 mm in width and height, most frequently appearing on the neck and the axillae Mid-sized skin tags:- solo or multiple filiform skin tags that are roughly 5 mm long and 2 mm wide, occurring at other sites on the body Large-sized skin tags: - pedunculated lesions that may demonstrate a baglike, nevoid, baglike appearance, or soft fibromas usually located on the lower part of the body (groin)", "contents": "Skin Tags -- History and Physical. Presentation: The lesions are usually pedunculated on a thin stalk. The length of stalk varies, and the lesions are about 0.5 to 2.5 mm in diameter. Skin tags often appear round and soft and are easy to diagnose simply by a visual examination. Smaller lesions may be visible with the use of a magnifying glass. The skin tag may be the same color as the skin or be hyperpigmented; in general, the latter is more common. Skin tags are most on the side of the neck, axillary region, and groin. [6] Acrochordons have the following general descriptions: Small skin tags:- furrowed papules of approximately 1 to 2 mm in width and height, most frequently appearing on the neck and the axillae Mid-sized skin tags:- solo or multiple filiform skin tags that are roughly 5 mm long and 2 mm wide, occurring at other sites on the body Large-sized skin tags: - pedunculated lesions that may demonstrate a baglike, nevoid, baglike appearance, or soft fibromas usually located on the lower part of the body (groin)"}
{"id": "article-36260_13", "title": "Skin Tags -- History and Physical", "content": "Giant skin tags attract considerable attention, as they are known to produce significant discomfort for patients when located in the axillae and genital regions.", "contents": "Skin Tags -- History and Physical. Giant skin tags attract considerable attention, as they are known to produce significant discomfort for patients when located in the axillae and genital regions."}
{"id": "article-36260_14", "title": "Skin Tags -- Evaluation", "content": "The patient should undergo evaluation for diabetes mellitus by ordering levels of A1c, fasting blood glucose, and postprandial blood glucose. Additionally, the patient's lipid profile should requires monitoring. The clinician should record the patient's BMI should and serially follow it.", "contents": "Skin Tags -- Evaluation. The patient should undergo evaluation for diabetes mellitus by ordering levels of A1c, fasting blood glucose, and postprandial blood glucose. Additionally, the patient's lipid profile should requires monitoring. The clinician should record the patient's BMI should and serially follow it."}
{"id": "article-36260_15", "title": "Skin Tags -- Treatment / Management", "content": "There are several treatments of skin tags, and all require removal of the lesion. Today, the use of radiocautery in the office is the most commonly performed procedure. Other methods of removal include the following: Snip excision Cautery Cryosurgery", "contents": "Skin Tags -- Treatment / Management. There are several treatments of skin tags, and all require removal of the lesion. Today, the use of radiocautery in the office is the most commonly performed procedure. Other methods of removal include the following: Snip excision Cautery Cryosurgery"}
{"id": "article-36260_16", "title": "Skin Tags -- Treatment / Management", "content": "Smaller skin tags are also removed using the nanosecond Q-switched Nd: Yag or the CO2 laser. Some patients may require an injection/topical application of a local anesthetic to minimize the pain. After excising the skin tag, the tiny wound usually heals on its own.", "contents": "Skin Tags -- Treatment / Management. Smaller skin tags are also removed using the nanosecond Q-switched Nd: Yag or the CO2 laser. Some patients may require an injection/topical application of a local anesthetic to minimize the pain. After excising the skin tag, the tiny wound usually heals on its own."}
{"id": "article-36260_17", "title": "Skin Tags -- Treatment / Management", "content": "In most cases, the treatment almost always consists of excision and removal using radio cautery, snip excision, or cryosurgery. However, most specialists prefer radio cautery due to its ease of use and precision.", "contents": "Skin Tags -- Treatment / Management. In most cases, the treatment almost always consists of excision and removal using radio cautery, snip excision, or cryosurgery. However, most specialists prefer radio cautery due to its ease of use and precision."}
{"id": "article-36260_18", "title": "Skin Tags -- Treatment / Management -- Risks associated with skin tag removal", "content": "Skin tag removal is primarily a low-risk clinic procedure. However, the lesion often freely bleeds when removed, requiring pressure and monitoring during the procedure. On occasion, coagulation with silver nitrate or electrocautery is necessary.", "contents": "Skin Tags -- Treatment / Management -- Risks associated with skin tag removal. Skin tag removal is primarily a low-risk clinic procedure. However, the lesion often freely bleeds when removed, requiring pressure and monitoring during the procedure. On occasion, coagulation with silver nitrate or electrocautery is necessary."}
{"id": "article-36260_19", "title": "Skin Tags -- Treatment / Management -- Risks associated with skin tag removal", "content": "In rare cases, the patient may experience heavy bleeding or the development of an aberrant infection after the surgery. The clinician can mitigate the risk for complications by taking a proper history of any prescription or over-the-counter medications the patient might be taking since some drugs, and herbal supplements can alter the bleeding and clotting times.", "contents": "Skin Tags -- Treatment / Management -- Risks associated with skin tag removal. In rare cases, the patient may experience heavy bleeding or the development of an aberrant infection after the surgery. The clinician can mitigate the risk for complications by taking a proper history of any prescription or over-the-counter medications the patient might be taking since some drugs, and herbal supplements can alter the bleeding and clotting times."}
{"id": "article-36260_20", "title": "Skin Tags -- Treatment / Management -- Risks associated with skin tag removal", "content": "It is also crucial that the patient follows proper instructions on how to care for the area of skin tag removal; this will reduce the risk of infection after the procedure. The patient must never try to remove the skin tags at home. Without proper technique and a sterile environment, the risk for excessive bleeding and infection increases.", "contents": "Skin Tags -- Treatment / Management -- Risks associated with skin tag removal. It is also crucial that the patient follows proper instructions on how to care for the area of skin tag removal; this will reduce the risk of infection after the procedure. The patient must never try to remove the skin tags at home. Without proper technique and a sterile environment, the risk for excessive bleeding and infection increases."}
{"id": "article-36260_21", "title": "Skin Tags -- Differential Diagnosis", "content": "Dermatologic manifestations of neurofibromatosis type 1, in some instances, resemble skin tags. Genital warts sometimes also resemble skin tags. Melanocytic nevi resemble hyperpigmented skin tags. Nongenital warts resemble skin-colored skin tags. Premalignant fibroepithelial tumor (Pinkus tumor) is rare but could be a consideration. Seborrheic keratosis is again a rare but possible differential diagnosis.", "contents": "Skin Tags -- Differential Diagnosis. Dermatologic manifestations of neurofibromatosis type 1, in some instances, resemble skin tags. Genital warts sometimes also resemble skin tags. Melanocytic nevi resemble hyperpigmented skin tags. Nongenital warts resemble skin-colored skin tags. Premalignant fibroepithelial tumor (Pinkus tumor) is rare but could be a consideration. Seborrheic keratosis is again a rare but possible differential diagnosis."}
{"id": "article-36260_22", "title": "Skin Tags -- Surgical Oncology", "content": "Skin tags are usually benign, and after excision, the histopathology reports confirm the same in most cases.", "contents": "Skin Tags -- Surgical Oncology. Skin tags are usually benign, and after excision, the histopathology reports confirm the same in most cases."}
{"id": "article-36260_23", "title": "Skin Tags -- Prognosis", "content": "The skin tag, if left unchecked, may increase in size due to the constant friction with clothing and skin fold. However, the histological features remain the same, and these lesions have a very low or no risk of malignancy.", "contents": "Skin Tags -- Prognosis. The skin tag, if left unchecked, may increase in size due to the constant friction with clothing and skin fold. However, the histological features remain the same, and these lesions have a very low or no risk of malignancy."}
{"id": "article-36260_24", "title": "Skin Tags -- Complications", "content": "A skin tag may twist on its pedicle and become inflamed; in many cases, obese individuals exhibit an increased risk of inflammation. [7]", "contents": "Skin Tags -- Complications. A skin tag may twist on its pedicle and become inflamed; in many cases, obese individuals exhibit an increased risk of inflammation. [7]"}
{"id": "article-36260_25", "title": "Skin Tags -- Complications -- Complications of Removal", "content": "Scarring can occur with improper removal of the skin tag. Sometimes normal skin tissue can be removed, which can lead to changes in cosmesis. Thus, the need to seek assistance from an experienced clinician. Mild irritation and even irritant dermatitis may occur in the area where the skin tag removal took place. Rarely, a neuroma may result if a nerve growth in the skin tag gets cut, resulting in chronic pain for some weeks or even months.", "contents": "Skin Tags -- Complications -- Complications of Removal. Scarring can occur with improper removal of the skin tag. Sometimes normal skin tissue can be removed, which can lead to changes in cosmesis. Thus, the need to seek assistance from an experienced clinician. Mild irritation and even irritant dermatitis may occur in the area where the skin tag removal took place. Rarely, a neuroma may result if a nerve growth in the skin tag gets cut, resulting in chronic pain for some weeks or even months."}
{"id": "article-36260_26", "title": "Skin Tags -- Postoperative and Rehabilitation Care", "content": "Proper moisturizing agents help in the skin regrowth and also reduce the risk of irritant dermatitis.", "contents": "Skin Tags -- Postoperative and Rehabilitation Care. Proper moisturizing agents help in the skin regrowth and also reduce the risk of irritant dermatitis."}
{"id": "article-36260_27", "title": "Skin Tags -- Deterrence and Patient Education", "content": "Patients should understand that skin tags are benign lesions, but they may carry correlations with type 2 diabetes or obesity, hence the need to maintain healthy body weight and blood glucose levels. Patients with type 2 diabetes require monitoring by an endocrinologist to ensure control of blood glucose levels. [8] For those with skin tags around the neck, they should be told to avoid wearing jewelry on the neck to prevent skin irritation and friction injuries. Furthermore, the patient should be told to avoid wearing restrictive and synthetic clothing, which can also cause friction in the presence of a skin tag.", "contents": "Skin Tags -- Deterrence and Patient Education. Patients should understand that skin tags are benign lesions, but they may carry correlations with type 2 diabetes or obesity, hence the need to maintain healthy body weight and blood glucose levels. Patients with type 2 diabetes require monitoring by an endocrinologist to ensure control of blood glucose levels. [8] For those with skin tags around the neck, they should be told to avoid wearing jewelry on the neck to prevent skin irritation and friction injuries. Furthermore, the patient should be told to avoid wearing restrictive and synthetic clothing, which can also cause friction in the presence of a skin tag."}
{"id": "article-36260_28", "title": "Skin Tags -- Pearls and Other Issues", "content": "Patients should be encouraged to lose weight, eat a healthy diet, and perform regular exercise; this not only helps lower the risk of obesity and diabetes, but it may also help with the prevention of skin tag formation. In some studies, the use of syndet bars for bathing and proper moisturizing have been shown to prevent skin tags and also reduced the local complications. [9]", "contents": "Skin Tags -- Pearls and Other Issues. Patients should be encouraged to lose weight, eat a healthy diet, and perform regular exercise; this not only helps lower the risk of obesity and diabetes, but it may also help with the prevention of skin tag formation. In some studies, the use of syndet bars for bathing and proper moisturizing have been shown to prevent skin tags and also reduced the local complications. [9]"}
{"id": "article-36260_29", "title": "Skin Tags -- Enhancing Healthcare Team Outcomes", "content": "Skin tags or acrochordons should not be considered as an isolated entity as they are more likely to be seen in diabetic patients and individuals with metabolic syndrome. Also, in young females in the second and third decades of life, skin tags may be seen in the presence of polycystic ovarian syndrome; thus, it is important to investigate these patients for these comorbidities. Simply excising the skin tag may improve the cosmesis, but one may miss a metabolic disorder ifs one omits further investigations. Various studies have indicated the correlation of skin tags and metabolic diseases like DM type 2; hence, a complete workup and follow up treatment should be the norm. [10] Primary care clinicians should be fully aware that even though skin tags have no malignant potential, if they have any doubt about the lesion, they should order a referral to a dermatologist.", "contents": "Skin Tags -- Enhancing Healthcare Team Outcomes. Skin tags or acrochordons should not be considered as an isolated entity as they are more likely to be seen in diabetic patients and individuals with metabolic syndrome. Also, in young females in the second and third decades of life, skin tags may be seen in the presence of polycystic ovarian syndrome; thus, it is important to investigate these patients for these comorbidities. Simply excising the skin tag may improve the cosmesis, but one may miss a metabolic disorder ifs one omits further investigations. Various studies have indicated the correlation of skin tags and metabolic diseases like DM type 2; hence, a complete workup and follow up treatment should be the norm. [10] Primary care clinicians should be fully aware that even though skin tags have no malignant potential, if they have any doubt about the lesion, they should order a referral to a dermatologist."}
{"id": "article-36260_30", "title": "Skin Tags -- Enhancing Healthcare Team Outcomes", "content": "Removal of skin tags is a simple and non-eventful procedure when performed by trained individuals. However, the patient has to be encouraged to change his or her lifestyle. Otherwise, the lesions may recur in the future. A dermatology specialty-trained nurse can prove to be an invaluable asset in preparing the patient, assisting during the procedure, attending to the patient post-operatively, and providing patient counsel. The clinician or specialist and the nurse need to function as an interprofessional healthcare team to optimize patient outcomes in these cases. [Level V]", "contents": "Skin Tags -- Enhancing Healthcare Team Outcomes. Removal of skin tags is a simple and non-eventful procedure when performed by trained individuals. However, the patient has to be encouraged to change his or her lifestyle. Otherwise, the lesions may recur in the future. A dermatology specialty-trained nurse can prove to be an invaluable asset in preparing the patient, assisting during the procedure, attending to the patient post-operatively, and providing patient counsel. The clinician or specialist and the nurse need to function as an interprofessional healthcare team to optimize patient outcomes in these cases. [Level V]"}
{"id": "article-36260_31", "title": "Skin Tags -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Skin Tags -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}