{"id": "article-27738_0", "title": "Primary Sclerosing Cholangitis -- Continuing Education Activity", "content": "Primary sclerosing cholangitis (PSC) is a chronic and progressive cholestatic liver disorder of unknown etiology. Inflammation, fibrosis, and stricturing of intrahepatic and/or extrahepatic biliary ducts characterize PSC. PSC is usually a progressive disorder that leads to complications of cholestasis and liver failure. Median survival from the time of diagnosis to death without liver transplantation is around 10 years. This activity reviews the etiology, pathogenesis, evaluation, and management of primary sclerosing cholangitis and explains the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Primary Sclerosing Cholangitis -- Continuing Education Activity. Primary sclerosing cholangitis (PSC) is a chronic and progressive cholestatic liver disorder of unknown etiology. Inflammation, fibrosis, and stricturing of intrahepatic and/or extrahepatic biliary ducts characterize PSC. PSC is usually a progressive disorder that leads to complications of cholestasis and liver failure. Median survival from the time of diagnosis to death without liver transplantation is around 10 years. This activity reviews the etiology, pathogenesis, evaluation, and management of primary sclerosing cholangitis and explains the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-27738_1", "title": "Primary Sclerosing Cholangitis -- Continuing Education Activity", "content": "Objectives: Identify the epidemiology of primary sclerosing cholangitis. Describe how to evaluate for primary sclerosing cholangitis. Outline the management options available for primary sclerosing cholangitis. Review interprofessional team strategies for improving care coordination and communication to improve outcomes for patients affected by primary sclerosing cholangitis. Access free multiple choice questions on this topic.", "contents": "Primary Sclerosing Cholangitis -- Continuing Education Activity. Objectives: Identify the epidemiology of primary sclerosing cholangitis. Describe how to evaluate for primary sclerosing cholangitis. Outline the management options available for primary sclerosing cholangitis. Review interprofessional team strategies for improving care coordination and communication to improve outcomes for patients affected by primary sclerosing cholangitis. Access free multiple choice questions on this topic."}
{"id": "article-27738_2", "title": "Primary Sclerosing Cholangitis -- Introduction", "content": "Primary sclerosing cholangitis (PSC) is a chronic and progressive cholestatic liver disorder of unknown etiology. Inflammation, fibrosis, and stricturing of intrahepatic and/or extrahepatic biliary ducts characterize PSC. [1] PSC is usually a progressive disorder that leads to complications of cholestasis and liver failure. Median survival from the time of diagnosis to death without liver transplantation is around 10 years. [2] Established subtypes of PSC are: [3] Classic: Affects small and large bile ducts Small-duct: Affects only small bile ducts Associated with autoimmune hepatitis: Affects small and large bile ducts", "contents": "Primary Sclerosing Cholangitis -- Introduction. Primary sclerosing cholangitis (PSC) is a chronic and progressive cholestatic liver disorder of unknown etiology. Inflammation, fibrosis, and stricturing of intrahepatic and/or extrahepatic biliary ducts characterize PSC. [1] PSC is usually a progressive disorder that leads to complications of cholestasis and liver failure. Median survival from the time of diagnosis to death without liver transplantation is around 10 years. [2] Established subtypes of PSC are: [3] Classic: Affects small and large bile ducts Small-duct: Affects only small bile ducts Associated with autoimmune hepatitis: Affects small and large bile ducts"}
{"id": "article-27738_3", "title": "Primary Sclerosing Cholangitis -- Introduction", "content": "PSC is linked to ulcerative colitis and may be complicated by the onset of cholangiocarcinoma. Over the past few decades, the use of endoscopic retrograde cholangiopancreatography (ERCP) has led to more recognition of this disorder. There is no cure for PSC, and the condition is managed with ursodeoxycholic acid. Some patients end up with a liver transplant, but then they have to deal with an immunosuppressed state and its associated complications.", "contents": "Primary Sclerosing Cholangitis -- Introduction. PSC is linked to ulcerative colitis and may be complicated by the onset of cholangiocarcinoma. Over the past few decades, the use of endoscopic retrograde cholangiopancreatography (ERCP) has led to more recognition of this disorder. There is no cure for PSC, and the condition is managed with ursodeoxycholic acid. Some patients end up with a liver transplant, but then they have to deal with an immunosuppressed state and its associated complications."}
{"id": "article-27738_4", "title": "Primary Sclerosing Cholangitis -- Etiology", "content": "The etiology of primary sclerosing cholangitis is not understood; however, genetic and environmental factors contribute to its development. [3] Inflammatory bowel disease (IBD) is considered to be a significant risk factor for the development of PSC. [4] About 60% to 80% of patients with PSC have IBD (predominantly ulcerative colitis in about 80% and Crohn disease in 20%), and about 5% to 10% of patients with ulcerative colitis have coexisting PSC. [5]", "contents": "Primary Sclerosing Cholangitis -- Etiology. The etiology of primary sclerosing cholangitis is not understood; however, genetic and environmental factors contribute to its development. [3] Inflammatory bowel disease (IBD) is considered to be a significant risk factor for the development of PSC. [4] About 60% to 80% of patients with PSC have IBD (predominantly ulcerative colitis in about 80% and Crohn disease in 20%), and about 5% to 10% of patients with ulcerative colitis have coexisting PSC. [5]"}
{"id": "article-27738_5", "title": "Primary Sclerosing Cholangitis -- Etiology", "content": "It is believed that PSC is an autoimmune disorder. Levels of antineutrophilic cytoplasmic antibodies, antinuclear antibodies, and anticardiolipin antibodies are elevated in some patients. In addition, individuals with HLA B8 and HLA DR3 genes have a higher risk of developing the disorder.", "contents": "Primary Sclerosing Cholangitis -- Etiology. It is believed that PSC is an autoimmune disorder. Levels of antineutrophilic cytoplasmic antibodies, antinuclear antibodies, and anticardiolipin antibodies are elevated in some patients. In addition, individuals with HLA B8 and HLA DR3 genes have a higher risk of developing the disorder."}
{"id": "article-27738_6", "title": "Primary Sclerosing Cholangitis -- Epidemiology", "content": "The incidence rates for primary sclerosing cholangitis range from 0 to 1.3 per 100,000 inhabitants/year, and prevalence rates are 0 to 16.2 per 100,000 inhabitants. [6] Incidence and prevalence of PSC are high in North America and Northern Europe when compared to Asia. Patients are diagnosed between the ages of 30 and 40 years. The median age at the diagnosis of PSC was 41 years. PSC is more common in men (65% to 70%), and males have a 2-fold increased risk of developing PSC when compared to females. [7] The relative risk of PSC among siblings with the disease is 9 to 39 times higher when compared to the risk in the general population. A distinct feature is that PSC is commonly observed in nonsmokers.", "contents": "Primary Sclerosing Cholangitis -- Epidemiology. The incidence rates for primary sclerosing cholangitis range from 0 to 1.3 per 100,000 inhabitants/year, and prevalence rates are 0 to 16.2 per 100,000 inhabitants. [6] Incidence and prevalence of PSC are high in North America and Northern Europe when compared to Asia. Patients are diagnosed between the ages of 30 and 40 years. The median age at the diagnosis of PSC was 41 years. PSC is more common in men (65% to 70%), and males have a 2-fold increased risk of developing PSC when compared to females. [7] The relative risk of PSC among siblings with the disease is 9 to 39 times higher when compared to the risk in the general population. A distinct feature is that PSC is commonly observed in nonsmokers."}
{"id": "article-27738_7", "title": "Primary Sclerosing Cholangitis -- Pathophysiology", "content": "Primary sclerosing cholangitis is characterized by inflammation, fibrosis, and cholestasis. Hereditary and environmental factors play a role in the pathogenesis of primary sclerosing cholangitis. Healthcare researchers hypothesize that after exposure to an unidentified environmental source, persistent injury of the cells lining the bile ducts (cholangiocytes) occurs via several genetically predisposed pathways. [8] A large cohort genome-wide association study showed a strong association with specific human leukocyte antigens (HLA). [9] PSC is strongly associated with HLA class 1, 2, and 3 regions (i.e., HLA-B*08, HLA-DRB1 alleles, and a locus near NOTCH4 , respectively). [8] Inflammation and fibrosis lead to cholestasis and parenchymal injury. Biliary obstruction might facilitate cholangitis. [10] Biliary scarring leads to portal hypertension, which causes venous compression in the portal triads.", "contents": "Primary Sclerosing Cholangitis -- Pathophysiology. Primary sclerosing cholangitis is characterized by inflammation, fibrosis, and cholestasis. Hereditary and environmental factors play a role in the pathogenesis of primary sclerosing cholangitis. Healthcare researchers hypothesize that after exposure to an unidentified environmental source, persistent injury of the cells lining the bile ducts (cholangiocytes) occurs via several genetically predisposed pathways. [8] A large cohort genome-wide association study showed a strong association with specific human leukocyte antigens (HLA). [9] PSC is strongly associated with HLA class 1, 2, and 3 regions (i.e., HLA-B*08, HLA-DRB1 alleles, and a locus near NOTCH4 , respectively). [8] Inflammation and fibrosis lead to cholestasis and parenchymal injury. Biliary obstruction might facilitate cholangitis. [10] Biliary scarring leads to portal hypertension, which causes venous compression in the portal triads."}
{"id": "article-27738_8", "title": "Primary Sclerosing Cholangitis -- Pathophysiology", "content": "PSC is a premalignant disease, as 10% to 20% of patients with PSC develop cholangiocarcinoma. PSC-induced cholangiocarcinoma is thought to be inflammation-induced cancer contributed by the toxic environment of bile, which acts as a cofactor in accelerating carcinogenesis. Genetic and immune factors may play an important role.", "contents": "Primary Sclerosing Cholangitis -- Pathophysiology. PSC is a premalignant disease, as 10% to 20% of patients with PSC develop cholangiocarcinoma. PSC-induced cholangiocarcinoma is thought to be inflammation-induced cancer contributed by the toxic environment of bile, which acts as a cofactor in accelerating carcinogenesis. Genetic and immune factors may play an important role."}
{"id": "article-27738_9", "title": "Primary Sclerosing Cholangitis -- Histopathology", "content": "Progressive fibrosis around intrahepatic bile ducts leads to concentric and circumferential laminations called \"onion skin\" fibrosis. This leads to the displacement of the pre-biliary capillary plexus and creates a barrier to oxygenation and maintenance of cholehepatic countercurrent circulation between the artery and the bile duct. Arterial or capillary ischemia is involved in the pathogenesis of stricturing and circumferential pre-biliary fibrosis. The secretion of chemokines and cytokines by innate immune cells and inflammatory and fibrotic response to toxic bile leaking between inured cholangiocytes leads to periductal fibrosis. [11]", "contents": "Primary Sclerosing Cholangitis -- Histopathology. Progressive fibrosis around intrahepatic bile ducts leads to concentric and circumferential laminations called \"onion skin\" fibrosis. This leads to the displacement of the pre-biliary capillary plexus and creates a barrier to oxygenation and maintenance of cholehepatic countercurrent circulation between the artery and the bile duct. Arterial or capillary ischemia is involved in the pathogenesis of stricturing and circumferential pre-biliary fibrosis. The secretion of chemokines and cytokines by innate immune cells and inflammatory and fibrotic response to toxic bile leaking between inured cholangiocytes leads to periductal fibrosis. [11]"}
{"id": "article-27738_10", "title": "Primary Sclerosing Cholangitis -- History and Physical", "content": "About 50% of the patients with primary sclerosing cholangitis are asymptomatic on presentation, and they are diagnosed after abnormal liver function tests are found when tested for other reasons. The majority of patients are males in the third or fourth decade of life.", "contents": "Primary Sclerosing Cholangitis -- History and Physical. About 50% of the patients with primary sclerosing cholangitis are asymptomatic on presentation, and they are diagnosed after abnormal liver function tests are found when tested for other reasons. The majority of patients are males in the third or fourth decade of life."}
{"id": "article-27738_11", "title": "Primary Sclerosing Cholangitis -- History and Physical", "content": "Most patients complain of right upper quadrant abdominal pain (20%) and pruritus (10%), which might be episodic, fatigue, and jaundice (6%). Pruritus can be extremely disabling, leading to severe excoriations and a decreased quality of life. Weight loss may also be reported at presentation. Late symptoms or symptoms of advanced liver disease include jaundice, gastrointestinal (GI) bleeding, ascites, and confusion. Physical examination may reveal hepatomegaly (44% of patients), splenomegaly (39%), jaundice, and excoriations from pruritus. The development of fever, chills, and right upper quadrant pain with or without jaundice indicates the development of bacterial cholangitis, which may occur sporadically.", "contents": "Primary Sclerosing Cholangitis -- History and Physical. Most patients complain of right upper quadrant abdominal pain (20%) and pruritus (10%), which might be episodic, fatigue, and jaundice (6%). Pruritus can be extremely disabling, leading to severe excoriations and a decreased quality of life. Weight loss may also be reported at presentation. Late symptoms or symptoms of advanced liver disease include jaundice, gastrointestinal (GI) bleeding, ascites, and confusion. Physical examination may reveal hepatomegaly (44% of patients), splenomegaly (39%), jaundice, and excoriations from pruritus. The development of fever, chills, and right upper quadrant pain with or without jaundice indicates the development of bacterial cholangitis, which may occur sporadically."}
{"id": "article-27738_12", "title": "Primary Sclerosing Cholangitis -- Evaluation", "content": "Liver biochemical tests usually demonstrate a cholestatic pattern, with an elevation of the serum alkaline phosphatase being a characteristic finding. The elevation of transaminases (aspartate transaminase and alanine transaminase) is modest at 2 to 3 times the upper limit of normal. Bilirubin and albumin levels may be normal at the time of diagnosis but become increasingly abnormal as the disease progresses. Elevated serum bilirubin levels suggest the possibility of more advanced disease, dominant biliary strictures, or cirrhosis.", "contents": "Primary Sclerosing Cholangitis -- Evaluation. Liver biochemical tests usually demonstrate a cholestatic pattern, with an elevation of the serum alkaline phosphatase being a characteristic finding. The elevation of transaminases (aspartate transaminase and alanine transaminase) is modest at 2 to 3 times the upper limit of normal. Bilirubin and albumin levels may be normal at the time of diagnosis but become increasingly abnormal as the disease progresses. Elevated serum bilirubin levels suggest the possibility of more advanced disease, dominant biliary strictures, or cirrhosis."}
{"id": "article-27738_13", "title": "Primary Sclerosing Cholangitis -- Evaluation", "content": "Atypical perinuclear antineutrophil cytoplasmic antibodies are positive in about 26% to 94% of patients with PSC, although they are not specific for the disease. Elevated concentrations of total immunoglobulins (IgM in 50%) may be seen. Positive antinuclear antibodies and smooth muscle antibodies should alert clinicians to the possibility of autoimmune hepatitis-related PSC or overlap syndromes. Immunoglobulin subsets elevation (IgG4 in 10%) may also be seen. Serum IgG4 elevations are not specific to IgG4-related diseases. Serum IgG4 levels of more than four times the upper limit of normal and/or IgG4:IgG1 ratio of more than 0.24 strongly suggests IgG4-associated PSC. [10]", "contents": "Primary Sclerosing Cholangitis -- Evaluation. Atypical perinuclear antineutrophil cytoplasmic antibodies are positive in about 26% to 94% of patients with PSC, although they are not specific for the disease. Elevated concentrations of total immunoglobulins (IgM in 50%) may be seen. Positive antinuclear antibodies and smooth muscle antibodies should alert clinicians to the possibility of autoimmune hepatitis-related PSC or overlap syndromes. Immunoglobulin subsets elevation (IgG4 in 10%) may also be seen. Serum IgG4 elevations are not specific to IgG4-related diseases. Serum IgG4 levels of more than four times the upper limit of normal and/or IgG4:IgG1 ratio of more than 0.24 strongly suggests IgG4-associated PSC. [10]"}
{"id": "article-27738_14", "title": "Primary Sclerosing Cholangitis -- Evaluation", "content": "Imaging, usually with ultrasound or computed tomography, may be performed in the patient with persistent cholestatic liver tests to exclude biliary obstruction. The diagnosis of PSC is typically made with the demonstration of characteristic multiple and focal areas of stricturing and dilation of intrahepatic and/or extrahepatic bile ducts on cholangiography. A cholangiogram may be obtained using magnetic resonance cholangiopancreatography (MRCP), endoscopic retrograde cholangiopancreatography (ERCP), or percutaneous transhepatic cholangiography (PTC). MRCP is usually the first test of choice. Because ERCP is an invasive procedure, and the diagnostic accuracy of MRCP is comparable to ERCP, MRCP is preferred over ERCP. PTC is reserved for patients who are not able to undergo MRCP, for example, those with implanted metal devices) or ERCP.", "contents": "Primary Sclerosing Cholangitis -- Evaluation. Imaging, usually with ultrasound or computed tomography, may be performed in the patient with persistent cholestatic liver tests to exclude biliary obstruction. The diagnosis of PSC is typically made with the demonstration of characteristic multiple and focal areas of stricturing and dilation of intrahepatic and/or extrahepatic bile ducts on cholangiography. A cholangiogram may be obtained using magnetic resonance cholangiopancreatography (MRCP), endoscopic retrograde cholangiopancreatography (ERCP), or percutaneous transhepatic cholangiography (PTC). MRCP is usually the first test of choice. Because ERCP is an invasive procedure, and the diagnostic accuracy of MRCP is comparable to ERCP, MRCP is preferred over ERCP. PTC is reserved for patients who are not able to undergo MRCP, for example, those with implanted metal devices) or ERCP."}
{"id": "article-27738_15", "title": "Primary Sclerosing Cholangitis -- Evaluation", "content": "A liver biopsy is usually not needed for diagnosis unless overlap with autoimmune hepatitis or a small-duct PSC is suspected. Noninvasive diagnostic tools that assess fibrosis, like magnetic resonance elastography and transient elastography of the liver, are promising. Still, their specific role in evaluating the degree of liver fibrosis in patients with PSC is unclear. [8] Diagnostic criteria for the diagnosis of PSC include: An increased serum alkaline phosphatase level that persists for more than six months Cholangiographic findings of bile-duct strictures detected using either MRCP or ERCP Exclusion of causes of secondary sclerosing cholangitis The key feature on histology is periductal or onion skin fibrosis.", "contents": "Primary Sclerosing Cholangitis -- Evaluation. A liver biopsy is usually not needed for diagnosis unless overlap with autoimmune hepatitis or a small-duct PSC is suspected. Noninvasive diagnostic tools that assess fibrosis, like magnetic resonance elastography and transient elastography of the liver, are promising. Still, their specific role in evaluating the degree of liver fibrosis in patients with PSC is unclear. [8] Diagnostic criteria for the diagnosis of PSC include: An increased serum alkaline phosphatase level that persists for more than six months Cholangiographic findings of bile-duct strictures detected using either MRCP or ERCP Exclusion of causes of secondary sclerosing cholangitis The key feature on histology is periductal or onion skin fibrosis."}
{"id": "article-27738_16", "title": "Primary Sclerosing Cholangitis -- Treatment / Management", "content": "The treatment of primary sclerosing cholangitis is challenging and complex. There is no established treatment for PSC yet. Ursodeoxycholic acid (UDCA) has been widely studied as a therapy for PSC patients. Treatment guidelines for PSC are conflicting. American College of Gastroenterology and the American Association for the Study of Liver Diseases do not support the use of ursodeoxycholic acid. The use of moderate doses of ursodeoxycholic acid has been approved by the European Association for the Study of the Liver. Nonetheless, at moderate doses of 15 to 20 mg/kg daily, it remains widely used. [10] [12] A few studies do show that UDCA can improve symptoms and survival.", "contents": "Primary Sclerosing Cholangitis -- Treatment / Management. The treatment of primary sclerosing cholangitis is challenging and complex. There is no established treatment for PSC yet. Ursodeoxycholic acid (UDCA) has been widely studied as a therapy for PSC patients. Treatment guidelines for PSC are conflicting. American College of Gastroenterology and the American Association for the Study of Liver Diseases do not support the use of ursodeoxycholic acid. The use of moderate doses of ursodeoxycholic acid has been approved by the European Association for the Study of the Liver. Nonetheless, at moderate doses of 15 to 20 mg/kg daily, it remains widely used. [10] [12] A few studies do show that UDCA can improve symptoms and survival."}
{"id": "article-27738_17", "title": "Primary Sclerosing Cholangitis -- Treatment / Management", "content": "Other treatments that have been tested and are not proven to be beneficial are prednisolone, budesonide, colchicine, penicillamine, azathioprine, tacrolimus, methotrexate, mycophenolate mofetil, and antitumor necrosis factor antibodies.", "contents": "Primary Sclerosing Cholangitis -- Treatment / Management. Other treatments that have been tested and are not proven to be beneficial are prednisolone, budesonide, colchicine, penicillamine, azathioprine, tacrolimus, methotrexate, mycophenolate mofetil, and antitumor necrosis factor antibodies."}
{"id": "article-27738_18", "title": "Primary Sclerosing Cholangitis -- Treatment / Management", "content": "In patients with PSC with dominant stricture (defined as stenoses measuring less than 1.5 mm in the common bile duct or less than 1.0 mm in the hepatic ducts) and pruritus, and/or cholangitis, ERCP with balloon dilatation is recommended to relieve symptoms.", "contents": "Primary Sclerosing Cholangitis -- Treatment / Management. In patients with PSC with dominant stricture (defined as stenoses measuring less than 1.5 mm in the common bile duct or less than 1.0 mm in the hepatic ducts) and pruritus, and/or cholangitis, ERCP with balloon dilatation is recommended to relieve symptoms."}
{"id": "article-27738_19", "title": "Primary Sclerosing Cholangitis -- Treatment / Management", "content": "Surgical options for PSC include biliary reconstructive procedures like choledochoduodenostomy, in which the surgeon attaches the common bile duct to the duodenum, and choledochojejunostomy, in which the surgeon attaches the common bile duct to the jejunum, and liver transplantation. Liver transplantation is the definitive treatment for patients with decompensated cirrhosis. Patients whose model for end-stage liver disease (MELD) score exceeds 14 should be referred for liver transplantation. Orthotopic liver transplantation has 5-year survival rates of up to 80% in patients with PSC. [12]", "contents": "Primary Sclerosing Cholangitis -- Treatment / Management. Surgical options for PSC include biliary reconstructive procedures like choledochoduodenostomy, in which the surgeon attaches the common bile duct to the duodenum, and choledochojejunostomy, in which the surgeon attaches the common bile duct to the jejunum, and liver transplantation. Liver transplantation is the definitive treatment for patients with decompensated cirrhosis. Patients whose model for end-stage liver disease (MELD) score exceeds 14 should be referred for liver transplantation. Orthotopic liver transplantation has 5-year survival rates of up to 80% in patients with PSC. [12]"}
{"id": "article-27738_20", "title": "Primary Sclerosing Cholangitis -- Treatment / Management -- General Measures", "content": "In patients with PSC and moderate pruritus, bile acid sequestrants such as cholestyramine should be taken to reduce symptoms. Rifampin and naltrexone are second-line treatment agents, which can be considered if cholestyramine is ineffective or poorly tolerated. Patients with PSC should undergo bone mineral density testing at the time of diagnosis and then every 2 to 4 years. Fat-soluble vitamin deficiencies are common in patients with advanced liver disease, and clinicians should screen for and monitor patients for these.", "contents": "Primary Sclerosing Cholangitis -- Treatment / Management -- General Measures. In patients with PSC and moderate pruritus, bile acid sequestrants such as cholestyramine should be taken to reduce symptoms. Rifampin and naltrexone are second-line treatment agents, which can be considered if cholestyramine is ineffective or poorly tolerated. Patients with PSC should undergo bone mineral density testing at the time of diagnosis and then every 2 to 4 years. Fat-soluble vitamin deficiencies are common in patients with advanced liver disease, and clinicians should screen for and monitor patients for these."}
{"id": "article-27738_21", "title": "Primary Sclerosing Cholangitis -- Differential Diagnosis", "content": "Secondary sclerosing cholangitis: Secondary causes of PSC include chronic bacterial cholangitis, cholangiocarcinoma, choledocholithiasis, recurrent pancreatitis, and surgical biliary trauma. IgG4-associated cholangitis PSC-autoimmune hepatitis overlap syndrome is typically seen in children and young adults Histiocytosis X HIV syndrome Bile duct strictures Primary biliary cirrhosis Papillary tumors", "contents": "Primary Sclerosing Cholangitis -- Differential Diagnosis. Secondary sclerosing cholangitis: Secondary causes of PSC include chronic bacterial cholangitis, cholangiocarcinoma, choledocholithiasis, recurrent pancreatitis, and surgical biliary trauma. IgG4-associated cholangitis PSC-autoimmune hepatitis overlap syndrome is typically seen in children and young adults Histiocytosis X HIV syndrome Bile duct strictures Primary biliary cirrhosis Papillary tumors"}
{"id": "article-27738_22", "title": "Primary Sclerosing Cholangitis -- Prognosis", "content": "The common history of primary sclerosing cholangitis is highly variable and unpredictable. A persistently low serum alkaline phosphatase level less than 1.5 times the upper limit of normal confers a good prognosis. [13] Patients with  small duct PSC have a good prognosis, with no reports of bile duct malignancy in this group, and progression to advanced liver disease is uncommon. The Mayo risk score, which includes age, serum bilirubin, serum albumin, serum AST, and history of variceal bleeding, is helpful in predicting survival in patients with PSC. [14]", "contents": "Primary Sclerosing Cholangitis -- Prognosis. The common history of primary sclerosing cholangitis is highly variable and unpredictable. A persistently low serum alkaline phosphatase level less than 1.5 times the upper limit of normal confers a good prognosis. [13] Patients with  small duct PSC have a good prognosis, with no reports of bile duct malignancy in this group, and progression to advanced liver disease is uncommon. The Mayo risk score, which includes age, serum bilirubin, serum albumin, serum AST, and history of variceal bleeding, is helpful in predicting survival in patients with PSC. [14]"}
{"id": "article-27738_23", "title": "Primary Sclerosing Cholangitis -- Complications", "content": "Following are some significant complications of primary sclerosing cholangitis: Fat-soluble A, D, E, and K vitamin deficiencies Metabolic bone disease (osteoporosis) Cholangiocarcinoma Gallbladder cancer Dominant biliary strictures Cholangitis Hepatocellular carcinoma in patients with cirrhosis. [15] Hepatic fibrosis progressively develops in these patients leading to cirrhosis and hepatocellular carcinoma. Colon cancer in patients with concomitant ulcerative colitis. Surveillance with colonoscopy should be performed annually in these patients who have concomitant PSC and IBD. [16] Cholelithiasis Portal hypertension", "contents": "Primary Sclerosing Cholangitis -- Complications. Following are some significant complications of primary sclerosing cholangitis: Fat-soluble A, D, E, and K vitamin deficiencies Metabolic bone disease (osteoporosis) Cholangiocarcinoma Gallbladder cancer Dominant biliary strictures Cholangitis Hepatocellular carcinoma in patients with cirrhosis. [15] Hepatic fibrosis progressively develops in these patients leading to cirrhosis and hepatocellular carcinoma. Colon cancer in patients with concomitant ulcerative colitis. Surveillance with colonoscopy should be performed annually in these patients who have concomitant PSC and IBD. [16] Cholelithiasis Portal hypertension"}
{"id": "article-27738_24", "title": "Primary Sclerosing Cholangitis -- Postoperative and Rehabilitation Care", "content": "Patients with steatorrhea should be maintained on medium-chain triglycerides. Some patients may even need pancreatic enzyme supplements. Physical activity should be encouraged, but caution should be exercised in patients with osteoporosis because of the risk of fracture. In the long term, patients should undergo a colonoscopy to rule out inflammatory bowel disease. Serum levels of CA 19.9 should be followed to screen for cholangiocarcinoma.", "contents": "Primary Sclerosing Cholangitis -- Postoperative and Rehabilitation Care. Patients with steatorrhea should be maintained on medium-chain triglycerides. Some patients may even need pancreatic enzyme supplements. Physical activity should be encouraged, but caution should be exercised in patients with osteoporosis because of the risk of fracture. In the long term, patients should undergo a colonoscopy to rule out inflammatory bowel disease. Serum levels of CA 19.9 should be followed to screen for cholangiocarcinoma."}
{"id": "article-27738_25", "title": "Primary Sclerosing Cholangitis -- Consultations", "content": "Following are the important consultations that are usually needed while managing a patient with primary sclerosing cholangitis: Gastroenterology Surgery Hepatologists Transplant team", "contents": "Primary Sclerosing Cholangitis -- Consultations. Following are the important consultations that are usually needed while managing a patient with primary sclerosing cholangitis: Gastroenterology Surgery Hepatologists Transplant team"}
{"id": "article-27738_26", "title": "Primary Sclerosing Cholangitis -- Deterrence and Patient Education", "content": "There is no definite cure for primary sclerosing cholangitis at the time of this writing. There have been significant advances in the early diagnosis of PSC. Diagnosing PSC early is essential as treatment can be started early before the development of liver failure.", "contents": "Primary Sclerosing Cholangitis -- Deterrence and Patient Education. There is no definite cure for primary sclerosing cholangitis at the time of this writing. There have been significant advances in the early diagnosis of PSC. Diagnosing PSC early is essential as treatment can be started early before the development of liver failure."}
{"id": "article-27738_27", "title": "Primary Sclerosing Cholangitis -- Enhancing Healthcare Team Outcomes", "content": "The treatment of PSC requires an interprofessional approach. Gastroenterology consultation is useful. Surgery consult and referral to a tertiary center are needed in patients undergoing liver transplantation. Patients with osteoporosis might need to be referred to an endocrinologist. Besides physicians, nurses, dieticians, psychiatric counselors, pharmacists, and physical therapists play a critical role in the management of these patients. Pharmacists should encourage patients to take appropriate medications and educate patients about their side effects. Patients will need to be evaluated by a dietician for appropriate diet recommendations. Gastroenterology nurses provide education, monitor patient status, and facilitate referrals. The transplant nurse should assess the patient's candidacy for a transplant and assist the team by educating the patient on the surgery.", "contents": "Primary Sclerosing Cholangitis -- Enhancing Healthcare Team Outcomes. The treatment of PSC requires an interprofessional approach. Gastroenterology consultation is useful. Surgery consult and referral to a tertiary center are needed in patients undergoing liver transplantation. Patients with osteoporosis might need to be referred to an endocrinologist. Besides physicians, nurses, dieticians, psychiatric counselors, pharmacists, and physical therapists play a critical role in the management of these patients. Pharmacists should encourage patients to take appropriate medications and educate patients about their side effects. Patients will need to be evaluated by a dietician for appropriate diet recommendations. Gastroenterology nurses provide education, monitor patient status, and facilitate referrals. The transplant nurse should assess the patient's candidacy for a transplant and assist the team by educating the patient on the surgery."}
{"id": "article-27738_28", "title": "Primary Sclerosing Cholangitis -- Enhancing Healthcare Team Outcomes", "content": "Physical therapy is encouraged except in patients with advanced osteoporosis. Some patients might benefit from psychiatric counseling. Close communication between team members is essential for improving outcomes. [Level 5]", "contents": "Primary Sclerosing Cholangitis -- Enhancing Healthcare Team Outcomes. Physical therapy is encouraged except in patients with advanced osteoporosis. Some patients might benefit from psychiatric counseling. Close communication between team members is essential for improving outcomes. [Level 5]"}
{"id": "article-27738_29", "title": "Primary Sclerosing Cholangitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Primary Sclerosing Cholangitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}