{"id": "article-120608_0", "title": "Menetrier Disease -- Continuing Education Activity", "content": "Menetrier disease is excessive mucosal hypertrophy associated with protein loss. It is a rare but serious condition and is associated with gastric neoplasia. Other names for Menetrier disease are hypoproteinemic hypertrophic gastropathy and giant hypertrophic gastritis. This condition is common in middle-aged men. The age group affected is generally between 30 years to 60 years. It must be promptly diagnosed and treated to avoid the high morbidity and mortality associated with this condition. This activity reviews the evaluation and treatment of Menetrier disease and highlights the role of the interprofessional team in the care of patients with this condition.", "contents": "Menetrier Disease -- Continuing Education Activity. Menetrier disease is excessive mucosal hypertrophy associated with protein loss. It is a rare but serious condition and is associated with gastric neoplasia. Other names for Menetrier disease are hypoproteinemic hypertrophic gastropathy and giant hypertrophic gastritis. This condition is common in middle-aged men. The age group affected is generally between 30 years to 60 years. It must be promptly diagnosed and treated to avoid the high morbidity and mortality associated with this condition. This activity reviews the evaluation and treatment of Menetrier disease and highlights the role of the interprofessional team in the care of patients with this condition."}
{"id": "article-120608_1", "title": "Menetrier Disease -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of Menetrier disease. Review the clinical presentations and evaluation of Menetrier disease. Outline the management and complications related to Menetrier disease. Summarize the importance of collaboration and communication amongst the interprofessional team to enhance the care of Menetrier disease. Access free multiple choice questions on this topic.", "contents": "Menetrier Disease -- Continuing Education Activity. Objectives: Describe the pathophysiology of Menetrier disease. Review the clinical presentations and evaluation of Menetrier disease. Outline the management and complications related to Menetrier disease. Summarize the importance of collaboration and communication amongst the interprofessional team to enhance the care of Menetrier disease. Access free multiple choice questions on this topic."}
{"id": "article-120608_2", "title": "Menetrier Disease -- Introduction", "content": "Menetrier disease is a rare disorder characterized by giant mucosal folds in the proximal part of the stomach, diminished acid secretion, and a protein-losing state with hypoalbuminemia. Other names for Menetrier disease are hypoproteinemic hypertrophic gastropathy and giant hypertrophic gastritis. [1]", "contents": "Menetrier Disease -- Introduction. Menetrier disease is a rare disorder characterized by giant mucosal folds in the proximal part of the stomach, diminished acid secretion, and a protein-losing state with hypoalbuminemia. Other names for Menetrier disease are hypoproteinemic hypertrophic gastropathy and giant hypertrophic gastritis. [1]"}
{"id": "article-120608_3", "title": "Menetrier Disease -- Introduction", "content": "This condition is common in middle-aged men. The age group affected is generally between 30 years to 60 years. It is less commonly described in females and children. In adults, the condition is often progressive. The etiopathogenesis of Menetrier disease is not entirely understood. It affects mainly the proximal part of the stomach (body and fundus) and spares the distal portion (antrum). [2]", "contents": "Menetrier Disease -- Introduction. This condition is common in middle-aged men. The age group affected is generally between 30 years to 60 years. It is less commonly described in females and children. In adults, the condition is often progressive. The etiopathogenesis of Menetrier disease is not entirely understood. It affects mainly the proximal part of the stomach (body and fundus) and spares the distal portion (antrum). [2]"}
{"id": "article-120608_4", "title": "Menetrier Disease -- Etiology", "content": "The exact etiology of Menetrier disease is unclear. However, researchers think the condition is an acquired illness rather than an inherited one. A self-limited variant of Menetrier disease is observed in children, associated with cytomegalovirus infection. [3] Similarly, in adults, it is associated with Helicobacter pylori infection. [4] [5] It is hypothesized that overexpression of the transforming growth factor (TGF)-alpha in superficial gastric epithelium may play a role in etiopathogenesis. [6]", "contents": "Menetrier Disease -- Etiology. The exact etiology of Menetrier disease is unclear. However, researchers think the condition is an acquired illness rather than an inherited one. A self-limited variant of Menetrier disease is observed in children, associated with cytomegalovirus infection. [3] Similarly, in adults, it is associated with Helicobacter pylori infection. [4] [5] It is hypothesized that overexpression of the transforming growth factor (TGF)-alpha in superficial gastric epithelium may play a role in etiopathogenesis. [6]"}
{"id": "article-120608_5", "title": "Menetrier Disease -- Etiology", "content": "Rare cases in families indicate some genetic association behind the disease as well. There is a case report of a large 4-generation family identified with Menetrier disease, and a dominant 1244_1247delACAG mutation of SMAD4 was identified as a cause of juvenile polyposis syndrome as well as a likely cause of Menetrier disease. [7] [8]", "contents": "Menetrier Disease -- Etiology. Rare cases in families indicate some genetic association behind the disease as well. There is a case report of a large 4-generation family identified with Menetrier disease, and a dominant 1244_1247delACAG mutation of SMAD4 was identified as a cause of juvenile polyposis syndrome as well as a likely cause of Menetrier disease. [7] [8]"}
{"id": "article-120608_6", "title": "Menetrier Disease -- Epidemiology", "content": "Menetrier disease is a rare condition, and its prevalence is unknown. To date, less than 1000 cases have been reported. Males are affected more than females. It affects adults older than 30 years. The usual age of onset of symptoms of Menetrier disease is 55 years. [9] As per one study, 5 to 10-year survival after diagnosis was 72.7% and 65%, respectively. 8.9% of patients developed gastric cancer after ten years of follow-up. [10]", "contents": "Menetrier Disease -- Epidemiology. Menetrier disease is a rare condition, and its prevalence is unknown. To date, less than 1000 cases have been reported. Males are affected more than females. It affects adults older than 30 years. The usual age of onset of symptoms of Menetrier disease is 55 years. [9] As per one study, 5 to 10-year survival after diagnosis was 72.7% and 65%, respectively. 8.9% of patients developed gastric cancer after ten years of follow-up. [10]"}
{"id": "article-120608_7", "title": "Menetrier Disease -- Pathophysiology", "content": "The pathophysiology of Menetrier disease is not fully understood. It is thought that an increase in the signaling of the epidermal growth factor receptor (EGFR), which is the effect of increased production of TGF-alpha, leads to the proliferation of epithelial cells of the mucosa. TGF-alpha is a ligand that activates the EGFR and stimulates the growth of epithelial cells. Excess epithelial cells produce abundant mucus. Under the effect of TGF-alpha, there is decreased acid production. The decrease in acid is due to a direct impact on the parietal cells and indirectly via stimulation of somatostatin release. Hypersecretion of mucus leads to malabsorption of nutrients, electrolytes, and vitamins in the small bowel. Malabsorption of essential nutrients is manifested as the clinical syndrome of protein-losing gastropathy. [1] [11]", "contents": "Menetrier Disease -- Pathophysiology. The pathophysiology of Menetrier disease is not fully understood. It is thought that an increase in the signaling of the epidermal growth factor receptor (EGFR), which is the effect of increased production of TGF-alpha, leads to the proliferation of epithelial cells of the mucosa. TGF-alpha is a ligand that activates the EGFR and stimulates the growth of epithelial cells. Excess epithelial cells produce abundant mucus. Under the effect of TGF-alpha, there is decreased acid production. The decrease in acid is due to a direct impact on the parietal cells and indirectly via stimulation of somatostatin release. Hypersecretion of mucus leads to malabsorption of nutrients, electrolytes, and vitamins in the small bowel. Malabsorption of essential nutrients is manifested as the clinical syndrome of protein-losing gastropathy. [1] [11]"}
{"id": "article-120608_8", "title": "Menetrier Disease -- Histopathology", "content": "Pierre Ménétrier compared the macroscopic appearance of the pathognomic thickened gastric mucosa related to disease to cerebral convolutions (gyri). On endoscopy, this is evident by marked enlargement of gastric folds and rugae. On histopathological examination, foveolar hyperplasia, oxyntic glands atrophy, reduction in parietal (acid-producing cells) and chief (pepsinogen-producing) cells, and cystic dilation of pits are seen. The overall linear architecture is usually maintained. Edema and hyperplasia of smooth muscle in the lamina propria are observed. [2] [12]", "contents": "Menetrier Disease -- Histopathology. Pierre Ménétrier compared the macroscopic appearance of the pathognomic thickened gastric mucosa related to disease to cerebral convolutions (gyri). On endoscopy, this is evident by marked enlargement of gastric folds and rugae. On histopathological examination, foveolar hyperplasia, oxyntic glands atrophy, reduction in parietal (acid-producing cells) and chief (pepsinogen-producing) cells, and cystic dilation of pits are seen. The overall linear architecture is usually maintained. Edema and hyperplasia of smooth muscle in the lamina propria are observed. [2] [12]"}
{"id": "article-120608_9", "title": "Menetrier Disease -- History and Physical", "content": "In adults, Menetrier disease usually has a subtle onset with progressive features. The most common clinical features are epigastric pain (65%), followed by fatigue (60%), anorexia (45%), weight loss (45%), edema (38%), and vomiting (38%). [13] Other symptoms are nausea, diarrhea, and gastrointestinal bleeding related to gastric erosion and ulcers. [14] Rarely may a patient have gastroduodenal intussusception as a presentation. [15] Other clinical features associated with hypoalbuminemia from a protein-losing enteropathy, like ascites, pleural effusion, and pericardial effusion, can also be seen. [16]", "contents": "Menetrier Disease -- History and Physical. In adults, Menetrier disease usually has a subtle onset with progressive features. The most common clinical features are epigastric pain (65%), followed by fatigue (60%), anorexia (45%), weight loss (45%), edema (38%), and vomiting (38%). [13] Other symptoms are nausea, diarrhea, and gastrointestinal bleeding related to gastric erosion and ulcers. [14] Rarely may a patient have gastroduodenal intussusception as a presentation. [15] Other clinical features associated with hypoalbuminemia from a protein-losing enteropathy, like ascites, pleural effusion, and pericardial effusion, can also be seen. [16]"}
{"id": "article-120608_10", "title": "Menetrier Disease -- History and Physical", "content": "In children, Menetrier disease is acute in onset and spontaneously resolves within a few weeks. Childhood Menetrier disease is associated with cytomegalovirus (CMV). In adults, it is associated with H. pylori infection. [17] Menetrier disease is weakly associated with ulcerative colitis. [16]", "contents": "Menetrier Disease -- History and Physical. In children, Menetrier disease is acute in onset and spontaneously resolves within a few weeks. Childhood Menetrier disease is associated with cytomegalovirus (CMV). In adults, it is associated with H. pylori infection. [17] Menetrier disease is weakly associated with ulcerative colitis. [16]"}
{"id": "article-120608_11", "title": "Menetrier Disease -- Evaluation", "content": "Diagnosis can be reached by obtaining a biopsy showing extreme foveolar hyperplasia with atrophic changes in glandular epithelium along with remarkable enlargement of gastric rugae evident on esophagogastroduodenoscopy (EGD) and barium esophagogram. Endoscopy reveals giant gastric folds, superficial punctate erosions, and erythema. It is recommended to obtain a full-thickness mucosal biopsy of the involved mucosa, which will identify the loss of a deep glandular component along with other typical findings. [18]", "contents": "Menetrier Disease -- Evaluation. Diagnosis can be reached by obtaining a biopsy showing extreme foveolar hyperplasia with atrophic changes in glandular epithelium along with remarkable enlargement of gastric rugae evident on esophagogastroduodenoscopy (EGD) and barium esophagogram. Endoscopy reveals giant gastric folds, superficial punctate erosions, and erythema. It is recommended to obtain a full-thickness mucosal biopsy of the involved mucosa, which will identify the loss of a deep glandular component along with other typical findings. [18]"}
{"id": "article-120608_12", "title": "Menetrier Disease -- Evaluation", "content": "A barium study shows markedly enlarged folds along the greater curvature of the stomach, sparing the antrum. Barium is diluted due to excess mucus secretion, which is seen as an impaired mucosal coating. On contrast-enhanced computed tomography (CT) images, diffuse gastric mucosal thickening is seen. [15] [19]", "contents": "Menetrier Disease -- Evaluation. A barium study shows markedly enlarged folds along the greater curvature of the stomach, sparing the antrum. Barium is diluted due to excess mucus secretion, which is seen as an impaired mucosal coating. On contrast-enhanced computed tomography (CT) images, diffuse gastric mucosal thickening is seen. [15] [19]"}
{"id": "article-120608_13", "title": "Menetrier Disease -- Evaluation", "content": "The histopathological exam includes characteristic findings of mucosal architecture for parallelism of glands and foveolar hyperplasia of surface mucous cells. A significant reduction in parietal cells, dilation of glands, increased eosinophils and plasma cells, edema, and smooth muscle hyperplasia is observed. [20]", "contents": "Menetrier Disease -- Evaluation. The histopathological exam includes characteristic findings of mucosal architecture for parallelism of glands and foveolar hyperplasia of surface mucous cells. A significant reduction in parietal cells, dilation of glands, increased eosinophils and plasma cells, edema, and smooth muscle hyperplasia is observed. [20]"}
{"id": "article-120608_14", "title": "Menetrier Disease -- Evaluation", "content": "Laboratory evaluation must include a complete blood count, including a white blood cell (WBC) count, hemoglobin, hematocrit, and platelet counts, a complete metabolic panel, serum gastrin, H. pylori , and CMV serology. Typical laboratory findings include lymphopenia, reduced globulin levels, albumin, alpha-1-antitrypsin, cholesterol, fibrinogen, and ceruloplasmin, elevated serum gastrin, and iron deficiency anemia. [21] [22]", "contents": "Menetrier Disease -- Evaluation. Laboratory evaluation must include a complete blood count, including a white blood cell (WBC) count, hemoglobin, hematocrit, and platelet counts, a complete metabolic panel, serum gastrin, H. pylori , and CMV serology. Typical laboratory findings include lymphopenia, reduced globulin levels, albumin, alpha-1-antitrypsin, cholesterol, fibrinogen, and ceruloplasmin, elevated serum gastrin, and iron deficiency anemia. [21] [22]"}
{"id": "article-120608_15", "title": "Menetrier Disease -- Treatment / Management", "content": "Clinical trials are lacking for the treatment of Menetrier disease, and pharmacological therapies have shown inconsistent benefits. The supportive treatments prescribed include a high-protein diet, proton pump inhibitors, and the replacement of micronutrients.", "contents": "Menetrier Disease -- Treatment / Management. Clinical trials are lacking for the treatment of Menetrier disease, and pharmacological therapies have shown inconsistent benefits. The supportive treatments prescribed include a high-protein diet, proton pump inhibitors, and the replacement of micronutrients."}
{"id": "article-120608_16", "title": "Menetrier Disease -- Treatment / Management", "content": "Treatment of H. pylori and CMV is recommended if the tests for respective infections are positive. Eradication of H.pylori has been shown to improve disease conditions in a few patients. Similarly, treatment with ganciclovir is effective in some CMV-related cases. [23]", "contents": "Menetrier Disease -- Treatment / Management. Treatment of H. pylori and CMV is recommended if the tests for respective infections are positive. Eradication of H.pylori has been shown to improve disease conditions in a few patients. Similarly, treatment with ganciclovir is effective in some CMV-related cases. [23]"}
{"id": "article-120608_17", "title": "Menetrier Disease -- Treatment / Management", "content": "Octreotide, a somatostatin analog, has shown to be beneficial in case reports. It acts by modulating the TGF-alpha - EGFR pathway, which is the underlying pathogenic mechanism. A dose of 100 to 600 micrograms daily subcutaneously or intravenously or octreotide depot formulation 10 to 60 mg intramuscularly every four weeks has been used. [24] [25]", "contents": "Menetrier Disease -- Treatment / Management. Octreotide, a somatostatin analog, has shown to be beneficial in case reports. It acts by modulating the TGF-alpha - EGFR pathway, which is the underlying pathogenic mechanism. A dose of 100 to 600 micrograms daily subcutaneously or intravenously or octreotide depot formulation 10 to 60 mg intramuscularly every four weeks has been used. [24] [25]"}
{"id": "article-120608_18", "title": "Menetrier Disease -- Treatment / Management", "content": "In a small case series, patients with severe Ménétrier disease who were treated for one month with cetuximab showed significant improvement in the quality of life as well as biochemical measures. Cetuximab is a recombinant IgG1 monoclonal antibody. Cetuximab binds to the extracellular portion of the EGF receptor, which inhibits the binding of TGF-alpha. [16]", "contents": "Menetrier Disease -- Treatment / Management. In a small case series, patients with severe Ménétrier disease who were treated for one month with cetuximab showed significant improvement in the quality of life as well as biochemical measures. Cetuximab is a recombinant IgG1 monoclonal antibody. Cetuximab binds to the extracellular portion of the EGF receptor, which inhibits the binding of TGF-alpha. [16]"}
{"id": "article-120608_19", "title": "Menetrier Disease -- Treatment / Management", "content": "Surgery is recommended in some cases of disease progression with severe, intractable abdominal pain, oral intolerance, weight loss, bleeding, or pyloric obstruction. Partial and total gastrectomy remains an acceptable means of treatment for cases with persistent and debilitating symptoms or growing concern for gastric cancer development. Total gastrectomy is preferred over partial gastrectomy due to better surgical outcomes. [26] [27]", "contents": "Menetrier Disease -- Treatment / Management. Surgery is recommended in some cases of disease progression with severe, intractable abdominal pain, oral intolerance, weight loss, bleeding, or pyloric obstruction. Partial and total gastrectomy remains an acceptable means of treatment for cases with persistent and debilitating symptoms or growing concern for gastric cancer development. Total gastrectomy is preferred over partial gastrectomy due to better surgical outcomes. [26] [27]"}
{"id": "article-120608_20", "title": "Menetrier Disease -- Differential Diagnosis", "content": "Zollinger-Ellison syndrome - This is associated with ectopic secretion of gastrin. The tumor is located in the duodenum or pancreas. Due to excess secretion of gastric acid, there is the development of peptic ulcers in the GI tract. On histopathology examination, there is parietal cell hyperplasia.", "contents": "Menetrier Disease -- Differential Diagnosis. Zollinger-Ellison syndrome - This is associated with ectopic secretion of gastrin. The tumor is located in the duodenum or pancreas. Due to excess secretion of gastric acid, there is the development of peptic ulcers in the GI tract. On histopathology examination, there is parietal cell hyperplasia."}
{"id": "article-120608_21", "title": "Menetrier Disease -- Differential Diagnosis", "content": "H. pylori gastritis - Evidence of gastritis present, and the H. pylori tests are positive.", "contents": "Menetrier Disease -- Differential Diagnosis. H. pylori gastritis - Evidence of gastritis present, and the H. pylori tests are positive."}
{"id": "article-120608_22", "title": "Menetrier Disease -- Differential Diagnosis", "content": "Hypertrophic lymphocytic gastritis - It presents very similar to Menetrier disease. In this condition, on histopathological examination, gastric mucosa shows severe inflammation with predominant intraepithelial lymphocytes. [2]", "contents": "Menetrier Disease -- Differential Diagnosis. Hypertrophic lymphocytic gastritis - It presents very similar to Menetrier disease. In this condition, on histopathological examination, gastric mucosa shows severe inflammation with predominant intraepithelial lymphocytes. [2]"}
{"id": "article-120608_23", "title": "Menetrier Disease -- Differential Diagnosis", "content": "Hypertrophic hypersecretory gastropathy - There is hypersecretion of all glandular cell types of the stomach. There is excess acid secretion, pepsin, and mucin secretion as well. On histological exam, there is hyperplasia of the foveolar epithelium as well as oxyntic glands. [28]", "contents": "Menetrier Disease -- Differential Diagnosis. Hypertrophic hypersecretory gastropathy - There is hypersecretion of all glandular cell types of the stomach. There is excess acid secretion, pepsin, and mucin secretion as well. On histological exam, there is hyperplasia of the foveolar epithelium as well as oxyntic glands. [28]"}
{"id": "article-120608_24", "title": "Menetrier Disease -- Differential Diagnosis", "content": "Gastric polyps - These are more focal than a diffuse disease. They can be numerous and mimic Menetrier disease.", "contents": "Menetrier Disease -- Differential Diagnosis. Gastric polyps - These are more focal than a diffuse disease. They can be numerous and mimic Menetrier disease."}
{"id": "article-120608_25", "title": "Menetrier Disease -- Differential Diagnosis", "content": "Gastric adenocarcinoma - On the histopathological exam, it shows dysplasia and neoplastic features, and loss of architecture helps to differentiate it from Menetrier disease.", "contents": "Menetrier Disease -- Differential Diagnosis. Gastric adenocarcinoma - On the histopathological exam, it shows dysplasia and neoplastic features, and loss of architecture helps to differentiate it from Menetrier disease."}
{"id": "article-120608_26", "title": "Menetrier Disease -- Differential Diagnosis", "content": "Infectious etiologies like histoplasmosis, syphilis, tuberculosis, and infiltrative disorders such as sarcoidosis can mimic Menetrier disease.", "contents": "Menetrier Disease -- Differential Diagnosis. Infectious etiologies like histoplasmosis, syphilis, tuberculosis, and infiltrative disorders such as sarcoidosis can mimic Menetrier disease."}
{"id": "article-120608_27", "title": "Menetrier Disease -- Prognosis", "content": "In children, the disease is self-limited. It may take anywhere from a few weeks to months for the illness to resolve spontaneously. In children, symptoms improve with treatment of CMV infection with ganciclovir. [29] In adults, the disease is generally progressive. There are few cases of resolution in adults after treating H. pylori infection. [5]", "contents": "Menetrier Disease -- Prognosis. In children, the disease is self-limited. It may take anywhere from a few weeks to months for the illness to resolve spontaneously. In children, symptoms improve with treatment of CMV infection with ganciclovir. [29] In adults, the disease is generally progressive. There are few cases of resolution in adults after treating H. pylori infection. [5]"}
{"id": "article-120608_28", "title": "Menetrier Disease -- Prognosis", "content": "It is suggested that patients with Menetrier disease are at increased risk of malignancies, including primarily gastric carcinoma and gastric lymphoma, so some recommend endoscopic surveillance on a regular basis for early detection of dysplasia or carcinoma. [10] [7] [10]", "contents": "Menetrier Disease -- Prognosis. It is suggested that patients with Menetrier disease are at increased risk of malignancies, including primarily gastric carcinoma and gastric lymphoma, so some recommend endoscopic surveillance on a regular basis for early detection of dysplasia or carcinoma. [10] [7] [10]"}
{"id": "article-120608_29", "title": "Menetrier Disease -- Complications", "content": "In adults, the disease is progressive and can be associated with significant morbidity and mortality. Complications usually involve malignant transformation, a thromboembolic phenomenon, and gastric outlet obstruction. Other complications associated are with surgical resection of the stomach, including anastomotic leak and fistula formation, bleeding, etc.", "contents": "Menetrier Disease -- Complications. In adults, the disease is progressive and can be associated with significant morbidity and mortality. Complications usually involve malignant transformation, a thromboembolic phenomenon, and gastric outlet obstruction. Other complications associated are with surgical resection of the stomach, including anastomotic leak and fistula formation, bleeding, etc."}
{"id": "article-120608_30", "title": "Menetrier Disease -- Deterrence and Patient Education", "content": "Menetrier disease is a rare disease that presents with common gastrointestinal symptoms like weight loss, nausea, vomiting, abdominal pain, and weight loss. Patients should be educated that no one treatment has been proven effective. A nutrition consult may be useful to teach patients about the importance of a high-protein diet. Patients should also be made aware of the potential for malignant transformation, so close follow-up with the gastroenterologist is recommended.", "contents": "Menetrier Disease -- Deterrence and Patient Education. Menetrier disease is a rare disease that presents with common gastrointestinal symptoms like weight loss, nausea, vomiting, abdominal pain, and weight loss. Patients should be educated that no one treatment has been proven effective. A nutrition consult may be useful to teach patients about the importance of a high-protein diet. Patients should also be made aware of the potential for malignant transformation, so close follow-up with the gastroenterologist is recommended."}
{"id": "article-120608_31", "title": "Menetrier Disease -- Enhancing Healthcare Team Outcomes", "content": "Menetrier disease is a rare disease with unknown prevalence. Primary care clinicians must be aware of this disease as the diagnosis requires referral to a gastroenterologist. As there is no proven treatment for this disease, an interprofessional team approach involving primary clinicians, gastroenterologists, pathologists, and a surgeon is recommended. For milder cases, supportive therapy with the involvement of a dietician to mitigate protein loss is recommended. In all instances, interprofessional care coordination and open communication channels, combined with accurate and up-to-date record keeping, will enhance patient outcomes. [Level 5]", "contents": "Menetrier Disease -- Enhancing Healthcare Team Outcomes. Menetrier disease is a rare disease with unknown prevalence. Primary care clinicians must be aware of this disease as the diagnosis requires referral to a gastroenterologist. As there is no proven treatment for this disease, an interprofessional team approach involving primary clinicians, gastroenterologists, pathologists, and a surgeon is recommended. For milder cases, supportive therapy with the involvement of a dietician to mitigate protein loss is recommended. In all instances, interprofessional care coordination and open communication channels, combined with accurate and up-to-date record keeping, will enhance patient outcomes. [Level 5]"}
{"id": "article-120608_32", "title": "Menetrier Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Menetrier Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}