{"id": "article-17222_0", "title": "Adrenal Cancer -- Continuing Education Activity", "content": "Adrenal masses are a frequent observation in the adrenal gland. While most lesions are benign, adrenocortical carcinoma should be a consideration when a patient presents with hypercortisolism. This activity describes the evaluation and management of adrenocortical carcinoma and reviews the role of the healthcare team in evaluating and treating these patients.", "contents": "Adrenal Cancer -- Continuing Education Activity. Adrenal masses are a frequent observation in the adrenal gland. While most lesions are benign, adrenocortical carcinoma should be a consideration when a patient presents with hypercortisolism. This activity describes the evaluation and management of adrenocortical carcinoma and reviews the role of the healthcare team in evaluating and treating these patients."}
{"id": "article-17222_1", "title": "Adrenal Cancer -- Continuing Education Activity", "content": "Objectives: Describe the importance of understanding the pathophysiology of adrenocortical carcinoma relative to new treatments. Review the presentation and the evaluation of a patient with adrenal incidentaloma. Outline the treatment and management options available for adrenocortical carcinoma. Explain the importance of improving care coordination amongst the interprofessional team to enhance the delivery of care for patients with adrenocortical carcinoma. Access free multiple choice questions on this topic.", "contents": "Adrenal Cancer -- Continuing Education Activity. Objectives: Describe the importance of understanding the pathophysiology of adrenocortical carcinoma relative to new treatments. Review the presentation and the evaluation of a patient with adrenal incidentaloma. Outline the treatment and management options available for adrenocortical carcinoma. Explain the importance of improving care coordination amongst the interprofessional team to enhance the delivery of care for patients with adrenocortical carcinoma. Access free multiple choice questions on this topic."}
{"id": "article-17222_2", "title": "Adrenal Cancer -- Introduction", "content": "The adrenal is an endocrine organ that has two physiological functions. The outer adrenal cortex produces steroid hormones, including glucocorticoids such as cortisol, and mineralocorticoids (aldosterone, and the androgen dehydroepiandrosterone. The glucocorticoids play a role in carbohydrate, protein, and fat metabolism. The mineralocorticoids are essential for the sodium (Na) and potassium (K) balance and the maintenance of fluid homeostasis. Glucocorticoids and mineralocorticoids are critical for survival. The inner adrenal medulla produces catecholamines (dopamine, epinephrine, and norepinephrine ).", "contents": "Adrenal Cancer -- Introduction. The adrenal is an endocrine organ that has two physiological functions. The outer adrenal cortex produces steroid hormones, including glucocorticoids such as cortisol, and mineralocorticoids (aldosterone, and the androgen dehydroepiandrosterone. The glucocorticoids play a role in carbohydrate, protein, and fat metabolism. The mineralocorticoids are essential for the sodium (Na) and potassium (K) balance and the maintenance of fluid homeostasis. Glucocorticoids and mineralocorticoids are critical for survival. The inner adrenal medulla produces catecholamines (dopamine, epinephrine, and norepinephrine )."}
{"id": "article-17222_3", "title": "Adrenal Cancer -- Introduction", "content": "Occasionally one does encounter adrenal masses during a routine study. [1] These lesions can categorize as either functional (hormone-secreting) or silent (either benign or malignant). Overall, less than 1% of these tumors are cancerous. [2]", "contents": "Adrenal Cancer -- Introduction. Occasionally one does encounter adrenal masses during a routine study. [1] These lesions can categorize as either functional (hormone-secreting) or silent (either benign or malignant). Overall, less than 1% of these tumors are cancerous. [2]"}
{"id": "article-17222_4", "title": "Adrenal Cancer -- Introduction", "content": "The Fourth Edition of the World Health Organization (WHO) classification of endocrine tumors published in 2017 has classified adrenal cancer in two groups. The first includes tumors of the adrenal cortex, and the second group includes tumors of the adrenal medulla and extra-adrenal paraganglia. [3] The key feature of the WHO classification is the role of genetics that may be involved in adrenal cortical carcinoma and pheochromocytoma/ paraganglioma as well as the inclusion of a few rare malignancies of the adrenal cortex and medulla. The following are tumors of the adrenal cortex: Cortical carcinoma Cortical adenoma Sex cord-stromal tumors Granulosa cell tumor Leydig cell tumor Adenomatoid tumor Mesenchymal and stromal tumors Myelolipoma Schwannoma Hematological tumors Secondary tumors", "contents": "Adrenal Cancer -- Introduction. The Fourth Edition of the World Health Organization (WHO) classification of endocrine tumors published in 2017 has classified adrenal cancer in two groups. The first includes tumors of the adrenal cortex, and the second group includes tumors of the adrenal medulla and extra-adrenal paraganglia. [3] The key feature of the WHO classification is the role of genetics that may be involved in adrenal cortical carcinoma and pheochromocytoma/ paraganglioma as well as the inclusion of a few rare malignancies of the adrenal cortex and medulla. The following are tumors of the adrenal cortex: Cortical carcinoma Cortical adenoma Sex cord-stromal tumors Granulosa cell tumor Leydig cell tumor Adenomatoid tumor Mesenchymal and stromal tumors Myelolipoma Schwannoma Hematological tumors Secondary tumors"}
{"id": "article-17222_5", "title": "Adrenal Cancer -- Introduction", "content": "Adrenocortical adenoma (ACA), Adrenal myelolipoma (mesenchymal and stromal tumors) and adrenal adenomatoid tumor are benign neoplasms of the adrenal cortex. The sex cord-stromal tumor of the adrenal gland is rare, and there are only six reports in the literature. [3] Primary hematological tumors are mostly lymphomas and rarely plasmacytoma. Secondary tumors of the adrenal cortex are usually metastatic lesions due to direct infiltration by adjacent cancer or more commonly via hematogenous spread from a distant site. Adrenal metastases are common in patients with advanced cancer. [3]", "contents": "Adrenal Cancer -- Introduction. Adrenocortical adenoma (ACA), Adrenal myelolipoma (mesenchymal and stromal tumors) and adrenal adenomatoid tumor are benign neoplasms of the adrenal cortex. The sex cord-stromal tumor of the adrenal gland is rare, and there are only six reports in the literature. [3] Primary hematological tumors are mostly lymphomas and rarely plasmacytoma. Secondary tumors of the adrenal cortex are usually metastatic lesions due to direct infiltration by adjacent cancer or more commonly via hematogenous spread from a distant site. Adrenal metastases are common in patients with advanced cancer. [3]"}
{"id": "article-17222_6", "title": "Adrenal Cancer -- Introduction", "content": "Adrenocortical carcinomas (ACC) are very uncommon; these lesions are less common than cortical adenomas and pheochromocytoma. The worldwide incidence of ACC is 0.5 to 2 per 1 million people annually. [4] However, this neoplasia accounts for 0.02 to 0.2% of all cancer-related deaths. [5] Adrenocortical carcinomas are very aggressive lesions and in some cases may be functional and present with Cushing syndrome and/or virilization. In most cases, ACC is non-functional and presents as an abdominal mass or an incidental finding.", "contents": "Adrenal Cancer -- Introduction. Adrenocortical carcinomas (ACC) are very uncommon; these lesions are less common than cortical adenomas and pheochromocytoma. The worldwide incidence of ACC is 0.5 to 2 per 1 million people annually. [4] However, this neoplasia accounts for 0.02 to 0.2% of all cancer-related deaths. [5] Adrenocortical carcinomas are very aggressive lesions and in some cases may be functional and present with Cushing syndrome and/or virilization. In most cases, ACC is non-functional and presents as an abdominal mass or an incidental finding."}
{"id": "article-17222_7", "title": "Adrenal Cancer -- Introduction", "content": "As with all adrenal tumors, the presence of local or distant spread defines their malignancy. No absolute criteria of malignancy exist for lesions confined to the adrenal gland, but a Weiss score of 3 or higher, which is determined by histopathological features, is generally an indicator of malignancy. [6]", "contents": "Adrenal Cancer -- Introduction. As with all adrenal tumors, the presence of local or distant spread defines their malignancy. No absolute criteria of malignancy exist for lesions confined to the adrenal gland, but a Weiss score of 3 or higher, which is determined by histopathological features, is generally an indicator of malignancy. [6]"}
{"id": "article-17222_8", "title": "Adrenal Cancer -- Etiology", "content": "Adrenocortical carcinomas can arise sporadically or be part of a familial cancer syndrome. Although the molecular mechanisms underlying tumorigenesis in many of the hereditary syndromes are well characterized, the molecular pathogenesis of sporadic ACC is less well understood. Furthermore, most cases of ACC appear to be sporadic. Several studies on the clonality of adrenocortical tumors have demonstrated that most benign adrenocortical lesions are polyclonal; however, some ACC that have been studied indicate monoclonal proliferation. [4] Adrenocortical hyperplasia seems to be a polyclonal process; however, most adrenocortical tumors, whether benign or malignant, are monoclonal lesions, indicating that genetic changes at specific genomic loci may be playing a role in adrenal tumorigenesis. [2] The chromosomal rearrangements present in benign and malignant adrenocortical tumors are similar; such as the alteration of the beta-catenin pathway. However, these chromosomal rearrangements are more frequent in the malignant tumors compared with the benign lesion. [7] A multistep tumor progression of tumorigenesis has been proposed from genes that are known to be associated with hereditary tumor syndromes described below.", "contents": "Adrenal Cancer -- Etiology. Adrenocortical carcinomas can arise sporadically or be part of a familial cancer syndrome. Although the molecular mechanisms underlying tumorigenesis in many of the hereditary syndromes are well characterized, the molecular pathogenesis of sporadic ACC is less well understood. Furthermore, most cases of ACC appear to be sporadic. Several studies on the clonality of adrenocortical tumors have demonstrated that most benign adrenocortical lesions are polyclonal; however, some ACC that have been studied indicate monoclonal proliferation. [4] Adrenocortical hyperplasia seems to be a polyclonal process; however, most adrenocortical tumors, whether benign or malignant, are monoclonal lesions, indicating that genetic changes at specific genomic loci may be playing a role in adrenal tumorigenesis. [2] The chromosomal rearrangements present in benign and malignant adrenocortical tumors are similar; such as the alteration of the beta-catenin pathway. However, these chromosomal rearrangements are more frequent in the malignant tumors compared with the benign lesion. [7] A multistep tumor progression of tumorigenesis has been proposed from genes that are known to be associated with hereditary tumor syndromes described below."}
{"id": "article-17222_9", "title": "Adrenal Cancer -- Etiology", "content": "Li-Fraumeni syndrome is a familial cancer syndrome arising from a germline mutation of the TP53 gene located at 17p13. Patients are susceptible to breast cancer, sarcomas, brain tumors, leukemia, and adrenocortical carcinoma. [7] Variants of this disease may appear in children with sporadic ACC and germline p53 mutations without a typical history of Li-Fraumeni síndrome. In particular, pR337H, which involves a substitution of the amino acid arginine (R) to histidine (H), is a common mutation detected in Southern Brazil. The incidence of pediatric ACC is very high in Southern Brazil (10–15 times the world-wide occurrence) because of the segregation of the TP53 hotspot mutation p.R337H. The Arginine residue at codon 337 is a critical part of an alpha-helix motif involved in the protein oligomerization. Functional data have shown that the replacement of arginine by histidine disrupts the tetramer formed in a pH-dependent manner, making it functionally impaired at physiologic pH. [8] Beyond these mutations, the TP53 polymorphisms in adult patients seem to influence overall survival. [9] The protein p53 has a fundamental role in the cellular response to stress, oncogene activation, and DNA damage by regulating the cell cycle and apoptosis. At the somatic DNA level, mutation of TP53 is a frequent event occurring in between 16 to 70% of ACC if the whole gene is sequenced. TP53 is considered a tumor suppressor gene, and both alleles become inactivated in tumor tissue. Loss of heterozygosity (LOH) at 17p13 presents in 85% of ACC. However, other mechanisms that may lead to TP53 inactivation because LOH and mutation do not appear in all cases. The presence of abnormal nuclear staining of TP53 correlates well with TP53 mutations and could serve as a diagnostic tool. Somatic mutations of TP53 are associated with aggressive tumors and poor outcomes. [9] Other factors that may play a role in tumorigenesis include overexpression of pituitary tumor transforming gene 1 (PTTG1), which encodes securin, a negative regulator of p53; which researchers have identified as a marker of poor survival. Loss of retinoblastoma (Rb) protein has been found in 27% of aggressive adrenocortical carcinoma. This defect is related in most cases to mutations of the RB1 gene or its allelic loss. [1] Another study revealed the presence of RB1 mutations in 7% of tumors. Another 11% of the tumors of this cohort harbored mutations of cyclin-dependent kinase inhibitor 2A (CDKN2A), and 2% exhibited high-level amplification of cyclin-dependent kinase inhibitor 4 (CDK4). Thus, overall, 33% of the tumors had alterations of the Tp53 pathway . [9]", "contents": "Adrenal Cancer -- Etiology. Li-Fraumeni syndrome is a familial cancer syndrome arising from a germline mutation of the TP53 gene located at 17p13. Patients are susceptible to breast cancer, sarcomas, brain tumors, leukemia, and adrenocortical carcinoma. [7] Variants of this disease may appear in children with sporadic ACC and germline p53 mutations without a typical history of Li-Fraumeni síndrome. In particular, pR337H, which involves a substitution of the amino acid arginine (R) to histidine (H), is a common mutation detected in Southern Brazil. The incidence of pediatric ACC is very high in Southern Brazil (10–15 times the world-wide occurrence) because of the segregation of the TP53 hotspot mutation p.R337H. The Arginine residue at codon 337 is a critical part of an alpha-helix motif involved in the protein oligomerization. Functional data have shown that the replacement of arginine by histidine disrupts the tetramer formed in a pH-dependent manner, making it functionally impaired at physiologic pH. [8] Beyond these mutations, the TP53 polymorphisms in adult patients seem to influence overall survival. [9] The protein p53 has a fundamental role in the cellular response to stress, oncogene activation, and DNA damage by regulating the cell cycle and apoptosis. At the somatic DNA level, mutation of TP53 is a frequent event occurring in between 16 to 70% of ACC if the whole gene is sequenced. TP53 is considered a tumor suppressor gene, and both alleles become inactivated in tumor tissue. Loss of heterozygosity (LOH) at 17p13 presents in 85% of ACC. However, other mechanisms that may lead to TP53 inactivation because LOH and mutation do not appear in all cases. The presence of abnormal nuclear staining of TP53 correlates well with TP53 mutations and could serve as a diagnostic tool. Somatic mutations of TP53 are associated with aggressive tumors and poor outcomes. [9] Other factors that may play a role in tumorigenesis include overexpression of pituitary tumor transforming gene 1 (PTTG1), which encodes securin, a negative regulator of p53; which researchers have identified as a marker of poor survival. Loss of retinoblastoma (Rb) protein has been found in 27% of aggressive adrenocortical carcinoma. This defect is related in most cases to mutations of the RB1 gene or its allelic loss. [1] Another study revealed the presence of RB1 mutations in 7% of tumors. Another 11% of the tumors of this cohort harbored mutations of cyclin-dependent kinase inhibitor 2A (CDKN2A), and 2% exhibited high-level amplification of cyclin-dependent kinase inhibitor 4 (CDK4). Thus, overall, 33% of the tumors had alterations of the Tp53 pathway . [9]"}
{"id": "article-17222_10", "title": "Adrenal Cancer -- Etiology", "content": "Patients with familial adenomatous polyposis (FAP) or Gardner syndrome, which is a mutation of the adenomatous polyposis coli gene (APC) located in 5q21 chromosomal, present with multiple colonic polyps and an increased risk of early colon carcinomas. Furthermore, FAP is associated with pigmented retinal lesions, desmoids tumors, osteomas, thyroid adenoma/carcinomas, and other different malignant tumors. Adrenocortical tumors, especially nonfunctional nodular hyperplasia, cortisol-producing adenomas (CPA), and ACC occur in 7 to 13% of patients with FAP. FAP results from a germline inactivating mutation of APC, a tumor suppressor gene that inhibits Wnt/beta-catenin signaling. According to Knudson’s model, ACC in patients with FAP exhibits somatic APC mutations as a second hit. The activation of the Wnt/b-catenin signaling pathway occurs in a third of ACC cases, and less commonly observed in adrenocortical adenoma. Activation of b-catenin is mainly related to the mutation of the Catenin beta-1 gene (CTNNB1). Consistently, transcriptome studies have shown an overexpression of Wnt/b-catenin target genes in ACC. [10] Mutations of CTNNB1 or a histologic pattern of its activation are associated with poor outcomes. [1] [11] Somatic mutations in APC has a prevalence of 2 to 3%, suggesting the importance of somatic alterations of other mechanisms in the Wnt/beta-catenin pathway in causing ACC. Indeed, activating somatic mutations of beta-catenin itself have been reported with a prevalence of about 16% in large cohorts of ACC. [12] Interestingly, p53 and beta-catenin mutations are frequent in ACC with poor prognosis but are almost mutually exclusive. Constitutive activation of beta-catenin in the adrenal cortex of transgenic mice resulted in progressive steroidogenic and undifferentiated spindle-shaped cell hyperplasia, which lead to macroscopic adenomas development. [12] Malignant characteristics such as uncontrolled neovascularization and loco-regional metastatic invasion appeared only later in this context, suggesting the necessity of other associated genetic alterations. More recently, researchers identified a new actor with the Wnt/beta-catenin pathway involved in adrenal tumorigenesis. Zinc and ring finger 3 (ZNRF3), a cell-surface transmembrane E3 ubiquitin ligase that is a negative regulator of the Wnt/b-catenin pathway. ZNRF3 leads the Wingless-related integration site-low density lipoprotein receptor-related protein 6 (Wnt-LRP6) receptor complex to degradation. ZNRF3 is regulated by the R-Spondin protein that regulates the association of ZNRF3 with the related leucine-rich repeat-containing G protein-coupled receptors LGR4. This association results in membrane clearance of ZNFR3 and activation of the Wnt/b-catenin pathway. Recently, ZNRF3 was found to be the most frequently altered gene in 2 large cohorts of ACC, with a prevalence of respectively 21% and 19%. [1] [13] The transcriptome of tumors with alterations of ZNFR3 shows activation of b-catenin targets but milder than the level observed in CTNNB1-mutated ACC. ZNFR3 also constitutes a new tumor suppressor gene. By the sum of the CTNNB1- and ZNRF3-altered ACC, activation of the Wnt/b-catenin pathway could be present in 39% of ACC. [1]", "contents": "Adrenal Cancer -- Etiology. Patients with familial adenomatous polyposis (FAP) or Gardner syndrome, which is a mutation of the adenomatous polyposis coli gene (APC) located in 5q21 chromosomal, present with multiple colonic polyps and an increased risk of early colon carcinomas. Furthermore, FAP is associated with pigmented retinal lesions, desmoids tumors, osteomas, thyroid adenoma/carcinomas, and other different malignant tumors. Adrenocortical tumors, especially nonfunctional nodular hyperplasia, cortisol-producing adenomas (CPA), and ACC occur in 7 to 13% of patients with FAP. FAP results from a germline inactivating mutation of APC, a tumor suppressor gene that inhibits Wnt/beta-catenin signaling. According to Knudson’s model, ACC in patients with FAP exhibits somatic APC mutations as a second hit. The activation of the Wnt/b-catenin signaling pathway occurs in a third of ACC cases, and less commonly observed in adrenocortical adenoma. Activation of b-catenin is mainly related to the mutation of the Catenin beta-1 gene (CTNNB1). Consistently, transcriptome studies have shown an overexpression of Wnt/b-catenin target genes in ACC. [10] Mutations of CTNNB1 or a histologic pattern of its activation are associated with poor outcomes. [1] [11] Somatic mutations in APC has a prevalence of 2 to 3%, suggesting the importance of somatic alterations of other mechanisms in the Wnt/beta-catenin pathway in causing ACC. Indeed, activating somatic mutations of beta-catenin itself have been reported with a prevalence of about 16% in large cohorts of ACC. [12] Interestingly, p53 and beta-catenin mutations are frequent in ACC with poor prognosis but are almost mutually exclusive. Constitutive activation of beta-catenin in the adrenal cortex of transgenic mice resulted in progressive steroidogenic and undifferentiated spindle-shaped cell hyperplasia, which lead to macroscopic adenomas development. [12] Malignant characteristics such as uncontrolled neovascularization and loco-regional metastatic invasion appeared only later in this context, suggesting the necessity of other associated genetic alterations. More recently, researchers identified a new actor with the Wnt/beta-catenin pathway involved in adrenal tumorigenesis. Zinc and ring finger 3 (ZNRF3), a cell-surface transmembrane E3 ubiquitin ligase that is a negative regulator of the Wnt/b-catenin pathway. ZNRF3 leads the Wingless-related integration site-low density lipoprotein receptor-related protein 6 (Wnt-LRP6) receptor complex to degradation. ZNRF3 is regulated by the R-Spondin protein that regulates the association of ZNRF3 with the related leucine-rich repeat-containing G protein-coupled receptors LGR4. This association results in membrane clearance of ZNFR3 and activation of the Wnt/b-catenin pathway. Recently, ZNRF3 was found to be the most frequently altered gene in 2 large cohorts of ACC, with a prevalence of respectively 21% and 19%. [1] [13] The transcriptome of tumors with alterations of ZNFR3 shows activation of b-catenin targets but milder than the level observed in CTNNB1-mutated ACC. ZNFR3 also constitutes a new tumor suppressor gene. By the sum of the CTNNB1- and ZNRF3-altered ACC, activation of the Wnt/b-catenin pathway could be present in 39% of ACC. [1]"}
{"id": "article-17222_11", "title": "Adrenal Cancer -- Etiology", "content": "Beckwith-Wiedemann syndrome (BWS) characteristically demonstrates genetic and epigenetic events at the 11p15.5 region involving the cyclin-dependent kinase inhibitor 1C (CDKN1C), insulin-growth-factor II (IGF-II), and H19 genes, which results in overgrowth disorders, visceromegaly (macroglossia, hemihyperplasia), malformations (wall defect, umbilical hernia), and predisposition to embryonal malignancies. ACC belongs to the BWS tumor spectrum, which also includes Wilms tumor, hepatoblastoma, rhabdomyosarcoma and neuroblastoma with an overall risk for tumor development in children estimated at 7.5%; most of the tumors occur in the first 8  to 10 years of life. [13] Overexpression of IGF-II has been reported in approximately 60% to 90% of adrenocortical carcinoma cases, and only rarely in ACA. [14] H19 is a gene for a long noncoding RNA. H19 is a negative regulator (or limiting) factor for body weight and cell proliferation. The long noncoding RNA of H19, which has been associated with several cancers and is physiologically only expressed by the maternal allele, while IGF-II only gets expressed by the paternal allele. The Center IC1 regulates the expression of both genes by imprinting and is methylated on the paternal allele and unmethylated on the maternal one. CDKN1C, a growth suppression gene that is under the control of another imprinting center IC2. BWS is etiologically heterogeneous, developing from dysregulation of either one or both imprinting centers and/or imprinted growth regulatory genes found on chromosome 11p15.5. Most BWS cases are sporadic and are the result of the loss of maternal methylation at IC2, resulting in a gain of maternal methylation at IC1 or paternal uniparental disomy. Mutations in CDKN1C cause the hereditary forms of BW. [13] Regardless of the causative molecular defect, these alterations result in IGF-II overexpression and a decrease in H19 and/or CDKN1C expression. The gain of maternal methylation at IC1 or paternal uniparental disomy is associated with a higher risk of tumor development than the other forms suggesting a role of IGF-II overexpression or H19 downregulation in the tumorigenic process. [15] At the somatic level, IGF-II overexpression is one of the first molecular abnormalities as described in sporadic adult ACC, with a very prevalence of about 90%. This increase in expression is associated with DNA demethylation at IGF-II locus and paternal isodisomy in most cases. Further transcriptome studies confirm that IGF-II is the most upregulated gene in ACC. [13]", "contents": "Adrenal Cancer -- Etiology. Beckwith-Wiedemann syndrome (BWS) characteristically demonstrates genetic and epigenetic events at the 11p15.5 region involving the cyclin-dependent kinase inhibitor 1C (CDKN1C), insulin-growth-factor II (IGF-II), and H19 genes, which results in overgrowth disorders, visceromegaly (macroglossia, hemihyperplasia), malformations (wall defect, umbilical hernia), and predisposition to embryonal malignancies. ACC belongs to the BWS tumor spectrum, which also includes Wilms tumor, hepatoblastoma, rhabdomyosarcoma and neuroblastoma with an overall risk for tumor development in children estimated at 7.5%; most of the tumors occur in the first 8  to 10 years of life. [13] Overexpression of IGF-II has been reported in approximately 60% to 90% of adrenocortical carcinoma cases, and only rarely in ACA. [14] H19 is a gene for a long noncoding RNA. H19 is a negative regulator (or limiting) factor for body weight and cell proliferation. The long noncoding RNA of H19, which has been associated with several cancers and is physiologically only expressed by the maternal allele, while IGF-II only gets expressed by the paternal allele. The Center IC1 regulates the expression of both genes by imprinting and is methylated on the paternal allele and unmethylated on the maternal one. CDKN1C, a growth suppression gene that is under the control of another imprinting center IC2. BWS is etiologically heterogeneous, developing from dysregulation of either one or both imprinting centers and/or imprinted growth regulatory genes found on chromosome 11p15.5. Most BWS cases are sporadic and are the result of the loss of maternal methylation at IC2, resulting in a gain of maternal methylation at IC1 or paternal uniparental disomy. Mutations in CDKN1C cause the hereditary forms of BW. [13] Regardless of the causative molecular defect, these alterations result in IGF-II overexpression and a decrease in H19 and/or CDKN1C expression. The gain of maternal methylation at IC1 or paternal uniparental disomy is associated with a higher risk of tumor development than the other forms suggesting a role of IGF-II overexpression or H19 downregulation in the tumorigenic process. [15] At the somatic level, IGF-II overexpression is one of the first molecular abnormalities as described in sporadic adult ACC, with a very prevalence of about 90%. This increase in expression is associated with DNA demethylation at IGF-II locus and paternal isodisomy in most cases. Further transcriptome studies confirm that IGF-II is the most upregulated gene in ACC. [13]"}
{"id": "article-17222_12", "title": "Adrenal Cancer -- Etiology", "content": "Multiple endocrine neoplasia type 1 has an abnormal genetic locus at 11q13, where a defective MEN1 gene encodes a defective tumor suppressor protein, which is the Menin protein. The abnormal function of this protein predisposes the patient to parathyroid, pituitary, endocrine pancreatic, and adrenocortical tumors, including adrenocortical carcinoma. [7]", "contents": "Adrenal Cancer -- Etiology. Multiple endocrine neoplasia type 1 has an abnormal genetic locus at 11q13, where a defective MEN1 gene encodes a defective tumor suppressor protein, which is the Menin protein. The abnormal function of this protein predisposes the patient to parathyroid, pituitary, endocrine pancreatic, and adrenocortical tumors, including adrenocortical carcinoma. [7]"}
{"id": "article-17222_13", "title": "Adrenal Cancer -- Etiology", "content": "These candidate genes as a cause of cancer have as their basis the hypothesis that a germline alteration of the genes causing a hereditary familial tumor syndrome also occurs as a somatic event leading to a sporadic tumor. This approach was indeed very successful in identifying TP53 mutation or insulin-like growth factor 2 (IGF2) overexpression in ACC, and APC and the Wnt/b-catenin pathway. Genomewide approaches, including transcriptome, single nucleotide polymorphism (SNP) array, methylation, and microRNAs (miRNAs) analysis, have identified new genetic and epigenetic alterations.", "contents": "Adrenal Cancer -- Etiology. These candidate genes as a cause of cancer have as their basis the hypothesis that a germline alteration of the genes causing a hereditary familial tumor syndrome also occurs as a somatic event leading to a sporadic tumor. This approach was indeed very successful in identifying TP53 mutation or insulin-like growth factor 2 (IGF2) overexpression in ACC, and APC and the Wnt/b-catenin pathway. Genomewide approaches, including transcriptome, single nucleotide polymorphism (SNP) array, methylation, and microRNAs (miRNAs) analysis, have identified new genetic and epigenetic alterations."}
{"id": "article-17222_14", "title": "Adrenal Cancer -- Etiology", "content": "DNA methylation is the most characterized epigenetic mechanism of regulation of transcription. This methylation occurs in the cytosine of CpG dinucleotides in specific regions with many CpG called CpG islands. Beyond the abnormalities described at the IGF2 locus, a global alteration of methylation patterns has been described in ACC at the genome-wide level. [16] [17] [18] In these studies, adrenocortical carcinoma presented with hypomethylation of intergenic regions and global hypermethylation of promoter regions. The profile of methylation of ACT could discriminate adrenocortical carcinoma from adrenocortical adenoma. Additionally, the levels of methylation of CpG islands distinguished two groups of ACC: one, named non-CIMP (CpG island methylator phenotype), which is slightly hypermethylated compared with ACA and another hypermethylated named CIMP. Within the CIMP group, two further subgroups were delineated: CIMP-low and CIMP-high, referring to the levels of hypermethylation. The prognosis was worse for the CIMP carcinomas than the non-CIMP and worse for the CIMP-high than the CIMP-low. [9] Therefore, the levels of expression are inversely correlated to the level of methylation as expected. A recent study showed that tumor methylation status was a significant prognostic factor of disease-free survival (DFS) and overall survival (OS). [19] Researchers have also identified a reliable methylation marker, taking into account the mean methylation of 4 genes (Paired Box 5 -PAX5-, Glutathione S-Transferase Pi 1 -GSTP1-, N-terminal PYRIN-PAAD-DAPIN domain (PYD) and a C-terminal caspase-recruitment domain (CARD) -PYCARD- and  Paired Box -PAX6-). More interestingly, they showedthat this biomarker remained a significant prognostic factor for DFS and OS in multivariate analysis including the European Network of Study of Adrenal Tumors (ENSAT) databank and a marker of proliferation  Ki67. This biomarker seems particularly attractive since most of the previous reported molecular markers were only investigated in univariate analysis of survival. [19]", "contents": "Adrenal Cancer -- Etiology. DNA methylation is the most characterized epigenetic mechanism of regulation of transcription. This methylation occurs in the cytosine of CpG dinucleotides in specific regions with many CpG called CpG islands. Beyond the abnormalities described at the IGF2 locus, a global alteration of methylation patterns has been described in ACC at the genome-wide level. [16] [17] [18] In these studies, adrenocortical carcinoma presented with hypomethylation of intergenic regions and global hypermethylation of promoter regions. The profile of methylation of ACT could discriminate adrenocortical carcinoma from adrenocortical adenoma. Additionally, the levels of methylation of CpG islands distinguished two groups of ACC: one, named non-CIMP (CpG island methylator phenotype), which is slightly hypermethylated compared with ACA and another hypermethylated named CIMP. Within the CIMP group, two further subgroups were delineated: CIMP-low and CIMP-high, referring to the levels of hypermethylation. The prognosis was worse for the CIMP carcinomas than the non-CIMP and worse for the CIMP-high than the CIMP-low. [9] Therefore, the levels of expression are inversely correlated to the level of methylation as expected. A recent study showed that tumor methylation status was a significant prognostic factor of disease-free survival (DFS) and overall survival (OS). [19] Researchers have also identified a reliable methylation marker, taking into account the mean methylation of 4 genes (Paired Box 5 -PAX5-, Glutathione S-Transferase Pi 1 -GSTP1-, N-terminal PYRIN-PAAD-DAPIN domain (PYD) and a C-terminal caspase-recruitment domain (CARD) -PYCARD- and  Paired Box -PAX6-). More interestingly, they showedthat this biomarker remained a significant prognostic factor for DFS and OS in multivariate analysis including the European Network of Study of Adrenal Tumors (ENSAT) databank and a marker of proliferation  Ki67. This biomarker seems particularly attractive since most of the previous reported molecular markers were only investigated in univariate analysis of survival. [19]"}
{"id": "article-17222_15", "title": "Adrenal Cancer -- Etiology", "content": "MicroRNAs (miRNAs) are small RNAs (approximately 22 nucleotides) regulating gene expression at the posttranscriptional level by targeting mRNAs for cleavage or translation repression. They play an essential role in the pathogenesis of several neoplasms; they are responsible for both oncogene activation and tumor suppressor genes silencing. Their profile of expression can serve as diagnostic and/or prognosis markers and the fact that one can measure them in blood samples. [20] In ACC deregulation of several miRNAs are known to occur. The expression of miRNAs seems to differ significantly between adrenocortical adenomas and adrenocortical carcinomas. Several miRNAs received particular focus, the most frequently reported being the downregulation of miR-335 and miR-195 and upregulation of miR-483-5p. [21] The level of circulating miR-483-5p allows for the distinction between ACC and benign tumors. [20] [22] In childhood adrenocortical tumors, a set of miRNAs harbors a differential expression in comparison with normal adrenal tissue. These miRNAs are mainly downregulated (miR-99a, miR-100); however, the upregulation of miR-483 occurs in both childhood ACC and adult ACC. The profile of miRNA expression shows three clusters in ACC associated with different prognosis. [21] .  In particular, miR-483-3p correlates inversely with the expression of the pro-apoptotic protein PUMA (p53 upregulated modulator of apoptosis) suggesting a role for this miR in apoptosis regulation. [21] The gene encoding miR-483- 5p is in the IGF2 locus, and the level of IGF2 expression directly correlates with this miRNA. [23] The miR-99a and miR-100 participate in the regulation of mammalian target of rapamycin (mTOR) signaling, a pathway involved in cellular proliferation in adrenocortical carcinoma. [24]", "contents": "Adrenal Cancer -- Etiology. MicroRNAs (miRNAs) are small RNAs (approximately 22 nucleotides) regulating gene expression at the posttranscriptional level by targeting mRNAs for cleavage or translation repression. They play an essential role in the pathogenesis of several neoplasms; they are responsible for both oncogene activation and tumor suppressor genes silencing. Their profile of expression can serve as diagnostic and/or prognosis markers and the fact that one can measure them in blood samples. [20] In ACC deregulation of several miRNAs are known to occur. The expression of miRNAs seems to differ significantly between adrenocortical adenomas and adrenocortical carcinomas. Several miRNAs received particular focus, the most frequently reported being the downregulation of miR-335 and miR-195 and upregulation of miR-483-5p. [21] The level of circulating miR-483-5p allows for the distinction between ACC and benign tumors. [20] [22] In childhood adrenocortical tumors, a set of miRNAs harbors a differential expression in comparison with normal adrenal tissue. These miRNAs are mainly downregulated (miR-99a, miR-100); however, the upregulation of miR-483 occurs in both childhood ACC and adult ACC. The profile of miRNA expression shows three clusters in ACC associated with different prognosis. [21] .  In particular, miR-483-3p correlates inversely with the expression of the pro-apoptotic protein PUMA (p53 upregulated modulator of apoptosis) suggesting a role for this miR in apoptosis regulation. [21] The gene encoding miR-483- 5p is in the IGF2 locus, and the level of IGF2 expression directly correlates with this miRNA. [23] The miR-99a and miR-100 participate in the regulation of mammalian target of rapamycin (mTOR) signaling, a pathway involved in cellular proliferation in adrenocortical carcinoma. [24]"}
{"id": "article-17222_16", "title": "Adrenal Cancer -- Epidemiology", "content": "The National Institute of Health Office of Rare Diseases Research reports that fewer than 200000 cases of adrenocortical carcinoma exist within the United States with an incidence of 0.5 to 2 per million worldwide and 0.72 per million in the United States alone. Adrenocortical carcinoma accounts for 0.2% of deaths annually in the United States. [25] It presents in adults in their fourth and fifth decades of life; [26] [27] however, there is another, smaller peak in children less than five years old. [28] It affects women more frequently than men (female to male ratio is between 2.5 and 3 to 1). [29] In a 1996 study looking at risk factors, cigarette smoking and the use of oral contraceptives were found to correlate with the development of ACC. [30]", "contents": "Adrenal Cancer -- Epidemiology. The National Institute of Health Office of Rare Diseases Research reports that fewer than 200000 cases of adrenocortical carcinoma exist within the United States with an incidence of 0.5 to 2 per million worldwide and 0.72 per million in the United States alone. Adrenocortical carcinoma accounts for 0.2% of deaths annually in the United States. [25] It presents in adults in their fourth and fifth decades of life; [26] [27] however, there is another, smaller peak in children less than five years old. [28] It affects women more frequently than men (female to male ratio is between 2.5 and 3 to 1). [29] In a 1996 study looking at risk factors, cigarette smoking and the use of oral contraceptives were found to correlate with the development of ACC. [30]"}
{"id": "article-17222_17", "title": "Adrenal Cancer -- Pathophysiology", "content": "Research over the last decades has elucidated causes of adrenocortical carcinoma to be driven by several molecular changes that include inactivation of tumor suppressor genes and activation of a myriad of different oncogenes, DNA mutations, and epigenetic changes. At the level of the genome, large scale changes occur in gene expression, chromosomal aberrations such as chromosomal gains, chromosomal losses, and loss of heterozygosity, DNA methylation, and dysregulation of microRNA (miRNA) leading to overexpression of these sequences.", "contents": "Adrenal Cancer -- Pathophysiology. Research over the last decades has elucidated causes of adrenocortical carcinoma to be driven by several molecular changes that include inactivation of tumor suppressor genes and activation of a myriad of different oncogenes, DNA mutations, and epigenetic changes. At the level of the genome, large scale changes occur in gene expression, chromosomal aberrations such as chromosomal gains, chromosomal losses, and loss of heterozygosity, DNA methylation, and dysregulation of microRNA (miRNA) leading to overexpression of these sequences."}
{"id": "article-17222_18", "title": "Adrenal Cancer -- Pathophysiology", "content": "Initially, familial syndromes predisposing to ACC allowed the identification of signaling pathways involved in the pathogenesis of adrenal tumors. Notably, the Tp53 pathway, the overexpression of IGF-II, and the Wnt/b-catenin signaling pathway. These were explained in the etiology section. Tp53 pathway via germline mutations is the underlying genetic cause of ACC in 50% to 80% of children with ACC. [31] [32] [33] The prevalence of germline TP53 mutations in adult ACC is between 3% and 7% in the adult population. [34] [35] However, the prevalence of somatic mutations of TP53 in tumor tissue or loss of heterozygosity at the TP53 locus is more than 50% of adult patients with ACC, and TP53 mutated tumors are associated with an aggressive phenotype. [36] As previously described, beta-catenin activation is observed in ACA. However, as determined by immunohistochemistry, it is more dramatic in ACC in which inappropriate cytoplasmic and/or nuclear accumulation of beta-catenin is persistent with a reported prevalence between 39% and 84%. [11] [37] Somatic mutations in APC are rare with a reported prevalence of 2 to 3%, [1] [38] suggesting the importance of somatic alteration of other actors of the Wnt/beta-catenin pathway in ACC. Indeed, activating somatic mutations of beta-catenin itself were reported with a prevalence of about 16% in large cohorts of ACC. [1] [38] At the somatic level, IGF-II overexpression is one of the first molecular abnormalities, which has a very high prevalence of about 90% in sporadic adult ACC. [39] Overexpression of IGF-II is also in pediatric adrenocortical tumors, both ACC and adenomas, and the expression of IGF1- receptor. The 11p15 chromosome locus arranges into a telomeric domain — the IGF-II cluster, H19, and CDKN1C1), [12] which mediates IGF-II effects in vivo, was more discriminant between malignant (overexpression) and benign tumors in children. [40] [12] In ACC the decreased translation of the H19 by methylation and the uniparental disomy of the IGF-II produce the overexpression of IGF-II. The signaling IGF-II with IGF-1R is one of the promising solutions in targeted molecular therapy. CDKN1C gives rise to a cyclin-dependent kinase that regulates the cell cycle at the G1/S phase. [12] IGF-II activates the mitogen-activated protein kinases (MAPK) and phosphoinositide 3-kinases (PI3K) pathways in cancer.", "contents": "Adrenal Cancer -- Pathophysiology. Initially, familial syndromes predisposing to ACC allowed the identification of signaling pathways involved in the pathogenesis of adrenal tumors. Notably, the Tp53 pathway, the overexpression of IGF-II, and the Wnt/b-catenin signaling pathway. These were explained in the etiology section. Tp53 pathway via germline mutations is the underlying genetic cause of ACC in 50% to 80% of children with ACC. [31] [32] [33] The prevalence of germline TP53 mutations in adult ACC is between 3% and 7% in the adult population. [34] [35] However, the prevalence of somatic mutations of TP53 in tumor tissue or loss of heterozygosity at the TP53 locus is more than 50% of adult patients with ACC, and TP53 mutated tumors are associated with an aggressive phenotype. [36] As previously described, beta-catenin activation is observed in ACA. However, as determined by immunohistochemistry, it is more dramatic in ACC in which inappropriate cytoplasmic and/or nuclear accumulation of beta-catenin is persistent with a reported prevalence between 39% and 84%. [11] [37] Somatic mutations in APC are rare with a reported prevalence of 2 to 3%, [1] [38] suggesting the importance of somatic alteration of other actors of the Wnt/beta-catenin pathway in ACC. Indeed, activating somatic mutations of beta-catenin itself were reported with a prevalence of about 16% in large cohorts of ACC. [1] [38] At the somatic level, IGF-II overexpression is one of the first molecular abnormalities, which has a very high prevalence of about 90% in sporadic adult ACC. [39] Overexpression of IGF-II is also in pediatric adrenocortical tumors, both ACC and adenomas, and the expression of IGF1- receptor. The 11p15 chromosome locus arranges into a telomeric domain — the IGF-II cluster, H19, and CDKN1C1), [12] which mediates IGF-II effects in vivo, was more discriminant between malignant (overexpression) and benign tumors in children. [40] [12] In ACC the decreased translation of the H19 by methylation and the uniparental disomy of the IGF-II produce the overexpression of IGF-II. The signaling IGF-II with IGF-1R is one of the promising solutions in targeted molecular therapy. CDKN1C gives rise to a cyclin-dependent kinase that regulates the cell cycle at the G1/S phase. [12] IGF-II activates the mitogen-activated protein kinases (MAPK) and phosphoinositide 3-kinases (PI3K) pathways in cancer."}
{"id": "article-17222_19", "title": "Adrenal Cancer -- Pathophysiology", "content": "Another tumor suppressor gene involved includes Melanocortin 2 receptor (MC2R), also known as the adrenal corticotropin hormone receptor (ACTH-R). [41] ACTH-R is one member of a subgroup of five receptors of a G protein-coupled receptor superfamily and gets encoded on the intronless gene 18p11.26. ACTH-R loss of heterozygosity is in ACC and nonfunctional adenomas, but not within 15 hypersecreting adenomas. Furthermore, when quantified ACTH-R mRNA levels are downregulated in adrenocortical carcinoma as well as nonfunctional adrenal adenomas, whereas it becomes upregulated in functional adenomas. This fact suggests a role for ACTH-R in cellular differentiation. Downregulation of ACTH-R, in turn, results in dysregulation of cAMP pathways and the dedifferentiation of aggressive tumors. [41]", "contents": "Adrenal Cancer -- Pathophysiology. Another tumor suppressor gene involved includes Melanocortin 2 receptor (MC2R), also known as the adrenal corticotropin hormone receptor (ACTH-R). [41] ACTH-R is one member of a subgroup of five receptors of a G protein-coupled receptor superfamily and gets encoded on the intronless gene 18p11.26. ACTH-R loss of heterozygosity is in ACC and nonfunctional adenomas, but not within 15 hypersecreting adenomas. Furthermore, when quantified ACTH-R mRNA levels are downregulated in adrenocortical carcinoma as well as nonfunctional adrenal adenomas, whereas it becomes upregulated in functional adenomas. This fact suggests a role for ACTH-R in cellular differentiation. Downregulation of ACTH-R, in turn, results in dysregulation of cAMP pathways and the dedifferentiation of aggressive tumors. [41]"}
{"id": "article-17222_20", "title": "Adrenal Cancer -- Pathophysiology", "content": "Steroidogenic factor 1 (SF-1) is a transcription factor that normally expresses in the hypothalamus, pituitary, and steroidogenic hormone-producing glands such as the ovaries, testes, and the adrenal cortex, playing a crucial role in the development of these glands. [42] Specifically, SF-1 has a role in both steroidogenesis as well as fetal development of the adrenal cortex independent of the processes of steroidogenesis. [42] Its etiological role in the molecular pathogenesis of ACC is explained by examining its cellular context in benign adrenocortical neoplasms such as adrenocortical adenomas versus its cellular context in ACC. In adrenocortical adenomas, the cellular context of SF-1 expression is to follow a differentiated cellular phenotype following a pattern that is dependent on steroidogenesis, whereby most steroidogenic enzymes possess SF-1 response elements in its promoter region. On the other hand, in ACC it follows a phenotypical pattern that is like fetal development independent of steroidogenesis, whereby the cellular context of the tumors is less differentiated and does not correlate with hormonal activity. Furthermore, as previously noted,  most childhood cases and many adult cases of ACC correlate with overexpression of the SF-1 and that there is a decreased survival in the presence of SF-1 overexpression. Researchers observed that patients had a 14-month survival who had ACC with a high presence of SF-1 while those with low SF-1 presented with 49.8-month survival, [42] further giving ground to evidence of SF-1 as a sign of poor prognosis.", "contents": "Adrenal Cancer -- Pathophysiology. Steroidogenic factor 1 (SF-1) is a transcription factor that normally expresses in the hypothalamus, pituitary, and steroidogenic hormone-producing glands such as the ovaries, testes, and the adrenal cortex, playing a crucial role in the development of these glands. [42] Specifically, SF-1 has a role in both steroidogenesis as well as fetal development of the adrenal cortex independent of the processes of steroidogenesis. [42] Its etiological role in the molecular pathogenesis of ACC is explained by examining its cellular context in benign adrenocortical neoplasms such as adrenocortical adenomas versus its cellular context in ACC. In adrenocortical adenomas, the cellular context of SF-1 expression is to follow a differentiated cellular phenotype following a pattern that is dependent on steroidogenesis, whereby most steroidogenic enzymes possess SF-1 response elements in its promoter region. On the other hand, in ACC it follows a phenotypical pattern that is like fetal development independent of steroidogenesis, whereby the cellular context of the tumors is less differentiated and does not correlate with hormonal activity. Furthermore, as previously noted,  most childhood cases and many adult cases of ACC correlate with overexpression of the SF-1 and that there is a decreased survival in the presence of SF-1 overexpression. Researchers observed that patients had a 14-month survival who had ACC with a high presence of SF-1 while those with low SF-1 presented with 49.8-month survival, [42] further giving ground to evidence of SF-1 as a sign of poor prognosis."}
{"id": "article-17222_21", "title": "Adrenal Cancer -- Pathophysiology", "content": "There are reports of chromosomal aberrations leading to chromosomal gains or chromosomal losses in the pathogenesis of adrenocortical carcinoma. Initial studies showed chromosomal gains found to occur at the following loci: 4q, 4p16, 5p15, 5q12-13, 5q32-qter, 9q34, 12q13, and 19p, while researchers observed chromosomal losses at 1p, 21, 11q, 17p, 22p, and 22q 1. Further studies have since confirmed chromosomal gains at chromosomes 5, 7, 12, 16, 19, and 201,7 and chromosomal losses at 1, 2, 13, 17, and 221,7.  Lastly, microsatellite studies have also shown there to be LOH at the following loci: 17p13, 11q15, and 2p16 at a rate of 85%, 90% and 92% of adrenocortical carcinoma cases, respectively.", "contents": "Adrenal Cancer -- Pathophysiology. There are reports of chromosomal aberrations leading to chromosomal gains or chromosomal losses in the pathogenesis of adrenocortical carcinoma. Initial studies showed chromosomal gains found to occur at the following loci: 4q, 4p16, 5p15, 5q12-13, 5q32-qter, 9q34, 12q13, and 19p, while researchers observed chromosomal losses at 1p, 21, 11q, 17p, 22p, and 22q 1. Further studies have since confirmed chromosomal gains at chromosomes 5, 7, 12, 16, 19, and 201,7 and chromosomal losses at 1, 2, 13, 17, and 221,7.  Lastly, microsatellite studies have also shown there to be LOH at the following loci: 17p13, 11q15, and 2p16 at a rate of 85%, 90% and 92% of adrenocortical carcinoma cases, respectively."}
{"id": "article-17222_22", "title": "Adrenal Cancer -- Pathophysiology", "content": "DNA methylation has also been studied at a genome-wide level in adrenocortical carcinoma, whereby it was found that there was significantly more hypermethylation at CpG sites (CpG islands) in adrenocortical carcinoma patients versus those with normal adrenocortical tissue samples.  The sites of hypermethylated CpG islands were in regions that led to decreased expression of genes involved in cell cycle regulation and apoptosis regulation. [12]", "contents": "Adrenal Cancer -- Pathophysiology. DNA methylation has also been studied at a genome-wide level in adrenocortical carcinoma, whereby it was found that there was significantly more hypermethylation at CpG sites (CpG islands) in adrenocortical carcinoma patients versus those with normal adrenocortical tissue samples.  The sites of hypermethylated CpG islands were in regions that led to decreased expression of genes involved in cell cycle regulation and apoptosis regulation. [12]"}
{"id": "article-17222_23", "title": "Adrenal Cancer -- Pathophysiology", "content": "The dysregulation of micro RNA (miRNA) is also involved in the pathogenesis of adrenocortical carcinoma as well. MicroRNA (miRNA) small, noncoding regions of RNA that are 18 to 25 nucleotides long, and plays an essential role in post-transcriptional regulation of gene expression and various cellular processes such as proliferation, apoptosis, and differentiation. [12] [38] Dysregulation of miRNA has been reported in patients with ACC, leading to the inactivation of tumor suppressor genes and activation of oncogenes. Studies have found upregulated miRNA sequences involved in ACC to include miR-184, miR-210, and miR-5031. Further studies have found miR-483-5p located in an intron of IGF-II to play a significant role in ACC pathogenesis. Dysregulation of IGF-II disturbs the expression of miR-483, leading to its upregulation – an event that has occurred in a significant number of pediatric ACC cases. Additionally, the upregulation of miR-1202 and miR-1275 have also been implicated7. Similarly, studies have shown downregulation of miR-214, miR-375, miR-511, miR-195, miR-99a, and miR-100, the latter two of which play a role in pediatric ACC. [12]", "contents": "Adrenal Cancer -- Pathophysiology. The dysregulation of micro RNA (miRNA) is also involved in the pathogenesis of adrenocortical carcinoma as well. MicroRNA (miRNA) small, noncoding regions of RNA that are 18 to 25 nucleotides long, and plays an essential role in post-transcriptional regulation of gene expression and various cellular processes such as proliferation, apoptosis, and differentiation. [12] [38] Dysregulation of miRNA has been reported in patients with ACC, leading to the inactivation of tumor suppressor genes and activation of oncogenes. Studies have found upregulated miRNA sequences involved in ACC to include miR-184, miR-210, and miR-5031. Further studies have found miR-483-5p located in an intron of IGF-II to play a significant role in ACC pathogenesis. Dysregulation of IGF-II disturbs the expression of miR-483, leading to its upregulation – an event that has occurred in a significant number of pediatric ACC cases. Additionally, the upregulation of miR-1202 and miR-1275 have also been implicated7. Similarly, studies have shown downregulation of miR-214, miR-375, miR-511, miR-195, miR-99a, and miR-100, the latter two of which play a role in pediatric ACC. [12]"}
{"id": "article-17222_24", "title": "Adrenal Cancer -- Histopathology", "content": "The hallmarks of adrenocortical carcinoma include the large size with irregular margins, invasion of surrounding structures, and the presence of distant metastases. The surface of the tumor ranges in color from brown to orange to yellow depending on the lipid content of their cells. Necrosis is almost always present. Importantly, tumor invasion of the capsule, the extra-adrenal soft tissue or direct invasion of lymphatic channels/blood vessels is a common feature of ACC. However, these are relatively nonspecific characteristics and are frequently absent in early disease, making it challenging to discriminate ACC from benign adrenal tumors. In 1984, Louis Weiss, [43] proposed a histopathologic classification system for adrenocortical tumors, based on nine criteria which include the following:", "contents": "Adrenal Cancer -- Histopathology. The hallmarks of adrenocortical carcinoma include the large size with irregular margins, invasion of surrounding structures, and the presence of distant metastases. The surface of the tumor ranges in color from brown to orange to yellow depending on the lipid content of their cells. Necrosis is almost always present. Importantly, tumor invasion of the capsule, the extra-adrenal soft tissue or direct invasion of lymphatic channels/blood vessels is a common feature of ACC. However, these are relatively nonspecific characteristics and are frequently absent in early disease, making it challenging to discriminate ACC from benign adrenal tumors. In 1984, Louis Weiss, [43] proposed a histopathologic classification system for adrenocortical tumors, based on nine criteria which include the following:"}
{"id": "article-17222_25", "title": "Adrenal Cancer -- Histopathology", "content": "Nuclear grade (III or IV) High mitotic rate (more than five mitoses per 50 high-power field -HPF-) Presence of atypical mitoses Percentage of clear cells (less than or equal to 25% of tumor) Diffuse architecture Microscopic necrosis Venous invasion Sinusoidal invasion Capsular invasion The presence of more than three or more features is consistent with adrenocortical carcinoma.", "contents": "Adrenal Cancer -- Histopathology. Nuclear grade (III or IV) High mitotic rate (more than five mitoses per 50 high-power field -HPF-) Presence of atypical mitoses Percentage of clear cells (less than or equal to 25% of tumor) Diffuse architecture Microscopic necrosis Venous invasion Sinusoidal invasion Capsular invasion The presence of more than three or more features is consistent with adrenocortical carcinoma."}
{"id": "article-17222_26", "title": "Adrenal Cancer -- Histopathology", "content": "Despite the widespread use of this grading system, poorly differentiated ACC may still be confused with renal cell carcinoma, small cell lung carcinoma, melanoma, or hepatocellular carcinoma.  There are many diagnostic algorithms proposed in the previous WHO edition to differentiate cortical carcinoma from adenoma. However, the Weiss score, although imperfect, is the system adopted by the current WHO classification as a primary determinant of malignancy. [44] In pediatric patients (those younger than 15 years old), the Weiss criteria may over-diagnose cortical tumors as adrenal cortical carcinoma. Reticular staining could serve to identify the nested pattern of cells. Disruption of the reticulin network can be assessed by reticulin stain, whereas interruption of the basal lamina may appear by using immunohistochemical antibodies to laminin or collagen type IV. The loss of this regular histological network highlights the diffuse architecture (one of the criteria in Weiss score) of carcinoma.", "contents": "Adrenal Cancer -- Histopathology. Despite the widespread use of this grading system, poorly differentiated ACC may still be confused with renal cell carcinoma, small cell lung carcinoma, melanoma, or hepatocellular carcinoma.  There are many diagnostic algorithms proposed in the previous WHO edition to differentiate cortical carcinoma from adenoma. However, the Weiss score, although imperfect, is the system adopted by the current WHO classification as a primary determinant of malignancy. [44] In pediatric patients (those younger than 15 years old), the Weiss criteria may over-diagnose cortical tumors as adrenal cortical carcinoma. Reticular staining could serve to identify the nested pattern of cells. Disruption of the reticulin network can be assessed by reticulin stain, whereas interruption of the basal lamina may appear by using immunohistochemical antibodies to laminin or collagen type IV. The loss of this regular histological network highlights the diffuse architecture (one of the criteria in Weiss score) of carcinoma."}
{"id": "article-17222_27", "title": "Adrenal Cancer -- Histopathology", "content": "Apart from conventional adrenocortical carcinoma, the latest WHO classification also recognizes some histological variants. They are, in the order of decreasing frequency— oncocytic, myxoid, and sarcomatoid carcinomas. Adrenal myxoid carcinomas and sarcomatoid carcinomas are rare. Myxoid carcinoma has abundant extracellular mucin in the stroma. Using the Weiss score, a patient with this subtype of adrenal cortical carcinoma may be underdiagnosed. Sarcomatoid carcinoma reveals the loss of cortical differentiation. The carcinoma may have a common cortical carcinoma area (biphasic). Sarcomatoid carcinoma needs to be differentiated from retroperitoneal sarcoma involving the adrenal gland, especially when the typical cortical carcinoma area is monophasic. In these instances, a battery of immunostains can provide evidence of adrenocortical differentiation, [45] including but not limited to the following proteins that are expressed in most ACCs: alpha inhibin, [46] [47] calretinin, [48] synaptophysin, [49] melanA (Mart1), [50] and SFI. [42] [51] SF-1 is an orphan nuclear receptor that gets expressed in the adrenal gland, gonads, spleen, ventromedial hypothalamus, and pituitary gonadotropic cells and has a role in steroidogenesis and development. It has high sensitivity and specificity in identifying the cortical origin of the adrenal mass. The expression of SF-1 also correlates with a poor clinical outcome in patients with adrenal cortical carcinoma. On the other hand, synaptophysin commonly expresses in adrenal cortical carcinoma. The expression of synaptophysin in cortical carcinoma should be interpreted with caution because it can be confused with a  pheochromocytoma. Also, adrenal cortical carcinoma can stain positive for cytokeratin. In general, adrenocortical carcinoma does not express the common cytokeratins. Chromogranin A expression is universally not present, and if it is present, an adrenomedullary tumor should be a strong consideration. In practice, most adrenocortical tumors are readily apparent on routine hematoxylin and eosin stains and do not require supplemental immunostains to document adrenocortical differentiation.", "contents": "Adrenal Cancer -- Histopathology. Apart from conventional adrenocortical carcinoma, the latest WHO classification also recognizes some histological variants. They are, in the order of decreasing frequency— oncocytic, myxoid, and sarcomatoid carcinomas. Adrenal myxoid carcinomas and sarcomatoid carcinomas are rare. Myxoid carcinoma has abundant extracellular mucin in the stroma. Using the Weiss score, a patient with this subtype of adrenal cortical carcinoma may be underdiagnosed. Sarcomatoid carcinoma reveals the loss of cortical differentiation. The carcinoma may have a common cortical carcinoma area (biphasic). Sarcomatoid carcinoma needs to be differentiated from retroperitoneal sarcoma involving the adrenal gland, especially when the typical cortical carcinoma area is monophasic. In these instances, a battery of immunostains can provide evidence of adrenocortical differentiation, [45] including but not limited to the following proteins that are expressed in most ACCs: alpha inhibin, [46] [47] calretinin, [48] synaptophysin, [49] melanA (Mart1), [50] and SFI. [42] [51] SF-1 is an orphan nuclear receptor that gets expressed in the adrenal gland, gonads, spleen, ventromedial hypothalamus, and pituitary gonadotropic cells and has a role in steroidogenesis and development. It has high sensitivity and specificity in identifying the cortical origin of the adrenal mass. The expression of SF-1 also correlates with a poor clinical outcome in patients with adrenal cortical carcinoma. On the other hand, synaptophysin commonly expresses in adrenal cortical carcinoma. The expression of synaptophysin in cortical carcinoma should be interpreted with caution because it can be confused with a  pheochromocytoma. Also, adrenal cortical carcinoma can stain positive for cytokeratin. In general, adrenocortical carcinoma does not express the common cytokeratins. Chromogranin A expression is universally not present, and if it is present, an adrenomedullary tumor should be a strong consideration. In practice, most adrenocortical tumors are readily apparent on routine hematoxylin and eosin stains and do not require supplemental immunostains to document adrenocortical differentiation."}
{"id": "article-17222_28", "title": "Adrenal Cancer -- Histopathology", "content": "Adrenal oncocytic carcinoma is termed the oncocytic variant because the predominant cell type is an oncocyte, which is a cell with abundant, granular cytoplasm related to the accumulation of mitochondria and endoplasmic reticulum. The Weiss score does not apply in the differentiation of oncocytic adenoma from oncocytic carcinoma. This reason is that three of the criteria in the Weiss score—high nuclear grade, less than 25% clear cells, and diffuse architecture are characteristics of adrenal oncocytic tumors. Thus, the Lin-Weiss-Bisceglia system is recommended for the differentiation of oncocytic adenoma from oncocytic carcinoma. [44] In this system, the presence of any one of the three major criteria—high mitotic rate (over five mitoses per 50 high-power fields), atypical mitotic figures, and venous invasion—indicate malignancy. These criteria are actually amongst the nine features noted in the Weiss score. Also, the presence of one to four minor criteria in adrenal cortical neoplasm (necrosis, sinusoidal invasion, capsular invasion, and large size/weight (size greater than 10 cm and/or weight >200 g)) indicates that it is of uncertain malignant potential.", "contents": "Adrenal Cancer -- Histopathology. Adrenal oncocytic carcinoma is termed the oncocytic variant because the predominant cell type is an oncocyte, which is a cell with abundant, granular cytoplasm related to the accumulation of mitochondria and endoplasmic reticulum. The Weiss score does not apply in the differentiation of oncocytic adenoma from oncocytic carcinoma. This reason is that three of the criteria in the Weiss score—high nuclear grade, less than 25% clear cells, and diffuse architecture are characteristics of adrenal oncocytic tumors. Thus, the Lin-Weiss-Bisceglia system is recommended for the differentiation of oncocytic adenoma from oncocytic carcinoma. [44] In this system, the presence of any one of the three major criteria—high mitotic rate (over five mitoses per 50 high-power fields), atypical mitotic figures, and venous invasion—indicate malignancy. These criteria are actually amongst the nine features noted in the Weiss score. Also, the presence of one to four minor criteria in adrenal cortical neoplasm (necrosis, sinusoidal invasion, capsular invasion, and large size/weight (size greater than 10 cm and/or weight >200 g)) indicates that it is of uncertain malignant potential."}
{"id": "article-17222_29", "title": "Adrenal Cancer -- Histopathology", "content": "In addition to the accepted diagnostic algorithms, immunostaining to assess the proliferation of Ki-67 can be used to help to differentiate adrenocortical adenoma from cortical carcinoma. A consensus has emerged that ACCs have a Ki67 labeling index of over 5%. Conversely, ACA generally shows a much lower index, although there is a level of overlap observed depending on the study examined. Although the ACC diagnosis should not rest solely on any one immunomarker, proliferation markers, as a rule, correlate with mitotic accounts and do play a role in the evaluation of these tumors. [52] Similarly, the measurement of IGF-II may support the diagnosis of cortical carcinoma. The protein is expressed in a much high proportion in cortical carcinomas when compared to cortical adenomas.", "contents": "Adrenal Cancer -- Histopathology. In addition to the accepted diagnostic algorithms, immunostaining to assess the proliferation of Ki-67 can be used to help to differentiate adrenocortical adenoma from cortical carcinoma. A consensus has emerged that ACCs have a Ki67 labeling index of over 5%. Conversely, ACA generally shows a much lower index, although there is a level of overlap observed depending on the study examined. Although the ACC diagnosis should not rest solely on any one immunomarker, proliferation markers, as a rule, correlate with mitotic accounts and do play a role in the evaluation of these tumors. [52] Similarly, the measurement of IGF-II may support the diagnosis of cortical carcinoma. The protein is expressed in a much high proportion in cortical carcinomas when compared to cortical adenomas."}
{"id": "article-17222_30", "title": "Adrenal Cancer -- Histopathology", "content": "Adrenocortical carcinomas are gradable into low- and high-grade carcinoma groups based on their mitotic rates (fewer than 20 mitoses per HPFs vs. more than 20 mitoses per 50 HPFs), an observation initially made via examining the individual parts of the Weiss score for prognostic significance. [53] Of all the criteria, the mitotic rate is most closely associated with patient outcomes. Other clinicopathological studies have validated this observation and further supported by gene expression studies in these tumors. [52] High-grade adrenocortical carcinomas are enriched for mutations of TP53 and/or CTNNB1, and these mutations tend to be mutually exclusive. [52]", "contents": "Adrenal Cancer -- Histopathology. Adrenocortical carcinomas are gradable into low- and high-grade carcinoma groups based on their mitotic rates (fewer than 20 mitoses per HPFs vs. more than 20 mitoses per 50 HPFs), an observation initially made via examining the individual parts of the Weiss score for prognostic significance. [53] Of all the criteria, the mitotic rate is most closely associated with patient outcomes. Other clinicopathological studies have validated this observation and further supported by gene expression studies in these tumors. [52] High-grade adrenocortical carcinomas are enriched for mutations of TP53 and/or CTNNB1, and these mutations tend to be mutually exclusive. [52]"}
{"id": "article-17222_31", "title": "Adrenal Cancer -- History and Physical", "content": "Adrenocortical carcinoma can present classically in three different ways. About one-third of patients present with symptoms of hormonal excess, another third present with non-specific symptoms and the last third are diagnosed coincidentally when imaging studies are done for other medical conditions.", "contents": "Adrenal Cancer -- History and Physical. Adrenocortical carcinoma can present classically in three different ways. About one-third of patients present with symptoms of hormonal excess, another third present with non-specific symptoms and the last third are diagnosed coincidentally when imaging studies are done for other medical conditions."}
{"id": "article-17222_32", "title": "Adrenal Cancer -- History and Physical", "content": "Hormonal excess could be due to hypercortisolism, hyperandrogenism or both. Hypercortisolism (Cushing syndrome) can present as a plethora (rounded face), diabetes mellitus, osteoporosis, purple striae on the abdominal wall, muscle weakness, truncal obesity, and muscle atrophy. Glucocorticoid excess can present with hypokalemia and hypertension. Malignant adrenal tumors usually present with a clinical presentation of hypercortisolism, rapidly progressing muscle weakness and pronounced muscle weakness. Hyperandrogenism can present with male pattern baldness, virilization, hirsutism, and menstrual abnormalities. About 1 to 3% of patients have excess estrogen production. When estrogen overproduction occurs in males, a syndrome of feminization is seen, resulting in impotence, decreased libido, testicular atrophy, and gynecomastia. About half of the patients that present with hormonal excess have concurrent hypercortisolism and hyperandrogenism. Isolated hyperandrogenism in males is often underdiagnosed.", "contents": "Adrenal Cancer -- History and Physical. Hormonal excess could be due to hypercortisolism, hyperandrogenism or both. Hypercortisolism (Cushing syndrome) can present as a plethora (rounded face), diabetes mellitus, osteoporosis, purple striae on the abdominal wall, muscle weakness, truncal obesity, and muscle atrophy. Glucocorticoid excess can present with hypokalemia and hypertension. Malignant adrenal tumors usually present with a clinical presentation of hypercortisolism, rapidly progressing muscle weakness and pronounced muscle weakness. Hyperandrogenism can present with male pattern baldness, virilization, hirsutism, and menstrual abnormalities. About 1 to 3% of patients have excess estrogen production. When estrogen overproduction occurs in males, a syndrome of feminization is seen, resulting in impotence, decreased libido, testicular atrophy, and gynecomastia. About half of the patients that present with hormonal excess have concurrent hypercortisolism and hyperandrogenism. Isolated hyperandrogenism in males is often underdiagnosed."}
{"id": "article-17222_33", "title": "Adrenal Cancer -- History and Physical", "content": "Autonomous aldosterone secretion can present as hypertension and hyperkalemia. Adrenocortical carcinomas are more often functional in children (90% of cases) compared to adults. Most of these tumors produce androgens, leading to precocious puberty and virilization. [54] Testicular pain and varicocele may also signal the presence of an adrenal mass.", "contents": "Adrenal Cancer -- History and Physical. Autonomous aldosterone secretion can present as hypertension and hyperkalemia. Adrenocortical carcinomas are more often functional in children (90% of cases) compared to adults. Most of these tumors produce androgens, leading to precocious puberty and virilization. [54] Testicular pain and varicocele may also signal the presence of an adrenal mass."}
{"id": "article-17222_34", "title": "Adrenal Cancer -- History and Physical", "content": "Although paraneoplastic symptoms are rare, tumor-related, IGF-2 mediated hypoglycemia called Anderson syndrome is a common observation. Tumor chemokines can also cause leukocytosis, polycythemia, and hyperreninemic hyperaldosteronism. [55] ACC can also present with deep venous thrombosis and pulmonary embolism. [56]", "contents": "Adrenal Cancer -- History and Physical. Although paraneoplastic symptoms are rare, tumor-related, IGF-2 mediated hypoglycemia called Anderson syndrome is a common observation. Tumor chemokines can also cause leukocytosis, polycythemia, and hyperreninemic hyperaldosteronism. [55] ACC can also present with deep venous thrombosis and pulmonary embolism. [56]"}
{"id": "article-17222_35", "title": "Adrenal Cancer -- History and Physical", "content": "Nonspecific symptoms include local tumor growth, abdominal or flank pain, early satiety, and abdominal fullness. The average size of the tumor at the time of diagnosis is approximately 10 to 13 cm. A minority of patients present with tumors less under 6 cm.", "contents": "Adrenal Cancer -- History and Physical. Nonspecific symptoms include local tumor growth, abdominal or flank pain, early satiety, and abdominal fullness. The average size of the tumor at the time of diagnosis is approximately 10 to 13 cm. A minority of patients present with tumors less under 6 cm."}
{"id": "article-17222_36", "title": "Adrenal Cancer -- History and Physical", "content": "Nonfunctional tumors are typically larger at presentation than functional tumors, and a significant number are discovered incidentally during abdominal or thoracic imaging for other reasons. Some patients with nonfunctional tumors will remain asymptomatic until they present with signs or symptoms of metastatic disease (e.g., jaundice, bone pain). The most common metastases sites are lung (40% to 80%), liver (40% to 90%), and bone (5% to 20%). [57] An adrenal tumor in the other gland can be found in approximately 5% of the cases, although it is difficult to differentiate if it is a metachronous or synchronous tumor. Other sites, such as brain and skin, are much less affected by tumor spread (below 5%). After initial resection, locoregional recurrence becomes a challenge with metastases in the pelvis, retroperitoneum, or peritoneum. [55]", "contents": "Adrenal Cancer -- History and Physical. Nonfunctional tumors are typically larger at presentation than functional tumors, and a significant number are discovered incidentally during abdominal or thoracic imaging for other reasons. Some patients with nonfunctional tumors will remain asymptomatic until they present with signs or symptoms of metastatic disease (e.g., jaundice, bone pain). The most common metastases sites are lung (40% to 80%), liver (40% to 90%), and bone (5% to 20%). [57] An adrenal tumor in the other gland can be found in approximately 5% of the cases, although it is difficult to differentiate if it is a metachronous or synchronous tumor. Other sites, such as brain and skin, are much less affected by tumor spread (below 5%). After initial resection, locoregional recurrence becomes a challenge with metastases in the pelvis, retroperitoneum, or peritoneum. [55]"}
{"id": "article-17222_37", "title": "Adrenal Cancer -- Evaluation", "content": "Patients should undergo a necessary basic metabolic panel (electrolytes, glucose, BUN, hepatic function test) and a complete blood count. An initial hormonal evaluation is essential. Staging should include a magnetic resonance imaging (MRI) or computed tomography (CT) scan of the pelvis and abdomen and a CT of the chest. Another clinical suspicion should think another imaging test (e.g., bone scan for skeletal metastasis).", "contents": "Adrenal Cancer -- Evaluation. Patients should undergo a necessary basic metabolic panel (electrolytes, glucose, BUN, hepatic function test) and a complete blood count. An initial hormonal evaluation is essential. Staging should include a magnetic resonance imaging (MRI) or computed tomography (CT) scan of the pelvis and abdomen and a CT of the chest. Another clinical suspicion should think another imaging test (e.g., bone scan for skeletal metastasis)."}
{"id": "article-17222_38", "title": "Adrenal Cancer -- Evaluation -- Biochemistry", "content": "Biochemical evaluation of the blood and urine includes measuring levels of cortisol, mineralocorticoids, androgens, and estrogens.", "contents": "Adrenal Cancer -- Evaluation -- Biochemistry. Biochemical evaluation of the blood and urine includes measuring levels of cortisol, mineralocorticoids, androgens, and estrogens."}
{"id": "article-17222_39", "title": "Adrenal Cancer -- Evaluation -- Biochemistry", "content": "The European Network for the Study of Adrenal Tumors (ENSAT) suggests a pre-operative hormonal workup for the investigation of a possible ACC (www.ensat.org). In particular, recommendations include the assessment of basal cortisol, ACTH, DHEAS, 17-hydroxyprogesterone, testosterone, androstenedione, and estradiol as well as a dexamethasone suppression test and urinary free cortisol. Recently, it seems more evident that some ACC, previously considered as non-secreting, may also secrete some urine steroid metabolites. [58]", "contents": "Adrenal Cancer -- Evaluation -- Biochemistry. The European Network for the Study of Adrenal Tumors (ENSAT) suggests a pre-operative hormonal workup for the investigation of a possible ACC (www.ensat.org). In particular, recommendations include the assessment of basal cortisol, ACTH, DHEAS, 17-hydroxyprogesterone, testosterone, androstenedione, and estradiol as well as a dexamethasone suppression test and urinary free cortisol. Recently, it seems more evident that some ACC, previously considered as non-secreting, may also secrete some urine steroid metabolites. [58]"}
{"id": "article-17222_40", "title": "Adrenal Cancer -- Evaluation -- Biochemistry", "content": "Blood levels of hormones or hormonal symptoms in patients with adrenocortical carcinoma do not bear any correlation to the size of the tumor. In addition to steroidal hormone measurements, it is recommended to exclude a pheochromocytoma when no steroid hormone production is evident. Pheochromocytoma is measured by measuring 24-hour urine or plasma metanephrine and normetanephrine. [59]", "contents": "Adrenal Cancer -- Evaluation -- Biochemistry. Blood levels of hormones or hormonal symptoms in patients with adrenocortical carcinoma do not bear any correlation to the size of the tumor. In addition to steroidal hormone measurements, it is recommended to exclude a pheochromocytoma when no steroid hormone production is evident. Pheochromocytoma is measured by measuring 24-hour urine or plasma metanephrine and normetanephrine. [59]"}
{"id": "article-17222_41", "title": "Adrenal Cancer -- Evaluation -- Imaging", "content": "An adrenal incidentaloma is an unsuspected adrenal mass discovered on cross-sectional imaging performed for another reason. [60] Adrenocortical carcinomas typically measure more than 6 cm in diameter. [61] The size of the tumor increases the risk of the mass being malignant. Tumors over 4 cm have a sensitivity of 97%, and a specificity of 52% and tumors of larger than 6 cm have a sensitivity of 91% and specificity of 80%. [62] However, a small percentage of small lesions (less than 4 cm) may also be malignant. [63] On the other hand, benign adenomas comprise 65% of masses smaller than 4 cm and 18% of masses over 6 cm. [64]", "contents": "Adrenal Cancer -- Evaluation -- Imaging. An adrenal incidentaloma is an unsuspected adrenal mass discovered on cross-sectional imaging performed for another reason. [60] Adrenocortical carcinomas typically measure more than 6 cm in diameter. [61] The size of the tumor increases the risk of the mass being malignant. Tumors over 4 cm have a sensitivity of 97%, and a specificity of 52% and tumors of larger than 6 cm have a sensitivity of 91% and specificity of 80%. [62] However, a small percentage of small lesions (less than 4 cm) may also be malignant. [63] On the other hand, benign adenomas comprise 65% of masses smaller than 4 cm and 18% of masses over 6 cm. [64]"}
{"id": "article-17222_42", "title": "Adrenal Cancer -- Evaluation -- Imaging", "content": "Adrenocortical carcinoma tends to vary in appearance with frequent heterogeneous enhancement because of internal hemorrhage, necrosis, and calcification. Imaging may also reveal metastases to the lung, lymph nodes, or liver. Extension into the renal vein and/or inferior vena cava or adjacent organs may also present.", "contents": "Adrenal Cancer -- Evaluation -- Imaging. Adrenocortical carcinoma tends to vary in appearance with frequent heterogeneous enhancement because of internal hemorrhage, necrosis, and calcification. Imaging may also reveal metastases to the lung, lymph nodes, or liver. Extension into the renal vein and/or inferior vena cava or adjacent organs may also present."}
{"id": "article-17222_43", "title": "Adrenal Cancer -- Evaluation -- Imaging", "content": "All patients with ACC must undergo a chest CT scan to detect pulmonary metastases before surgery.  Currently, no single imaging method can characterize a localized adrenal mass as ACC. Regarding traditional imaging, an abdominal CT scan is mandatory if there is suspicion of ACC: many studies have established a threshold of <10 or equal Hounsfield Unit (HU) in unenhanced CT for the diagnosis of a benign lesion. Adrenocortical carcinomas that contain macroscopic fat or areas of intracellular lipid can have greater than 10 HU in portions of the tumor. [65]", "contents": "Adrenal Cancer -- Evaluation -- Imaging. All patients with ACC must undergo a chest CT scan to detect pulmonary metastases before surgery.  Currently, no single imaging method can characterize a localized adrenal mass as ACC. Regarding traditional imaging, an abdominal CT scan is mandatory if there is suspicion of ACC: many studies have established a threshold of <10 or equal Hounsfield Unit (HU) in unenhanced CT for the diagnosis of a benign lesion. Adrenocortical carcinomas that contain macroscopic fat or areas of intracellular lipid can have greater than 10 HU in portions of the tumor. [65]"}
{"id": "article-17222_44", "title": "Adrenal Cancer -- Evaluation -- Imaging", "content": "In a case with an adrenal mass with a density that is >10UH, the contrast media washout can be used to discriminate the benign adrenal lesions from the ACC.  Absolute adrenal washout is calculated using the density value of an adrenal mass on a non-contrast (non-enhanced) CT, a contrast-enhanced scan with a delay of 60-90 sec (portal venous phase) and a delayed scan at 15 minutes non-enhanced, measured in HU. Absolute Adrenal washout [Enahanced CT (HU ) - Delayed CT (HU)] / [Enahanced CT (HU ) - Unenhanced CT (HU )] x 100 An absolute adrenal washout over 50% suggests a benign adrenal lesion. [66]", "contents": "Adrenal Cancer -- Evaluation -- Imaging. In a case with an adrenal mass with a density that is >10UH, the contrast media washout can be used to discriminate the benign adrenal lesions from the ACC.  Absolute adrenal washout is calculated using the density value of an adrenal mass on a non-contrast (non-enhanced) CT, a contrast-enhanced scan with a delay of 60-90 sec (portal venous phase) and a delayed scan at 15 minutes non-enhanced, measured in HU. Absolute Adrenal washout [Enahanced CT (HU ) - Delayed CT (HU)] / [Enahanced CT (HU ) - Unenhanced CT (HU )] x 100 An absolute adrenal washout over 50% suggests a benign adrenal lesion. [66]"}
{"id": "article-17222_45", "title": "Adrenal Cancer -- Evaluation -- Imaging", "content": "When the CT scan cannot perfectly characterize the adrenal lesion, and there is suspicion of ACC, three major signs on the MRI are useful to confirm ACC: the presence of isointense to hypointense signal on T1-weighted images, a hyperintense signal on T2-weighted images and a heterogeneous signal drop on chemical shift. [67] [68]", "contents": "Adrenal Cancer -- Evaluation -- Imaging. When the CT scan cannot perfectly characterize the adrenal lesion, and there is suspicion of ACC, three major signs on the MRI are useful to confirm ACC: the presence of isointense to hypointense signal on T1-weighted images, a hyperintense signal on T2-weighted images and a heterogeneous signal drop on chemical shift. [67] [68]"}
{"id": "article-17222_46", "title": "Adrenal Cancer -- Evaluation -- Imaging", "content": "Positron emission tomography (PET) with [18F]fluorodeoxyglucose (FDG) and [11C]metomidate (MTO) or [123I]MTO are useful to confirm the diagnosis of a malignant lesion or establish a tumor of adrenocortical origin. ACC typically presents as a heterogeneous and large mass with intense FDG uptake greater than the liver background. In a study of 77 patients with surgically proven diagnosis of ACA or ACC, [18F]FDG PET/CT could reliably distinguish malignant from benign lesions with a cutoff value greater than 1.45 for adrenal to liver maximum standardized uptake value (SUV) (sensitivity; 100% and specificity; 88%). In the same study with a cutoff value of 3.4 for maximum adrenal SUV, the sensitivity was 100%, and specificity was 70%. [69] Assessment of morphological characteristics such as heterogeneity, irregular margins, and tumor size as well as metabolic activity and attenuation value improve accuracy. However, [18F]FDG PET/CT cannot distinguish ACC from metastases, lymphoma, or pheochromocytoma, which also exhibit high metabolic activity. [70] A meta-analysis of published data to determine the diagnostic utility of [18F], FDG PET/CT for distinguishing malignant from benign adrenal tumors, [18F]FDG PET/CT had a sensitivity of 97% and specificity of 91%. [70] [71]", "contents": "Adrenal Cancer -- Evaluation -- Imaging. Positron emission tomography (PET) with [18F]fluorodeoxyglucose (FDG) and [11C]metomidate (MTO) or [123I]MTO are useful to confirm the diagnosis of a malignant lesion or establish a tumor of adrenocortical origin. ACC typically presents as a heterogeneous and large mass with intense FDG uptake greater than the liver background. In a study of 77 patients with surgically proven diagnosis of ACA or ACC, [18F]FDG PET/CT could reliably distinguish malignant from benign lesions with a cutoff value greater than 1.45 for adrenal to liver maximum standardized uptake value (SUV) (sensitivity; 100% and specificity; 88%). In the same study with a cutoff value of 3.4 for maximum adrenal SUV, the sensitivity was 100%, and specificity was 70%. [69] Assessment of morphological characteristics such as heterogeneity, irregular margins, and tumor size as well as metabolic activity and attenuation value improve accuracy. However, [18F]FDG PET/CT cannot distinguish ACC from metastases, lymphoma, or pheochromocytoma, which also exhibit high metabolic activity. [70] A meta-analysis of published data to determine the diagnostic utility of [18F], FDG PET/CT for distinguishing malignant from benign adrenal tumors, [18F]FDG PET/CT had a sensitivity of 97% and specificity of 91%. [70] [71]"}
{"id": "article-17222_47", "title": "Adrenal Cancer -- Evaluation -- Imaging", "content": "In recent years, a new tracer, metomidate ([11C]MTO) has proven useful to determine the adrenocortical origin because it specifically binds to adrenocortical CP450 11B (CYP11B) enzymes, which catalyze the final steps of steroid synthesis. [72]", "contents": "Adrenal Cancer -- Evaluation -- Imaging. In recent years, a new tracer, metomidate ([11C]MTO) has proven useful to determine the adrenocortical origin because it specifically binds to adrenocortical CP450 11B (CYP11B) enzymes, which catalyze the final steps of steroid synthesis. [72]"}
{"id": "article-17222_48", "title": "Adrenal Cancer -- Treatment / Management", "content": "The management of adrenocortical carcinoma poses a unique challenge because of its multiple endocrine functions. Because of the rarity of adrenocortical carcinomas and the limited clinical series, no universal guidelines exist.", "contents": "Adrenal Cancer -- Treatment / Management. The management of adrenocortical carcinoma poses a unique challenge because of its multiple endocrine functions. Because of the rarity of adrenocortical carcinomas and the limited clinical series, no universal guidelines exist."}
{"id": "article-17222_49", "title": "Adrenal Cancer -- Treatment / Management", "content": "Current practice influence is by expert consensus opinion gathered from medical centers that specialize in the treatment of ACC. [73] Currently, the most practical approach to ACC is complete tumor resection (Ro). Adjuvant therapies aim to decrease the frequency of recurrence. The natural history of recurrence after surgery remains uncertain, but even in cases of complete resection, the rate of local recurrence ranges between 19 and 34%, based on tumor stage. For this reason, adjuvant therapy after surgery is common and includes the use of mitotane and tumoral irradiation. [74]", "contents": "Adrenal Cancer -- Treatment / Management. Current practice influence is by expert consensus opinion gathered from medical centers that specialize in the treatment of ACC. [73] Currently, the most practical approach to ACC is complete tumor resection (Ro). Adjuvant therapies aim to decrease the frequency of recurrence. The natural history of recurrence after surgery remains uncertain, but even in cases of complete resection, the rate of local recurrence ranges between 19 and 34%, based on tumor stage. For this reason, adjuvant therapy after surgery is common and includes the use of mitotane and tumoral irradiation. [74]"}
{"id": "article-17222_50", "title": "Adrenal Cancer -- Treatment / Management", "content": "Treatment of advanced ACC must be considered palliative. This treatment includes improving the quality of life (QOL) through necessary interventions (e.g., pain control, prevention of fractures caused by bony metastasis and adequate control of hormonal symptoms) as well as minimizing side effects from antineoplastic therapies.", "contents": "Adrenal Cancer -- Treatment / Management. Treatment of advanced ACC must be considered palliative. This treatment includes improving the quality of life (QOL) through necessary interventions (e.g., pain control, prevention of fractures caused by bony metastasis and adequate control of hormonal symptoms) as well as minimizing side effects from antineoplastic therapies."}
{"id": "article-17222_51", "title": "Adrenal Cancer -- Differential Diagnosis", "content": "Hormonal excess can be due to a variety of clinical conditions. The primary differential includes: ACTH independent cortisol producing adenomas Adrenal hyperplasia Adrenocortical autoantibodies Polycystic ovarian disease Ovarian hyperthecosis Congenital adrenal hyperplasia (CAH)", "contents": "Adrenal Cancer -- Differential Diagnosis. Hormonal excess can be due to a variety of clinical conditions. The primary differential includes: ACTH independent cortisol producing adenomas Adrenal hyperplasia Adrenocortical autoantibodies Polycystic ovarian disease Ovarian hyperthecosis Congenital adrenal hyperplasia (CAH)"}
{"id": "article-17222_52", "title": "Adrenal Cancer -- Differential Diagnosis", "content": "The NIH has established guidelines for evaluating incidentally discovered adrenal mass. [5] [75] For adrenal lesion more than 4 cm, the principal differential diagnosis includes ACA, myelolipoma, adrenal metastasis of another tumor, pheochromocytoma, adrenal cyst, ganglioneuroma, sarcoma, and lymphoma. Adrenal cysts may be a cystic adrenocortical carcinoma, benign cysts such as bronchogenic or retroperitoneal cyst, and cystic pheochromocytoma. Adrenal pheochromocytoma can be differentiated biochemically. Except for adrenal lymphoma, large adrenal tumors require further evaluation by surgical resection.", "contents": "Adrenal Cancer -- Differential Diagnosis. The NIH has established guidelines for evaluating incidentally discovered adrenal mass. [5] [75] For adrenal lesion more than 4 cm, the principal differential diagnosis includes ACA, myelolipoma, adrenal metastasis of another tumor, pheochromocytoma, adrenal cyst, ganglioneuroma, sarcoma, and lymphoma. Adrenal cysts may be a cystic adrenocortical carcinoma, benign cysts such as bronchogenic or retroperitoneal cyst, and cystic pheochromocytoma. Adrenal pheochromocytoma can be differentiated biochemically. Except for adrenal lymphoma, large adrenal tumors require further evaluation by surgical resection."}
{"id": "article-17222_53", "title": "Adrenal Cancer -- Surgical Oncology", "content": "The mainstay of treatment for adrenocortical carcinoma is surgery. [76] All patients with stage I or II and most of stage III lesions should be amenable to radical resection, which offers the best hope for survival and cure. Unfortunately, even after surgery, many experience disease recurrence.  Only half of the diagnosed adrenocortical carcinomas are considered potentially resectable tumors. The objective of surgery is complete excision of the lesion with negative margins. Unfortunately, because of the size of most adrenocortical carcinoma, complete excision is rarely possible.", "contents": "Adrenal Cancer -- Surgical Oncology. The mainstay of treatment for adrenocortical carcinoma is surgery. [76] All patients with stage I or II and most of stage III lesions should be amenable to radical resection, which offers the best hope for survival and cure. Unfortunately, even after surgery, many experience disease recurrence.  Only half of the diagnosed adrenocortical carcinomas are considered potentially resectable tumors. The objective of surgery is complete excision of the lesion with negative margins. Unfortunately, because of the size of most adrenocortical carcinoma, complete excision is rarely possible."}
{"id": "article-17222_54", "title": "Adrenal Cancer -- Surgical Oncology", "content": "Microscopically positive resection margins (R1) carry an increased risk of recurrence. [77] Over the past few years, there has been an increasing emphasis on performing regional lymphadenectomy at the time of initial resection. Retrospectively analyzed data show reduced recurrence rates and lower mortality in ACC patients who underwent lymphadenectomy compared to patients who did not undergo regional lymph node resection. [78]", "contents": "Adrenal Cancer -- Surgical Oncology. Microscopically positive resection margins (R1) carry an increased risk of recurrence. [77] Over the past few years, there has been an increasing emphasis on performing regional lymphadenectomy at the time of initial resection. Retrospectively analyzed data show reduced recurrence rates and lower mortality in ACC patients who underwent lymphadenectomy compared to patients who did not undergo regional lymph node resection. [78]"}
{"id": "article-17222_55", "title": "Adrenal Cancer -- Surgical Oncology", "content": "In the past decade, technical advances in minimally invasive surgery have led to increased use of laparoscopic procedures to remove adrenal masses. However, multiple reports have found an increased risk of peritoneal carcinomatosis in ACC patients who underwent laparoscopic resection compared with patients who had open adrenalectomy.", "contents": "Adrenal Cancer -- Surgical Oncology. In the past decade, technical advances in minimally invasive surgery have led to increased use of laparoscopic procedures to remove adrenal masses. However, multiple reports have found an increased risk of peritoneal carcinomatosis in ACC patients who underwent laparoscopic resection compared with patients who had open adrenalectomy."}
{"id": "article-17222_56", "title": "Adrenal Cancer -- Surgical Oncology", "content": "Although minimally invasive resection can reduce the length of hospital stay after surgery, it is viewed by many as being inferior to an open procedure because it impairs the surgeon’s ability to perform a comprehensive regional lymph node dissection and reduces the chance of having R0 resection margins. [79] [80]", "contents": "Adrenal Cancer -- Surgical Oncology. Although minimally invasive resection can reduce the length of hospital stay after surgery, it is viewed by many as being inferior to an open procedure because it impairs the surgeon’s ability to perform a comprehensive regional lymph node dissection and reduces the chance of having R0 resection margins. [79] [80]"}
{"id": "article-17222_57", "title": "Adrenal Cancer -- Surgical Oncology", "content": "Surgical expertise is very important for improving clinical outcomes in localized adrenocortical carcinomas, as shown by more prolonged recurrence-free survival (RFS) and reduced local recurrence rates in patients treated at high-volume centers (those performing 10 or more ACC surgeries annually) compared with rates seen in patients treated in low volume centers, despite the typically larger tumors in patients in the high-volume centers. [81]", "contents": "Adrenal Cancer -- Surgical Oncology. Surgical expertise is very important for improving clinical outcomes in localized adrenocortical carcinomas, as shown by more prolonged recurrence-free survival (RFS) and reduced local recurrence rates in patients treated at high-volume centers (those performing 10 or more ACC surgeries annually) compared with rates seen in patients treated in low volume centers, despite the typically larger tumors in patients in the high-volume centers. [81]"}
{"id": "article-17222_58", "title": "Adrenal Cancer -- Surgical Oncology", "content": "Imaging should be utilized before and during surgery because many aggressive adrenocortical carcinomas overgrow, and involve adjacent structures. Intravascular ultrasound or venography may complement other imaging studies to estimate the extent of tumor involvement. Other preoperative considerations include the management and optimization of those patients with hormone excess, especially those with Cushing syndrome.", "contents": "Adrenal Cancer -- Surgical Oncology. Imaging should be utilized before and during surgery because many aggressive adrenocortical carcinomas overgrow, and involve adjacent structures. Intravascular ultrasound or venography may complement other imaging studies to estimate the extent of tumor involvement. Other preoperative considerations include the management and optimization of those patients with hormone excess, especially those with Cushing syndrome."}
{"id": "article-17222_59", "title": "Adrenal Cancer -- Surgical Oncology", "content": "A radical resection induces temporary cortisol deficiency in patients with cortisol-secreting ACC who will require glucocorticoid replacement postoperatively. [56] During surgery standard oncologic resection practices, namely en bloc adrenal gland resection, margin-free resection, no tumor spillage, and conversion to laparotomy in case of difficult dissection, must be duly followed.", "contents": "Adrenal Cancer -- Surgical Oncology. A radical resection induces temporary cortisol deficiency in patients with cortisol-secreting ACC who will require glucocorticoid replacement postoperatively. [56] During surgery standard oncologic resection practices, namely en bloc adrenal gland resection, margin-free resection, no tumor spillage, and conversion to laparotomy in case of difficult dissection, must be duly followed."}
{"id": "article-17222_60", "title": "Adrenal Cancer -- Surgical Oncology", "content": "In the case of recurrent cases, surgery is the recommendation for patients with a favorable prognosis and an achievable Ro resection. Surgery for palliative and metastatic cases may be considered depending on prognostic factors. Expected postoperative mortality for patients with ACC is less than 5%. Redo-surgery is recommended for R2 resection.", "contents": "Adrenal Cancer -- Surgical Oncology. In the case of recurrent cases, surgery is the recommendation for patients with a favorable prognosis and an achievable Ro resection. Surgery for palliative and metastatic cases may be considered depending on prognostic factors. Expected postoperative mortality for patients with ACC is less than 5%. Redo-surgery is recommended for R2 resection."}
{"id": "article-17222_61", "title": "Adrenal Cancer -- Surgical Oncology", "content": "Although surgery is the treatment recommended for non-metastatic ACC, the decision for resection of the primary tumor in stage IV disease requires individualized attention. In general, those with multiple metastatic deposits in one organ system or widespread distant metastatic disease in multiple organs should not undergo adrenalectomy. Patients with advanced disease who have complete surgical resection procedures often experience a recurrence in the surgical site or distant organs. Late recurrences that occur more than six months after initial surgery can be salvaged occasionally with another resection of the recurrent disease, and this approach correlates with improved survival compared with patients who experience early recurrences, which is often an indication for systemic therapy. [82] Furthermore, multiple groups showed the benefit of metastasectomy in ACC. [83] [84] [85] Proper patient selection and surgical expertise are required to minimize complications and improve outcomes.", "contents": "Adrenal Cancer -- Surgical Oncology. Although surgery is the treatment recommended for non-metastatic ACC, the decision for resection of the primary tumor in stage IV disease requires individualized attention. In general, those with multiple metastatic deposits in one organ system or widespread distant metastatic disease in multiple organs should not undergo adrenalectomy. Patients with advanced disease who have complete surgical resection procedures often experience a recurrence in the surgical site or distant organs. Late recurrences that occur more than six months after initial surgery can be salvaged occasionally with another resection of the recurrent disease, and this approach correlates with improved survival compared with patients who experience early recurrences, which is often an indication for systemic therapy. [82] Furthermore, multiple groups showed the benefit of metastasectomy in ACC. [83] [84] [85] Proper patient selection and surgical expertise are required to minimize complications and improve outcomes."}
{"id": "article-17222_62", "title": "Adrenal Cancer -- Surgical Oncology", "content": "Loco-guided regional therapy, including interventional radiology techniques, are used to control tumor growth and improve secretory status.  Other therapies, including radiofrequency ablation and trans-arterial chemoembolization, are useful in curing small metastatic lesions in liver, lung, and bone. None of these methods have been the subject of clinical trials. However, both methods are an alternative to surgery when surgery is not feasible.", "contents": "Adrenal Cancer -- Surgical Oncology. Loco-guided regional therapy, including interventional radiology techniques, are used to control tumor growth and improve secretory status.  Other therapies, including radiofrequency ablation and trans-arterial chemoembolization, are useful in curing small metastatic lesions in liver, lung, and bone. None of these methods have been the subject of clinical trials. However, both methods are an alternative to surgery when surgery is not feasible."}
{"id": "article-17222_63", "title": "Adrenal Cancer -- Radiation Oncology", "content": "In localized adrenocortical carcinoma, radiation therapy, in combination with surgery, has been used in only a few patients registered in the National Cancer Data Base. [25] There are no prospective data with which to define the role of adjuvant radiation therapy in ACC since the use of mitotane has become more common. Although postoperative radiation therapy in some studies has been shown to reduce local recurrence rates, this is not a universal observation in other studies. [86] [87] [88] Furthermore, there was no survival benefit has been shown with adjuvant radiation therapy. Based on these data, there is no recommendation for the routine use of adjuvant radiation therapy after initial surgical resection. However, some patients who display a local recurrence pattern without evidence of distant disease may benefit from adjuvant radiation therapy after surgery.", "contents": "Adrenal Cancer -- Radiation Oncology. In localized adrenocortical carcinoma, radiation therapy, in combination with surgery, has been used in only a few patients registered in the National Cancer Data Base. [25] There are no prospective data with which to define the role of adjuvant radiation therapy in ACC since the use of mitotane has become more common. Although postoperative radiation therapy in some studies has been shown to reduce local recurrence rates, this is not a universal observation in other studies. [86] [87] [88] Furthermore, there was no survival benefit has been shown with adjuvant radiation therapy. Based on these data, there is no recommendation for the routine use of adjuvant radiation therapy after initial surgical resection. However, some patients who display a local recurrence pattern without evidence of distant disease may benefit from adjuvant radiation therapy after surgery."}
{"id": "article-17222_64", "title": "Adrenal Cancer -- Radiation Oncology", "content": "In patients with advanced or metastatic ACC, palliative radiation therapy can be used to treat selected sites of symptomatic or high-risk metastases. [89]", "contents": "Adrenal Cancer -- Radiation Oncology. In patients with advanced or metastatic ACC, palliative radiation therapy can be used to treat selected sites of symptomatic or high-risk metastases. [89]"}
{"id": "article-17222_65", "title": "Adrenal Cancer -- Medical Oncology -- HORMONAL MANAGEMENT OF ADRENOCORTICAL CARCINOMA", "content": "The combination of cancer burden and hormonal excesses occur in almost 50% of adrenocortical carcinoma patients. Agents to treat Cushing syndrome such as ketoconazole, metyrapone, and mifepristone are often used, with the hope of reducing the morbidity of cortisol excess. Ketoconazole inhibits CYP17A1, CYP11A1, and to a lesser extent, CYP11B1. [55] The starting dose is 200 mg twice daily and can increase to 1200 mg/day. During treatment, liver enzymes require monitoring. Because ketoconazole is an inhibitor of several hepatic metabolizing enzymes, there is a potential for serious drug interactions.", "contents": "Adrenal Cancer -- Medical Oncology -- HORMONAL MANAGEMENT OF ADRENOCORTICAL CARCINOMA. The combination of cancer burden and hormonal excesses occur in almost 50% of adrenocortical carcinoma patients. Agents to treat Cushing syndrome such as ketoconazole, metyrapone, and mifepristone are often used, with the hope of reducing the morbidity of cortisol excess. Ketoconazole inhibits CYP17A1, CYP11A1, and to a lesser extent, CYP11B1. [55] The starting dose is 200 mg twice daily and can increase to 1200 mg/day. During treatment, liver enzymes require monitoring. Because ketoconazole is an inhibitor of several hepatic metabolizing enzymes, there is a potential for serious drug interactions."}
{"id": "article-17222_66", "title": "Adrenal Cancer -- Medical Oncology -- HORMONAL MANAGEMENT OF ADRENOCORTICAL CARCINOMA", "content": "Metyrapone is an inhibitor of steroidogenesis at the level of CYP11B1, [55] and generally is started at 250 mg twice daily and can be elevated to 2 to 3 g/d in 250-mg intervals. Due to the inhibition of CYP11B1, an increase in adrenal androgens may occur, causing or worsening hyperandrogenemia. Mifepristone is a direct glucocorticoid receptor antagonist that is highly effective in controlling clinical comorbidities, mainly glucose intolerance; thus, it is a useful treatment for Cushing syndrome when it is associated with diabetes mellitus. [90] Treatment is initiated at 300 mg daily and titrated up to 1200 mg daily. Adrenal insufficiency is a rare adverse effect of mifepristone. [55]", "contents": "Adrenal Cancer -- Medical Oncology -- HORMONAL MANAGEMENT OF ADRENOCORTICAL CARCINOMA. Metyrapone is an inhibitor of steroidogenesis at the level of CYP11B1, [55] and generally is started at 250 mg twice daily and can be elevated to 2 to 3 g/d in 250-mg intervals. Due to the inhibition of CYP11B1, an increase in adrenal androgens may occur, causing or worsening hyperandrogenemia. Mifepristone is a direct glucocorticoid receptor antagonist that is highly effective in controlling clinical comorbidities, mainly glucose intolerance; thus, it is a useful treatment for Cushing syndrome when it is associated with diabetes mellitus. [90] Treatment is initiated at 300 mg daily and titrated up to 1200 mg daily. Adrenal insufficiency is a rare adverse effect of mifepristone. [55]"}
{"id": "article-17222_67", "title": "Adrenal Cancer -- Medical Oncology -- HORMONAL MANAGEMENT OF ADRENOCORTICAL CARCINOMA", "content": "Spironolactone and eplerenone are mineral corticosteroid receptor antagonists that can be used to counteract edema and hypertension associated with cortisol or aldosterone overproduction. Spironolactone can be used to manage androgen effects in females patients with androgen-secreting tumors as well as mineralocorticoid effects in those patients with mineralocorticoid-secreting tumors. Dosing may need to be as high as 200 to 400 mg/day. [55] In males with gynecomastia, aromatase inhibitors (e.g., anastrozole and letrozole), as well as estrogen receptor antagonists (e.g., tamoxifen and raloxifene), can be used. Because cortisol production is an adverse prognostic factor, every attempt should be made to normalize hormone levels because this not only affects survival parameters but also improve QOL.", "contents": "Adrenal Cancer -- Medical Oncology -- HORMONAL MANAGEMENT OF ADRENOCORTICAL CARCINOMA. Spironolactone and eplerenone are mineral corticosteroid receptor antagonists that can be used to counteract edema and hypertension associated with cortisol or aldosterone overproduction. Spironolactone can be used to manage androgen effects in females patients with androgen-secreting tumors as well as mineralocorticoid effects in those patients with mineralocorticoid-secreting tumors. Dosing may need to be as high as 200 to 400 mg/day. [55] In males with gynecomastia, aromatase inhibitors (e.g., anastrozole and letrozole), as well as estrogen receptor antagonists (e.g., tamoxifen and raloxifene), can be used. Because cortisol production is an adverse prognostic factor, every attempt should be made to normalize hormone levels because this not only affects survival parameters but also improve QOL."}
{"id": "article-17222_68", "title": "Adrenal Cancer -- Medical Oncology -- HORMONAL MANAGEMENT OF ADRENOCORTICAL CARCINOMA", "content": "The success of hormonal control is contingent on a synchronized approach to reducing hormonal production, counteracting the effects of hormonal overproduction, and reducing disease burden via surgery or systemic chemotherapy. [91]", "contents": "Adrenal Cancer -- Medical Oncology -- HORMONAL MANAGEMENT OF ADRENOCORTICAL CARCINOMA. The success of hormonal control is contingent on a synchronized approach to reducing hormonal production, counteracting the effects of hormonal overproduction, and reducing disease burden via surgery or systemic chemotherapy. [91]"}
{"id": "article-17222_69", "title": "Adrenal Cancer -- Medical Oncology -- LOCALIZED DISEASE", "content": "Localized ACC encompasses stages I and II disease and most patients with stage III disease. Stage I is relatively uncommon, representing only 3% of all ACC cases, whereas stages II and III make up 37 and 34%, respectively. [77] Surgery is usually the mainstay therapy in these patients, but unfortunately, many experience disease recurrence. The outcomes after surgical resection alone have remained suboptimal. [25] [76] [92] [57] Even with complete resections, rates of local recurrence have typically ranged from at least 19% to 34% in those patients with no residual disease after surgery. [76] The evidence that patients with ACC remain at high risk for tumor recurrence despite complete surgical tumor excision has fueled the search for adjuvant therapies.", "contents": "Adrenal Cancer -- Medical Oncology -- LOCALIZED DISEASE. Localized ACC encompasses stages I and II disease and most patients with stage III disease. Stage I is relatively uncommon, representing only 3% of all ACC cases, whereas stages II and III make up 37 and 34%, respectively. [77] Surgery is usually the mainstay therapy in these patients, but unfortunately, many experience disease recurrence. The outcomes after surgical resection alone have remained suboptimal. [25] [76] [92] [57] Even with complete resections, rates of local recurrence have typically ranged from at least 19% to 34% in those patients with no residual disease after surgery. [76] The evidence that patients with ACC remain at high risk for tumor recurrence despite complete surgical tumor excision has fueled the search for adjuvant therapies."}
{"id": "article-17222_70", "title": "Adrenal Cancer -- Medical Oncology -- LOCALIZED DISEASE", "content": "The drug of choice for adjuvant treatment is mitotane, which exerts hormonal effects by reducing adrenal steroids production by blocking steroidogenic enzymes, as the 11b-hydroxylase enzyme, (officially named cytochrome P450 11B1 -CYP11B1-)  and cholesterol side-chain cleavage by inhibiting CYP11A1 (which appears to be one of the covalently bound mitotane targets) in the adrenal cortex. In the periphery, it increases glucocorticoid clearance. [93] [94] The pharmacological analytic mechanism is still not completely understood. In a study with dog adrenal glands, Mitotane has been shown to selectively destroy the inner zones of the adrenal cortex, zona reticularis, and zona fasciculata. Mitotane leads to cell death, via necrosis. [95]", "contents": "Adrenal Cancer -- Medical Oncology -- LOCALIZED DISEASE. The drug of choice for adjuvant treatment is mitotane, which exerts hormonal effects by reducing adrenal steroids production by blocking steroidogenic enzymes, as the 11b-hydroxylase enzyme, (officially named cytochrome P450 11B1 -CYP11B1-)  and cholesterol side-chain cleavage by inhibiting CYP11A1 (which appears to be one of the covalently bound mitotane targets) in the adrenal cortex. In the periphery, it increases glucocorticoid clearance. [93] [94] The pharmacological analytic mechanism is still not completely understood. In a study with dog adrenal glands, Mitotane has been shown to selectively destroy the inner zones of the adrenal cortex, zona reticularis, and zona fasciculata. Mitotane leads to cell death, via necrosis. [95]"}
{"id": "article-17222_71", "title": "Adrenal Cancer -- Medical Oncology -- LOCALIZED DISEASE", "content": "Mitotane has been shown to significantly improved recurrence-free survival (RFS) in some studies and not others. [96] [97] [98] An ongoing international prospective randomized clinical trial (ADIUVO:https://www.epiclin.it/adiuvo) is exploring the efficacy of adjuvant mitotane in ACC patients deemed to have low/intermediate risk of recurrence after radical surgical resection, which is defined by R0 resection, absence of metastases and Ki67 under 10%. This study will compare mitotane treatment with a “watch and see” strategy.", "contents": "Adrenal Cancer -- Medical Oncology -- LOCALIZED DISEASE. Mitotane has been shown to significantly improved recurrence-free survival (RFS) in some studies and not others. [96] [97] [98] An ongoing international prospective randomized clinical trial (ADIUVO:https://www.epiclin.it/adiuvo) is exploring the efficacy of adjuvant mitotane in ACC patients deemed to have low/intermediate risk of recurrence after radical surgical resection, which is defined by R0 resection, absence of metastases and Ki67 under 10%. This study will compare mitotane treatment with a “watch and see” strategy."}
{"id": "article-17222_72", "title": "Adrenal Cancer -- Medical Oncology -- LOCALIZED DISEASE", "content": "Adjuvant treatment generally starts within three months of post-surgery based on animal studies. [99] Mitotane plasma monitoring is recommended for ACC management as it has a high volume of distribution and low clearance; the drug s lipophilic and tends to accumulate in adipose tissue. Adaptive dosing of the individual based on age, sex, body mass index, lean body mass, and renal function is recommended. [100] [101] Side effects of mitotane include gastrointestinal and neurologic abnormalities. Cortisol supplementation is required to prevent the adverse gastrointestinal effect of mitotane. Contraception, vitamin K antagonist supplementation, and combined antitumor therapies are recommended during mitotane treatment. [100]", "contents": "Adrenal Cancer -- Medical Oncology -- LOCALIZED DISEASE. Adjuvant treatment generally starts within three months of post-surgery based on animal studies. [99] Mitotane plasma monitoring is recommended for ACC management as it has a high volume of distribution and low clearance; the drug s lipophilic and tends to accumulate in adipose tissue. Adaptive dosing of the individual based on age, sex, body mass index, lean body mass, and renal function is recommended. [100] [101] Side effects of mitotane include gastrointestinal and neurologic abnormalities. Cortisol supplementation is required to prevent the adverse gastrointestinal effect of mitotane. Contraception, vitamin K antagonist supplementation, and combined antitumor therapies are recommended during mitotane treatment. [100]"}
{"id": "article-17222_73", "title": "Adrenal Cancer -- Medical Oncology -- ADVANCED DISEASE", "content": "More than half of ACC patients present with locally advanced or metastatic disease (Stage III or IV). [77] The advanced stage carries a poor prognosis and only a limited response to any single treatment modality. Thus, the use of a multidisciplinary approach and different treatment methods when feasible, carry the best hope of improving the grim prognosis in these patients.", "contents": "Adrenal Cancer -- Medical Oncology -- ADVANCED DISEASE. More than half of ACC patients present with locally advanced or metastatic disease (Stage III or IV). [77] The advanced stage carries a poor prognosis and only a limited response to any single treatment modality. Thus, the use of a multidisciplinary approach and different treatment methods when feasible, carry the best hope of improving the grim prognosis in these patients."}
{"id": "article-17222_74", "title": "Adrenal Cancer -- Medical Oncology -- Systemic therapy for metastatic disease", "content": "In metastatic disease, different parameters merit consideration: the tumoral volume, the number of metastatic organs, and the progression rates. Debulking surgery only benefits in ACC patients with a limited number of tumoral organs (less than or equal to 2), resectable tumoral mass, with a light progression and when severe hormone excess that is not manageable medically. However, most patients require medical therapy.", "contents": "Adrenal Cancer -- Medical Oncology -- Systemic therapy for metastatic disease. In metastatic disease, different parameters merit consideration: the tumoral volume, the number of metastatic organs, and the progression rates. Debulking surgery only benefits in ACC patients with a limited number of tumoral organs (less than or equal to 2), resectable tumoral mass, with a light progression and when severe hormone excess that is not manageable medically. However, most patients require medical therapy."}
{"id": "article-17222_75", "title": "Adrenal Cancer -- Medical Oncology -- Systemic therapy for metastatic disease", "content": "Mitotane remains the only medication approved by the European Medicine Executive Agency (EMEA) and the U.S Food and Drug Administration (FDA) for the treatment of “metastatic ACC.” An overview of collecting different studies showed that the objective response rate is at best, 24%. [102] [103] [104]", "contents": "Adrenal Cancer -- Medical Oncology -- Systemic therapy for metastatic disease. Mitotane remains the only medication approved by the European Medicine Executive Agency (EMEA) and the U.S Food and Drug Administration (FDA) for the treatment of “metastatic ACC.” An overview of collecting different studies showed that the objective response rate is at best, 24%. [102] [103] [104]"}
{"id": "article-17222_76", "title": "Adrenal Cancer -- Medical Oncology -- Neoadjuvant Approach", "content": "The use of neoadjuvant systemic chemotherapy as a bridge to surgery correlated with a favorable outcome in one small study with borderline resectable adrenocortical carcinoma (BRACC), defined as having oligometastases, needing multiorgan or vascular resection, or having a poor performance status preventing surgery. Twelve patients (80%) received combination therapy with mitotane and etoposide/cisplatin-based chemotherapy, two patients (13%) received mitotane alone, and one patient (7%) received chemotherapy alone. Median DFS for resected BRACC patients was 28.0 months [95% confidence interval (CI), 2.9–not attained] vs 13 months (95% CI, 5.8–46.9) (p = 0.40) for initial surgery patients. Five-year OS rates were also similar: 65 % for resected BRACC vs 50 % for initial surgery (p = 0.72). [105]", "contents": "Adrenal Cancer -- Medical Oncology -- Neoadjuvant Approach. The use of neoadjuvant systemic chemotherapy as a bridge to surgery correlated with a favorable outcome in one small study with borderline resectable adrenocortical carcinoma (BRACC), defined as having oligometastases, needing multiorgan or vascular resection, or having a poor performance status preventing surgery. Twelve patients (80%) received combination therapy with mitotane and etoposide/cisplatin-based chemotherapy, two patients (13%) received mitotane alone, and one patient (7%) received chemotherapy alone. Median DFS for resected BRACC patients was 28.0 months [95% confidence interval (CI), 2.9–not attained] vs 13 months (95% CI, 5.8–46.9) (p = 0.40) for initial surgery patients. Five-year OS rates were also similar: 65 % for resected BRACC vs 50 % for initial surgery (p = 0.72). [105]"}
{"id": "article-17222_77", "title": "Adrenal Cancer -- Medical Oncology -- Targeted Therapy Approach", "content": "Targeted therapy may also be an option for the management of adrenocortical carcinoma. The first trials targeted epidermal growth factor receptor (EGRF) gefitinib and a combination of erlotinib and gemcitabine. Among vascular endothelial growth factor, sunitinib exhibited a modest anti-tumor effect in the phase 2 trial. VEGF can be administered in patients without mitotane treatment. [74] [73]", "contents": "Adrenal Cancer -- Medical Oncology -- Targeted Therapy Approach. Targeted therapy may also be an option for the management of adrenocortical carcinoma. The first trials targeted epidermal growth factor receptor (EGRF) gefitinib and a combination of erlotinib and gemcitabine. Among vascular endothelial growth factor, sunitinib exhibited a modest anti-tumor effect in the phase 2 trial. VEGF can be administered in patients without mitotane treatment. [74] [73]"}
{"id": "article-17222_78", "title": "Adrenal Cancer -- Medical Oncology -- Targeted Therapy Approach", "content": "Recently, drugs targeting IGF-II seemed to be very promising, as IGF-II is the most-up regulated gene in ACC (80% as described before). Preclinical studies antagonizing this pathway with pharmacological agents resulted in inhibition of growth in vitro and in vivo. This inhibition was more potent than that observed with the use of mitotane alone in decreasing xenograft growth, and the combination of IGF inhibition with mitotane resulted in greater antiproliferative effects than those observed with the use of single-agent treatment. These data establish the role of targeted disruption of IGF-1R signaling to obtain a therapeutic advantage when used with mitotane therapy or possibly other chemotherapeutics in ACC patients. [106] Recently, a phase 2 study used an IMCA12 (cixutumumab), a fully humanized IGF-IR antibody showed a lack of efficacy in a cohort of 19 patients. [107] Also, results of a huge phase 3 trial “GALACCTIC” with a highly specific IGF-IR inhibitor linstinib (OSI-906)in a cohort of 138 metastatic ACC have been recently published: the progression-free and overall survival did not differ between the linstinib and placebo groups. [108] However, in another study, 26 heavily pretreated ACC patients received cixutumumab with temsirolimus, an inhibitor of mammalian targets of IGF-1R signaling (mTOR inhibitor)weekly with restaging at eight weeks. Of these 26 patients, 11 (42%) had stable disease for greater than six months. [109] Finally, because of disease heterogeneity, it appears that using one single agent is not sufficient to induce an objective response. Trials with new targeted substances are underway.", "contents": "Adrenal Cancer -- Medical Oncology -- Targeted Therapy Approach. Recently, drugs targeting IGF-II seemed to be very promising, as IGF-II is the most-up regulated gene in ACC (80% as described before). Preclinical studies antagonizing this pathway with pharmacological agents resulted in inhibition of growth in vitro and in vivo. This inhibition was more potent than that observed with the use of mitotane alone in decreasing xenograft growth, and the combination of IGF inhibition with mitotane resulted in greater antiproliferative effects than those observed with the use of single-agent treatment. These data establish the role of targeted disruption of IGF-1R signaling to obtain a therapeutic advantage when used with mitotane therapy or possibly other chemotherapeutics in ACC patients. [106] Recently, a phase 2 study used an IMCA12 (cixutumumab), a fully humanized IGF-IR antibody showed a lack of efficacy in a cohort of 19 patients. [107] Also, results of a huge phase 3 trial “GALACCTIC” with a highly specific IGF-IR inhibitor linstinib (OSI-906)in a cohort of 138 metastatic ACC have been recently published: the progression-free and overall survival did not differ between the linstinib and placebo groups. [108] However, in another study, 26 heavily pretreated ACC patients received cixutumumab with temsirolimus, an inhibitor of mammalian targets of IGF-1R signaling (mTOR inhibitor)weekly with restaging at eight weeks. Of these 26 patients, 11 (42%) had stable disease for greater than six months. [109] Finally, because of disease heterogeneity, it appears that using one single agent is not sufficient to induce an objective response. Trials with new targeted substances are underway."}
{"id": "article-17222_79", "title": "Adrenal Cancer -- Staging", "content": "The widely adopted staging of adrenocortical carcinoma is by the European Network of Study of Adrenal Tumors (ENSAT) due to its correlation with clinical outcome. [55] [110] This system defines: Stage I with a tumor size of smaller than 5 cm. Stage II is a tumor with a size of over 5 cm; strictly localized both stages. Stage III is characterized by the positive regional lymph nodes, infiltration of the tumor in the surrounding tissue, or a tumor thrombus in the vena cava and/or renal vein. Stage IV is defined by distant metastasis.", "contents": "Adrenal Cancer -- Staging. The widely adopted staging of adrenocortical carcinoma is by the European Network of Study of Adrenal Tumors (ENSAT) due to its correlation with clinical outcome. [55] [110] This system defines: Stage I with a tumor size of smaller than 5 cm. Stage II is a tumor with a size of over 5 cm; strictly localized both stages. Stage III is characterized by the positive regional lymph nodes, infiltration of the tumor in the surrounding tissue, or a tumor thrombus in the vena cava and/or renal vein. Stage IV is defined by distant metastasis."}
{"id": "article-17222_80", "title": "Adrenal Cancer -- Prognosis", "content": "The prognosis of adrenocortical carcinoma was previously quite poor. In the past, an average overall survival in patients with adrenocortical carcinoma was 14.5 months with a 5-year mortality rate of about 75 to 90%. [14] Median survival for metastatic disease (stage IV) at the time of diagnosis is reported to be less than one year. Of those who had undergone treatment, about 30 to 60% survived 5-years. [111] [25] Furthermore, it is worth noting that only about 30% of ACC cases are curable at early stages, which further implies an overall poor prognosis of ACC. [14] [111] Metastases of ACC has been detected in the liver (48 to 85%), lungs (30 to 60%), lymph nodes (7 to 20%), and bones (7 to 13%) of cases. [14]", "contents": "Adrenal Cancer -- Prognosis. The prognosis of adrenocortical carcinoma was previously quite poor. In the past, an average overall survival in patients with adrenocortical carcinoma was 14.5 months with a 5-year mortality rate of about 75 to 90%. [14] Median survival for metastatic disease (stage IV) at the time of diagnosis is reported to be less than one year. Of those who had undergone treatment, about 30 to 60% survived 5-years. [111] [25] Furthermore, it is worth noting that only about 30% of ACC cases are curable at early stages, which further implies an overall poor prognosis of ACC. [14] [111] Metastases of ACC has been detected in the liver (48 to 85%), lungs (30 to 60%), lymph nodes (7 to 20%), and bones (7 to 13%) of cases. [14]"}
{"id": "article-17222_81", "title": "Adrenal Cancer -- Prognosis", "content": "More recently, different studies have shown that adrenocortical carcinoma clinical presentation, survival, and prognosis is quite heterogeneous, ranging from short term survival to more long-term survival. Two separate organizations: The Union for International Cancer Control (UICC) and the European Network Staging Study for Adrenal Tumors (ENSAT) have developed newer staging systems which are now used to determine disease-free survival in stage I-III ACC cases and overall survival in stage IV ACC, as follows [12] [74] [6] : Staging Resection status Grading of the tumor based on Ki67% proliferation index and mitotic count. Based on the ENSAT staging system, the 5-year survival rates for ACC are as follows [12] [74] [97] : 66 to 82% in patients with stage I 58 to 64% in patients with stage II 24 to 50% in patients with stage III 0 to 17% in patients with stage IV", "contents": "Adrenal Cancer -- Prognosis. More recently, different studies have shown that adrenocortical carcinoma clinical presentation, survival, and prognosis is quite heterogeneous, ranging from short term survival to more long-term survival. Two separate organizations: The Union for International Cancer Control (UICC) and the European Network Staging Study for Adrenal Tumors (ENSAT) have developed newer staging systems which are now used to determine disease-free survival in stage I-III ACC cases and overall survival in stage IV ACC, as follows [12] [74] [6] : Staging Resection status Grading of the tumor based on Ki67% proliferation index and mitotic count. Based on the ENSAT staging system, the 5-year survival rates for ACC are as follows [12] [74] [97] : 66 to 82% in patients with stage I 58 to 64% in patients with stage II 24 to 50% in patients with stage III 0 to 17% in patients with stage IV"}
{"id": "article-17222_82", "title": "Adrenal Cancer -- Prognosis", "content": "In these latest studies, resection status and tumor grade have been shown to play a key role in the disease-free survival of localized ACC cases. Patients who had completely resected (R0) localized tumors, and incomplete microscopic resection were less likely to have a recurrence, compared to those with advanced tumors and macroscopically positive margins. [12] [74] [57] [92] [112] [113]", "contents": "Adrenal Cancer -- Prognosis. In these latest studies, resection status and tumor grade have been shown to play a key role in the disease-free survival of localized ACC cases. Patients who had completely resected (R0) localized tumors, and incomplete microscopic resection were less likely to have a recurrence, compared to those with advanced tumors and macroscopically positive margins. [12] [74] [57] [92] [112] [113]"}
{"id": "article-17222_83", "title": "Adrenal Cancer -- Prognosis", "content": "European studies of ACC patients have shown that the proliferation index, Ki67, has been the single most important factor in determining the recurrence of ACC in patients following complete resection of a localized ACC tumor (R0) for stage I-III ACC patients. Further research suggests that stage I through III, younger age, and low Ki67 are positive predictors of recurrence-free survival. [6] Similarly, another large European study showed that tumor grading as measured by Ki67 and Weiss score were considered important prognostic markers of overall survival in stage IV ACC patients, which further confirmed data shown by mitotic count in French studies. [74] By comparison, in adults, cortisol production, higher tumor stage (advanced stage III/stage IV) and more disordered tumor grade have been identified as negative prognostic factors in ACC with regards to overall survival and recurrence of the disease. [12]", "contents": "Adrenal Cancer -- Prognosis. European studies of ACC patients have shown that the proliferation index, Ki67, has been the single most important factor in determining the recurrence of ACC in patients following complete resection of a localized ACC tumor (R0) for stage I-III ACC patients. Further research suggests that stage I through III, younger age, and low Ki67 are positive predictors of recurrence-free survival. [6] Similarly, another large European study showed that tumor grading as measured by Ki67 and Weiss score were considered important prognostic markers of overall survival in stage IV ACC patients, which further confirmed data shown by mitotic count in French studies. [74] By comparison, in adults, cortisol production, higher tumor stage (advanced stage III/stage IV) and more disordered tumor grade have been identified as negative prognostic factors in ACC with regards to overall survival and recurrence of the disease. [12]"}
{"id": "article-17222_84", "title": "Adrenal Cancer -- Prognosis", "content": "Moreover, older age older than 45 years old, distant metastasis, and incomplete resection have shown to associate with poor survival. [111] ENSAT staging of ACC led to more predictive value in the prognosis of ACC patients. However, it still presented with some pitfalls such as not accounting for severe invasion into the inferior vena cava or N status (Nodal invasion), both of which were found to behave in a pattern more like stage IV ACC. [6] Therefore, a modified ENSAT staging system was developed to evaluate advanced stage III to stage IV ACC cases. In this modified ENSAT staging system, the presence of positive N status moved from stage III to stage IV. Additionally, researchers took the following criteria into account: number of tumor organs and GRAS factors: tumor grade (Weiss score less than 6 or greater than 6 or Ki 67 less than 20% or over 20%), resection status of the primary tumor (R0, R1, R2, Rx), age under 50 years old or older than 50 years old, and presence or absence of tumor-related or hormone-related symptoms at time of diagnosis. [6] These criteria have been shown to play key roles in the determination of overall survival as well as in recurrence of stage I-III localized ACC cases. [6]", "contents": "Adrenal Cancer -- Prognosis. Moreover, older age older than 45 years old, distant metastasis, and incomplete resection have shown to associate with poor survival. [111] ENSAT staging of ACC led to more predictive value in the prognosis of ACC patients. However, it still presented with some pitfalls such as not accounting for severe invasion into the inferior vena cava or N status (Nodal invasion), both of which were found to behave in a pattern more like stage IV ACC. [6] Therefore, a modified ENSAT staging system was developed to evaluate advanced stage III to stage IV ACC cases. In this modified ENSAT staging system, the presence of positive N status moved from stage III to stage IV. Additionally, researchers took the following criteria into account: number of tumor organs and GRAS factors: tumor grade (Weiss score less than 6 or greater than 6 or Ki 67 less than 20% or over 20%), resection status of the primary tumor (R0, R1, R2, Rx), age under 50 years old or older than 50 years old, and presence or absence of tumor-related or hormone-related symptoms at time of diagnosis. [6] These criteria have been shown to play key roles in the determination of overall survival as well as in recurrence of stage I-III localized ACC cases. [6]"}
{"id": "article-17222_85", "title": "Adrenal Cancer -- Prognosis", "content": "Recently, transcriptome analysis revealed unraveled two distinct groups of adrenocortical carcinoma, reflecting tumor proliferation (measured by mitotic counts and cell cycle genes): one group of aggressive proliferating tumors (C1A), associated with a poor prognosis and one group of less aggressive tumors (C1B), associated with a better outcome. Multivariate analysis, including tumor stage and mitotic rate as variables, showed that transcriptome data contained independent prognosis information. One of these studies also used the transcriptome data to define a genes predictor of malignancy and identified three different subgroups in the group of ACC of poor prognosis: one was enriched in TP53 mutations (C1A/p53), the second in beta-catenin cytoplasmic and nuclear accumulation (C1A/beta-catenin) and/or mutations and the third presented neither of these two alterations (C1A/x). [36] The delineation of these three subgroups relied on different tumorigenesis processes, but they were equally associated with a poor prognosis. More recently, another study reported a global hypomethylation pattern in ACC associated with hypermethylation of specific promoter regions responsible for the downregulation of the expression of a certain number of genes. [18] A third study reported a negative correlation between methylation and expression for a total of 1741 genes of 12250 studied, among the top genes were found H19 and other tumor suppressor genes. [16] This last study further used unsupervised clustering of DNA methylation profiles, unraveling two groups of carcinomas, one with an elevated methylation level, in favor of a CpG island methylator phenotype (CIMP) and the other with a methylation level only slightly increased in comparison to adenomas (non-CIMP). CIMP group could further subdivide into two subgroups with two different methylation levels (CIMP high and CIMP low). Hypermethylation was associated with poor survival; this received further confirmation in a recent study, which showed that tumor methylation status was a significant prognostic factor of disease-free survival (DFS) and overall survival (OS). [19] They identified a strong methylation marker, taking into account the mean methylation of 4 genes (PAX5, GSTP1, PYCARD, and PAX6). More interestingly, they showed that this biomarker remained a significant prognostic factor for DFS and OS in multivariate analysis, including ENSAT stage and Ki67. This biomarker seems particularly attractive; most of the previous reported molecular markers only had investigation using univariate analysis of survival. [19] Integrative approaches confronting transcriptome and methylome data found that CIMP-high phenotype was only present in C1A/x and C1A/p53 tumors while non-CIMP phenotype appeared in C1A/beta-catenin and C1B tumors. [16] [1]", "contents": "Adrenal Cancer -- Prognosis. Recently, transcriptome analysis revealed unraveled two distinct groups of adrenocortical carcinoma, reflecting tumor proliferation (measured by mitotic counts and cell cycle genes): one group of aggressive proliferating tumors (C1A), associated with a poor prognosis and one group of less aggressive tumors (C1B), associated with a better outcome. Multivariate analysis, including tumor stage and mitotic rate as variables, showed that transcriptome data contained independent prognosis information. One of these studies also used the transcriptome data to define a genes predictor of malignancy and identified three different subgroups in the group of ACC of poor prognosis: one was enriched in TP53 mutations (C1A/p53), the second in beta-catenin cytoplasmic and nuclear accumulation (C1A/beta-catenin) and/or mutations and the third presented neither of these two alterations (C1A/x). [36] The delineation of these three subgroups relied on different tumorigenesis processes, but they were equally associated with a poor prognosis. More recently, another study reported a global hypomethylation pattern in ACC associated with hypermethylation of specific promoter regions responsible for the downregulation of the expression of a certain number of genes. [18] A third study reported a negative correlation between methylation and expression for a total of 1741 genes of 12250 studied, among the top genes were found H19 and other tumor suppressor genes. [16] This last study further used unsupervised clustering of DNA methylation profiles, unraveling two groups of carcinomas, one with an elevated methylation level, in favor of a CpG island methylator phenotype (CIMP) and the other with a methylation level only slightly increased in comparison to adenomas (non-CIMP). CIMP group could further subdivide into two subgroups with two different methylation levels (CIMP high and CIMP low). Hypermethylation was associated with poor survival; this received further confirmation in a recent study, which showed that tumor methylation status was a significant prognostic factor of disease-free survival (DFS) and overall survival (OS). [19] They identified a strong methylation marker, taking into account the mean methylation of 4 genes (PAX5, GSTP1, PYCARD, and PAX6). More interestingly, they showed that this biomarker remained a significant prognostic factor for DFS and OS in multivariate analysis, including ENSAT stage and Ki67. This biomarker seems particularly attractive; most of the previous reported molecular markers only had investigation using univariate analysis of survival. [19] Integrative approaches confronting transcriptome and methylome data found that CIMP-high phenotype was only present in C1A/x and C1A/p53 tumors while non-CIMP phenotype appeared in C1A/beta-catenin and C1B tumors. [16] [1]"}
{"id": "article-17222_86", "title": "Adrenal Cancer -- Prognosis", "content": "Similarly, the miRNA sequence, miR-195, and miR483-5p have been shown in serum to serve as a biomarker of aggressive ACC, associated with poor prognosis. [12] [114] By comparison, IGF-II, H19, and CDKN1C have shown no clear relationship to prognosis due to the near-uniform overexpression of IGF-II in ACC cases, accounting for 90% of ACC cases. [12] [114] In a European cohort of ACC,78 three clusters of miRNA have been differentiated: Mi1, Mi2, and Mi3. [1] In an integrative point of view, C1A tumors included almost all Mi3 tumors, whereas C1B tumors belonged to Mi1 or Mi2 clusters. [12] High levels of miR-483-5p and low levels of miR-195 in tumor tissue or the blood are associated with a worse prognosis. [115] [20] [115] The miRNA expression pattern could differ for certain specific ACC variants, such as oncocytic ACC. In vitro studies have shown that the level of miR-483-5p and miR-195 affects cell proliferation and death. [21]", "contents": "Adrenal Cancer -- Prognosis. Similarly, the miRNA sequence, miR-195, and miR483-5p have been shown in serum to serve as a biomarker of aggressive ACC, associated with poor prognosis. [12] [114] By comparison, IGF-II, H19, and CDKN1C have shown no clear relationship to prognosis due to the near-uniform overexpression of IGF-II in ACC cases, accounting for 90% of ACC cases. [12] [114] In a European cohort of ACC,78 three clusters of miRNA have been differentiated: Mi1, Mi2, and Mi3. [1] In an integrative point of view, C1A tumors included almost all Mi3 tumors, whereas C1B tumors belonged to Mi1 or Mi2 clusters. [12] High levels of miR-483-5p and low levels of miR-195 in tumor tissue or the blood are associated with a worse prognosis. [115] [20] [115] The miRNA expression pattern could differ for certain specific ACC variants, such as oncocytic ACC. In vitro studies have shown that the level of miR-483-5p and miR-195 affects cell proliferation and death. [21]"}
{"id": "article-17222_87", "title": "Adrenal Cancer -- Complications", "content": "The complications associated with adrenocortical carcinoma are due to excess hormone production. Hormone excess occurs in 40% to 60% of patients with ACC. [116] [110] [117] Hypercortisolism is the most common complication (50% to 80% of hormone-secreting ACCs), causing classic symptoms including diabetes mellitus, fatigue, hypertension, central obesity, muscle weakness/atrophy, and osteoporosis. [55] Local or regional recurrences: Local or regional recurrences occur in 19% to 34% of patients with no residual (R0) disease after surgery. [55] Distant metastases: More than half of ACC patients present with locally advanced or metastatic disease. [77]", "contents": "Adrenal Cancer -- Complications. The complications associated with adrenocortical carcinoma are due to excess hormone production. Hormone excess occurs in 40% to 60% of patients with ACC. [116] [110] [117] Hypercortisolism is the most common complication (50% to 80% of hormone-secreting ACCs), causing classic symptoms including diabetes mellitus, fatigue, hypertension, central obesity, muscle weakness/atrophy, and osteoporosis. [55] Local or regional recurrences: Local or regional recurrences occur in 19% to 34% of patients with no residual (R0) disease after surgery. [55] Distant metastases: More than half of ACC patients present with locally advanced or metastatic disease. [77]"}
{"id": "article-17222_88", "title": "Adrenal Cancer -- Postoperative and Rehabilitation Care", "content": "The follow-up management is not well-standardized. However, since adrenocortical carcinomas are aggressive tumors, patients should be followed every three months after initial treatment. When the patient has a recurrence free-time of 2 to 3 years, the follow-up may increase to every six months for a total of five years. After five years of disease-free survival, the surveillance can be done every 1 to 2 years, because, although rare, some patients can have a late relapse. Patients should undergo a hormonal investigation, comprehensive imaging work-up, including chest and abdominal CT scan, and complete physical examination. An [18F]FDG-PET can be a consideration, even if it is not regarded as mandatory in the follow-up of ACC patients. [74]", "contents": "Adrenal Cancer -- Postoperative and Rehabilitation Care. The follow-up management is not well-standardized. However, since adrenocortical carcinomas are aggressive tumors, patients should be followed every three months after initial treatment. When the patient has a recurrence free-time of 2 to 3 years, the follow-up may increase to every six months for a total of five years. After five years of disease-free survival, the surveillance can be done every 1 to 2 years, because, although rare, some patients can have a late relapse. Patients should undergo a hormonal investigation, comprehensive imaging work-up, including chest and abdominal CT scan, and complete physical examination. An [18F]FDG-PET can be a consideration, even if it is not regarded as mandatory in the follow-up of ACC patients. [74]"}
{"id": "article-17222_89", "title": "Adrenal Cancer -- Deterrence and Patient Education", "content": "Adrenal cancer happens when healthy cells in the adrenal gland grow out of control. Some people have no symptoms, but in other cases, the lesion gets discovered while undergoing an imaging test for another reason. When adrenal cancer causes symptoms, it does so via the production of hormones. Depending on the levels of the hormones involved, this can cause symptoms such as: Muscle weakness Weight gain Increased hair growth, usually on the face (in women) and deep voice Fatigue Trouble sleeping The purple coloration on the skin Hypertension Adrenal tumors can also cause other symptoms that are not related to the level of hormones. These can include: Weight loss or loss of appetite Pain in the abdomen or lower back", "contents": "Adrenal Cancer -- Deterrence and Patient Education. Adrenal cancer happens when healthy cells in the adrenal gland grow out of control. Some people have no symptoms, but in other cases, the lesion gets discovered while undergoing an imaging test for another reason. When adrenal cancer causes symptoms, it does so via the production of hormones. Depending on the levels of the hormones involved, this can cause symptoms such as: Muscle weakness Weight gain Increased hair growth, usually on the face (in women) and deep voice Fatigue Trouble sleeping The purple coloration on the skin Hypertension Adrenal tumors can also cause other symptoms that are not related to the level of hormones. These can include: Weight loss or loss of appetite Pain in the abdomen or lower back"}
{"id": "article-17222_90", "title": "Adrenal Cancer -- Deterrence and Patient Education", "content": "All symptoms listed above can result from many other disorders, and hence a thorough workup is required. However, if a patient perceives these symptoms, they need to report it to their doctor or nurse. Tests for adrenal cancer usually include: Blood analysis and urine tests to determine the levels of different hormones CT or MRI scan", "contents": "Adrenal Cancer -- Deterrence and Patient Education. All symptoms listed above can result from many other disorders, and hence a thorough workup is required. However, if a patient perceives these symptoms, they need to report it to their doctor or nurse. Tests for adrenal cancer usually include: Blood analysis and urine tests to determine the levels of different hormones CT or MRI scan"}
{"id": "article-17222_91", "title": "Adrenal Cancer -- Deterrence and Patient Education", "content": "The treatment chosen will depend on the stage of adrenal cancer. Most patients with the adrenal disease are treated with surgery to remove the tumor. After surgery, some patients may require additional treatments that can include: Chemotherapy Radiation therapy", "contents": "Adrenal Cancer -- Deterrence and Patient Education. The treatment chosen will depend on the stage of adrenal cancer. Most patients with the adrenal disease are treated with surgery to remove the tumor. After surgery, some patients may require additional treatments that can include: Chemotherapy Radiation therapy"}
{"id": "article-17222_92", "title": "Adrenal Cancer -- Deterrence and Patient Education", "content": "After the initial treatment, the doctor must follow the patient regularly to determine if cancer has been cured or has come back. Follow-up tests include blood and imaging tests. Having symptoms could mean the adrenal tumor has returned. The patient should inform their doctor or nurse if they have any signs or symptoms. Long-term medicinal treatment to correct the hormone levels may be necessary. What happens if my adrenal cancer returns or is widespread? If the adrenal tumor return or spreads, the patient may require additional chemotherapy, surgery, or radiation therapy.", "contents": "Adrenal Cancer -- Deterrence and Patient Education. After the initial treatment, the doctor must follow the patient regularly to determine if cancer has been cured or has come back. Follow-up tests include blood and imaging tests. Having symptoms could mean the adrenal tumor has returned. The patient should inform their doctor or nurse if they have any signs or symptoms. Long-term medicinal treatment to correct the hormone levels may be necessary. What happens if my adrenal cancer returns or is widespread? If the adrenal tumor return or spreads, the patient may require additional chemotherapy, surgery, or radiation therapy."}
{"id": "article-17222_93", "title": "Adrenal Cancer -- Enhancing Healthcare Team Outcomes", "content": "Adrenocortical carcinoma is necessarily managed by an interprofessional team that includes an internist, radiation oncologist, surgeons, oncologist, and endocrinologist. With early diagnosis combined with prompt treatment, the prognosis for most patients is excellent. However, the late-stage disease has a much poorer prognosis. Therefore, given the rarity of ACC and the chance of not catching the disease early, all members of the interprofessional healthcare team need to be ready to communicate and work as a unit. This is why an experienced oncology specialist should be brought in on the case as soon ass possible.", "contents": "Adrenal Cancer -- Enhancing Healthcare Team Outcomes. Adrenocortical carcinoma is necessarily managed by an interprofessional team that includes an internist, radiation oncologist, surgeons, oncologist, and endocrinologist. With early diagnosis combined with prompt treatment, the prognosis for most patients is excellent. However, the late-stage disease has a much poorer prognosis. Therefore, given the rarity of ACC and the chance of not catching the disease early, all members of the interprofessional healthcare team need to be ready to communicate and work as a unit. This is why an experienced oncology specialist should be brought in on the case as soon ass possible."}
{"id": "article-17222_94", "title": "Adrenal Cancer -- Enhancing Healthcare Team Outcomes", "content": "Nursing will play a vital role in the case, whether management is surgical or medical. Nursing will be the ones to monitor the patient daily, and special-trained oncology nurses should be able to notice signs of medication side effects, as well as the effectiveness of treatment. They are the first line of contact for the patient in most cases and must communicate with the rest of the team when concerns arise.  When ACC is medically managed, the pharmacist should have specialized training in oncology so they can most effectively verify dosing and treatment combinations. As with any illness, they should perform thorough medication reconciliation and report to the oncologist any issues with the medication regimen. In advanced stages, they will also have a role in palliative care settings. Only with a collaborative interprofessional team approach can adrenal cancer be managed most effectively to achieve optimal outcomes. [Level V]", "contents": "Adrenal Cancer -- Enhancing Healthcare Team Outcomes. Nursing will play a vital role in the case, whether management is surgical or medical. Nursing will be the ones to monitor the patient daily, and special-trained oncology nurses should be able to notice signs of medication side effects, as well as the effectiveness of treatment. They are the first line of contact for the patient in most cases and must communicate with the rest of the team when concerns arise.  When ACC is medically managed, the pharmacist should have specialized training in oncology so they can most effectively verify dosing and treatment combinations. As with any illness, they should perform thorough medication reconciliation and report to the oncologist any issues with the medication regimen. In advanced stages, they will also have a role in palliative care settings. Only with a collaborative interprofessional team approach can adrenal cancer be managed most effectively to achieve optimal outcomes. [Level V]"}
{"id": "article-17222_95", "title": "Adrenal Cancer -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Adrenal Cancer -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}