{"id": "article-25075_0", "title": "Methimazole -- Continuing Education Activity", "content": "Methimazole, a thionamide medication, is crucial in treating hyperthyroidism and related conditions. This drug has been the primary choice for oral therapy in treating hyperthyroidism. Hyperthyroidism is characterized by excessive thyroid hormone production and poses substantial clinical challenges. Methimazole exerts its therapeutic effect by inhibiting thyroperoxidase, a crucial enzyme in synthesizing thyroid hormones. This mechanism decreases the synthesis of thyroid hormones, specifically thyroxine (T4) and triiodothyronine (T3), restoring normal thyroid function. This comprehensive therapeutic review explores essential aspects of methimazole, including its indications, drug interactions, adverse effects, and relevant pharmacodynamic and pharmacokinetic factors. This information can assist in formulating personalized treatment plans and long-term management strategies and incorporating the latest advancements in hyperthyroidism management. In addition, this activity highlights the significance of an interprofessional healthcare team in enhancing the care of patients receiving methimazole treatment for conditions where it is therapeutically beneficial.", "contents": "Methimazole -- Continuing Education Activity. Methimazole, a thionamide medication, is crucial in treating hyperthyroidism and related conditions. This drug has been the primary choice for oral therapy in treating hyperthyroidism. Hyperthyroidism is characterized by excessive thyroid hormone production and poses substantial clinical challenges. Methimazole exerts its therapeutic effect by inhibiting thyroperoxidase, a crucial enzyme in synthesizing thyroid hormones. This mechanism decreases the synthesis of thyroid hormones, specifically thyroxine (T4) and triiodothyronine (T3), restoring normal thyroid function. This comprehensive therapeutic review explores essential aspects of methimazole, including its indications, drug interactions, adverse effects, and relevant pharmacodynamic and pharmacokinetic factors. This information can assist in formulating personalized treatment plans and long-term management strategies and incorporating the latest advancements in hyperthyroidism management. In addition, this activity highlights the significance of an interprofessional healthcare team in enhancing the care of patients receiving methimazole treatment for conditions where it is therapeutically beneficial."}
{"id": "article-25075_1", "title": "Methimazole -- Continuing Education Activity", "content": "Objectives: Identify patients with hyperthyroidism suitable for methimazole therapy based on clinical presentation, thyroid function tests, and medical history. Assess the efficacy of methimazole treatment by regularly monitoring thyroid function tests, clinical symptoms, and adverse effects. Implement methimazole therapy in accordance with established guidelines and dosing protocols, considering patient-specific factors such as age and comorbidities. Collaborate with interprofessional healthcare teams to develop comprehensive, patient-centered treatment plans and ensure coordinated care to treat hyperthyroidism and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Methimazole -- Continuing Education Activity. Objectives: Identify patients with hyperthyroidism suitable for methimazole therapy based on clinical presentation, thyroid function tests, and medical history. Assess the efficacy of methimazole treatment by regularly monitoring thyroid function tests, clinical symptoms, and adverse effects. Implement methimazole therapy in accordance with established guidelines and dosing protocols, considering patient-specific factors such as age and comorbidities. Collaborate with interprofessional healthcare teams to develop comprehensive, patient-centered treatment plans and ensure coordinated care to treat hyperthyroidism and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25075_2", "title": "Methimazole -- Indications", "content": "Methimazole was approved for medical use in the United States in 1950 under the brand name Tapazole by the U.S. Food and Drug Administration (FDA). [1] Since then, methimazole has emerged as one of the most extensively prescribed medications for managing hyperthyroidism, particularly in cases where surgical or radioactive iodine therapy is unsuitable. Methimazole has a chemical formula of C 4 H 6 N 2 S and a molecular weight of 114.17 g/mol. The structure of methimazole features a 5-membered imidazole ring with a methyl group at position 1 and a thione group at position 2.", "contents": "Methimazole -- Indications. Methimazole was approved for medical use in the United States in 1950 under the brand name Tapazole by the U.S. Food and Drug Administration (FDA). [1] Since then, methimazole has emerged as one of the most extensively prescribed medications for managing hyperthyroidism, particularly in cases where surgical or radioactive iodine therapy is unsuitable. Methimazole has a chemical formula of C 4 H 6 N 2 S and a molecular weight of 114.17 g/mol. The structure of methimazole features a 5-membered imidazole ring with a methyl group at position 1 and a thione group at position 2."}
{"id": "article-25075_3", "title": "Methimazole -- Indications", "content": "Methimazole works by inhibiting the enzyme thyroid peroxidase, which is responsible for iodinating and coupling tyrosine residues within thyroglobulin, the precursor of thyroid hormones. [2] By obstructing this process, methimazole diminishes the production of thyroxine (T4) and triiodothyronine (T3)—the principal thyroid hormones that regulate individuals' metabolism, growth, and development.", "contents": "Methimazole -- Indications. Methimazole works by inhibiting the enzyme thyroid peroxidase, which is responsible for iodinating and coupling tyrosine residues within thyroglobulin, the precursor of thyroid hormones. [2] By obstructing this process, methimazole diminishes the production of thyroxine (T4) and triiodothyronine (T3)—the principal thyroid hormones that regulate individuals' metabolism, growth, and development."}
{"id": "article-25075_4", "title": "Methimazole -- Indications", "content": "Methimazole has been studied extensively in numerous clinical trials to assess its efficacy and safety. A randomized clinical trial reported that continuous methimazole therapy for 5 years led to an 84% remission rate, which persisted for up to 4 years after drug withdrawal in patients with Graves disease. [3] A parallel study compared the thyroid status of individuals who discontinued methimazole treatment after 12.8 years with those who continued methimazole for 24 years in patients with Graves disease or toxic multinodular goiter. The results showed that long-term methimazole treatment was effective and safe for preventing relapse and maintaining euthyroidism in patients. [4] An additional study assessed the safety and effectiveness of long-term methimazole treatment for toxic nodular goiters in patients unsuitable for surgery or radioactive iodine therapy. The study found that methimazole therapy effectively restored normal thyroid function and reduced goiter size in most patients with relatively minimal adverse effects.", "contents": "Methimazole -- Indications. Methimazole has been studied extensively in numerous clinical trials to assess its efficacy and safety. A randomized clinical trial reported that continuous methimazole therapy for 5 years led to an 84% remission rate, which persisted for up to 4 years after drug withdrawal in patients with Graves disease. [3] A parallel study compared the thyroid status of individuals who discontinued methimazole treatment after 12.8 years with those who continued methimazole for 24 years in patients with Graves disease or toxic multinodular goiter. The results showed that long-term methimazole treatment was effective and safe for preventing relapse and maintaining euthyroidism in patients. [4] An additional study assessed the safety and effectiveness of long-term methimazole treatment for toxic nodular goiters in patients unsuitable for surgery or radioactive iodine therapy. The study found that methimazole therapy effectively restored normal thyroid function and reduced goiter size in most patients with relatively minimal adverse effects."}
{"id": "article-25075_5", "title": "Methimazole -- Indications -- FDA-Approved Indications", "content": "The FDA approves methimazole for the following indications: Patients diagnosed with Graves disease. [5] Patients with toxic multinodular goiter who are not suitable candidates for surgery or radioactive iodine therapy. [3] Patients with hyperthyroidism use the drug to alleviate symptoms before undergoing thyroidectomy or radioactive iodine therapy. [6]", "contents": "Methimazole -- Indications -- FDA-Approved Indications. The FDA approves methimazole for the following indications: Patients diagnosed with Graves disease. [5] Patients with toxic multinodular goiter who are not suitable candidates for surgery or radioactive iodine therapy. [3] Patients with hyperthyroidism use the drug to alleviate symptoms before undergoing thyroidectomy or radioactive iodine therapy. [6]"}
{"id": "article-25075_6", "title": "Methimazole -- Indications -- Off-Label Use", "content": "Methimazole is also used off-label for treating thyrotoxicosis or thyroid storm. [6]", "contents": "Methimazole -- Indications -- Off-Label Use. Methimazole is also used off-label for treating thyrotoxicosis or thyroid storm. [6]"}
{"id": "article-25075_7", "title": "Methimazole -- Mechanism of Action", "content": "Methimazole is an antithyroid medication used to treat hyperthyroidism and is categorized within the thioamide drug class. Methimazole primarily functions by inhibiting thyroid hormone production in the thyroid gland. The drug disrupts the enzymatic process mediated by thyroid peroxidase, which iodinates tyrosine residues in thyroglobulin and prevents the synthesis of both T4 and T3 thyroid hormones. [7]", "contents": "Methimazole -- Mechanism of Action. Methimazole is an antithyroid medication used to treat hyperthyroidism and is categorized within the thioamide drug class. Methimazole primarily functions by inhibiting thyroid hormone production in the thyroid gland. The drug disrupts the enzymatic process mediated by thyroid peroxidase, which iodinates tyrosine residues in thyroglobulin and prevents the synthesis of both T4 and T3 thyroid hormones. [7]"}
{"id": "article-25075_8", "title": "Methimazole -- Mechanism of Action -- Inhibition of Thyroid Hormone Synthesis", "content": "Central to methimazole's mechanism of action is its potent inhibition of thyroperoxidase (TPO), an enzyme crucial for thyroid hormone synthesis. TPO catalyzes the iodination of tyrosine residues on thyroglobulin, leading to their subsequent coupling and the formation of T4 and T3. The thionamide structure of methimazole enables it to bind irreversibly to TPO at its active site, effectively disrupting iodination and coupling reactions. [2]", "contents": "Methimazole -- Mechanism of Action -- Inhibition of Thyroid Hormone Synthesis. Central to methimazole's mechanism of action is its potent inhibition of thyroperoxidase (TPO), an enzyme crucial for thyroid hormone synthesis. TPO catalyzes the iodination of tyrosine residues on thyroglobulin, leading to their subsequent coupling and the formation of T4 and T3. The thionamide structure of methimazole enables it to bind irreversibly to TPO at its active site, effectively disrupting iodination and coupling reactions. [2]"}
{"id": "article-25075_9", "title": "Methimazole -- Mechanism of Action -- Effects on Iodine Uptake", "content": "An additional mechanism involves the inhibition of iodotyrosyl residues during the coupling process. Methimazole may also interfere with the oxidation of the iodide ion and iodotyrosyl groups. Eventually, thyroglobulin becomes depleted, leading to a decrease in circulating thyroid hormone levels. In addition, methimazole may contribute to disease control by influencing the immune system's overall function. Several studies indicate a reduction in immune molecules over time, including intracellular adhesion molecule 1, soluble interleukin 2, and anti-thyrotropin receptor antibody, suggesting a potential alleviation of immune-related hyperthyroid issues. [8] However, it remains unclear whether the enhancements in the patient's profile are primarily attributed to this mechanism or the restoration of thyroid function. Importantly, this drug does not impact the existing T4 and T3 levels in circulation or those stored in the thyroid gland. Similarly, there have been no observations of alterations in the effectiveness of exogenously administered thyroid hormones.", "contents": "Methimazole -- Mechanism of Action -- Effects on Iodine Uptake. An additional mechanism involves the inhibition of iodotyrosyl residues during the coupling process. Methimazole may also interfere with the oxidation of the iodide ion and iodotyrosyl groups. Eventually, thyroglobulin becomes depleted, leading to a decrease in circulating thyroid hormone levels. In addition, methimazole may contribute to disease control by influencing the immune system's overall function. Several studies indicate a reduction in immune molecules over time, including intracellular adhesion molecule 1, soluble interleukin 2, and anti-thyrotropin receptor antibody, suggesting a potential alleviation of immune-related hyperthyroid issues. [8] However, it remains unclear whether the enhancements in the patient's profile are primarily attributed to this mechanism or the restoration of thyroid function. Importantly, this drug does not impact the existing T4 and T3 levels in circulation or those stored in the thyroid gland. Similarly, there have been no observations of alterations in the effectiveness of exogenously administered thyroid hormones."}
{"id": "article-25075_10", "title": "Methimazole -- Mechanism of Action -- Pharmacokinetics", "content": "Understanding the pharmacokinetics of methimazole is essential for healthcare professionals while exploring its therapeutic effects, determining appropriate dosing schedules, and assessing potential interactions.", "contents": "Methimazole -- Mechanism of Action -- Pharmacokinetics. Understanding the pharmacokinetics of methimazole is essential for healthcare professionals while exploring its therapeutic effects, determining appropriate dosing schedules, and assessing potential interactions."}
{"id": "article-25075_11", "title": "Methimazole -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption : Methimazole is readily absorbed in the body following its oral administration, and it reaches peak plasma concentrations within 1 to 2 hours. Food intake does not notably affect the absorption of the drug, thereby enabling consistent dosing irrespective of meal timing. The drug exhibits a bioavailability ranging from 80% to 95%, demonstrating its efficient transfer from the gastrointestinal tract into the systemic circulation. The peak plasma concentration is typically achieved within 1.5 hours after administering the drug. [9]", "contents": "Methimazole -- Mechanism of Action -- Pharmacokinetics. Absorption : Methimazole is readily absorbed in the body following its oral administration, and it reaches peak plasma concentrations within 1 to 2 hours. Food intake does not notably affect the absorption of the drug, thereby enabling consistent dosing irrespective of meal timing. The drug exhibits a bioavailability ranging from 80% to 95%, demonstrating its efficient transfer from the gastrointestinal tract into the systemic circulation. The peak plasma concentration is typically achieved within 1.5 hours after administering the drug. [9]"}
{"id": "article-25075_12", "title": "Methimazole -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution : Methimazole exhibits minimal protein binding, with less than 10% of the drug bound to plasma proteins. The drug has a low volume of distribution of approximately 0.4 L/kg, and its lipophilic nature allows it to penetrate cell membranes readily.", "contents": "Methimazole -- Mechanism of Action -- Pharmacokinetics. Distribution : Methimazole exhibits minimal protein binding, with less than 10% of the drug bound to plasma proteins. The drug has a low volume of distribution of approximately 0.4 L/kg, and its lipophilic nature allows it to penetrate cell membranes readily."}
{"id": "article-25075_13", "title": "Methimazole -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism : Methimazole undergoes hepatic metabolism, primarily through cytochrome P450 (CYP) enzymes, with CYP1A2 and CYP2C9 being the predominant ones involved. These enzymes facilitate the conversion of methimazole to its primary metabolite, 4-methyl-5-thiazolecarboxamide (MMI-4), which possesses significantly weaker antithyroid activity. The specific involvement of each enzyme can vary among individuals due to genetic polymorphisms, potentially resulting in variations in methimazole metabolism and its effectiveness.", "contents": "Methimazole -- Mechanism of Action -- Pharmacokinetics. Metabolism : Methimazole undergoes hepatic metabolism, primarily through cytochrome P450 (CYP) enzymes, with CYP1A2 and CYP2C9 being the predominant ones involved. These enzymes facilitate the conversion of methimazole to its primary metabolite, 4-methyl-5-thiazolecarboxamide (MMI-4), which possesses significantly weaker antithyroid activity. The specific involvement of each enzyme can vary among individuals due to genetic polymorphisms, potentially resulting in variations in methimazole metabolism and its effectiveness."}
{"id": "article-25075_14", "title": "Methimazole -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination : Methimazole has an elimination half-life ranging from 4 to 6 hours, indicating a relatively short duration of action. Renal excretion is the primary elimination route for methimazole and its metabolites. Approximately 10% to 15% of an administered dose is excreted unchanged in urine, while the remainder is excreted as metabolites. Impaired renal function can result in elevated plasma concentrations, prompting the need for dosage adjustments in patients with compromised renal function.", "contents": "Methimazole -- Mechanism of Action -- Pharmacokinetics. Elimination : Methimazole has an elimination half-life ranging from 4 to 6 hours, indicating a relatively short duration of action. Renal excretion is the primary elimination route for methimazole and its metabolites. Approximately 10% to 15% of an administered dose is excreted unchanged in urine, while the remainder is excreted as metabolites. Impaired renal function can result in elevated plasma concentrations, prompting the need for dosage adjustments in patients with compromised renal function."}
{"id": "article-25075_15", "title": "Methimazole -- Administration -- Dosage Form", "content": "Methimazole is available in the form of oral tablets.", "contents": "Methimazole -- Administration -- Dosage Form. Methimazole is available in the form of oral tablets."}
{"id": "article-25075_16", "title": "Methimazole -- Administration -- Strengths", "content": "The tablet formulation of the medication is available in strengths of 5 mg and 10 mg doses.", "contents": "Methimazole -- Administration -- Strengths. The tablet formulation of the medication is available in strengths of 5 mg and 10 mg doses."}
{"id": "article-25075_17", "title": "Methimazole -- Administration -- Adult Dosage", "content": "The initial dose of methimazole typically ranges from 20 to 40 mg/d, and it varies based on the severity of the disease. [10] As methimazole has a narrow therapeutic range, adhering to the maximum allowable dosage is essential. The daily dosage of methimazole is divided into 3 equal doses administered to patients at 8-hour intervals. Following the titration regimen, the initial high methimazole dose is gradually reduced after 4 to 8 weeks. Subsequently, a 5 to 20 mg maintenance dose is prescribed to patients after almost 4 to 6 months of therapy, which is continued for an additional 12 to 18 months. In the block–replace regimen, a high dose of antithyroid drugs is sustained alongside levothyroxine therapy to achieve and maintain a euthyroid state. This approach offers the advantage of requiring fewer thyroid function tests (TFTs) for monitoring, albeit with a slightly higher incidence of adverse effects. [11] [12]", "contents": "Methimazole -- Administration -- Adult Dosage. The initial dose of methimazole typically ranges from 20 to 40 mg/d, and it varies based on the severity of the disease. [10] As methimazole has a narrow therapeutic range, adhering to the maximum allowable dosage is essential. The daily dosage of methimazole is divided into 3 equal doses administered to patients at 8-hour intervals. Following the titration regimen, the initial high methimazole dose is gradually reduced after 4 to 8 weeks. Subsequently, a 5 to 20 mg maintenance dose is prescribed to patients after almost 4 to 6 months of therapy, which is continued for an additional 12 to 18 months. In the block–replace regimen, a high dose of antithyroid drugs is sustained alongside levothyroxine therapy to achieve and maintain a euthyroid state. This approach offers the advantage of requiring fewer thyroid function tests (TFTs) for monitoring, albeit with a slightly higher incidence of adverse effects. [11] [12]"}
{"id": "article-25075_18", "title": "Methimazole -- Administration -- Adult Dosage", "content": "Thyroid storm and thyrotoxicosis: The treatment of thyroid storm typically involves an initial oral dosage of methimazole 60 to 80 mg/d, administered at 8-hour intervals until control is achieved. The subsequent doses and duration of treatment should be adjusted according to the patient's response. In cases of thyrotoxicosis, the initially recommended methimazole dosage is 15 to 20 mg, taken orally every 4 hours on the first day of treatment. Following the stabilization of the patient, the dosage frequency can be reduced to twice daily or once daily as needed. Graves disease: For Graves disease, the recommended methimazole dosage is 10 to 20 mg/d administered orally once daily until thyroid-stimulating hormone (TSH) levels return to normal.", "contents": "Methimazole -- Administration -- Adult Dosage. Thyroid storm and thyrotoxicosis: The treatment of thyroid storm typically involves an initial oral dosage of methimazole 60 to 80 mg/d, administered at 8-hour intervals until control is achieved. The subsequent doses and duration of treatment should be adjusted according to the patient's response. In cases of thyrotoxicosis, the initially recommended methimazole dosage is 15 to 20 mg, taken orally every 4 hours on the first day of treatment. Following the stabilization of the patient, the dosage frequency can be reduced to twice daily or once daily as needed. Graves disease: For Graves disease, the recommended methimazole dosage is 10 to 20 mg/d administered orally once daily until thyroid-stimulating hormone (TSH) levels return to normal."}
{"id": "article-25075_19", "title": "Methimazole -- Administration -- Specific Patient Populations", "content": "Hepatic impairment : Methimazole undergoes hepatic metabolism by various enzymes, potentially reducing drug clearance in patients with hepatic impairment. [9] Although there are no specific dosage adjustment recommendations for patients with hepatic impairment, it is essential to closely monitor patients for signs of toxicity and adverse effects. The medication should be discontinued if clinically significant evidence of hepatic dysfunction, such as elevated liver enzymes, jaundice, or hepatitis, emerges during methimazole use.", "contents": "Methimazole -- Administration -- Specific Patient Populations. Hepatic impairment : Methimazole undergoes hepatic metabolism by various enzymes, potentially reducing drug clearance in patients with hepatic impairment. [9] Although there are no specific dosage adjustment recommendations for patients with hepatic impairment, it is essential to closely monitor patients for signs of toxicity and adverse effects. The medication should be discontinued if clinically significant evidence of hepatic dysfunction, such as elevated liver enzymes, jaundice, or hepatitis, emerges during methimazole use."}
{"id": "article-25075_20", "title": "Methimazole -- Administration -- Specific Patient Populations", "content": "Renal impairment : Although patients with renal impairment may exhibit altered thyroid function and increased sensitivity to methimazole, renal impairment does not affect methimazole clearance. Therefore, it is advisable to evaluate renal function before commencing methimazole therapy and at regular intervals during the treatment process. The dosage of methimazole should be adjusted based on the serum TSH level and the patient's clinical response. There are neither specific guidelines nor a need for dosage adjustments for methimazole cases involving patients with renal impairment. [9]", "contents": "Methimazole -- Administration -- Specific Patient Populations. Renal impairment : Although patients with renal impairment may exhibit altered thyroid function and increased sensitivity to methimazole, renal impairment does not affect methimazole clearance. Therefore, it is advisable to evaluate renal function before commencing methimazole therapy and at regular intervals during the treatment process. The dosage of methimazole should be adjusted based on the serum TSH level and the patient's clinical response. There are neither specific guidelines nor a need for dosage adjustments for methimazole cases involving patients with renal impairment. [9]"}
{"id": "article-25075_21", "title": "Methimazole -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations : Methimazole is classified as a pregnancy category D drug. Methimazole can cross the placental membrane and potentially cause fetal harm, particularly during the first trimester of pregnancy. [13] Research has demonstrated a higher incidence of congenital malformations in infants born to mothers with untreated hyperthyroidism than those who received antithyroid medication treatment. However, methimazole has also been associated with congenital defects, including renal, skull, cardiovascular, gastrointestinal, umbilical, and duodenal anomalies, as well as choanal atresia and aplasia cutis congenita. [14] Therefore, methimazole is not recommended during the first trimester of pregnancy unless the potential benefit significantly outweighs the potential risk. [15]", "contents": "Methimazole -- Administration -- Specific Patient Populations. Pregnancy considerations : Methimazole is classified as a pregnancy category D drug. Methimazole can cross the placental membrane and potentially cause fetal harm, particularly during the first trimester of pregnancy. [13] Research has demonstrated a higher incidence of congenital malformations in infants born to mothers with untreated hyperthyroidism than those who received antithyroid medication treatment. However, methimazole has also been associated with congenital defects, including renal, skull, cardiovascular, gastrointestinal, umbilical, and duodenal anomalies, as well as choanal atresia and aplasia cutis congenita. [14] Therefore, methimazole is not recommended during the first trimester of pregnancy unless the potential benefit significantly outweighs the potential risk. [15]"}
{"id": "article-25075_22", "title": "Methimazole -- Administration -- Specific Patient Populations", "content": "Generally, alternative antithyroid therapies, such as propylthiouracil or surgical intervention, are the preferred choices for healthcare professionals during the first trimester. Physicians might recommend switching to methimazole during the second and third trimesters of pregnancy due to the risk of hepatotoxicity associated with propylthiouracil. The lowest effective dose of methimazole should be used to maintain a euthyroid state during pregnancy to prevent fetal goiter and cretinism. Thyroid function should be closely monitored, with regular weekly or biweekly assessments, during pregnancy and the postpartum periods to enable dosage adjustments for methimazole as needed. Women of childbearing age should discuss contraception with their healthcare providers before initiating methimazole therapy. [16]", "contents": "Methimazole -- Administration -- Specific Patient Populations. Generally, alternative antithyroid therapies, such as propylthiouracil or surgical intervention, are the preferred choices for healthcare professionals during the first trimester. Physicians might recommend switching to methimazole during the second and third trimesters of pregnancy due to the risk of hepatotoxicity associated with propylthiouracil. The lowest effective dose of methimazole should be used to maintain a euthyroid state during pregnancy to prevent fetal goiter and cretinism. Thyroid function should be closely monitored, with regular weekly or biweekly assessments, during pregnancy and the postpartum periods to enable dosage adjustments for methimazole as needed. Women of childbearing age should discuss contraception with their healthcare providers before initiating methimazole therapy. [16]"}
{"id": "article-25075_23", "title": "Methimazole -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations : As methimazole is excreted into human milk in small amounts, the drug could potentially impact the thyroid function of the breastfed infant. However, no adverse clinical effects on breastfed infants have been observed. This is especially the case when maternal thyroid function is frequently monitored, weekly or biweekly, and the methimazole dosage is maintained at a low level of less than 20 mg/d. Therefore, using methimazole during breastfeeding can be considered if the potential benefit outweighs the potential risk.", "contents": "Methimazole -- Administration -- Specific Patient Populations. Breastfeeding considerations : As methimazole is excreted into human milk in small amounts, the drug could potentially impact the thyroid function of the breastfed infant. However, no adverse clinical effects on breastfed infants have been observed. This is especially the case when maternal thyroid function is frequently monitored, weekly or biweekly, and the methimazole dosage is maintained at a low level of less than 20 mg/d. Therefore, using methimazole during breastfeeding can be considered if the potential benefit outweighs the potential risk."}
{"id": "article-25075_24", "title": "Methimazole -- Administration -- Specific Patient Populations", "content": "Maternal use of methimazole up to a maximum daily dosage of 20 mg does not affect breastfed infants' thyroid function or intellectual development. To minimize infant exposure, patients are advised to take methimazole immediately after nursing or wait 3 to 4 hours before nursing. The American Thyroid Association (ATA) recommends monitoring infants for proper development and growth as part of their routine health and wellness evaluations. The infant's thyroid function should be assessed before breastfeeding and at regular intervals afterward. In addition, the infant should be monitored for signs of hypothyroidism or hyperthyroidism, including poor weight gain, lethargy, irritability, or tachycardia. [17]", "contents": "Methimazole -- Administration -- Specific Patient Populations. Maternal use of methimazole up to a maximum daily dosage of 20 mg does not affect breastfed infants' thyroid function or intellectual development. To minimize infant exposure, patients are advised to take methimazole immediately after nursing or wait 3 to 4 hours before nursing. The American Thyroid Association (ATA) recommends monitoring infants for proper development and growth as part of their routine health and wellness evaluations. The infant's thyroid function should be assessed before breastfeeding and at regular intervals afterward. In addition, the infant should be monitored for signs of hypothyroidism or hyperthyroidism, including poor weight gain, lethargy, irritability, or tachycardia. [17]"}
{"id": "article-25075_25", "title": "Methimazole -- Administration -- Specific Patient Populations", "content": "Pediatric patients : Methimazole is prescribed to treat hyperthyroidism in patients unsuitable for surgery or radioactive iodine therapy. The initial dosage of methimazole for pediatric patients is typically 0.5 to 0.7 mg/kg/d, divided into 3 doses and administered approximately every 8 hours. The maintenance dosage typically amounts to 0.2 mg/kg/d, which is roughly half the initial dose. Methimazole doses should be adjusted according to the serum TSH level and clinical response of patients. Maintenance doses rarely exceed 30 mg/d when taken orally or 1 mg/kg/d in cases of severe hyperthyroidism. The safety and efficacy of methimazole in pediatric patients younger than 1 have not been established. Prolonged or high-dose use of methimazole in children may lead to growth retardation. Therefore, it is essential to regularly monitor the growth and development of pediatric patients undergoing methimazole therapy. Methimazole may also cause severe adverse effects in children, including agranulocytosis, hepatotoxicity, vasculitis, and congenital malformations. [18]", "contents": "Methimazole -- Administration -- Specific Patient Populations. Pediatric patients : Methimazole is prescribed to treat hyperthyroidism in patients unsuitable for surgery or radioactive iodine therapy. The initial dosage of methimazole for pediatric patients is typically 0.5 to 0.7 mg/kg/d, divided into 3 doses and administered approximately every 8 hours. The maintenance dosage typically amounts to 0.2 mg/kg/d, which is roughly half the initial dose. Methimazole doses should be adjusted according to the serum TSH level and clinical response of patients. Maintenance doses rarely exceed 30 mg/d when taken orally or 1 mg/kg/d in cases of severe hyperthyroidism. The safety and efficacy of methimazole in pediatric patients younger than 1 have not been established. Prolonged or high-dose use of methimazole in children may lead to growth retardation. Therefore, it is essential to regularly monitor the growth and development of pediatric patients undergoing methimazole therapy. Methimazole may also cause severe adverse effects in children, including agranulocytosis, hepatotoxicity, vasculitis, and congenital malformations. [18]"}
{"id": "article-25075_26", "title": "Methimazole -- Administration -- Specific Patient Populations", "content": "Older patients : Methimazole is prescribed to treat hyperthyroidism in older patients unsuitable for surgery or radioactive iodine therapy. The severity of hyperthyroidism determines the initial dosage of methimazole for older patients and typically ranges from 15 to 60 mg/d. This dosage is divided into 3 doses and is administered approximately every 8 hours. The maintenance dosage of methimazole is between 5 and 15 mg/d. Methimazole dosage should be adjusted based on the serum TSH level and the patient's clinical response. There is no available information regarding the impact of age on the effects of methimazole in older patients.", "contents": "Methimazole -- Administration -- Specific Patient Populations. Older patients : Methimazole is prescribed to treat hyperthyroidism in older patients unsuitable for surgery or radioactive iodine therapy. The severity of hyperthyroidism determines the initial dosage of methimazole for older patients and typically ranges from 15 to 60 mg/d. This dosage is divided into 3 doses and is administered approximately every 8 hours. The maintenance dosage of methimazole is between 5 and 15 mg/d. Methimazole dosage should be adjusted based on the serum TSH level and the patient's clinical response. There is no available information regarding the impact of age on the effects of methimazole in older patients."}
{"id": "article-25075_27", "title": "Methimazole -- Adverse Effects -- Common Adverse Effects of Methimazole", "content": "Although methimazole is generally well tolerated, it can occasionally lead to adverse effects, including nausea, vomiting, rash, itching, fever, joint pain, and hair loss. These adverse effects are typically mild and transient and can often be mitigated by taking methimazole with food or following meals. Methimazole's adverse effects are primarily linked to the dosage, some of which are improved by antihistaminic medications or discontinuing the medication.", "contents": "Methimazole -- Adverse Effects -- Common Adverse Effects of Methimazole. Although methimazole is generally well tolerated, it can occasionally lead to adverse effects, including nausea, vomiting, rash, itching, fever, joint pain, and hair loss. These adverse effects are typically mild and transient and can often be mitigated by taking methimazole with food or following meals. Methimazole's adverse effects are primarily linked to the dosage, some of which are improved by antihistaminic medications or discontinuing the medication."}
{"id": "article-25075_28", "title": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole", "content": "Agranulocytosis: Although rare, agranulocytosis is a potentially life-threatening condition characterized by a significant drop in white blood cell count, heightening the risk of infection and bleeding. Typically, agranulocytosis manifests within the initial 3 months of methimazole therapy. However, it can also occur after a year or more of repeated methimazole exposure during treatment while managing a relapse. [19] Symptoms may include a sore throat, fever, chills, mouth ulcers, or other indications of infection. Therefore, all patients must receive verbal and written instructions emphasizing the importance of promptly obtaining a white cell count if these symptoms arise. This helps confirm the absence of agranulocytosis and ensures the safe continuation of antithyroid drug therapy. Key considerations regarding agranulocytosis following methimazole therapy are as follows:", "contents": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole. Agranulocytosis: Although rare, agranulocytosis is a potentially life-threatening condition characterized by a significant drop in white blood cell count, heightening the risk of infection and bleeding. Typically, agranulocytosis manifests within the initial 3 months of methimazole therapy. However, it can also occur after a year or more of repeated methimazole exposure during treatment while managing a relapse. [19] Symptoms may include a sore throat, fever, chills, mouth ulcers, or other indications of infection. Therefore, all patients must receive verbal and written instructions emphasizing the importance of promptly obtaining a white cell count if these symptoms arise. This helps confirm the absence of agranulocytosis and ensures the safe continuation of antithyroid drug therapy. Key considerations regarding agranulocytosis following methimazole therapy are as follows:"}
{"id": "article-25075_29", "title": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole", "content": "The cutoff criterion for diagnosing agranulocytosis is an absolute granulocyte count of less than 500 per mL. Most experts consider routine monitoring of granulocyte count to be unnecessary. Methimazole should be discontinued if the granulocyte count drops below 1000 per mL. In case of fever or apparent infections, intravenous (IV) antibiotics should be administered. IV granulocyte colony-stimulating factor is recognized for its ability to shorten hospitalization periods and hasten the recovery time. Propylthiouracil and methimazole share cross-reactivity for agranulocytosis. Therefore, it is advisable to refrain from using propylthiouracil in patients at risk for this condition.", "contents": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole. The cutoff criterion for diagnosing agranulocytosis is an absolute granulocyte count of less than 500 per mL. Most experts consider routine monitoring of granulocyte count to be unnecessary. Methimazole should be discontinued if the granulocyte count drops below 1000 per mL. In case of fever or apparent infections, intravenous (IV) antibiotics should be administered. IV granulocyte colony-stimulating factor is recognized for its ability to shorten hospitalization periods and hasten the recovery time. Propylthiouracil and methimazole share cross-reactivity for agranulocytosis. Therefore, it is advisable to refrain from using propylthiouracil in patients at risk for this condition."}
{"id": "article-25075_30", "title": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole", "content": "Hepatotoxicity: Hepatotoxicity may occur at any time during methimazole therapy and may manifest as jaundice, dark urine, abdominal pain, nausea, vomiting, or other indications of liver dysfunction. The hepatic toxicity associated with methimazole is primarily characterized by a cholestatic process, in contrast to the allergic hepatitis observed with propylthiouracil. Recovery from methimazole-induced hepatic toxicity tends to be gradual after discontinuing the drug. [10]", "contents": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole. Hepatotoxicity: Hepatotoxicity may occur at any time during methimazole therapy and may manifest as jaundice, dark urine, abdominal pain, nausea, vomiting, or other indications of liver dysfunction. The hepatic toxicity associated with methimazole is primarily characterized by a cholestatic process, in contrast to the allergic hepatitis observed with propylthiouracil. Recovery from methimazole-induced hepatic toxicity tends to be gradual after discontinuing the drug. [10]"}
{"id": "article-25075_31", "title": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole", "content": "Teratogenicity: Methimazole can cross the placental membrane readily due to its insignificant protein binding. During the organogenesis phase, the medication can cause immense fetal adverse effects, especially when administered to patients during their first-trimester phase of pregnancy. Infants born to mothers who took methimazole during pregnancy may exhibit potential congenital disabilities such as goiter, cretinism, aplasia cutis, umbilical abnormalities, facial dysmorphism, esophageal atresia, craniofacial defects, and choanal atresia. [20] [21]", "contents": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole. Teratogenicity: Methimazole can cross the placental membrane readily due to its insignificant protein binding. During the organogenesis phase, the medication can cause immense fetal adverse effects, especially when administered to patients during their first-trimester phase of pregnancy. Infants born to mothers who took methimazole during pregnancy may exhibit potential congenital disabilities such as goiter, cretinism, aplasia cutis, umbilical abnormalities, facial dysmorphism, esophageal atresia, craniofacial defects, and choanal atresia. [20] [21]"}
{"id": "article-25075_32", "title": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole", "content": "Propylthiouracil is the preferred antithyroid drug during pregnancy, especially for the first trimester, as it is associated with a significantly lower incidence of congenital anomalies than methimazole. [22] Healthcare providers should strive to prescribe patients the lowest effective dose of methimazole. Surgical intervention should be contemplated if ongoing monitoring indicates an increased drug dosage is necessary.", "contents": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole. Propylthiouracil is the preferred antithyroid drug during pregnancy, especially for the first trimester, as it is associated with a significantly lower incidence of congenital anomalies than methimazole. [22] Healthcare providers should strive to prescribe patients the lowest effective dose of methimazole. Surgical intervention should be contemplated if ongoing monitoring indicates an increased drug dosage is necessary."}
{"id": "article-25075_33", "title": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole", "content": "Hypothyroidism: As methimazole can cause hypothyroidism, [10] it is crucial to monitor the serum T3 and T4 levels in patients and adjust the dosage accordingly to maintain a euthyroid state. Methimazole can cause hypothyroidism and cretinism in newborns due to its ability to cross the placenta.", "contents": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole. Hypothyroidism: As methimazole can cause hypothyroidism, [10] it is crucial to monitor the serum T3 and T4 levels in patients and adjust the dosage accordingly to maintain a euthyroid state. Methimazole can cause hypothyroidism and cretinism in newborns due to its ability to cross the placenta."}
{"id": "article-25075_34", "title": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole", "content": "Vasculitis: Although rare, vasculitis is a severe condition characterized by the inflammation of the blood vessels, which can result from an immune reaction induced by methimazole. [23] Vasculitis may affect various organs and tissues, such as the skin, kidneys, lungs, nerves, or joints. This condition may occur at any time during methimazole therapy and manifest as rash, bruising, swelling, pain, numbness, tingling, or other indications of inflammation.", "contents": "Methimazole -- Adverse Effects -- Severe Adverse Effects of Methimazole. Vasculitis: Although rare, vasculitis is a severe condition characterized by the inflammation of the blood vessels, which can result from an immune reaction induced by methimazole. [23] Vasculitis may affect various organs and tissues, such as the skin, kidneys, lungs, nerves, or joints. This condition may occur at any time during methimazole therapy and manifest as rash, bruising, swelling, pain, numbness, tingling, or other indications of inflammation."}
{"id": "article-25075_35", "title": "Methimazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Methimazole may interact with several other drugs, affecting their efficacy, safety, or pharmacokinetics. Some of the common drug-drug interactions involving methimazole are listed below.", "contents": "Methimazole -- Adverse Effects -- Drug-Drug Interactions. Methimazole may interact with several other drugs, affecting their efficacy, safety, or pharmacokinetics. Some of the common drug-drug interactions involving methimazole are listed below."}
{"id": "article-25075_36", "title": "Methimazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Anticoagulants: Methimazole may increase the effects of oral anticoagulants such as warfarin by inhibiting their metabolism or displacing them from plasma proteins. Methimazole's antivitamin-K activity may increase the effectiveness of oral anticoagulants, [24] potentially heightening the risk of bleeding and bruising. Therefore, individuals using methimazole and anticoagulants should undergo close monitoring for indications of bleeding and have their blood coagulation tests, such as prothrombin time and international normalized ratio, regularly assessed. The dosage of anticoagulants may need to be modified accordingly.", "contents": "Methimazole -- Adverse Effects -- Drug-Drug Interactions. Anticoagulants: Methimazole may increase the effects of oral anticoagulants such as warfarin by inhibiting their metabolism or displacing them from plasma proteins. Methimazole's antivitamin-K activity may increase the effectiveness of oral anticoagulants, [24] potentially heightening the risk of bleeding and bruising. Therefore, individuals using methimazole and anticoagulants should undergo close monitoring for indications of bleeding and have their blood coagulation tests, such as prothrombin time and international normalized ratio, regularly assessed. The dosage of anticoagulants may need to be modified accordingly."}
{"id": "article-25075_37", "title": "Methimazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Beta-blockers: Hyperthyroidism can increase the clearance of beta-blockers. Therefore, when a hyperthyroid patient achieves a euthyroid state, a dose reduction of beta-blockers may become necessary. Methimazole may enhance the beta-blocking effect of these drugs by reducing the production of thyroid hormones that stimulate the cardiovascular system. [25] This may cause hypotension and bradycardia.", "contents": "Methimazole -- Adverse Effects -- Drug-Drug Interactions. Beta-blockers: Hyperthyroidism can increase the clearance of beta-blockers. Therefore, when a hyperthyroid patient achieves a euthyroid state, a dose reduction of beta-blockers may become necessary. Methimazole may enhance the beta-blocking effect of these drugs by reducing the production of thyroid hormones that stimulate the cardiovascular system. [25] This may cause hypotension and bradycardia."}
{"id": "article-25075_38", "title": "Methimazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Digoxin: Methimazole may increase digoxin serum concentration by inhibiting its renal excretion or displacing it from plasma proteins. This may increase the risk of digoxin toxicity and manifest as nausea, vomiting, anorexia, visual disturbances, confusion, or arrhythmia.", "contents": "Methimazole -- Adverse Effects -- Drug-Drug Interactions. Digoxin: Methimazole may increase digoxin serum concentration by inhibiting its renal excretion or displacing it from plasma proteins. This may increase the risk of digoxin toxicity and manifest as nausea, vomiting, anorexia, visual disturbances, confusion, or arrhythmia."}
{"id": "article-25075_39", "title": "Methimazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Theophylline: Methimazole may decrease the serum concentration of theophylline by inducing its metabolism or displacing it from plasma proteins. This may reduce the effectiveness of theophylline and worsen the respiratory symptoms. Furthermore, theophylline levels can also increase when hyperthyroid patients on a stable theophylline regimen transition to a euthyroid state, potentially necessitating a lower theophylline dosage.", "contents": "Methimazole -- Adverse Effects -- Drug-Drug Interactions. Theophylline: Methimazole may decrease the serum concentration of theophylline by inducing its metabolism or displacing it from plasma proteins. This may reduce the effectiveness of theophylline and worsen the respiratory symptoms. Furthermore, theophylline levels can also increase when hyperthyroid patients on a stable theophylline regimen transition to a euthyroid state, potentially necessitating a lower theophylline dosage."}
{"id": "article-25075_40", "title": "Methimazole -- Adverse Effects -- Drug-Drug Interactions", "content": "Lithium: Methimazole may increase the serum concentration of lithium by either inhibiting its renal excretion or enhancing its reabsorption in the tubules. This may increase the risk of lithium toxicity, manifesting as tremors, ataxia, confusion, seizures, or coma.", "contents": "Methimazole -- Adverse Effects -- Drug-Drug Interactions. Lithium: Methimazole may increase the serum concentration of lithium by either inhibiting its renal excretion or enhancing its reabsorption in the tubules. This may increase the risk of lithium toxicity, manifesting as tremors, ataxia, confusion, seizures, or coma."}
{"id": "article-25075_41", "title": "Methimazole -- Contraindications", "content": "Methimazole should not be administered to individuals with specific contraindications, as mentioned below.", "contents": "Methimazole -- Contraindications. Methimazole should not be administered to individuals with specific contraindications, as mentioned below."}
{"id": "article-25075_42", "title": "Methimazole -- Contraindications", "content": "Hypersensitivity or allergy: Methimazole is contraindicated in patients who have had, or previously experienced, hypersensitivity or allergic reactions to methimazole or any of its ingredients. Hypersensitivity reactions may include rash, itching, hives, swelling, difficulty breathing, or anaphylaxis.", "contents": "Methimazole -- Contraindications. Hypersensitivity or allergy: Methimazole is contraindicated in patients who have had, or previously experienced, hypersensitivity or allergic reactions to methimazole or any of its ingredients. Hypersensitivity reactions may include rash, itching, hives, swelling, difficulty breathing, or anaphylaxis."}
{"id": "article-25075_43", "title": "Methimazole -- Contraindications", "content": "Liver impairment or dysfunction: Methimazole is contraindicated in patients with severe liver impairment or dysfunction. Methimazole is metabolized in the liver and may cause liver damage or failure in some patients. Pregnancy: Methimazole is not recommended during the first trimester of pregnancy unless the potential benefits outweigh the potential risks. [26] [27]", "contents": "Methimazole -- Contraindications. Liver impairment or dysfunction: Methimazole is contraindicated in patients with severe liver impairment or dysfunction. Methimazole is metabolized in the liver and may cause liver damage or failure in some patients. Pregnancy: Methimazole is not recommended during the first trimester of pregnancy unless the potential benefits outweigh the potential risks. [26] [27]"}
{"id": "article-25075_44", "title": "Methimazole -- Contraindications -- Box Warnings", "content": "The FDA black box warning for methimazole primarily emphasizes the risk of severe hepatotoxicity and potentially fatal agranulocytosis, which are the 2 critical adverse effects of the medication. Methimazole can lead to severe liver damage or acute liver failure in certain patients—a condition that can be fatal or necessitate liver transplantation.", "contents": "Methimazole -- Contraindications -- Box Warnings. The FDA black box warning for methimazole primarily emphasizes the risk of severe hepatotoxicity and potentially fatal agranulocytosis, which are the 2 critical adverse effects of the medication. Methimazole can lead to severe liver damage or acute liver failure in certain patients—a condition that can be fatal or necessitate liver transplantation."}
{"id": "article-25075_45", "title": "Methimazole -- Contraindications -- Box Warnings", "content": "Although rare, agranulocytosis is a potentially life-threatening condition characterized by a significant drop in white blood cell count, particularly granulocytes. This condition can increase susceptibility to infections, some of which may pose a life-threatening risk.", "contents": "Methimazole -- Contraindications -- Box Warnings. Although rare, agranulocytosis is a potentially life-threatening condition characterized by a significant drop in white blood cell count, particularly granulocytes. This condition can increase susceptibility to infections, some of which may pose a life-threatening risk."}
{"id": "article-25075_46", "title": "Methimazole -- Monitoring", "content": "To ensure the safe and effective use of methimazole, it is essential to closely monitor patients and be vigilant for potential adverse effects that can be associated with this medication. Monitoring considerations are listed below. Methimazole dosing is adjusted according to the thyroid hormone levels and the clinical condition of patients. [10] Patients receiving methimazole should be closely monitored and advised to promptly report any signs of illness, particularly fever, sore throat, malaise, or headache, to their healthcare provider. If such symptoms arise, total and differential cell counts should be obtained to assess for any indications of agranulocytosis. Special attention is necessary for patients who are concurrently prescribed medications that could potentially cause agranulocytosis. [28]", "contents": "Methimazole -- Monitoring. To ensure the safe and effective use of methimazole, it is essential to closely monitor patients and be vigilant for potential adverse effects that can be associated with this medication. Monitoring considerations are listed below. Methimazole dosing is adjusted according to the thyroid hormone levels and the clinical condition of patients. [10] Patients receiving methimazole should be closely monitored and advised to promptly report any signs of illness, particularly fever, sore throat, malaise, or headache, to their healthcare provider. If such symptoms arise, total and differential cell counts should be obtained to assess for any indications of agranulocytosis. Special attention is necessary for patients who are concurrently prescribed medications that could potentially cause agranulocytosis. [28]"}
{"id": "article-25075_47", "title": "Methimazole -- Monitoring", "content": "Methimazole is associated with hypoprothrombinemia and an increased risk of bleeding. Therefore, monitoring prothrombin time in these patients is essential, particularly before surgical procedures. [29]", "contents": "Methimazole -- Monitoring. Methimazole is associated with hypoprothrombinemia and an increased risk of bleeding. Therefore, monitoring prothrombin time in these patients is essential, particularly before surgical procedures. [29]"}
{"id": "article-25075_48", "title": "Methimazole -- Monitoring", "content": "Both propylthiouracil and methimazole are present in low concentrations in breast milk and do not affect the infant's thyroid function. Breastfeeding is considered safe while the mother is on moderate doses of these medications. Individuals with elevated antibody levels should undergo evaluation for fetal and neonatal thyroid dysfunction. Ultrasound examinations may reveal signs of fetal thyroid dysfunction, such as growth restriction, advanced bone age, goiter, or cardiac failure. According to the ATA, research has not indicated significant adverse outcomes for lactation while using low-to-moderate methimazole doses, which are 20 to 30 mg/d. The ATA also advises regular monitoring of the infant's thyroid function and suggests that lactating mothers take their thyroid medication in divided doses, preferably right after a feeding. [17] TFTs should be performed at regular intervals if any dosage adjustments are required.", "contents": "Methimazole -- Monitoring. Both propylthiouracil and methimazole are present in low concentrations in breast milk and do not affect the infant's thyroid function. Breastfeeding is considered safe while the mother is on moderate doses of these medications. Individuals with elevated antibody levels should undergo evaluation for fetal and neonatal thyroid dysfunction. Ultrasound examinations may reveal signs of fetal thyroid dysfunction, such as growth restriction, advanced bone age, goiter, or cardiac failure. According to the ATA, research has not indicated significant adverse outcomes for lactation while using low-to-moderate methimazole doses, which are 20 to 30 mg/d. The ATA also advises regular monitoring of the infant's thyroid function and suggests that lactating mothers take their thyroid medication in divided doses, preferably right after a feeding. [17] TFTs should be performed at regular intervals if any dosage adjustments are required."}
{"id": "article-25075_49", "title": "Methimazole -- Monitoring", "content": "Patients who become pregnant or plan to become pregnant while taking any antithyroid medication should promptly inform their healthcare provider to discuss a change in their treatment.", "contents": "Methimazole -- Monitoring. Patients who become pregnant or plan to become pregnant while taking any antithyroid medication should promptly inform their healthcare provider to discuss a change in their treatment."}
{"id": "article-25075_50", "title": "Methimazole -- Toxicity -- Signs and Symptoms of Overdose", "content": "The common symptoms of methimazole overdosage are nausea, vomiting, epigastric discomfort, fever, joint pain, itching, body aches, and swelling. [30] Other symptoms include the following: Agranulocytosis or aplastic anemia can also develop within hours to days. Although less frequently, hepatitis, nephrotic syndrome, nerve damage, dermatitis, and stimulation or depression of the nervous system may occur. The median lethal dose or the level of methimazole in the body associated with toxicity or death remains unknown.", "contents": "Methimazole -- Toxicity -- Signs and Symptoms of Overdose. The common symptoms of methimazole overdosage are nausea, vomiting, epigastric discomfort, fever, joint pain, itching, body aches, and swelling. [30] Other symptoms include the following: Agranulocytosis or aplastic anemia can also develop within hours to days. Although less frequently, hepatitis, nephrotic syndrome, nerve damage, dermatitis, and stimulation or depression of the nervous system may occur. The median lethal dose or the level of methimazole in the body associated with toxicity or death remains unknown."}
{"id": "article-25075_51", "title": "Methimazole -- Toxicity -- Drug Overdose Treatment", "content": "In the case of a drug overdose, supportive therapy should be initiated based on the patient's condition. Healthcare providers should consider the possibility of multiple drug overdoses and potential drug-drug interactions. They should also ensure the patient's airway, support ventilation, and maintain hemodynamic stability. The patient's serum electrolytes, blood gases, and vital signs should be monitored. Administering activated charcoal to reduce the absorption of the medication from the patient's stomach should be considered before the drug reaches peak plasma concentration.", "contents": "Methimazole -- Toxicity -- Drug Overdose Treatment. In the case of a drug overdose, supportive therapy should be initiated based on the patient's condition. Healthcare providers should consider the possibility of multiple drug overdoses and potential drug-drug interactions. They should also ensure the patient's airway, support ventilation, and maintain hemodynamic stability. The patient's serum electrolytes, blood gases, and vital signs should be monitored. Administering activated charcoal to reduce the absorption of the medication from the patient's stomach should be considered before the drug reaches peak plasma concentration."}
{"id": "article-25075_52", "title": "Methimazole -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional use of methimazole involves the collaboration of various healthcare professionals in the care and treatment of patients with hyperthyroidism. This approach aims to enhance patient outcomes by delivering comprehensive, coordinated, patient-centered care. Worldwide, healthcare providers, including physicians, nurses, and pharmacists, still favor using methimazole due to its efficacy and cost-effectiveness, especially in treating hyperthyroidism, primarily Graves disease. However, healthcare professionals must be experienced and knowledgeable regarding the potential adverse effects of methimazole, particularly the risk of severe drug allergies when administered alongside multiple medications and the adverse effects associated with using any thioamide medication in general. Furthermore, it is imperative for healthcare providers to counsel patients about rare adverse effects, such as agranulocytosis or liver failure, before initiating methimazole therapy.", "contents": "Methimazole -- Enhancing Healthcare Team Outcomes. The interprofessional use of methimazole involves the collaboration of various healthcare professionals in the care and treatment of patients with hyperthyroidism. This approach aims to enhance patient outcomes by delivering comprehensive, coordinated, patient-centered care. Worldwide, healthcare providers, including physicians, nurses, and pharmacists, still favor using methimazole due to its efficacy and cost-effectiveness, especially in treating hyperthyroidism, primarily Graves disease. However, healthcare professionals must be experienced and knowledgeable regarding the potential adverse effects of methimazole, particularly the risk of severe drug allergies when administered alongside multiple medications and the adverse effects associated with using any thioamide medication in general. Furthermore, it is imperative for healthcare providers to counsel patients about rare adverse effects, such as agranulocytosis or liver failure, before initiating methimazole therapy."}
{"id": "article-25075_53", "title": "Methimazole -- Enhancing Healthcare Team Outcomes", "content": "Generally, an endocrinologist should prescribe methimazole, whereas the primary care provider and nurse practitioner oversee patient monitoring. Dosage adjustments should be made in consultation with the endocrinologist. Pharmacist's responsibilities include verifying all dosages, conducting medication reconciliation, and promptly reporting any concerns to the healthcare team. In collaboration with pharmacists, the nursing staff can verify medication compliance and monitor for any adverse effects associated with the medication. Open communication among all interprofessional team members is essential to enhance patient safety and improve patient outcomes related to methimazole use.", "contents": "Methimazole -- Enhancing Healthcare Team Outcomes. Generally, an endocrinologist should prescribe methimazole, whereas the primary care provider and nurse practitioner oversee patient monitoring. Dosage adjustments should be made in consultation with the endocrinologist. Pharmacist's responsibilities include verifying all dosages, conducting medication reconciliation, and promptly reporting any concerns to the healthcare team. In collaboration with pharmacists, the nursing staff can verify medication compliance and monitor for any adverse effects associated with the medication. Open communication among all interprofessional team members is essential to enhance patient safety and improve patient outcomes related to methimazole use."}
{"id": "article-25075_54", "title": "Methimazole -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Methimazole -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}