{"id": "article-27632_0", "title": "Eclampsia -- Continuing Education Activity", "content": "This article discusses preeclampsia and eclampsia, one of the four categories of hypertensive disorders of pregnancy. Eclampsia is a severe complication of preeclampsia and poses both a risk to the mother and fetus. Eclampsia is a disease process that needs to be emergently identified and treated promptly. This activity reviews the topic of eclampsia and specifically focuses on etiology, epidemiology, pathophysiology, history and physical, evaluation, and management of eclampsia by an interprofessional team.", "contents": "Eclampsia -- Continuing Education Activity. This article discusses preeclampsia and eclampsia, one of the four categories of hypertensive disorders of pregnancy. Eclampsia is a severe complication of preeclampsia and poses both a risk to the mother and fetus. Eclampsia is a disease process that needs to be emergently identified and treated promptly. This activity reviews the topic of eclampsia and specifically focuses on etiology, epidemiology, pathophysiology, history and physical, evaluation, and management of eclampsia by an interprofessional team."}
{"id": "article-27632_1", "title": "Eclampsia -- Continuing Education Activity", "content": "Objectives: Review the etiology of eclampsia. Identify physical exam findings associated with the diagnosis of eclampsia. Outline the management of eclampsia. Describe the interprofessional team strategies for improving healthcare coordination and communication to treat eclampsia and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Eclampsia -- Continuing Education Activity. Objectives: Review the etiology of eclampsia. Identify physical exam findings associated with the diagnosis of eclampsia. Outline the management of eclampsia. Describe the interprofessional team strategies for improving healthcare coordination and communication to treat eclampsia and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27632_2", "title": "Eclampsia -- Introduction", "content": "Eclampsia is a known complication of preeclampsia during pregnancy and is associated with morbidity and mortality of both the mother and fetus if not properly diagnosed. Preeclampsia and eclampsia are of the four categories associated with hypertensive disorders of pregnancy. [1] The other three categories include chronic hypertension, gestational hypertension, and preeclampsia superimposed on chronic hypertension. Preeclampsia, the precursor to eclampsia, has had an evolving definition over recent years. The definition for preeclampsia initially included proteinuria as a diagnostic requirement, but this is no longer the case as some patients had advanced disease before proteinuria detection. Preeclampsia is defined as a new-onset of hypertension with systolic blood pressure greater than or equal to 140 mmHg and/or diastolic blood pressure greater than or equal to 90 mmHg after 20 weeks of gestation with proteinuria and/or end-organ dysfunction (renal dysfunction, liver dysfunction, central nervous system disturbances, pulmonary edema, and thrombocytopenia). [1] [2] Eclampsia is defined as the new onset of generalized tonic-clonic seizures in a woman with preeclampsia. Eclamptic seizures can occur antepartum, 20 weeks after gestation, intrapartum, and postpartum. Seizures before 20 weeks are rare but have been documented in gestational trophoblastic disease. [3]", "contents": "Eclampsia -- Introduction. Eclampsia is a known complication of preeclampsia during pregnancy and is associated with morbidity and mortality of both the mother and fetus if not properly diagnosed. Preeclampsia and eclampsia are of the four categories associated with hypertensive disorders of pregnancy. [1] The other three categories include chronic hypertension, gestational hypertension, and preeclampsia superimposed on chronic hypertension. Preeclampsia, the precursor to eclampsia, has had an evolving definition over recent years. The definition for preeclampsia initially included proteinuria as a diagnostic requirement, but this is no longer the case as some patients had advanced disease before proteinuria detection. Preeclampsia is defined as a new-onset of hypertension with systolic blood pressure greater than or equal to 140 mmHg and/or diastolic blood pressure greater than or equal to 90 mmHg after 20 weeks of gestation with proteinuria and/or end-organ dysfunction (renal dysfunction, liver dysfunction, central nervous system disturbances, pulmonary edema, and thrombocytopenia). [1] [2] Eclampsia is defined as the new onset of generalized tonic-clonic seizures in a woman with preeclampsia. Eclamptic seizures can occur antepartum, 20 weeks after gestation, intrapartum, and postpartum. Seizures before 20 weeks are rare but have been documented in gestational trophoblastic disease. [3]"}
{"id": "article-27632_3", "title": "Eclampsia -- Etiology", "content": "The exact etiology of eclampsia is still unclear despite the advances in the understanding of preeclampsia. It is proposed that there is increased permeability of the blood-brain barrier during preeclampsia, which causes an alteration to cerebral blood flow due to impaired autoregulation. [4]", "contents": "Eclampsia -- Etiology. The exact etiology of eclampsia is still unclear despite the advances in the understanding of preeclampsia. It is proposed that there is increased permeability of the blood-brain barrier during preeclampsia, which causes an alteration to cerebral blood flow due to impaired autoregulation. [4]"}
{"id": "article-27632_4", "title": "Eclampsia -- Epidemiology", "content": "Hypertensive disorders, including chronic hypertension, gestational hypertension, preeclampsia, eclampsia, and chronic hypertension superimposed on preeclampsia, affect as many as 10% of all pregnancies worldwide are responsible for approximately 10% of all maternal deaths in the United States. The incidence of preeclampsia has increased over the last couple of decades, increasing the morbidity and mortality among mothers and neonates. [2] In the United States, African American women have a higher incidence of preeclampsia with a 3-fold higher rate of maternal mortality compared to their white counterparts. Additional risk factors associated with preeclampsia include increasing maternal age above 40, a prior history of preeclampsia, multifetal gestation, obesity, chronic hypertension, pregestational diabetes, renal disease, antiphospholipid syndrome, thrombophilia, lupus, and in vitro fertilization. [1] [2]", "contents": "Eclampsia -- Epidemiology. Hypertensive disorders, including chronic hypertension, gestational hypertension, preeclampsia, eclampsia, and chronic hypertension superimposed on preeclampsia, affect as many as 10% of all pregnancies worldwide are responsible for approximately 10% of all maternal deaths in the United States. The incidence of preeclampsia has increased over the last couple of decades, increasing the morbidity and mortality among mothers and neonates. [2] In the United States, African American women have a higher incidence of preeclampsia with a 3-fold higher rate of maternal mortality compared to their white counterparts. Additional risk factors associated with preeclampsia include increasing maternal age above 40, a prior history of preeclampsia, multifetal gestation, obesity, chronic hypertension, pregestational diabetes, renal disease, antiphospholipid syndrome, thrombophilia, lupus, and in vitro fertilization. [1] [2]"}
{"id": "article-27632_5", "title": "Eclampsia -- Pathophysiology", "content": "There are two proposed pathophysiologic mechanisms for eclampsia, both of which stem from the initial disease process, preeclampsia. The pathogenesis of preeclampsia is linked to abnormal placentation. In a normal pregnancy, fetal cytotrophoblasts migrate into the maternal uterus and cause remodeling of the endometrial vasculature for the blood supply of the placenta. In preeclampsia, there is an inadequate invasion of the cytotrophoblasts, thus leading to poor remodeling of the spiral arteries, which reduces the blood supply to the placenta. Abnormal blood supply leads to increased uterine arterial resistance and vasoconstriction, which ultimately produces placental ischemia and oxidative stress. Free radicals and cytokines, such as vascular endothelial growth factor 1 or VEGF, are released as a direct result of oxidative stress, which leads to endothelial damage. [5] In addition, angiogenic or pro-inflammatory proteins negatively contribute to maternal endothelial function. [1] [6] Endothelial disruption occurs not only at the site of the uterus but also at the cerebral endothelium, which leads to neurological disorders, including eclampsia. [5] Another proposed mechanism is that elevated blood pressure from preeclampsia causes dysfunction of autoregulation of the cerebral vasculature, which causes hypoperfusion, endothelial damage, or edema. [1]", "contents": "Eclampsia -- Pathophysiology. There are two proposed pathophysiologic mechanisms for eclampsia, both of which stem from the initial disease process, preeclampsia. The pathogenesis of preeclampsia is linked to abnormal placentation. In a normal pregnancy, fetal cytotrophoblasts migrate into the maternal uterus and cause remodeling of the endometrial vasculature for the blood supply of the placenta. In preeclampsia, there is an inadequate invasion of the cytotrophoblasts, thus leading to poor remodeling of the spiral arteries, which reduces the blood supply to the placenta. Abnormal blood supply leads to increased uterine arterial resistance and vasoconstriction, which ultimately produces placental ischemia and oxidative stress. Free radicals and cytokines, such as vascular endothelial growth factor 1 or VEGF, are released as a direct result of oxidative stress, which leads to endothelial damage. [5] In addition, angiogenic or pro-inflammatory proteins negatively contribute to maternal endothelial function. [1] [6] Endothelial disruption occurs not only at the site of the uterus but also at the cerebral endothelium, which leads to neurological disorders, including eclampsia. [5] Another proposed mechanism is that elevated blood pressure from preeclampsia causes dysfunction of autoregulation of the cerebral vasculature, which causes hypoperfusion, endothelial damage, or edema. [1]"}
{"id": "article-27632_6", "title": "Eclampsia -- History and Physical", "content": "Eclampsia is a disease process primarily related to the diagnosis of preeclampsia and can occur antepartum, during delivery, and up to 6 weeks post-partum. Women with eclampsia generally present after 20 weeks of gestation, with a majority of cases occurring after 28 weeks of gestation. The hallmark physical exam finding for eclampsia is generalized tonic-clonic seizures, which typically last 60 to 90 seconds in duration. A postictal state is often present after seizure activity. Patients can have warning symptoms such as headaches, visual changes, abdominal pain, and increased blood pressure before the onset of seizure activity. [1] [3]", "contents": "Eclampsia -- History and Physical. Eclampsia is a disease process primarily related to the diagnosis of preeclampsia and can occur antepartum, during delivery, and up to 6 weeks post-partum. Women with eclampsia generally present after 20 weeks of gestation, with a majority of cases occurring after 28 weeks of gestation. The hallmark physical exam finding for eclampsia is generalized tonic-clonic seizures, which typically last 60 to 90 seconds in duration. A postictal state is often present after seizure activity. Patients can have warning symptoms such as headaches, visual changes, abdominal pain, and increased blood pressure before the onset of seizure activity. [1] [3]"}
{"id": "article-27632_7", "title": "Eclampsia -- Evaluation", "content": "Patients with eclampsia present with generalized tonic-clonic seizures. The evaluation for eclampsia is centered around the diagnosis of preeclampsia as it is a known life-threatening complication of this disease process. The diagnosis of preeclampsia is primarily centered on blood pressure as the patient develops new-onset hypertension after 20 weeks of gestation. Patients with a systolic blood pressure of greater than or equal to 140 mmHg and/or diastolic blood pressure greater than or equal to 90 mmHg meet the criteria for new-onset hypertension. In addition to elevated blood pressure, patients also have one of the following: proteinuria, renal dysfunction, liver dysfunction, central nervous system symptoms, pulmonary edema, and thrombocytopenia. [2] Proteinuria is no longer essential for the diagnosis of preeclampsia; however, this criterion is often still included in the current diagnosis. Proteinuria is defined as at least 300 mg of protein in a 24-hour urine sample or a urinary protein/creatinine ratio of 0.3 or greater. [2] Other essential labs include a hepatic panel to assess liver function, a CBC to assess platelet function, and a basic metabolic profile to assess GFR and kidney function. Transaminase levels greater than two times the upper limit of normal with or without right upper quadrant or epigastric pain are consistent with preeclampsia. Platelet levels greater than 100,000 also are included in the diagnosis of preeclampsia. The presence of pulmonary edema on chest x-ray or exam in conjunction with elevated blood pressure is concerning for the development of preeclampsia. Central nervous symptoms associated with preeclampsia diagnosis include headache and visual disturbances. [2]", "contents": "Eclampsia -- Evaluation. Patients with eclampsia present with generalized tonic-clonic seizures. The evaluation for eclampsia is centered around the diagnosis of preeclampsia as it is a known life-threatening complication of this disease process. The diagnosis of preeclampsia is primarily centered on blood pressure as the patient develops new-onset hypertension after 20 weeks of gestation. Patients with a systolic blood pressure of greater than or equal to 140 mmHg and/or diastolic blood pressure greater than or equal to 90 mmHg meet the criteria for new-onset hypertension. In addition to elevated blood pressure, patients also have one of the following: proteinuria, renal dysfunction, liver dysfunction, central nervous system symptoms, pulmonary edema, and thrombocytopenia. [2] Proteinuria is no longer essential for the diagnosis of preeclampsia; however, this criterion is often still included in the current diagnosis. Proteinuria is defined as at least 300 mg of protein in a 24-hour urine sample or a urinary protein/creatinine ratio of 0.3 or greater. [2] Other essential labs include a hepatic panel to assess liver function, a CBC to assess platelet function, and a basic metabolic profile to assess GFR and kidney function. Transaminase levels greater than two times the upper limit of normal with or without right upper quadrant or epigastric pain are consistent with preeclampsia. Platelet levels greater than 100,000 also are included in the diagnosis of preeclampsia. The presence of pulmonary edema on chest x-ray or exam in conjunction with elevated blood pressure is concerning for the development of preeclampsia. Central nervous symptoms associated with preeclampsia diagnosis include headache and visual disturbances. [2]"}
{"id": "article-27632_8", "title": "Eclampsia -- Evaluation", "content": "Obstetric ultrasound imaging with Doppler ultrasonography is useful to assess the effects of preeclampsia on the fetus, such as intrauterine growth restriction. Ultrasound is also useful to monitor for further complications such as placental abruption. Fetal nonstress tests should be performed to assess the fetus antepartum. [2]", "contents": "Eclampsia -- Evaluation. Obstetric ultrasound imaging with Doppler ultrasonography is useful to assess the effects of preeclampsia on the fetus, such as intrauterine growth restriction. Ultrasound is also useful to monitor for further complications such as placental abruption. Fetal nonstress tests should be performed to assess the fetus antepartum. [2]"}
{"id": "article-27632_9", "title": "Eclampsia -- Treatment / Management", "content": "Eclamptic seizures are a medical emergency and require immediate treatment to prevent mortality in both the mother and fetus. Actively seizing patients should have their airways secured to prevent aspiration. The patient should be placed on her left side, and suction should be applied to help with oral secretions. Other airway adjuncts should also be readily available if the patient deteriorates and requires intubation. Magnesium sulfate should be given to control convulsions and is the first-line treatment for eclamptic seizures. A loading dose of 4 to 6 grams should be given intravenously over 15 to 20 minutes. A maintenance dose of 2 g per hour should subsequently be administered. Magnesium treatment should be continued for at least 24 hours after a patient's last seizure. [2] [3] Special attention must be made when giving this medication as it can lead to toxicity and cause respiratory paralysis, central nervous system depression, and cardiac arrest. It is essential to monitor reflexes, creatinine function, and urine output with magnesium administration. [3] Other antiepileptic medications include diazepam or phenytoin. Benzodiazepines and barbiturates are used for refractory seizures that are unresponsive to magnesium. [2] Levetiracetam or valproic acid are alternatives for patients with myasthenia gravis with eclampsia as magnesium and phenytoin cause increased muscle weakness, which could lead to a myasthenia crisis. [7] Ultimately, immediate obstetrics consultation is required. Women with severe preeclampsia, who are greater than 34 weeks gestation and are unstable either from a maternal or fetal perspective, should undergo delivery as soon as the mother is stabilized. [8] Corticosteroids should be given to women with fetal gestation less than 34 weeks if time and circumstances permit to help aid in lung maturation. Delivery should not be delayed for steroid administration. Ultimately, the definitive treatment for preeclampsia/eclampsia is the delivery of the fetus. The route of delivery, as well as timing, is based on maternal and fetal factors.", "contents": "Eclampsia -- Treatment / Management. Eclamptic seizures are a medical emergency and require immediate treatment to prevent mortality in both the mother and fetus. Actively seizing patients should have their airways secured to prevent aspiration. The patient should be placed on her left side, and suction should be applied to help with oral secretions. Other airway adjuncts should also be readily available if the patient deteriorates and requires intubation. Magnesium sulfate should be given to control convulsions and is the first-line treatment for eclamptic seizures. A loading dose of 4 to 6 grams should be given intravenously over 15 to 20 minutes. A maintenance dose of 2 g per hour should subsequently be administered. Magnesium treatment should be continued for at least 24 hours after a patient's last seizure. [2] [3] Special attention must be made when giving this medication as it can lead to toxicity and cause respiratory paralysis, central nervous system depression, and cardiac arrest. It is essential to monitor reflexes, creatinine function, and urine output with magnesium administration. [3] Other antiepileptic medications include diazepam or phenytoin. Benzodiazepines and barbiturates are used for refractory seizures that are unresponsive to magnesium. [2] Levetiracetam or valproic acid are alternatives for patients with myasthenia gravis with eclampsia as magnesium and phenytoin cause increased muscle weakness, which could lead to a myasthenia crisis. [7] Ultimately, immediate obstetrics consultation is required. Women with severe preeclampsia, who are greater than 34 weeks gestation and are unstable either from a maternal or fetal perspective, should undergo delivery as soon as the mother is stabilized. [8] Corticosteroids should be given to women with fetal gestation less than 34 weeks if time and circumstances permit to help aid in lung maturation. Delivery should not be delayed for steroid administration. Ultimately, the definitive treatment for preeclampsia/eclampsia is the delivery of the fetus. The route of delivery, as well as timing, is based on maternal and fetal factors."}
{"id": "article-27632_10", "title": "Eclampsia -- Treatment / Management", "content": "Patients with severe preeclampsia should be given magnesium sulfate prophylactically to prevent eclamptic seizures. In addition, it is important to control blood pressure in pregnant women with preeclampsia. The American College of Obstetrics and Gynecology recommends that antihypertensive treatment be started in women with systolic blood pressure greater than 160 mmHg or diastolic blood pressure greater than 110 mmHg or more on two occasions at least 4 hours apart (unless antihypertensive therapy is initiated before this time). First-line pharmacological treatment of hypertension in pregnant women includes labetalol, nifedipine, and hydralazine. [3] The initial dose of labetalol is 20 mg IV. This dose can be doubled to 40 mg and then 80 mg at ten-minute intervals until target blood pressure is reached. IV hydralazine is dosed at 5 to 10 mg over two minutes. An additional 10 mg IV can be administered after twenty minutes if the systolic blood pressure is greater than 160 mmHg or the diastolic blood is greater than 110 mmHg. Nifedipine is given orally at an initial dose of 10 mg. If the systolic blood pressure is greater than 160 mmHg or diastolic greater than 110 after thirty minutes, give an additional 20 mg of nifedipine. A second dose of 20 mg of nifedipine can be given after an additional 30 minutes. [4]", "contents": "Eclampsia -- Treatment / Management. Patients with severe preeclampsia should be given magnesium sulfate prophylactically to prevent eclamptic seizures. In addition, it is important to control blood pressure in pregnant women with preeclampsia. The American College of Obstetrics and Gynecology recommends that antihypertensive treatment be started in women with systolic blood pressure greater than 160 mmHg or diastolic blood pressure greater than 110 mmHg or more on two occasions at least 4 hours apart (unless antihypertensive therapy is initiated before this time). First-line pharmacological treatment of hypertension in pregnant women includes labetalol, nifedipine, and hydralazine. [3] The initial dose of labetalol is 20 mg IV. This dose can be doubled to 40 mg and then 80 mg at ten-minute intervals until target blood pressure is reached. IV hydralazine is dosed at 5 to 10 mg over two minutes. An additional 10 mg IV can be administered after twenty minutes if the systolic blood pressure is greater than 160 mmHg or the diastolic blood is greater than 110 mmHg. Nifedipine is given orally at an initial dose of 10 mg. If the systolic blood pressure is greater than 160 mmHg or diastolic greater than 110 after thirty minutes, give an additional 20 mg of nifedipine. A second dose of 20 mg of nifedipine can be given after an additional 30 minutes. [4]"}
{"id": "article-27632_11", "title": "Eclampsia -- Treatment / Management", "content": "Blood pressure control is also crucial postpartum as the risk for eclampsia is highest during the 48 hours after birth. Systolic blood pressure should be less than 150 mmHg, and diastolic pressure should be less than 100 mmHg on two readings at least four hours apart. Treatment should also be initiated if the systolic blood pressure is greater than 160 mmHg or diastolic blood pressure is greater than 110 mmHg after one hour. Magnesium sulfate should be continued for 12 to 24 hours post-delivery. [4]", "contents": "Eclampsia -- Treatment / Management. Blood pressure control is also crucial postpartum as the risk for eclampsia is highest during the 48 hours after birth. Systolic blood pressure should be less than 150 mmHg, and diastolic pressure should be less than 100 mmHg on two readings at least four hours apart. Treatment should also be initiated if the systolic blood pressure is greater than 160 mmHg or diastolic blood pressure is greater than 110 mmHg after one hour. Magnesium sulfate should be continued for 12 to 24 hours post-delivery. [4]"}
{"id": "article-27632_12", "title": "Eclampsia -- Differential Diagnosis", "content": "A list of differential diagnoses should be based on the patient’s history and physical exam findings. Differential diagnoses to consider include electrolyte abnormalities, toxins, infection, head trauma, ruptured aneurysm, and brain malignancy. If the patient is having persistent neurological symptoms, one should also consider stroke and intracranial hemorrhage. Chronic hypertension Chronic renal disease Primary seizure disorders Gallbladder disease Antiphospholipid syndrome Hemolytic-uremic syndrome. Pancreatic disease Immune thrombocytopenic purpura Thrombotic thrombocytopenic purpura Toxins Ruptured aneurysm Brain tumor Stroke Intracranial hemorrhage", "contents": "Eclampsia -- Differential Diagnosis. A list of differential diagnoses should be based on the patient’s history and physical exam findings. Differential diagnoses to consider include electrolyte abnormalities, toxins, infection, head trauma, ruptured aneurysm, and brain malignancy. If the patient is having persistent neurological symptoms, one should also consider stroke and intracranial hemorrhage. Chronic hypertension Chronic renal disease Primary seizure disorders Gallbladder disease Antiphospholipid syndrome Hemolytic-uremic syndrome. Pancreatic disease Immune thrombocytopenic purpura Thrombotic thrombocytopenic purpura Toxins Ruptured aneurysm Brain tumor Stroke Intracranial hemorrhage"}
{"id": "article-27632_13", "title": "Eclampsia -- Prognosis", "content": "Hypertensive disorders, including preeclampsia and eclampsia, affect 10% of pregnancies in the United States and worldwide. Despite advancements in medical management, it remains the leading cause of maternal and perinatal morbidity and mortality worldwide. [9] While rates of eclampsia specifically have decreased, it is still a very serious complication in pregnancy.", "contents": "Eclampsia -- Prognosis. Hypertensive disorders, including preeclampsia and eclampsia, affect 10% of pregnancies in the United States and worldwide. Despite advancements in medical management, it remains the leading cause of maternal and perinatal morbidity and mortality worldwide. [9] While rates of eclampsia specifically have decreased, it is still a very serious complication in pregnancy."}
{"id": "article-27632_14", "title": "Eclampsia -- Complications", "content": "Several complications may result from eclampsia. The patient may require intubation after a seizure due to a decreased level of consciousness. When the patient does require intubation, blood pressure management is crucial as laryngoscopy causes a hypertensive response and may result in intracranial hemorrhage. Patients with preeclampsia are also at risk for respiratory failure in the form of acute respiratory distress syndrome, as well as pulmonary edema. In addition, women may experience renal failure and liver failure with severe forms of preeclampsia. [9] Posterior reversible encephalopathy syndrome (PRES), a neurological condition, is another complication that can result in patients with eclampsia. Patients with PRES can have a variety of symptoms, including headaches, seizures, changes in mental status, cortical blindness, and other visual abnormalities. [10] Most cases of PRES will resolve in a couple of weeks if blood pressure and other inciting factors are controlled; however, there is always a risk that the patient will develop cerebral edema and other fatal complications. Patients with preeclampsia and eclampsia also have an increased risk of developing cardiovascular disease later in life. [11]", "contents": "Eclampsia -- Complications. Several complications may result from eclampsia. The patient may require intubation after a seizure due to a decreased level of consciousness. When the patient does require intubation, blood pressure management is crucial as laryngoscopy causes a hypertensive response and may result in intracranial hemorrhage. Patients with preeclampsia are also at risk for respiratory failure in the form of acute respiratory distress syndrome, as well as pulmonary edema. In addition, women may experience renal failure and liver failure with severe forms of preeclampsia. [9] Posterior reversible encephalopathy syndrome (PRES), a neurological condition, is another complication that can result in patients with eclampsia. Patients with PRES can have a variety of symptoms, including headaches, seizures, changes in mental status, cortical blindness, and other visual abnormalities. [10] Most cases of PRES will resolve in a couple of weeks if blood pressure and other inciting factors are controlled; however, there is always a risk that the patient will develop cerebral edema and other fatal complications. Patients with preeclampsia and eclampsia also have an increased risk of developing cardiovascular disease later in life. [11]"}
{"id": "article-27632_15", "title": "Eclampsia -- Deterrence and Patient Education", "content": "Patients diagnosed with hypertension or preeclampsia during pregnancy, as well as their family members, need to be educated on the signs and symptoms of eclampsia. They need to be instructed to call emergency services immediately and should bring the patient to the hospital as soon as possible. Patients should be counseled about the importance of their hypertensive medication and should regularly follow up with their obstetrician.", "contents": "Eclampsia -- Deterrence and Patient Education. Patients diagnosed with hypertension or preeclampsia during pregnancy, as well as their family members, need to be educated on the signs and symptoms of eclampsia. They need to be instructed to call emergency services immediately and should bring the patient to the hospital as soon as possible. Patients should be counseled about the importance of their hypertensive medication and should regularly follow up with their obstetrician."}
{"id": "article-27632_16", "title": "Eclampsia -- Enhancing Healthcare Team Outcomes", "content": "Eclampsia is a medical condition that requires prompt diagnosis and treatment to prevent morbidity and mortality in pregnant women. The interprofessional health care team must work efficiently to provide optimal care to both the mother and the unborn child. Nurses or providers triaging patients in the emergency department need to be cognizant of signs and symptoms of eclampsia. They must notify the attending physicians treating the patient as quickly as possible, especially if they are actively seizing and require medication to abort the seizure. Communication between nurses and physicians is vital to ensure that the patients are getting proper intervention. Communication is also important between emergency physicians and obstetricians as the delivery of the fetus may be emergent. Pharmacists review the dosage of medications and check for drug-drug interactions and should report any pharmacological concerns to the clinicians immediately. Ultimately, all members of the interprofessional team care must communicate and be patient-centered to optimize outcomes in eclampsia cases. [Level 5]", "contents": "Eclampsia -- Enhancing Healthcare Team Outcomes. Eclampsia is a medical condition that requires prompt diagnosis and treatment to prevent morbidity and mortality in pregnant women. The interprofessional health care team must work efficiently to provide optimal care to both the mother and the unborn child. Nurses or providers triaging patients in the emergency department need to be cognizant of signs and symptoms of eclampsia. They must notify the attending physicians treating the patient as quickly as possible, especially if they are actively seizing and require medication to abort the seizure. Communication between nurses and physicians is vital to ensure that the patients are getting proper intervention. Communication is also important between emergency physicians and obstetricians as the delivery of the fetus may be emergent. Pharmacists review the dosage of medications and check for drug-drug interactions and should report any pharmacological concerns to the clinicians immediately. Ultimately, all members of the interprofessional team care must communicate and be patient-centered to optimize outcomes in eclampsia cases. [Level 5]"}
{"id": "article-27632_17", "title": "Eclampsia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Eclampsia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}