{"id": "article-144588_0", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Continuing Education Activity", "content": "Excess caloric consumption and the associated increase in adipose tissue have become one of the most profound risk factors for developing chronic diseases in our generation. Caloric excess has long been considered the primary mechanism for developing obesity; however, current understanding has laid the framework for a likely multi-factorial set of etiologies. The development of obesity likely has several contributory factors, including dietary considerations, behaviors, metabolic/physical activity, and genetics. These mutually inclusive factors produce the ideal metabolic environment for developing obesity. This activity highlights clinical concerns associated with excess caloric consumption.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Continuing Education Activity. Excess caloric consumption and the associated increase in adipose tissue have become one of the most profound risk factors for developing chronic diseases in our generation. Caloric excess has long been considered the primary mechanism for developing obesity; however, current understanding has laid the framework for a likely multi-factorial set of etiologies. The development of obesity likely has several contributory factors, including dietary considerations, behaviors, metabolic/physical activity, and genetics. These mutually inclusive factors produce the ideal metabolic environment for developing obesity. This activity highlights clinical concerns associated with excess caloric consumption."}
{"id": "article-144588_1", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Continuing Education Activity", "content": "Objectives: Review the physiological processes, including at the molecular level, associated with obesity. Identify the risk factors and etiologies in the development of obesity. Outline the socio-economic and lifestyle factors and their relation to obesity incidence/prevalence. Summarize the epidemiology of obesity. Access free multiple choice questions on this topic.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Continuing Education Activity. Objectives: Review the physiological processes, including at the molecular level, associated with obesity. Identify the risk factors and etiologies in the development of obesity. Outline the socio-economic and lifestyle factors and their relation to obesity incidence/prevalence. Summarize the epidemiology of obesity. Access free multiple choice questions on this topic."}
{"id": "article-144588_2", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Introduction", "content": "For much of the twentieth century, cigarette smoking was the most common preventable cause of morbidity and mortality. However, there has been a paradoxical decrease in tobacco use and a subsequent increase in obesity. [1] In simple terms, obesity occurs when caloric intake exceeds energy expenditure. [2] This chronic and often progressive condition is debilitating and has far-reaching implications extending far beyond the afflicted and into society. [3] The causes of obesity involve genetics, socioeconomic, diet, physical activity, medications, medical conditions, and culture. [4]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Introduction. For much of the twentieth century, cigarette smoking was the most common preventable cause of morbidity and mortality. However, there has been a paradoxical decrease in tobacco use and a subsequent increase in obesity. [1] In simple terms, obesity occurs when caloric intake exceeds energy expenditure. [2] This chronic and often progressive condition is debilitating and has far-reaching implications extending far beyond the afflicted and into society. [3] The causes of obesity involve genetics, socioeconomic, diet, physical activity, medications, medical conditions, and culture. [4]"}
{"id": "article-144588_3", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Introduction", "content": "Genome-wide databases have identified more than 500 specific gene loci related to the development of obesity. Those genes can have profound lifelong implications (e.g., Prader-Willi syndrome, Bardet-Biedl syndrome). [5] Researchers have discovered racial disparities in the development of obesity. Various prenatal/childhood factors and normal aging has an association with the development of adult obesity. In addition, those with sedentary lifestyles tend to make poor choices in food selection and adopt a daily caloric intake that does not match their energy expenditure. As a result, this caloric excess is the primary driver in the development of obesity. [6]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Introduction. Genome-wide databases have identified more than 500 specific gene loci related to the development of obesity. Those genes can have profound lifelong implications (e.g., Prader-Willi syndrome, Bardet-Biedl syndrome). [5] Researchers have discovered racial disparities in the development of obesity. Various prenatal/childhood factors and normal aging has an association with the development of adult obesity. In addition, those with sedentary lifestyles tend to make poor choices in food selection and adopt a daily caloric intake that does not match their energy expenditure. As a result, this caloric excess is the primary driver in the development of obesity. [6]"}
{"id": "article-144588_4", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Introduction", "content": "Health professionals should be aware of various medications known to cause obesity. In addition, various medical conditions affecting the hypothalamic-pituitary axis (HPA) can contribute to obesity onset. Recently, investigators have become interested in the role of the gut microbiome in the development of obesity, particularly in the proportion of two-bacterial strains (Bacteriodes and Firmicutes) in the gut microbiome and the role of endocrine-disrupting chemicals. [7] [8] [9]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Introduction. Health professionals should be aware of various medications known to cause obesity. In addition, various medical conditions affecting the hypothalamic-pituitary axis (HPA) can contribute to obesity onset. Recently, investigators have become interested in the role of the gut microbiome in the development of obesity, particularly in the proportion of two-bacterial strains (Bacteriodes and Firmicutes) in the gut microbiome and the role of endocrine-disrupting chemicals. [7] [8] [9]"}
{"id": "article-144588_5", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Introduction", "content": "Finally, the development of chronic obesity produces a cascade of downstream molecular targets leading to the development of dyslipidemia, hypertension, and diabetes. This unique cluster of conditions in conjunction with obesity has been coined metabolic syndrome and substantially increases morbidity and mortality. [10]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Introduction. Finally, the development of chronic obesity produces a cascade of downstream molecular targets leading to the development of dyslipidemia, hypertension, and diabetes. This unique cluster of conditions in conjunction with obesity has been coined metabolic syndrome and substantially increases morbidity and mortality. [10]"}
{"id": "article-144588_6", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Introduction", "content": "The above-reviewed factors are quintessential to understanding how to treat this chronic disease. Previously, healthcare professionals have struggled with understanding these known causes of obesity. These deficiencies have led to missed opportunities and failure to educate patients on up-to-date treatment options for chronic obesity. [11]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Introduction. The above-reviewed factors are quintessential to understanding how to treat this chronic disease. Previously, healthcare professionals have struggled with understanding these known causes of obesity. These deficiencies have led to missed opportunities and failure to educate patients on up-to-date treatment options for chronic obesity. [11]"}
{"id": "article-144588_7", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern", "content": "Historically, malnourishment was considered the most pressing medical problem in society. Fortunately, social programs, charitable organizations, improved technology, and increased availability of pre-packaged foods in developed societies have made nutrition readily accessible. Notwithstanding, the relative improvement of availability has ushered in a fundamental shift in population health, replacing caloric deficit with caloric excess. [12]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern. Historically, malnourishment was considered the most pressing medical problem in society. Fortunately, social programs, charitable organizations, improved technology, and increased availability of pre-packaged foods in developed societies have made nutrition readily accessible. Notwithstanding, the relative improvement of availability has ushered in a fundamental shift in population health, replacing caloric deficit with caloric excess. [12]"}
{"id": "article-144588_8", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern", "content": "We now see increased body mass index (BMI), expanding waistlines, and an increasing prevalence of comorbid chronic medical conditions led by obesity. Obesity is considered a multifactorial, progressive, and chronic systemic medical problem which can often be complex and relatively difficult to treat.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern. We now see increased body mass index (BMI), expanding waistlines, and an increasing prevalence of comorbid chronic medical conditions led by obesity. Obesity is considered a multifactorial, progressive, and chronic systemic medical problem which can often be complex and relatively difficult to treat."}
{"id": "article-144588_9", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern", "content": "From a clinical perspective, patients are aware of their need to lose weight and have likely been told by previous healthcare providers to \"take charge\" of their weight loss. Unfortunately, there have been little-to-no non-surgical strategies to ensure successful and sustainable weight loss until recently. Emerging research has reinforced that the simplest way to ensure successful weight loss over the long term is a graded caloric restriction strategy and physical exercise deployed over several months using monitored compliance. Fundamentally, humans are \"creatures of habit.\" Breaking the reward-feedback loop associated with eating is paramount to controlling dietary habits. [13]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern. From a clinical perspective, patients are aware of their need to lose weight and have likely been told by previous healthcare providers to \"take charge\" of their weight loss. Unfortunately, there have been little-to-no non-surgical strategies to ensure successful and sustainable weight loss until recently. Emerging research has reinforced that the simplest way to ensure successful weight loss over the long term is a graded caloric restriction strategy and physical exercise deployed over several months using monitored compliance. Fundamentally, humans are \"creatures of habit.\" Breaking the reward-feedback loop associated with eating is paramount to controlling dietary habits. [13]"}
{"id": "article-144588_10", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern", "content": "Achieving this control requires understanding the complex behavioral elements of obesity. One must first begin at the molecular level by discussing how food becomes storable energy and how storable energy becomes fat.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern. Achieving this control requires understanding the complex behavioral elements of obesity. One must first begin at the molecular level by discussing how food becomes storable energy and how storable energy becomes fat."}
{"id": "article-144588_11", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization", "content": "Food consumption must undergo a rigorous and elaborate digestion process to break down into nutrients used for essential bodily functions. At its core, the fundamental building blocks for all cells in our body rely on fats, carbohydrates, and proteins, which we collectively call macronutrients (macros).", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization. Food consumption must undergo a rigorous and elaborate digestion process to break down into nutrients used for essential bodily functions. At its core, the fundamental building blocks for all cells in our body rely on fats, carbohydrates, and proteins, which we collectively call macronutrients (macros)."}
{"id": "article-144588_12", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization", "content": "Simplistically put, digestion exists in 3-phases: the cephalic phase, the gastric phase, and the intestinal phase. These phases have complex stimulatory/activating and inhibitory hormones that work together to achieve proper food degradation.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization. Simplistically put, digestion exists in 3-phases: the cephalic phase, the gastric phase, and the intestinal phase. These phases have complex stimulatory/activating and inhibitory hormones that work together to achieve proper food degradation."}
{"id": "article-144588_13", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization", "content": "In the cephalic phase, sight, smell, and the mere thought of food activate an innate biological reflex. The oral cavity is the location for the mechanical and early enzymatic breakdown of food. The cephalic phase activates salivary glands to produce saliva, which contains lingual lipase and amylase, beginning the process of digestion. This reflex response is triggered by the cerebral cortex acting on the hypothalamus and medulla oblongata, sending signals to the vagus nerve to stimulate gastric juices. This action of pre-signaling will activate and prime the gastrointestinal tract in preparation for the meal. The gastric phase begins upon entry of masticated food into the stomach.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization. In the cephalic phase, sight, smell, and the mere thought of food activate an innate biological reflex. The oral cavity is the location for the mechanical and early enzymatic breakdown of food. The cephalic phase activates salivary glands to produce saliva, which contains lingual lipase and amylase, beginning the process of digestion. This reflex response is triggered by the cerebral cortex acting on the hypothalamus and medulla oblongata, sending signals to the vagus nerve to stimulate gastric juices. This action of pre-signaling will activate and prime the gastrointestinal tract in preparation for the meal. The gastric phase begins upon entry of masticated food into the stomach."}
{"id": "article-144588_14", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization", "content": "A feedback loop is activated when stretch receptors within the stomach activate a vaso-vagal reflex to trigger the vagus nerve, further stimulating gastric secretory activity. The gastric lumen is an intricate set of epithelial cells with specific secretory activity. These cells protect the stomach lining and assist in secreting enzymes to aid digestion. The intestinal phase arrives when partially digested foods mixed with gastric juices enter the small intestine, where the systemic absorption of macronutrients begins. [14] [15] [16]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization. A feedback loop is activated when stretch receptors within the stomach activate a vaso-vagal reflex to trigger the vagus nerve, further stimulating gastric secretory activity. The gastric lumen is an intricate set of epithelial cells with specific secretory activity. These cells protect the stomach lining and assist in secreting enzymes to aid digestion. The intestinal phase arrives when partially digested foods mixed with gastric juices enter the small intestine, where the systemic absorption of macronutrients begins. [14] [15] [16]"}
{"id": "article-144588_15", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization", "content": "The outlined digestion process breaks down carbohydrates starting in the mouth to their absorbable form (monosaccharides) in the small intestine. Fats become reduced to fatty acid chains and monoglycerides by bile salts secreted from the liver and lipase from the pancreas. Finally, protein is broken down into amino acids by pepsin released from the stomach and various other protein degrading enzymes released from the pancreas. [17]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization. The outlined digestion process breaks down carbohydrates starting in the mouth to their absorbable form (monosaccharides) in the small intestine. Fats become reduced to fatty acid chains and monoglycerides by bile salts secreted from the liver and lipase from the pancreas. Finally, protein is broken down into amino acids by pepsin released from the stomach and various other protein degrading enzymes released from the pancreas. [17]"}
{"id": "article-144588_16", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization", "content": "The fate of monosaccharides, fatty acids, and amino acids depends on the person's energy requirements; if one is in the fed state, the metabolic pathway shifts towards energy storage. Conversely, the metabolic pathway shifts towards oxidizing macronutrients for immediate energy consumption if in the fasting state. Through differing metabolic pathways, monosaccharides, fatty acids, and amino acids can produce acetyl-CoA, which can enter the Kreb cycle and eventually generate energy through oxidative phosphorylation via the electron transport chain in the form of ATP.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization. The fate of monosaccharides, fatty acids, and amino acids depends on the person's energy requirements; if one is in the fed state, the metabolic pathway shifts towards energy storage. Conversely, the metabolic pathway shifts towards oxidizing macronutrients for immediate energy consumption if in the fasting state. Through differing metabolic pathways, monosaccharides, fatty acids, and amino acids can produce acetyl-CoA, which can enter the Kreb cycle and eventually generate energy through oxidative phosphorylation via the electron transport chain in the form of ATP."}
{"id": "article-144588_17", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization", "content": "Glycogen, primarily stored in the liver, can readily raise serum glucose through glycogenolysis. However, the glycogen storage used is depleted within 12 to 18 hours while in the fasting state. Due to this limitation, the liver possesses the tools to convert non-carbohydrate precursors into glucose, called gluconeogenesis. This process can take place in the liver or cortex of the kidneys and can use precursors such as glycerol (from fatty acids), lactate (from anaerobic metabolism), and glutamine/alanine. [18]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization. Glycogen, primarily stored in the liver, can readily raise serum glucose through glycogenolysis. However, the glycogen storage used is depleted within 12 to 18 hours while in the fasting state. Due to this limitation, the liver possesses the tools to convert non-carbohydrate precursors into glucose, called gluconeogenesis. This process can take place in the liver or cortex of the kidneys and can use precursors such as glycerol (from fatty acids), lactate (from anaerobic metabolism), and glutamine/alanine. [18]"}
{"id": "article-144588_18", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization", "content": "The entire process outlined above works through a delicate balance of hormone regulation. Leptin is a hormone stored in fat cells, and ghrelin is stored in the enteroendocrine cells of the gastrointestinal tract. Leptin suppresses food intake and is considered anorexigenic. Ghrelin stimulates the hunger reflex centrally at the level of the hypothalamus and is deemed to be orexigenic. Ghrelin is believed to be the primary hormone responsible for ushering in the cephalic phase of digestion.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization. The entire process outlined above works through a delicate balance of hormone regulation. Leptin is a hormone stored in fat cells, and ghrelin is stored in the enteroendocrine cells of the gastrointestinal tract. Leptin suppresses food intake and is considered anorexigenic. Ghrelin stimulates the hunger reflex centrally at the level of the hypothalamus and is deemed to be orexigenic. Ghrelin is believed to be the primary hormone responsible for ushering in the cephalic phase of digestion."}
{"id": "article-144588_19", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization", "content": "However, existing research has only begun to understand the complex role of these hormones in obesity. For example, subjects with obesity tend to have elevated leptin levels and reduced levels of ghrelin, which is paradoxical to our understanding of the function of these two hormones. However, similar to type 2 diabetes mellitus and insulin, it is postulated that patients with obesity are leptin resistant, but the precise mechanism of obesity induction is yet to be fully elucidated. [19] An intricate understanding of the above molecular and physiological responses is essential to treat this chronic disease properly.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Molecular and Physiological Processes Associated With Fat Storage and Energy Utilization. However, existing research has only begun to understand the complex role of these hormones in obesity. For example, subjects with obesity tend to have elevated leptin levels and reduced levels of ghrelin, which is paradoxical to our understanding of the function of these two hormones. However, similar to type 2 diabetes mellitus and insulin, it is postulated that patients with obesity are leptin resistant, but the precise mechanism of obesity induction is yet to be fully elucidated. [19] An intricate understanding of the above molecular and physiological responses is essential to treat this chronic disease properly."}
{"id": "article-144588_20", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Genetic Factors", "content": "The induction of obesity is multifactorial, drawing from genetic, environmental, behavioral, physiological, social, and cultural factors. The possibility of hereditary variables in persons with obesity has been shown by studies comparing adiposity in twins, adoptees, and their parents (biological vs. adoptive) and within families. Studies imply that 40 to 70% of an adult's BMI is inherited. [20] [5]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Genetic Factors. The induction of obesity is multifactorial, drawing from genetic, environmental, behavioral, physiological, social, and cultural factors. The possibility of hereditary variables in persons with obesity has been shown by studies comparing adiposity in twins, adoptees, and their parents (biological vs. adoptive) and within families. Studies imply that 40 to 70% of an adult's BMI is inherited. [20] [5]"}
{"id": "article-144588_21", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Genetic Factors", "content": "Adolescents with one obese parent have a three- to a fourfold higher chance of becoming obese. [21] The risk of obesity is more than ten times higher if you have two obese biological parents. Unfortunately, even with the extensive composite data of obesity-related gene loci, clinical testing based solely on variations in gene loci currently cannot accurately predict obesity using genes alone. [5]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Genetic Factors. Adolescents with one obese parent have a three- to a fourfold higher chance of becoming obese. [21] The risk of obesity is more than ten times higher if you have two obese biological parents. Unfortunately, even with the extensive composite data of obesity-related gene loci, clinical testing based solely on variations in gene loci currently cannot accurately predict obesity using genes alone. [5]"}
{"id": "article-144588_22", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Genetic Factors", "content": "The single nucleotide polymorphisms (SNPs) in the fat mass and obesity-associated (FTO) gene (located on Chr. 16) are found to contribute to the development of diabetes indirectly. [20] In another specific condition, genomic imprinting can produce de novo deletions in paternally derived 15q11-q13, a condition known as Prader-Willi syndrome (PWS). In addition to a characteristic physical appearance, PWS patients suffer from hyperphagia leading to chronic energy intake/expenditure. [22]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Genetic Factors. The single nucleotide polymorphisms (SNPs) in the fat mass and obesity-associated (FTO) gene (located on Chr. 16) are found to contribute to the development of diabetes indirectly. [20] In another specific condition, genomic imprinting can produce de novo deletions in paternally derived 15q11-q13, a condition known as Prader-Willi syndrome (PWS). In addition to a characteristic physical appearance, PWS patients suffer from hyperphagia leading to chronic energy intake/expenditure. [22]"}
{"id": "article-144588_23", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Genetic Factors", "content": "Another gene commonly implicated in monogenic childhood obesity is the MC4R , which encodes the melanocortin-4 receptor. The MC4R gene is associated with hyperinsulinemia and increased weight gain in infancy. [23] Leptin, leptin receptor deficiencies, and proopiomelanocortin deficiency are the other genetic causes of obesity. Monogenetic obesity is often severe, manifests at a young age, and is frequently accompanied by other symptoms.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Genetic Factors. Another gene commonly implicated in monogenic childhood obesity is the MC4R , which encodes the melanocortin-4 receptor. The MC4R gene is associated with hyperinsulinemia and increased weight gain in infancy. [23] Leptin, leptin receptor deficiencies, and proopiomelanocortin deficiency are the other genetic causes of obesity. Monogenetic obesity is often severe, manifests at a young age, and is frequently accompanied by other symptoms."}
{"id": "article-144588_24", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors", "content": "Epidemiological data has analyzed various geographical factors that may contribute to obesity. Social/cultural factors profoundly influence patients' dietary habits and behaviors. As a result, patients can often have an unhealthy understanding of a proper dietary regimen.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors. Epidemiological data has analyzed various geographical factors that may contribute to obesity. Social/cultural factors profoundly influence patients' dietary habits and behaviors. As a result, patients can often have an unhealthy understanding of a proper dietary regimen."}
{"id": "article-144588_25", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors", "content": "Obesity prevalence is lowest among individuals with the highest income and education, irrespective of race and ethnicity. In urban locations throughout the United States, a diet built entirely on fast-and-prepackaged foods is not uncommon. Much of the discrepancy can be due to the patient's lack of awareness of what foods contribute to chronic obesity. [24] [25]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors. Obesity prevalence is lowest among individuals with the highest income and education, irrespective of race and ethnicity. In urban locations throughout the United States, a diet built entirely on fast-and-prepackaged foods is not uncommon. Much of the discrepancy can be due to the patient's lack of awareness of what foods contribute to chronic obesity. [24] [25]"}
{"id": "article-144588_26", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors", "content": "In addition, healthy food options are often cost-prohibitive in urban locations. Due to recent global events, the cost of groceries has sky-rocketed, worsening this disparity in healthy food availability. Low-to-middle income families will turn to cheaper calorie-dense and nutrient-poor options to make ends meet during difficult financial times. In combination with increased stress, socioeconomic factors will play a pivotal role in likely worsening the obesity pandemic across the globe. The worsening of obesity will exacerbate the high rate of chronic, obesity-related conditions, increasing the burden on our already stressed healthcare system.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors. In addition, healthy food options are often cost-prohibitive in urban locations. Due to recent global events, the cost of groceries has sky-rocketed, worsening this disparity in healthy food availability. Low-to-middle income families will turn to cheaper calorie-dense and nutrient-poor options to make ends meet during difficult financial times. In combination with increased stress, socioeconomic factors will play a pivotal role in likely worsening the obesity pandemic across the globe. The worsening of obesity will exacerbate the high rate of chronic, obesity-related conditions, increasing the burden on our already stressed healthcare system."}
{"id": "article-144588_27", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors", "content": "Advertising that promotes obesity-inducing foods targets specific racial and socioeconomic groups differently. An isolated example of this effect was observed with outdoor food and beverage advertisement density in Sacramento, Los Angeles, New Orleans, Philadelphia, Austin, and New York. Geographical areas with low-income African-American and Latino populations were found to have a higher density of unhealthy food and beverage advertisements in those populations at the most significant risk for developing obesity. [26] [27] [28] [29]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors. Advertising that promotes obesity-inducing foods targets specific racial and socioeconomic groups differently. An isolated example of this effect was observed with outdoor food and beverage advertisement density in Sacramento, Los Angeles, New Orleans, Philadelphia, Austin, and New York. Geographical areas with low-income African-American and Latino populations were found to have a higher density of unhealthy food and beverage advertisements in those populations at the most significant risk for developing obesity. [26] [27] [28] [29]"}
{"id": "article-144588_28", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors", "content": "Another factor leading to the higher prevalence of obesity is the high cost of healthy food items. Thus the prevalence of obesity differs across US communities, in contrast to blacks, who had the greatest prevalence (50%) of obesity in the United States, and non-Hispanic Asian adults (17%) had the lowest prevalence. [30]  This is probably tied to the social determinants of health, such as access to exercise, a wholesome diet, and general health information.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors. Another factor leading to the higher prevalence of obesity is the high cost of healthy food items. Thus the prevalence of obesity differs across US communities, in contrast to blacks, who had the greatest prevalence (50%) of obesity in the United States, and non-Hispanic Asian adults (17%) had the lowest prevalence. [30]  This is probably tied to the social determinants of health, such as access to exercise, a wholesome diet, and general health information."}
{"id": "article-144588_29", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors", "content": "Obesity hypoventilation syndrome (Pickwickian syndrome) results from diminished ventilatory drive and capacity related to obesity. It is defined as the presence of awake alveolar hypoventilation characterized by daytime hypercapnia (arterial PaCO2 greater than 45mmHg). Its prevalence is largely unknown but based on previous studies and is estimated to be between 20 to 30% of obese patients. [31]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Socioeconomic and Environmental Factors. Obesity hypoventilation syndrome (Pickwickian syndrome) results from diminished ventilatory drive and capacity related to obesity. It is defined as the presence of awake alveolar hypoventilation characterized by daytime hypercapnia (arterial PaCO2 greater than 45mmHg). Its prevalence is largely unknown but based on previous studies and is estimated to be between 20 to 30% of obese patients. [31]"}
{"id": "article-144588_30", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Prenatal and Childhood Factors", "content": "Childhood and infancy experiences may predispose to adult obesity. High maternal BMI, high gestational weight gain, gestational diabetes, and maternal type II diabetes may all predispose to adult obesity and metabolic disorders in offspring. By modifying gene expression, maternal obesity may influence the brain regions involved in body weight regulation. [32]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Prenatal and Childhood Factors. Childhood and infancy experiences may predispose to adult obesity. High maternal BMI, high gestational weight gain, gestational diabetes, and maternal type II diabetes may all predispose to adult obesity and metabolic disorders in offspring. By modifying gene expression, maternal obesity may influence the brain regions involved in body weight regulation. [32]"}
{"id": "article-144588_31", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Prenatal and Childhood Factors", "content": "These epigenetic modifications, which may be the consequence of an increase in maternal nutrition supply to the developing fetus, promote increased hunger and fat accumulation in children. Children with obesity are five times more likely to be obese in adulthood. [33] This lends credibility to starting obesity-related prevention strategies earlier to reduce obesity prevalence in adulthood. Another area for improvement is by adding healthier school lunch options. A study using non-linear regression models found that children who attended public schools had a higher BMI regardless of socioeconomic status. Furthermore, those children eligible for free or reduced-cost lunch/breakfast had a higher BMI. [34]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Prenatal and Childhood Factors. These epigenetic modifications, which may be the consequence of an increase in maternal nutrition supply to the developing fetus, promote increased hunger and fat accumulation in children. Children with obesity are five times more likely to be obese in adulthood. [33] This lends credibility to starting obesity-related prevention strategies earlier to reduce obesity prevalence in adulthood. Another area for improvement is by adding healthier school lunch options. A study using non-linear regression models found that children who attended public schools had a higher BMI regardless of socioeconomic status. Furthermore, those children eligible for free or reduced-cost lunch/breakfast had a higher BMI. [34]"}
{"id": "article-144588_32", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Prenatal and Childhood Factors", "content": "Even though additional data is required to determine the impact of limiting the availability of nutrient-poor/high-sugar goods in schools on obesity, some studies have shown a net-positive result. [35] [36] [37]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Prenatal and Childhood Factors. Even though additional data is required to determine the impact of limiting the availability of nutrient-poor/high-sugar goods in schools on obesity, some studies have shown a net-positive result. [35] [36] [37]"}
{"id": "article-144588_33", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Weight and Adulthood Factors", "content": "Between the ages of 20 and 65, most adults acquire weight steadily. Therefore, the probability of becoming overweight (BMI 25 kg/m^2) or obese (BMI 30 kg/m2) during one's lifetime is substantial. The energy imbalance responsible for the rise in obesity over the previous 30 years is estimated to be 100 kcal/day, illustrating that even a small daily positive energy balance may lead to clinically considerable weight gain over time. Weight rises until age 65. After that, the average weight loss is 0.65 kg/year. [38] [39]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Weight and Adulthood Factors. Between the ages of 20 and 65, most adults acquire weight steadily. Therefore, the probability of becoming overweight (BMI 25 kg/m^2) or obese (BMI 30 kg/m2) during one's lifetime is substantial. The energy imbalance responsible for the rise in obesity over the previous 30 years is estimated to be 100 kcal/day, illustrating that even a small daily positive energy balance may lead to clinically considerable weight gain over time. Weight rises until age 65. After that, the average weight loss is 0.65 kg/year. [38] [39]"}
{"id": "article-144588_34", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Weight and Adulthood Factors", "content": "This is partly owing to a loss in muscle mass (sarcopenia), whereas fat mass increases throughout old age, resulting in a reduced correlation between BMI and fat mass. [40] Aging reduces resting and active energy expenditure and may also affect taste and smell, thus reducing food intake.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Weight and Adulthood Factors. This is partly owing to a loss in muscle mass (sarcopenia), whereas fat mass increases throughout old age, resulting in a reduced correlation between BMI and fat mass. [40] Aging reduces resting and active energy expenditure and may also affect taste and smell, thus reducing food intake."}
{"id": "article-144588_35", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Dietary Factors", "content": "Over the last seventy years, there has been a major shift in the global food environment, with more people having access to processed, high-calorie foods. US Department of Agriculture (USDA) statistics on dietary energy supply shows that the average daily calorie consumption has risen from 2398 kcal/day/person in the 1970s to 2895 kcal/day/person in the 2000s. This increase in caloric consumption alone can explain the rise in obesity rates seen over this period.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Dietary Factors. Over the last seventy years, there has been a major shift in the global food environment, with more people having access to processed, high-calorie foods. US Department of Agriculture (USDA) statistics on dietary energy supply shows that the average daily calorie consumption has risen from 2398 kcal/day/person in the 1970s to 2895 kcal/day/person in the 2000s. This increase in caloric consumption alone can explain the rise in obesity rates seen over this period."}
{"id": "article-144588_36", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Dietary Factors", "content": "Additionally, the USDA statistics show that Americans consume less fruit, vegetables, and dairy than is advised while consuming more fat, sugar, meats, and grains. The Western Diet is a colloquial term used to describe a diet high in processed foods, such as refined sugars and red meats, which may be excessively salty and sugary. This diet has been adopted primarily in America but has recently begun spreading into parts of Europe and Asia. In general, this diet type is associated with chronic inflammatory states, which are precursors to several chronic diseases such as diabetes, atherosclerosis, and chronic kidney disease. [41] Eaton et al. described a 'discordance hypothesis' which postulates that the western diet is the primary driver of increasing BMIs due to a mismatch between calories consumed and calories burned. [42]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Dietary Factors. Additionally, the USDA statistics show that Americans consume less fruit, vegetables, and dairy than is advised while consuming more fat, sugar, meats, and grains. The Western Diet is a colloquial term used to describe a diet high in processed foods, such as refined sugars and red meats, which may be excessively salty and sugary. This diet has been adopted primarily in America but has recently begun spreading into parts of Europe and Asia. In general, this diet type is associated with chronic inflammatory states, which are precursors to several chronic diseases such as diabetes, atherosclerosis, and chronic kidney disease. [41] Eaton et al. described a 'discordance hypothesis' which postulates that the western diet is the primary driver of increasing BMIs due to a mismatch between calories consumed and calories burned. [42]"}
{"id": "article-144588_37", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Dietary Factors", "content": "Hunter-gatherers in our primitive human species would expend a tremendous amount of calories hunting, transporting, and preparing food. However, in our society now, very little energy is expended procuring high-calorie foods, which contributes to our natural tendency to store adipose tissue.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Dietary Factors. Hunter-gatherers in our primitive human species would expend a tremendous amount of calories hunting, transporting, and preparing food. However, in our society now, very little energy is expended procuring high-calorie foods, which contributes to our natural tendency to store adipose tissue."}
{"id": "article-144588_38", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Physical Activity Factors", "content": "Physical activity accounts for the greatest variation in total energy expenditure. Reduced regular physical activity and increased sedentary behavior have been linked to an increased risk of obesity. [43] The Amish community, with a low obesity rate, walks 14,000 to 18,000 steps per day, while the average American takes about 5,000 to 6,000 steps per day. [44]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Physical Activity Factors. Physical activity accounts for the greatest variation in total energy expenditure. Reduced regular physical activity and increased sedentary behavior have been linked to an increased risk of obesity. [43] The Amish community, with a low obesity rate, walks 14,000 to 18,000 steps per day, while the average American takes about 5,000 to 6,000 steps per day. [44]"}
{"id": "article-144588_39", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Physical Activity Factors", "content": "Furthermore, occupational and physical activity has decreased in the United States during the last half-century. Half of the American workforce was fairly active in 1960, but by 2010, over 70 percent were either sedentary or reported little physical activity. This resulted in a decrease in work-related energy expenditure of 140 kcal/day for men and 120 kcal/day for females, which further explains the increasing prevalence of obesity. Adults with physical or mental disabilities are more likely to be obese; those with reduced lower-extremity mobility are at the greatest risk.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Physical Activity Factors. Furthermore, occupational and physical activity has decreased in the United States during the last half-century. Half of the American workforce was fairly active in 1960, but by 2010, over 70 percent were either sedentary or reported little physical activity. This resulted in a decrease in work-related energy expenditure of 140 kcal/day for men and 120 kcal/day for females, which further explains the increasing prevalence of obesity. Adults with physical or mental disabilities are more likely to be obese; those with reduced lower-extremity mobility are at the greatest risk."}
{"id": "article-144588_40", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Sleep Factors", "content": "Epidemiological studies demonstrate substantial and persistent relationships between reduced nocturnal sleep duration, nightshift employment with the development of obesity, and other metabolic disorders. [45] [46]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Sleep Factors. Epidemiological studies demonstrate substantial and persistent relationships between reduced nocturnal sleep duration, nightshift employment with the development of obesity, and other metabolic disorders. [45] [46]"}
{"id": "article-144588_41", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Sleep Factors", "content": "There has been an increase in nightshift employees who spend more time sedentary and less time physically active, resulting in decreased energy expenditure and an increase in the likelihood of obesity. Insufficient sleep also causes the activation of brain regions involved with food reward increasing food consumption, particularly high-fat meals. Thus, adequate sleep and sleep pattern are crucial for lowering adiposity as well as a number of other metabolic ailments.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Sleep Factors. There has been an increase in nightshift employees who spend more time sedentary and less time physically active, resulting in decreased energy expenditure and an increase in the likelihood of obesity. Insufficient sleep also causes the activation of brain regions involved with food reward increasing food consumption, particularly high-fat meals. Thus, adequate sleep and sleep pattern are crucial for lowering adiposity as well as a number of other metabolic ailments."}
{"id": "article-144588_42", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Medical Factors", "content": "Hypothyroidism: Hypothyroidism causes weight gain by reducing basal metabolic rate, thus leading to increased adiposity; however, the weight gain is usually modest and improves with treatment.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Medical Factors. Hypothyroidism: Hypothyroidism causes weight gain by reducing basal metabolic rate, thus leading to increased adiposity; however, the weight gain is usually modest and improves with treatment."}
{"id": "article-144588_43", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Medical Factors", "content": "Cushing syndrome: The increased levels of glucocorticoids in Cushing disease stimulate 11-beta-hydroxysteroid dehydrogenase type 1 in visceral fat and increase its lipogenic capability leading to adiposity. It is characterized by progressive central adiposity involving the trunk and abdomen, fat accumulation on the face and neck, and muscle wasting in the extremities. Cushing syndrome may result from the excess intake of steroids over a long period (iatrogenic/overdose).", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Medical Factors. Cushing syndrome: The increased levels of glucocorticoids in Cushing disease stimulate 11-beta-hydroxysteroid dehydrogenase type 1 in visceral fat and increase its lipogenic capability leading to adiposity. It is characterized by progressive central adiposity involving the trunk and abdomen, fat accumulation on the face and neck, and muscle wasting in the extremities. Cushing syndrome may result from the excess intake of steroids over a long period (iatrogenic/overdose)."}
{"id": "article-144588_44", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Medical Factors", "content": "Diabetes is often managed by the use of intensive insulin therapy and home glucose monitoring. Tight control of blood glucose is considered critical in preventing the vascular complications of the condition. However, insulin therapy itself is associated with weight gain. [47] [48] It has been suggested that metformin may result in weight loss in patients with type2 diabetes. However, evidence is still lacking to establish this association. [49]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Medical Factors. Diabetes is often managed by the use of intensive insulin therapy and home glucose monitoring. Tight control of blood glucose is considered critical in preventing the vascular complications of the condition. However, insulin therapy itself is associated with weight gain. [47] [48] It has been suggested that metformin may result in weight loss in patients with type2 diabetes. However, evidence is still lacking to establish this association. [49]"}
{"id": "article-144588_45", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Medical Factors", "content": "Hypothalamic obesity: Hypothalamic obesity is uncommon and may result from damage (tumor, irradiation, surgery, or elevated intracranial pressure) to the ventromedial or paraventricular area of the hypothalamus or the amygdala, which regulates metabolic information about nutrient storage and food availability. Damage to the ventromedial hypothalamus results in hyperphagia and decreased energy expenditure, leading to obesity. It might be associated with additional symptoms such as headache, nausea, or blurring of vision. [50]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Issues of Concern -- Medical Factors. Hypothalamic obesity: Hypothalamic obesity is uncommon and may result from damage (tumor, irradiation, surgery, or elevated intracranial pressure) to the ventromedial or paraventricular area of the hypothalamus or the amygdala, which regulates metabolic information about nutrient storage and food availability. Damage to the ventromedial hypothalamus results in hyperphagia and decreased energy expenditure, leading to obesity. It might be associated with additional symptoms such as headache, nausea, or blurring of vision. [50]"}
{"id": "article-144588_46", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance", "content": "Chronic obesity reverberates across many different areas of western society. Since 1970, there has been a nearly doubling incidence of obesity in the United States, reflecting more than two-thirds of Americans now being overweight. In 2008, the estimated cost of obesity was approximately 147 billion dollars annually, representing almost 10% of total healthcare-related spending. [51]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance. Chronic obesity reverberates across many different areas of western society. Since 1970, there has been a nearly doubling incidence of obesity in the United States, reflecting more than two-thirds of Americans now being overweight. In 2008, the estimated cost of obesity was approximately 147 billion dollars annually, representing almost 10% of total healthcare-related spending. [51]"}
{"id": "article-144588_47", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance", "content": "In 2021, that number substantially increased to approximately 260.6 billion dollars. [52] We now know that truncal (abdominal) obesity and increased adipose stores are primary risk factors for developing atherosclerosis, which increases morbidity and mortality from cardiovascular complications. An international classification of obesity exists, with an associated likelihood of morbidity. [53] Classification of Overweight and Obesity Based on Body Mass Index [53]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance. In 2021, that number substantially increased to approximately 260.6 billion dollars. [52] We now know that truncal (abdominal) obesity and increased adipose stores are primary risk factors for developing atherosclerosis, which increases morbidity and mortality from cardiovascular complications. An international classification of obesity exists, with an associated likelihood of morbidity. [53] Classification of Overweight and Obesity Based on Body Mass Index [53]"}
{"id": "article-144588_48", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance", "content": "Truncal obesity contributes to insulin resistance, the primary pathophysiological mechanism for developing type 2 diabetes mellitus. Over a century of research led to discovering a cluster of clinical features, coined in 1988 as metabolic syndrome, or dysmetabolic syndrome X, by Dr. Gerald M. Reaven. These features included elevated blood pressure, blood sugar, serum triglycerides, and low-density lipoprotein. [54]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance. Truncal obesity contributes to insulin resistance, the primary pathophysiological mechanism for developing type 2 diabetes mellitus. Over a century of research led to discovering a cluster of clinical features, coined in 1988 as metabolic syndrome, or dysmetabolic syndrome X, by Dr. Gerald M. Reaven. These features included elevated blood pressure, blood sugar, serum triglycerides, and low-density lipoprotein. [54]"}
{"id": "article-144588_49", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance", "content": "Although being obese is not necessarily a direct causative factor in developing metabolic syndrome, weight loss can be the most beneficial lifestyle modification a person can make to reduce the risk of complications from metabolic syndrome. [55] The clinical classification of metabolic syndrome is debated, and five-known professional organizations have put out several evidence-based criteria to aid clinicians in arriving at this diagnosis. However, all five organizations have included truncal obesity as a potential risk factor. [56] [57]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance. Although being obese is not necessarily a direct causative factor in developing metabolic syndrome, weight loss can be the most beneficial lifestyle modification a person can make to reduce the risk of complications from metabolic syndrome. [55] The clinical classification of metabolic syndrome is debated, and five-known professional organizations have put out several evidence-based criteria to aid clinicians in arriving at this diagnosis. However, all five organizations have included truncal obesity as a potential risk factor. [56] [57]"}
{"id": "article-144588_50", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance", "content": "Patients with obesity have elevated cytokines such as tumor necrosis factor-alpha (TNF-alpha) and interleukin 1beta (IL-1beta), contributing to metabolic syndrome. [58] [7]  Chronic obesity is also a risk factor for the development of nonalcoholic fatty liver disease (NAFLD), leading to an increased risk of all-cause mortality. [56] [59]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance. Patients with obesity have elevated cytokines such as tumor necrosis factor-alpha (TNF-alpha) and interleukin 1beta (IL-1beta), contributing to metabolic syndrome. [58] [7]  Chronic obesity is also a risk factor for the development of nonalcoholic fatty liver disease (NAFLD), leading to an increased risk of all-cause mortality. [56] [59]"}
{"id": "article-144588_51", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance", "content": "Understanding the multifactorial implications of obesity is paramount to accurately diagnosing and treating the condition. In evaluating a patient who demonstrates features of obesity, the first step is to determine whether the cause is predominately lifestyle or if the result of a secondary condition such as medication use.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance. Understanding the multifactorial implications of obesity is paramount to accurately diagnosing and treating the condition. In evaluating a patient who demonstrates features of obesity, the first step is to determine whether the cause is predominately lifestyle or if the result of a secondary condition such as medication use."}
{"id": "article-144588_52", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance", "content": "One should determine if the patient is taking a medication known to cause obesity. Certain atypical antipsychotics like olanzapine, quetiapine, and risperidone have been shown to cause a net weight gain, with the most substantial weight gain observed with olanzapine. Anticonvulsant and mood stabilizer gabapentin is associated with a 2.2 kg (approximately 5 lb) weight gain within two months.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance. One should determine if the patient is taking a medication known to cause obesity. Certain atypical antipsychotics like olanzapine, quetiapine, and risperidone have been shown to cause a net weight gain, with the most substantial weight gain observed with olanzapine. Anticonvulsant and mood stabilizer gabapentin is associated with a 2.2 kg (approximately 5 lb) weight gain within two months."}
{"id": "article-144588_53", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance", "content": "Also, exercise caution with hypoglycemic agents, particularly in the sulfonylurea class, due to known weight gain associated with tolbutamide (2.8 kg/6 lbs) and glimepiride (2.1 kg/5 lbs). Thiazolidinedione-type hypoglycemic agents have also shown a statistically significant weight gain, particularly pioglitazone (2.6 kg/5.5 lbs). [60]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance. Also, exercise caution with hypoglycemic agents, particularly in the sulfonylurea class, due to known weight gain associated with tolbutamide (2.8 kg/6 lbs) and glimepiride (2.1 kg/5 lbs). Thiazolidinedione-type hypoglycemic agents have also shown a statistically significant weight gain, particularly pioglitazone (2.6 kg/5.5 lbs). [60]"}
{"id": "article-144588_54", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance", "content": "According to Centers for Disease Control and Prevention (CDC) data, from 2015-2018, approximately 13.2% of adults were on some form of antidepressant medication, with women being the predominant gender receiving prescriptions within this class (17.7%). [61]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance. According to Centers for Disease Control and Prevention (CDC) data, from 2015-2018, approximately 13.2% of adults were on some form of antidepressant medication, with women being the predominant gender receiving prescriptions within this class (17.7%). [61]"}
{"id": "article-144588_55", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance", "content": "However, prescribers should be aware of the antidepressants amitryptiline and mirtazapine, which are associated with a 1.8 kg (4 lbs) and 1.5 kg (3.5 lbs) weight gain, respectively. Glucocorticoids are commonly prescribed in clinical practice for their potent anti-inflammatory effects, which can be useful for treating a broad range of acute and chronic conditions. Unfortunately, glucocorticoids' mechanism of action typically leads to an approximate 4 to 8% rise in weight gain. [62] [60]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Clinical Significance. However, prescribers should be aware of the antidepressants amitryptiline and mirtazapine, which are associated with a 1.8 kg (4 lbs) and 1.5 kg (3.5 lbs) weight gain, respectively. Glucocorticoids are commonly prescribed in clinical practice for their potent anti-inflammatory effects, which can be useful for treating a broad range of acute and chronic conditions. Unfortunately, glucocorticoids' mechanism of action typically leads to an approximate 4 to 8% rise in weight gain. [62] [60]"}
{"id": "article-144588_56", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes", "content": "From a clinical perspective, understanding obesity has gone through a paradigm shift. Previously, clinicians would broadly interpret this disease process as a behavioral issue. The problem with this theory, it creates misplaced blame where the patient may feel inappropriately judged or stigmatized.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes. From a clinical perspective, understanding obesity has gone through a paradigm shift. Previously, clinicians would broadly interpret this disease process as a behavioral issue. The problem with this theory, it creates misplaced blame where the patient may feel inappropriately judged or stigmatized."}
{"id": "article-144588_57", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes", "content": "Now that we know obesity is a multifactorial disease process, we can build on our knowledge to empower patients to understand obesity through collaboration to explore options for reversing the disease course. It often necessitates a multidisciplinary approach focusing on gradual, sensible lifestyle modifications rather than abrupt weight loss or excessively short-term goals.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes. Now that we know obesity is a multifactorial disease process, we can build on our knowledge to empower patients to understand obesity through collaboration to explore options for reversing the disease course. It often necessitates a multidisciplinary approach focusing on gradual, sensible lifestyle modifications rather than abrupt weight loss or excessively short-term goals."}
{"id": "article-144588_58", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes", "content": "Physicians, dietitians, physical therapists, social workers, psychologists, and nurses must collaborate to manage this chronic illness and provide individualized patient care through their unique skills. The doctor is generally a patient's primary source of health information, and their guidance may promote patient motivation.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes. Physicians, dietitians, physical therapists, social workers, psychologists, and nurses must collaborate to manage this chronic illness and provide individualized patient care through their unique skills. The doctor is generally a patient's primary source of health information, and their guidance may promote patient motivation."}
{"id": "article-144588_59", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes", "content": "Routine doctor appointments often fail to address patients' concerns about weight, diet, and physical activity, which might alter the patient's perspective about these conditions. A brief 3-minute lifestyle interview may offer doctors an understanding of patients' eating habits, weight-loss motivation, and mental and physical difficulties. [63]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes. Routine doctor appointments often fail to address patients' concerns about weight, diet, and physical activity, which might alter the patient's perspective about these conditions. A brief 3-minute lifestyle interview may offer doctors an understanding of patients' eating habits, weight-loss motivation, and mental and physical difficulties. [63]"}
{"id": "article-144588_60", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes", "content": "By stressing diet and obesity-related lifestyle variables, the doctor may urge patients to follow medical advice and consider obesity a serious but manageable health condition. Larger food portions are the main contributor to increased energy intake and obesity; thus, nutritionists may educate patients on the proper portion size, information about the calories and glycemic index in different food items, the unique calorie needs per physical effort, and misconceptions surrounding various fad diets through easy strategies and also to prevent feeling hungry, which may lead to binge eating.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes. By stressing diet and obesity-related lifestyle variables, the doctor may urge patients to follow medical advice and consider obesity a serious but manageable health condition. Larger food portions are the main contributor to increased energy intake and obesity; thus, nutritionists may educate patients on the proper portion size, information about the calories and glycemic index in different food items, the unique calorie needs per physical effort, and misconceptions surrounding various fad diets through easy strategies and also to prevent feeling hungry, which may lead to binge eating."}
{"id": "article-144588_61", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes", "content": "Comprehensive weight reduction counseling must also include methods for both eating less and eating healthier. Patients who consume more low-fat, whole foods (such as fruits, vegetables, legumes, and whole grains) are more likely to consume more nutrients overall. The water content of fresh vegetables is very high, increasing weight and volume to maximize fullness without adding calories.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes. Comprehensive weight reduction counseling must also include methods for both eating less and eating healthier. Patients who consume more low-fat, whole foods (such as fruits, vegetables, legumes, and whole grains) are more likely to consume more nutrients overall. The water content of fresh vegetables is very high, increasing weight and volume to maximize fullness without adding calories."}
{"id": "article-144588_62", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes", "content": "Diet and exercise together are the most effective obesity treatments. Physical therapists (PT) may urge patients to include non-exercise activity thermogenesis (NEAT), such as standing while using the phone and using stairs instead of elevators, as it can account for a 2,000 kcal difference per day in active vs. inactive adults. [64]", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes. Diet and exercise together are the most effective obesity treatments. Physical therapists (PT) may urge patients to include non-exercise activity thermogenesis (NEAT), such as standing while using the phone and using stairs instead of elevators, as it can account for a 2,000 kcal difference per day in active vs. inactive adults. [64]"}
{"id": "article-144588_63", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes", "content": "Walking can be a simple exercise, and PT can lead patients toward incremental, manageable objectives, such as adding one minute to a 10-minute walk, ascending one more flight of stairs, or adding 100 steps at a time to a day's total. The physical therapist's role is even more important for patients with musculoskeletal disorders; the therapist may instruct them in exercises that do not need great physical effort and can be as simple as rolling their legs while seated. Knee issues are most prevalent in obese patients; hence, therapists are of the utmost significance to increase physical activity among this patient group.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes. Walking can be a simple exercise, and PT can lead patients toward incremental, manageable objectives, such as adding one minute to a 10-minute walk, ascending one more flight of stairs, or adding 100 steps at a time to a day's total. The physical therapist's role is even more important for patients with musculoskeletal disorders; the therapist may instruct them in exercises that do not need great physical effort and can be as simple as rolling their legs while seated. Knee issues are most prevalent in obese patients; hence, therapists are of the utmost significance to increase physical activity among this patient group."}
{"id": "article-144588_64", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes", "content": "Numerous mental illnesses may cause weight gain and obesity because eating may be a coping mechanism for depression, despair, stress, and anxiety. Studies have shown that depression, in particular, can lead to unhealthy weight gain due to poor dietary and lifestyle choices, such as choosing to stay inactive out of a lack of motivation or consuming sweet or salty foods to feel good. Psychiatric problems and obesity may form a vicious cycle, with depression/anxiety leading to weight gain and vice versa.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes. Numerous mental illnesses may cause weight gain and obesity because eating may be a coping mechanism for depression, despair, stress, and anxiety. Studies have shown that depression, in particular, can lead to unhealthy weight gain due to poor dietary and lifestyle choices, such as choosing to stay inactive out of a lack of motivation or consuming sweet or salty foods to feel good. Psychiatric problems and obesity may form a vicious cycle, with depression/anxiety leading to weight gain and vice versa."}
{"id": "article-144588_65", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes", "content": "Psychologists may play a crucial role in detecting and treating these underlying issues, and weight reduction can increase confidence and self-esteem substantially. A social worker may aid with allocating resources such as weight loss medications assistance, food stamps, enhancing mobility by supplying walkers and wheelchairs, and locating low-cost gym membership locations such as the YMCA and safe shelters. The nurse is the essential patient contact, may educate patients and follow up weekly in person or by phone to check patient's compliance, making her a crucial element of the multidisciplinary team.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Enhancing Healthcare Team Outcomes. Psychologists may play a crucial role in detecting and treating these underlying issues, and weight reduction can increase confidence and self-esteem substantially. A social worker may aid with allocating resources such as weight loss medications assistance, food stamps, enhancing mobility by supplying walkers and wheelchairs, and locating low-cost gym membership locations such as the YMCA and safe shelters. The nurse is the essential patient contact, may educate patients and follow up weekly in person or by phone to check patient's compliance, making her a crucial element of the multidisciplinary team."}
{"id": "article-144588_66", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The roles of nursing, allied health, and interprofessional teams in healthcare in identifying obesity are vital to patient-centered care. As highlighted above, the strategies for reversing obesity in patients require routine follow-up and consistent evaluation by healthcare professionals. Once the plan is implemented and approved by the patient's clinician, support staff can perform routine follow-ups, monitor A1c every 3-months, lipid panel every 6-months, and assess patients' barriers to weight loss. Support staff can communicate the results to the physician to modify the plan to ensure the patient remains on track.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Nursing, Allied Health, and Interprofessional Team Interventions. The roles of nursing, allied health, and interprofessional teams in healthcare in identifying obesity are vital to patient-centered care. As highlighted above, the strategies for reversing obesity in patients require routine follow-up and consistent evaluation by healthcare professionals. Once the plan is implemented and approved by the patient's clinician, support staff can perform routine follow-ups, monitor A1c every 3-months, lipid panel every 6-months, and assess patients' barriers to weight loss. Support staff can communicate the results to the physician to modify the plan to ensure the patient remains on track."}
{"id": "article-144588_67", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Patients suffering from chronic obesity can often have an unhealthy relationship with food. Cognitive-behavioral therapy (CBT) can be a valuable tool for helping patients reconcile feelings that may lead to overeating. Various technological applications exist to assist patients with direct access to a therapist.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Nursing, Allied Health, and Interprofessional Team Interventions. Patients suffering from chronic obesity can often have an unhealthy relationship with food. Cognitive-behavioral therapy (CBT) can be a valuable tool for helping patients reconcile feelings that may lead to overeating. Various technological applications exist to assist patients with direct access to a therapist."}
{"id": "article-144588_68", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The use of applications to measure daily body-weight and count calories is largely effective due to its ability to draw the users' attention to lifestyle-related details which influence weight gain and loss. For most, cataloging daily caloric intake can be burdensome and arduous, so it is crucial to consistently follow up with patients during their weight-loss journey.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Nursing, Allied Health, and Interprofessional Team Interventions. The use of applications to measure daily body-weight and count calories is largely effective due to its ability to draw the users' attention to lifestyle-related details which influence weight gain and loss. For most, cataloging daily caloric intake can be burdensome and arduous, so it is crucial to consistently follow up with patients during their weight-loss journey."}
{"id": "article-144588_69", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Follow-up is the quintessential element of ensuring adherence to a weight-loss plan. Therefore, it is crucial to set expectations that this will require consistent virtual or in-person meetings to ensure continued compliance when beginning the weight loss journey. If the patient is unwilling to agree to follow-up, the patient will likely fail and revert to previous poor lifestyle choices.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Nursing, Allied Health, and Interprofessional Team Interventions. Follow-up is the quintessential element of ensuring adherence to a weight-loss plan. Therefore, it is crucial to set expectations that this will require consistent virtual or in-person meetings to ensure continued compliance when beginning the weight loss journey. If the patient is unwilling to agree to follow-up, the patient will likely fail and revert to previous poor lifestyle choices."}
{"id": "article-144588_70", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Telehealth can be a valuable strategy for managing new patients to a lifestyle modification regimen. Quick face-to-face meetings with weight reporting can be a helpful tool for patients to benchmark their progress and find new motivation.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Nursing, Allied Health, and Interprofessional Team Monitoring. Telehealth can be a valuable strategy for managing new patients to a lifestyle modification regimen. Quick face-to-face meetings with weight reporting can be a helpful tool for patients to benchmark their progress and find new motivation."}
{"id": "article-144588_71", "title": "Epidemiologic and Etiologic Considerations of Obesity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Epidemiologic and Etiologic Considerations of Obesity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}