{"id": "article-23001_0", "title": "Horseshoe Kidney -- Continuing Education Activity", "content": "Horseshoe kidneys are the most common fusion defect of the kidneys occurring in approximately 1:500 individuals. They are characterized by abnormalities in the position, rotation, and vascular supply of the kidney. Although largely benign, they are associated with urological sequelae due largely to the associated ureteric obstruction and impaired urinary drainage. This activity reviews the etiology, presentation, evaluation, and treatment of horseshoe kidney and highlights the roles of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Horseshoe Kidney -- Continuing Education Activity. Horseshoe kidneys are the most common fusion defect of the kidneys occurring in approximately 1:500 individuals. They are characterized by abnormalities in the position, rotation, and vascular supply of the kidney. Although largely benign, they are associated with urological sequelae due largely to the associated ureteric obstruction and impaired urinary drainage. This activity reviews the etiology, presentation, evaluation, and treatment of horseshoe kidney and highlights the roles of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-23001_1", "title": "Horseshoe Kidney -- Continuing Education Activity", "content": "Objectives: Explain the etiology of horseshoe kidneys. Describe the imaging modalities that can be used to evaluate for horseshoe kidneys. Review potential sequelae of horseshoe kidneys. Summarize the importance of collaboration amongst healthcare professionals who care for patients with horseshoe kidneys. Access free multiple choice questions on this topic.", "contents": "Horseshoe Kidney -- Continuing Education Activity. Objectives: Explain the etiology of horseshoe kidneys. Describe the imaging modalities that can be used to evaluate for horseshoe kidneys. Review potential sequelae of horseshoe kidneys. Summarize the importance of collaboration amongst healthcare professionals who care for patients with horseshoe kidneys. Access free multiple choice questions on this topic."}
{"id": "article-23001_2", "title": "Horseshoe Kidney -- Introduction", "content": "Horseshoe kidneys are the most common fusion defect of the kidneys, but this still amounts to only about 0.25% of the population [1] . Initially described during autopsies by da Carpi performed in 1522, they are characterized by abnormalities in the position, rotation, and vascular supply of the kidney [2] . Horseshoe kidneys are identified as having functioning renal masses present on both sides of the vertebral column fused together with ureters that remain uncrossed from the renal hilum to the urinary bladder [3] . The isthmus connecting the two renal masses may be positioned in the midline or laterally resulting in an asymmetric horseshoe kidney, 70% of which are left dominant. The isthmus consists of renal parenchyma in about 80% of cases with the remainder being composed of a fibrous band. In more than 90% of cases, fusion occurs at the lower pole, although fusion may occur at the upper pole in a small minority of cases [4] [5] [6] [7] .", "contents": "Horseshoe Kidney -- Introduction. Horseshoe kidneys are the most common fusion defect of the kidneys, but this still amounts to only about 0.25% of the population [1] . Initially described during autopsies by da Carpi performed in 1522, they are characterized by abnormalities in the position, rotation, and vascular supply of the kidney [2] . Horseshoe kidneys are identified as having functioning renal masses present on both sides of the vertebral column fused together with ureters that remain uncrossed from the renal hilum to the urinary bladder [3] . The isthmus connecting the two renal masses may be positioned in the midline or laterally resulting in an asymmetric horseshoe kidney, 70% of which are left dominant. The isthmus consists of renal parenchyma in about 80% of cases with the remainder being composed of a fibrous band. In more than 90% of cases, fusion occurs at the lower pole, although fusion may occur at the upper pole in a small minority of cases [4] [5] [6] [7] ."}
{"id": "article-23001_3", "title": "Horseshoe Kidney -- Etiology", "content": "Despite cases of familial clustering, no clear genetic cause has been described for horseshoe kidneys, although several etiological factors may contribute to their development [8] . These include abnormal migration of nephrogenic cells across the primitive streak, alterations in the intrauterine environment (with teratogenic drugs such as thalidomide, alcohol consumption and glycemic control causing an increase in incidence), and structural factors such as flexion/rotation of the caudal spine and narrowed arterial forks during migration [4] [9] [10] [11] . Traditionally textbooks quote fusion as occurring between weeks four and six of development, although there is some evidence for later fusion, particularly when the isthmus is fibrous rather than renal parenchyma.", "contents": "Horseshoe Kidney -- Etiology. Despite cases of familial clustering, no clear genetic cause has been described for horseshoe kidneys, although several etiological factors may contribute to their development [8] . These include abnormal migration of nephrogenic cells across the primitive streak, alterations in the intrauterine environment (with teratogenic drugs such as thalidomide, alcohol consumption and glycemic control causing an increase in incidence), and structural factors such as flexion/rotation of the caudal spine and narrowed arterial forks during migration [4] [9] [10] [11] . Traditionally textbooks quote fusion as occurring between weeks four and six of development, although there is some evidence for later fusion, particularly when the isthmus is fibrous rather than renal parenchyma."}
{"id": "article-23001_4", "title": "Horseshoe Kidney -- Epidemiology", "content": "The incidence of horseshoe kidney is approximately 1 in 500 in the normal population with a male preponderance of 2:1 [1] [4] . The incidence is higher in those who present to urology clinics (1 in 304), and with some chromosomal disorders. These include Edward syndrome at approximately 67%, Turner syndrome at 14% to 20%, and Down syndrome at about 1% [12] [13] [14] .", "contents": "Horseshoe Kidney -- Epidemiology. The incidence of horseshoe kidney is approximately 1 in 500 in the normal population with a male preponderance of 2:1 [1] [4] . The incidence is higher in those who present to urology clinics (1 in 304), and with some chromosomal disorders. These include Edward syndrome at approximately 67%, Turner syndrome at 14% to 20%, and Down syndrome at about 1% [12] [13] [14] ."}
{"id": "article-23001_5", "title": "Horseshoe Kidney -- History and Physical", "content": "Horseshoe kidneys are often asymptomatic, and so are often identified incidentally. The presentation can otherwise be non-specific with one study showing that the two most common presenting complaints of children with a horseshoe kidney are abdominal pain or symptoms of a urinary tract infection [15] .", "contents": "Horseshoe Kidney -- History and Physical. Horseshoe kidneys are often asymptomatic, and so are often identified incidentally. The presentation can otherwise be non-specific with one study showing that the two most common presenting complaints of children with a horseshoe kidney are abdominal pain or symptoms of a urinary tract infection [15] ."}
{"id": "article-23001_6", "title": "Horseshoe Kidney -- History and Physical", "content": "The kidneys are normally located in the retroperitoneum between the transverse processes of T12 and L3 with the left kidney slightly more superior than the right. The upper poles are normally positioned slightly medially and posteriorly relative to the lower poles. Horseshoe kidneys are different in three main ways: location, orientation, and vasculature [2] . The horseshoe kidney's ascent is often quoted to be held back by the inferior mesenteric artery at L3 however, the horseshoe kidney can also be found lower in the abdomen and pelvis. During weeks six to eight of development, the renal ascent is coupled with a 90-degree medial rotation. Due to the isthmus, however, horseshoe kidneys experience malrotation, and consequently, the ureters need to either pass over the isthmus or down the anterior surface of the kidneys which can cause urinary drainage problems and stasis [16] [17] . Horseshoe kidneys also show a greater variation in the origin and number of renal arteries and veins [4] [6] [17] . These are largely dependent on where during development ascent has terminated. In one study of 90 horseshoe kidneys, 387 arteries were identified [4] . Despite this, the normal intra-renal vascular segmental pattern remains, and the ligation or division of any of these arteries results in ischemic segmental renal ischemia or necrosis due to their poor collateral arterial supply [18] . The incidence of renal vein anomalies in horseshoe kidneys is also high (23%) [4] .", "contents": "Horseshoe Kidney -- History and Physical. The kidneys are normally located in the retroperitoneum between the transverse processes of T12 and L3 with the left kidney slightly more superior than the right. The upper poles are normally positioned slightly medially and posteriorly relative to the lower poles. Horseshoe kidneys are different in three main ways: location, orientation, and vasculature [2] . The horseshoe kidney's ascent is often quoted to be held back by the inferior mesenteric artery at L3 however, the horseshoe kidney can also be found lower in the abdomen and pelvis. During weeks six to eight of development, the renal ascent is coupled with a 90-degree medial rotation. Due to the isthmus, however, horseshoe kidneys experience malrotation, and consequently, the ureters need to either pass over the isthmus or down the anterior surface of the kidneys which can cause urinary drainage problems and stasis [16] [17] . Horseshoe kidneys also show a greater variation in the origin and number of renal arteries and veins [4] [6] [17] . These are largely dependent on where during development ascent has terminated. In one study of 90 horseshoe kidneys, 387 arteries were identified [4] . Despite this, the normal intra-renal vascular segmental pattern remains, and the ligation or division of any of these arteries results in ischemic segmental renal ischemia or necrosis due to their poor collateral arterial supply [18] . The incidence of renal vein anomalies in horseshoe kidneys is also high (23%) [4] ."}
{"id": "article-23001_7", "title": "Horseshoe Kidney -- Evaluation", "content": "Horseshoe kidneys can be identified using most abdominal imaging modalities. The diagnosis of a horseshoe kidney is most commonly made using either ultrasound or CT scans [19] . CT and MRI are the best for demonstrating the anatomy and can detect accessory vasculature and surrounding structures [4] [19] [20] . Optimally, a CT urogram (CT scan of the abdomen and pelvis without and then with IV contrast) will be performed.  This allows for the identification of stones as well as urinary blockages and ureteropelvic junction (UPJ) obstructions. MRI examinations can be used where ionizing radiation should be avoided or in patients who cannot tolerate standard IV contrast media. It is also sometimes possible to identify horseshoe kidneys on plain radiography through visualization of the perinephric fat in association with an altered renal axis. The lower poles would be positioned much more medial than normal with the kidneys sitting lower in the abdomen than normal [19] . Nuclear medicine radionuclide renal scans can be helpful in differentiating true obstruction from passively dilated systems as well as assisting in the diagnosis of UPJ obstructions. Voiding cystourethrograms can be used to identify vesicoureteral reflux which is more common in horseshoe kidney patients than in the general population.", "contents": "Horseshoe Kidney -- Evaluation. Horseshoe kidneys can be identified using most abdominal imaging modalities. The diagnosis of a horseshoe kidney is most commonly made using either ultrasound or CT scans [19] . CT and MRI are the best for demonstrating the anatomy and can detect accessory vasculature and surrounding structures [4] [19] [20] . Optimally, a CT urogram (CT scan of the abdomen and pelvis without and then with IV contrast) will be performed.  This allows for the identification of stones as well as urinary blockages and ureteropelvic junction (UPJ) obstructions. MRI examinations can be used where ionizing radiation should be avoided or in patients who cannot tolerate standard IV contrast media. It is also sometimes possible to identify horseshoe kidneys on plain radiography through visualization of the perinephric fat in association with an altered renal axis. The lower poles would be positioned much more medial than normal with the kidneys sitting lower in the abdomen than normal [19] . Nuclear medicine radionuclide renal scans can be helpful in differentiating true obstruction from passively dilated systems as well as assisting in the diagnosis of UPJ obstructions. Voiding cystourethrograms can be used to identify vesicoureteral reflux which is more common in horseshoe kidney patients than in the general population."}
{"id": "article-23001_8", "title": "Horseshoe Kidney -- Treatment / Management", "content": "Shockwave lithotripsy for nephrolithiasis is less effective in horseshoe kidneys due to problems localizing the energy for pelvic stones and poor stone fragment clearance due to impaired renal drainage [21] . Larger renal stones, those greater than 2.5 cm, or those not allowing ureteroscopic approaches, can be removed via minimally invasive percutaneous or mini-percutaneous surgery [22] [23] . Pre-procedural imaging, such as CT scanning, is essential during the workup for any surgery required. This is due not only to the highly variable nature of the blood supply but also the association of horseshoe kidneys with having a segment of colon posteriorly and the corresponding increase in the risk of incidental bowel injury [24] .", "contents": "Horseshoe Kidney -- Treatment / Management. Shockwave lithotripsy for nephrolithiasis is less effective in horseshoe kidneys due to problems localizing the energy for pelvic stones and poor stone fragment clearance due to impaired renal drainage [21] . Larger renal stones, those greater than 2.5 cm, or those not allowing ureteroscopic approaches, can be removed via minimally invasive percutaneous or mini-percutaneous surgery [22] [23] . Pre-procedural imaging, such as CT scanning, is essential during the workup for any surgery required. This is due not only to the highly variable nature of the blood supply but also the association of horseshoe kidneys with having a segment of colon posteriorly and the corresponding increase in the risk of incidental bowel injury [24] ."}
{"id": "article-23001_9", "title": "Horseshoe Kidney -- Treatment / Management", "content": "The use of perpendicular, alternating, biplanar fluoroscopy has been described to assist in the percutaneous approach to stones in horseshoe kidney patients. The technique allows for better visualization of stone position and the complex renal anatomy during percutaneous surgery without the need for patient repositioning or standard fluoroscopy resulting in reduced patient radiation exposure and reduced overall operating time [25] .", "contents": "Horseshoe Kidney -- Treatment / Management. The use of perpendicular, alternating, biplanar fluoroscopy has been described to assist in the percutaneous approach to stones in horseshoe kidney patients. The technique allows for better visualization of stone position and the complex renal anatomy during percutaneous surgery without the need for patient repositioning or standard fluoroscopy resulting in reduced patient radiation exposure and reduced overall operating time [25] ."}
{"id": "article-23001_10", "title": "Horseshoe Kidney -- Treatment / Management", "content": "It is recommended that patients with horseshoe kidneys who develop stones undergo a 24-hour urine test for kidney stone prevention analysis and treatment. To be successful, this requires a high level of patient compliance on a long-term basis, but every horseshoe kidney patient who develops stones should be given the opportunity to have preventive testing as surgical stone treatment is often far more complex than in anatomically normal patients.", "contents": "Horseshoe Kidney -- Treatment / Management. It is recommended that patients with horseshoe kidneys who develop stones undergo a 24-hour urine test for kidney stone prevention analysis and treatment. To be successful, this requires a high level of patient compliance on a long-term basis, but every horseshoe kidney patient who develops stones should be given the opportunity to have preventive testing as surgical stone treatment is often far more complex than in anatomically normal patients."}
{"id": "article-23001_11", "title": "Horseshoe Kidney -- Treatment / Management", "content": "Management of renal cancers in horseshoe kidney patients is essentially the same as in normal patients. Traditionally, the surgical approach has been through open surgery.  Laparoscopic and robotic techniques can also be used, although the surgery will be more complex than in anatomically normal kidneys [26] [27] .", "contents": "Horseshoe Kidney -- Treatment / Management. Management of renal cancers in horseshoe kidney patients is essentially the same as in normal patients. Traditionally, the surgical approach has been through open surgery.  Laparoscopic and robotic techniques can also be used, although the surgery will be more complex than in anatomically normal kidneys [26] [27] ."}
{"id": "article-23001_12", "title": "Horseshoe Kidney -- Treatment / Management", "content": "The use of computerized 3D image modeling can help dramatically improve surgical decision-making and preoperative treatment planning as well as assist in the tailoring of the surgical approach and strategy in complex anatomical cases such as horseshoe kidneys that require surgical intervention [28] [29] .", "contents": "Horseshoe Kidney -- Treatment / Management. The use of computerized 3D image modeling can help dramatically improve surgical decision-making and preoperative treatment planning as well as assist in the tailoring of the surgical approach and strategy in complex anatomical cases such as horseshoe kidneys that require surgical intervention [28] [29] ."}
{"id": "article-23001_13", "title": "Horseshoe Kidney -- Differential Diagnosis", "content": "The horseshoe kidney is one form of renal fusion abnormality. The other two main types are crossed fusion renal ectopia and a fused pelvic kidney. In a crossed renal ectopia, both kidneys are positioned on the same side of the body with one ureter crossing the midline to drain into the bladder while in a fused pelvic kidney there is a single renal mass that is drained by two ureters that do not cross the midline [30] .", "contents": "Horseshoe Kidney -- Differential Diagnosis. The horseshoe kidney is one form of renal fusion abnormality. The other two main types are crossed fusion renal ectopia and a fused pelvic kidney. In a crossed renal ectopia, both kidneys are positioned on the same side of the body with one ureter crossing the midline to drain into the bladder while in a fused pelvic kidney there is a single renal mass that is drained by two ureters that do not cross the midline [30] ."}
{"id": "article-23001_14", "title": "Horseshoe Kidney -- Prognosis", "content": "An isolated finding of a horseshoe kidney is generally considered benign [3] . However, there is a higher incidence of UPJ obstructions, nephrolithiasis, and reflux compared to the general population. Of these, UPJ obstructions are the most common. Horseshoe kidneys also have an increased frequency of some common renal cancers including transitional cell tumors (three to four times more common), Wilms tumor (twice as frequently), and an extremely large increase in very rare tumors such as carcinoid (62 to 82 times) [4] [31] [32] [33] [34] [35] .", "contents": "Horseshoe Kidney -- Prognosis. An isolated finding of a horseshoe kidney is generally considered benign [3] . However, there is a higher incidence of UPJ obstructions, nephrolithiasis, and reflux compared to the general population. Of these, UPJ obstructions are the most common. Horseshoe kidneys also have an increased frequency of some common renal cancers including transitional cell tumors (three to four times more common), Wilms tumor (twice as frequently), and an extremely large increase in very rare tumors such as carcinoid (62 to 82 times) [4] [31] [32] [33] [34] [35] ."}
{"id": "article-23001_15", "title": "Horseshoe Kidney -- Complications", "content": "About a third of all patients with horseshoe kidneys remain completely asymptomatic and are often found incidentally during imaging. The intrinsic anatomical defects present within horseshoe kidneys do predispose individuals to a number of urological sequelae due to the associated ureteric obstruction and impaired urinary drainage [3] [19] . Ureteropelvic junction obstruction (UPJ) is the most common abnormality associated with horseshoe kidneys, individuals are also predisposed to hydronephrosis, infection, and vesicoureteral reflux [2] [16] [17] . One study showed that over half of the individuals who are symptomatic had either ureteropelvic junction obstruction or vesicoureteral reflux [15] . A recent meta-analysis suggested that 36% of patients with a horseshoe kidney will develop nephrolithiasis at some stage [36] . Due to their ectopic position, horseshoe kidneys are also particularly susceptible to blunt abdominal trauma as they can be compressed or fractured against the lumbar vertebrae [37] .", "contents": "Horseshoe Kidney -- Complications. About a third of all patients with horseshoe kidneys remain completely asymptomatic and are often found incidentally during imaging. The intrinsic anatomical defects present within horseshoe kidneys do predispose individuals to a number of urological sequelae due to the associated ureteric obstruction and impaired urinary drainage [3] [19] . Ureteropelvic junction obstruction (UPJ) is the most common abnormality associated with horseshoe kidneys, individuals are also predisposed to hydronephrosis, infection, and vesicoureteral reflux [2] [16] [17] . One study showed that over half of the individuals who are symptomatic had either ureteropelvic junction obstruction or vesicoureteral reflux [15] . A recent meta-analysis suggested that 36% of patients with a horseshoe kidney will develop nephrolithiasis at some stage [36] . Due to their ectopic position, horseshoe kidneys are also particularly susceptible to blunt abdominal trauma as they can be compressed or fractured against the lumbar vertebrae [37] ."}
{"id": "article-23001_16", "title": "Horseshoe Kidney -- Pearls and Other Issues", "content": "Symphysiotomy, or division of the fused isthmus, was previously recommended when doing a pyeloplasty in patients with a horseshoe kidney, but this has changed due to the increased risk of infection, fistulas, leakages, and bleeding [38] . It has also been noted that the kidneys return to their original location after such surgery, so symphysiotomy is no longer routinely recommended.", "contents": "Horseshoe Kidney -- Pearls and Other Issues. Symphysiotomy, or division of the fused isthmus, was previously recommended when doing a pyeloplasty in patients with a horseshoe kidney, but this has changed due to the increased risk of infection, fistulas, leakages, and bleeding [38] . It has also been noted that the kidneys return to their original location after such surgery, so symphysiotomy is no longer routinely recommended."}
{"id": "article-23001_17", "title": "Horseshoe Kidney -- Pearls and Other Issues", "content": "Renal transplants can now be done using patients with horseshoe kidneys as a donor [39] . There is not yet a consensus on how to separate the isthmus, but several techniques have been described and used successfully [40] .", "contents": "Horseshoe Kidney -- Pearls and Other Issues. Renal transplants can now be done using patients with horseshoe kidneys as a donor [39] . There is not yet a consensus on how to separate the isthmus, but several techniques have been described and used successfully [40] ."}
{"id": "article-23001_18", "title": "Horseshoe Kidney -- Pearls and Other Issues -- Summary", "content": "Patients with horseshoe kidneys are at increased risk for UPJ obstructions, nephrolithiasis, vesicoureteral reflux, urinary tract infections, transitional cell cancers, and malignant renal tumors. Most cases are discovered serendipitously during imaging for unrelated problems, usually with ultrasound.  A CT urogram (CT of the abdomen and pelvis with and without IV contrast) is the basis for a definitive diagnosis and initial evaluation of the horseshoe kidney anatomy as well as identification of any obstruction or calculi. Judicious use of diuresis renal scans and voiding cystourethrograms are helpful in identifying UPJ obstructions and reflux that may not be clear from the CT scans alone. Percutaneous, laparoscopic and robotic surgery can now be safely performed on horseshoe kidneys but require additional planning.", "contents": "Horseshoe Kidney -- Pearls and Other Issues -- Summary. Patients with horseshoe kidneys are at increased risk for UPJ obstructions, nephrolithiasis, vesicoureteral reflux, urinary tract infections, transitional cell cancers, and malignant renal tumors. Most cases are discovered serendipitously during imaging for unrelated problems, usually with ultrasound.  A CT urogram (CT of the abdomen and pelvis with and without IV contrast) is the basis for a definitive diagnosis and initial evaluation of the horseshoe kidney anatomy as well as identification of any obstruction or calculi. Judicious use of diuresis renal scans and voiding cystourethrograms are helpful in identifying UPJ obstructions and reflux that may not be clear from the CT scans alone. Percutaneous, laparoscopic and robotic surgery can now be safely performed on horseshoe kidneys but require additional planning."}
{"id": "article-23001_19", "title": "Horseshoe Kidney -- Enhancing Healthcare Team Outcomes", "content": "Horseshoe kidneys are the most common fusion defect of the kidneys, but this still amounts to only about 0.25% of the population. Many professionals are not aware of the condition, its evaluation, or treatment. Due to its rarity, this condition is best evaluated and treated by an interprofessional team of specialty trained clinicians and nurses, and radiologists to achieve the best patient outcomes. The nursing urology specialty nurse should assist the clinician in educating the patient and family. [Level V]", "contents": "Horseshoe Kidney -- Enhancing Healthcare Team Outcomes. Horseshoe kidneys are the most common fusion defect of the kidneys, but this still amounts to only about 0.25% of the population. Many professionals are not aware of the condition, its evaluation, or treatment. Due to its rarity, this condition is best evaluated and treated by an interprofessional team of specialty trained clinicians and nurses, and radiologists to achieve the best patient outcomes. The nursing urology specialty nurse should assist the clinician in educating the patient and family. [Level V]"}
{"id": "article-23001_20", "title": "Horseshoe Kidney -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Horseshoe Kidney -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}