{"id": "article-20362_0", "title": "Succinylcholine Chloride -- Continuing Education Activity", "content": "Succinylcholine chloride is a short-acting depolarizing neuromuscular blockade approved by the United States Food and Drug Administration (FDA) as a provision to other sedatives or hypnotics. It blocks the action of acetylcholine (ACh); hence, it disrupts all cholinergic receptors of the parasympathetic and sympathetic nervous systems. Its use can expedite rapid endotracheal intubation, facilitate surgical procedures, and aid in mechanical ventilation by relaxation of skeletal muscles. Succinylcholine is often used as an adjunct therapy in patients undergoing electroconvulsive shock therapy (ETC) to control muscle contractions induced due to the electrical impulses delivered during the procedure. However, this is an off-label use that is not currently approved by the FDA. This activity outlines the indications, mechanisms of action, methods of administration, significant adverse effects, contraindications, and monitoring, of succinylcholine, so providers can control muscle activity when necessary as part of the interprofessional team, with a basis on the current knowledge for optimal utilization.", "contents": "Succinylcholine Chloride -- Continuing Education Activity. Succinylcholine chloride is a short-acting depolarizing neuromuscular blockade approved by the United States Food and Drug Administration (FDA) as a provision to other sedatives or hypnotics. It blocks the action of acetylcholine (ACh); hence, it disrupts all cholinergic receptors of the parasympathetic and sympathetic nervous systems. Its use can expedite rapid endotracheal intubation, facilitate surgical procedures, and aid in mechanical ventilation by relaxation of skeletal muscles. Succinylcholine is often used as an adjunct therapy in patients undergoing electroconvulsive shock therapy (ETC) to control muscle contractions induced due to the electrical impulses delivered during the procedure. However, this is an off-label use that is not currently approved by the FDA. This activity outlines the indications, mechanisms of action, methods of administration, significant adverse effects, contraindications, and monitoring, of succinylcholine, so providers can control muscle activity when necessary as part of the interprofessional team, with a basis on the current knowledge for optimal utilization."}
{"id": "article-20362_1", "title": "Succinylcholine Chloride -- Continuing Education Activity", "content": "Objectives: Describe the mechanism of action of succinylcholine. Outline the indications for utilizing succinylcholine. Describe the potential adverse effects of succinylcholine. Review interprofessional team strategies for improving care coordination and communication to advance the use of succinylcholine where it is indicated and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Succinylcholine Chloride -- Continuing Education Activity. Objectives: Describe the mechanism of action of succinylcholine. Outline the indications for utilizing succinylcholine. Describe the potential adverse effects of succinylcholine. Review interprofessional team strategies for improving care coordination and communication to advance the use of succinylcholine where it is indicated and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-20362_2", "title": "Succinylcholine Chloride -- Indications", "content": "Succinylcholine chloride is a short-acting depolarizing neuromuscular blockade approved by the United States Food and Drug Administration (FDA) as a provision to other sedatives or hypnotics. It blocks the action of acetylcholine (ACh); hence, it disrupts all cholinergic receptors of the parasympathetic and sympathetic nervous systems. Its use can expedite rapid endotracheal intubation, facilitate surgical procedures, and aid in mechanical ventilation by relaxation of skeletal muscles. Due to its rapid onset and short duration of action, it is the drug of choice in emergencies where immediate airway management is required. The drug's rapid onset allows for quick intervention and control of the airway, and its short duration is advantageous when endotracheal intubation is not possible. The skeletal muscle relaxation provided by succinylcholine is beneficial during certain surgical procedures, more specifically, when abdominal wall muscle disruption is necessary, mechanical ventilation is difficult or defied, or in surgical cases where spontaneous respiration of the patient is counterproductive to the procedure. [1] [2] [3]", "contents": "Succinylcholine Chloride -- Indications. Succinylcholine chloride is a short-acting depolarizing neuromuscular blockade approved by the United States Food and Drug Administration (FDA) as a provision to other sedatives or hypnotics. It blocks the action of acetylcholine (ACh); hence, it disrupts all cholinergic receptors of the parasympathetic and sympathetic nervous systems. Its use can expedite rapid endotracheal intubation, facilitate surgical procedures, and aid in mechanical ventilation by relaxation of skeletal muscles. Due to its rapid onset and short duration of action, it is the drug of choice in emergencies where immediate airway management is required. The drug's rapid onset allows for quick intervention and control of the airway, and its short duration is advantageous when endotracheal intubation is not possible. The skeletal muscle relaxation provided by succinylcholine is beneficial during certain surgical procedures, more specifically, when abdominal wall muscle disruption is necessary, mechanical ventilation is difficult or defied, or in surgical cases where spontaneous respiration of the patient is counterproductive to the procedure. [1] [2] [3]"}
{"id": "article-20362_3", "title": "Succinylcholine Chloride -- Indications", "content": "Succinylcholine often serves as an adjunct therapy in patients undergoing electroconvulsive shock therapy (ETC) to control muscle contractions induced due to the electrical impulses delivered during the procedure. However, this is an off-label use that is not currently approved by the FDA.", "contents": "Succinylcholine Chloride -- Indications. Succinylcholine often serves as an adjunct therapy in patients undergoing electroconvulsive shock therapy (ETC) to control muscle contractions induced due to the electrical impulses delivered during the procedure. However, this is an off-label use that is not currently approved by the FDA."}
{"id": "article-20362_4", "title": "Succinylcholine Chloride -- Mechanism of Action", "content": "A depolarizing neuromuscular blocking agent, succinylcholine adheres to post-synaptic cholinergic receptors of the motor endplate, inducing continuous disruption that results in transient fasciculations or involuntary muscle contractions and subsequent skeletal muscle paralysis. Following pharmacological onset, further neuromuscular transmittance across the neuromuscular junction is interrupted, given the medication dosage is sufficient and remains bound to the cholinergic receptor sites of the motor endplate. Depolarization of the postjunctional membrane deactivates sodium avenues resulting in inhibited responses to acetylcholine normally released. The mechanism of action is apparent within 60 seconds of intravenous administration and continues up to 360 seconds or 6 minutes.", "contents": "Succinylcholine Chloride -- Mechanism of Action. A depolarizing neuromuscular blocking agent, succinylcholine adheres to post-synaptic cholinergic receptors of the motor endplate, inducing continuous disruption that results in transient fasciculations or involuntary muscle contractions and subsequent skeletal muscle paralysis. Following pharmacological onset, further neuromuscular transmittance across the neuromuscular junction is interrupted, given the medication dosage is sufficient and remains bound to the cholinergic receptor sites of the motor endplate. Depolarization of the postjunctional membrane deactivates sodium avenues resulting in inhibited responses to acetylcholine normally released. The mechanism of action is apparent within 60 seconds of intravenous administration and continues up to 360 seconds or 6 minutes."}
{"id": "article-20362_5", "title": "Succinylcholine Chloride -- Mechanism of Action", "content": "Succinylcholine's pharmacological and chemical composition makes it neuromuscular receptor site-specific. Thus succinylcholine is ineffective on the smooth and cardiac muscles of the body. Plasma pseudocholinesterase is responsible for the rapid hydrolyzation and metabolism of the drug in the bloodstream. A very minimal percentage of succinylcholine encompasses the neuromuscular motor endplates post-administration. Skeletal muscle paralysis will continue pending sufficient disassociation of succinylcholine from the acetylcholine neuromuscular receptor sites and consequential pseudocholinesterase hydrolyzation permitting baseline neuromuscular receptor function and thus normal motor endplate activity. [4] [5]", "contents": "Succinylcholine Chloride -- Mechanism of Action. Succinylcholine's pharmacological and chemical composition makes it neuromuscular receptor site-specific. Thus succinylcholine is ineffective on the smooth and cardiac muscles of the body. Plasma pseudocholinesterase is responsible for the rapid hydrolyzation and metabolism of the drug in the bloodstream. A very minimal percentage of succinylcholine encompasses the neuromuscular motor endplates post-administration. Skeletal muscle paralysis will continue pending sufficient disassociation of succinylcholine from the acetylcholine neuromuscular receptor sites and consequential pseudocholinesterase hydrolyzation permitting baseline neuromuscular receptor function and thus normal motor endplate activity. [4] [5]"}
{"id": "article-20362_6", "title": "Succinylcholine Chloride -- Administration", "content": "Succinylcholine doses require calculation following a thorough patient assessment and evaluation. Dosing is patient-specific and calculated based on current total body weight in conjunction with the overall physical condition; calculations hold even in obese and obstetrical patients. The FDA-approved intravenous dose for rapid sequence intubation is 1.5 mg/kg. However, if estimating the dose higher, succinylcholine dosing for rapid sequence intubation is far better than underdosing. A reasonably higher dose of the drug produces the same paralysis as an appropriate weight-based dose with little to no known dose associated increased risk for the patient.", "contents": "Succinylcholine Chloride -- Administration. Succinylcholine doses require calculation following a thorough patient assessment and evaluation. Dosing is patient-specific and calculated based on current total body weight in conjunction with the overall physical condition; calculations hold even in obese and obstetrical patients. The FDA-approved intravenous dose for rapid sequence intubation is 1.5 mg/kg. However, if estimating the dose higher, succinylcholine dosing for rapid sequence intubation is far better than underdosing. A reasonably higher dose of the drug produces the same paralysis as an appropriate weight-based dose with little to no known dose associated increased risk for the patient."}
{"id": "article-20362_7", "title": "Succinylcholine Chloride -- Administration", "content": "A deficient dose of succinylcholine can result in inadequate paralysis, thus creating unforeseen challenges while attempting to perform intubation or other procedures in which the depolarizing neuromuscular blockade is utilized. Intravenous injection is the most common form of administration. However, it can be safely administered intramuscularly or via continuous intravenous infusion in surgical cases of prolonged duration. [6] [7] [8] Special precautions should be taken in conjunction with the use of a peripheral nerve stimulator when administering a continuous infusion of succinylcholine to avoid toxicity or overdose. Succinylcholine administration should never take place without assuring adequate sedation before administration.", "contents": "Succinylcholine Chloride -- Administration. A deficient dose of succinylcholine can result in inadequate paralysis, thus creating unforeseen challenges while attempting to perform intubation or other procedures in which the depolarizing neuromuscular blockade is utilized. Intravenous injection is the most common form of administration. However, it can be safely administered intramuscularly or via continuous intravenous infusion in surgical cases of prolonged duration. [6] [7] [8] Special precautions should be taken in conjunction with the use of a peripheral nerve stimulator when administering a continuous infusion of succinylcholine to avoid toxicity or overdose. Succinylcholine administration should never take place without assuring adequate sedation before administration."}
{"id": "article-20362_8", "title": "Succinylcholine Chloride -- Adverse Effects", "content": "Hyperkalemia is the most common adverse effect of succinylcholine administration, attributed to the drug's stimulatory effect on skeletal muscles. Serum potassium levels may increase as much as 0.5 mEq/L, which is clinically insignificant unless a predisposition to hyperkalemia exists as a result of disease pathophysiology that induces upregulation of postjunctional acetylcholine receptors. If such disease pathology is present, succinylcholine use is contraindicated. If hyperkalemia is sufficient to create electrocardiography changes, clinicians should avoid using succinylcholine in such circumstances. Special consideration is also necessary for those with chronically elevated potassium levels, such as renal failure patients, to not induce acute on chronic hyperkalemia. Succinylcholine should be avoided in patients with significant burns or traumatic injuries that are 24 to 72 hours post-injury due to the high probability of acute hyperkalemia that may become exacerbated as a result. Marked and/or untreated hyperkalemia may result in dysrhythmias or even death. [9] [10]", "contents": "Succinylcholine Chloride -- Adverse Effects. Hyperkalemia is the most common adverse effect of succinylcholine administration, attributed to the drug's stimulatory effect on skeletal muscles. Serum potassium levels may increase as much as 0.5 mEq/L, which is clinically insignificant unless a predisposition to hyperkalemia exists as a result of disease pathophysiology that induces upregulation of postjunctional acetylcholine receptors. If such disease pathology is present, succinylcholine use is contraindicated. If hyperkalemia is sufficient to create electrocardiography changes, clinicians should avoid using succinylcholine in such circumstances. Special consideration is also necessary for those with chronically elevated potassium levels, such as renal failure patients, to not induce acute on chronic hyperkalemia. Succinylcholine should be avoided in patients with significant burns or traumatic injuries that are 24 to 72 hours post-injury due to the high probability of acute hyperkalemia that may become exacerbated as a result. Marked and/or untreated hyperkalemia may result in dysrhythmias or even death. [9] [10]"}
{"id": "article-20362_9", "title": "Succinylcholine Chloride -- Adverse Effects", "content": "Masseter muscle spasms, otherwise known as trismus, may follow the administration of succinylcholine in a small percentage of the population and can be an isolated adverse effect, or rarely, seen in conjunction with malignant hyperthermia. The presence of hyperthermia, trismus, and metabolic derangements consequent to succinylcholine administration should precipitate a differential diagnosis and interventional plan appropriate for malignant hyperthermia. If trismus occurs subsequent to succinylcholine administration, an appropriate dose of non-depolarizing neuromuscular blocking agents such as rocuronium or vecuronium should be administered and have proven highly effective in such circumstances.", "contents": "Succinylcholine Chloride -- Adverse Effects. Masseter muscle spasms, otherwise known as trismus, may follow the administration of succinylcholine in a small percentage of the population and can be an isolated adverse effect, or rarely, seen in conjunction with malignant hyperthermia. The presence of hyperthermia, trismus, and metabolic derangements consequent to succinylcholine administration should precipitate a differential diagnosis and interventional plan appropriate for malignant hyperthermia. If trismus occurs subsequent to succinylcholine administration, an appropriate dose of non-depolarizing neuromuscular blocking agents such as rocuronium or vecuronium should be administered and have proven highly effective in such circumstances."}
{"id": "article-20362_10", "title": "Succinylcholine Chloride -- Adverse Effects", "content": "Bradycardia may manifest following succinylcholine administration in a select population, especially children, as a result of the nicotinic activation that manifests as muscarinic stimulation and lower heart rate. Pretreatment with an age-appropriate dose of atropine has shown to be beneficial in preventing or minimalizing bradycardia that may occur as a result of succinylcholine administration. Bradycardia may also occur in patients that require a continuous infusion of the depolarizing neuromuscular blocking agent and is also correctable with atropine in such situations.", "contents": "Succinylcholine Chloride -- Adverse Effects. Bradycardia may manifest following succinylcholine administration in a select population, especially children, as a result of the nicotinic activation that manifests as muscarinic stimulation and lower heart rate. Pretreatment with an age-appropriate dose of atropine has shown to be beneficial in preventing or minimalizing bradycardia that may occur as a result of succinylcholine administration. Bradycardia may also occur in patients that require a continuous infusion of the depolarizing neuromuscular blocking agent and is also correctable with atropine in such situations."}
{"id": "article-20362_11", "title": "Succinylcholine Chloride -- Adverse Effects", "content": "Increases in intraocular pressure correlate with succinylcholine administration. However, sufficient research to support the theory and its associated risk is unavailable. Any increase in intraocular pressure can be counteracted or prevented using an appropriate sedative in conjunction with the depolarizing neuromuscular blockade.", "contents": "Succinylcholine Chloride -- Adverse Effects. Increases in intraocular pressure correlate with succinylcholine administration. However, sufficient research to support the theory and its associated risk is unavailable. Any increase in intraocular pressure can be counteracted or prevented using an appropriate sedative in conjunction with the depolarizing neuromuscular blockade."}
{"id": "article-20362_12", "title": "Succinylcholine Chloride -- Adverse Effects", "content": "Succinylcholine administration without assurance of adequate sedation can result in paralysis in a conscious to semi-conscious patient. This issue is avoidable by making sure the patient is adequately sedated before the administration of succinylcholine.", "contents": "Succinylcholine Chloride -- Adverse Effects. Succinylcholine administration without assurance of adequate sedation can result in paralysis in a conscious to semi-conscious patient. This issue is avoidable by making sure the patient is adequately sedated before the administration of succinylcholine."}
{"id": "article-20362_13", "title": "Succinylcholine Chloride -- Contraindications", "content": "The administration of succinylcholine chloride is contraindicated in patients with known decreased plasma cholinesterase activity, recent burns or trauma within 24 to 72 hours, and muscle myopathies. In patients with reduced plasma cholinesterase activity, drug metabolism is prolonged, thus prolonging the duration of its paralytic and other effects. Patients with recent burns or acute trauma are susceptible to have hyperkalemic rhabdomyolysis, which is exacerbated by the administration of succinylcholine chloride and can result in ventricular dysrhythmias or even death.", "contents": "Succinylcholine Chloride -- Contraindications. The administration of succinylcholine chloride is contraindicated in patients with known decreased plasma cholinesterase activity, recent burns or trauma within 24 to 72 hours, and muscle myopathies. In patients with reduced plasma cholinesterase activity, drug metabolism is prolonged, thus prolonging the duration of its paralytic and other effects. Patients with recent burns or acute trauma are susceptible to have hyperkalemic rhabdomyolysis, which is exacerbated by the administration of succinylcholine chloride and can result in ventricular dysrhythmias or even death."}
{"id": "article-20362_14", "title": "Succinylcholine Chloride -- Contraindications", "content": "Contraindications include those with undiagnosed muscle myopathies; the most frequent is Duchenne muscular dystrophy. Other conditions that pose a potential contraindication to the administration of the depolarizing neuromuscular blockade or use with caution are mastocytosis, myxedema, myasthenia gravis, muscular dystrophy, closed-angle glaucoma, severe liver and/or renal impairment or failure, cerebrovascular accident longer than 72 hours, and malignant hyperthermia. Those on aminoglycoside antibiotics or cholinesterase inhibitors should not be given succinylcholine chloride due to their ability to exacerbate paralysis or reduce the metabolism of the depolarizing neuromuscular blockade. If neuromuscular blockade is necessary for patients with these high-risk conditions, the clinician should consider using a non-depolarizing neuromuscular blocking agent.", "contents": "Succinylcholine Chloride -- Contraindications. Contraindications include those with undiagnosed muscle myopathies; the most frequent is Duchenne muscular dystrophy. Other conditions that pose a potential contraindication to the administration of the depolarizing neuromuscular blockade or use with caution are mastocytosis, myxedema, myasthenia gravis, muscular dystrophy, closed-angle glaucoma, severe liver and/or renal impairment or failure, cerebrovascular accident longer than 72 hours, and malignant hyperthermia. Those on aminoglycoside antibiotics or cholinesterase inhibitors should not be given succinylcholine chloride due to their ability to exacerbate paralysis or reduce the metabolism of the depolarizing neuromuscular blockade. If neuromuscular blockade is necessary for patients with these high-risk conditions, the clinician should consider using a non-depolarizing neuromuscular blocking agent."}
{"id": "article-20362_15", "title": "Succinylcholine Chloride -- Contraindications", "content": "The use of neuromuscular blockade, i.e., paralytics, is also contraindicated in patients who are not adequately sedated. While the agent will remain effective in producing neuromuscular blockage without adequate sedation, the patient may be conscious or semi-conscious while paralyzed. For obvious reasons, this should be avoided.", "contents": "Succinylcholine Chloride -- Contraindications. The use of neuromuscular blockade, i.e., paralytics, is also contraindicated in patients who are not adequately sedated. While the agent will remain effective in producing neuromuscular blockage without adequate sedation, the patient may be conscious or semi-conscious while paralyzed. For obvious reasons, this should be avoided."}
{"id": "article-20362_16", "title": "Succinylcholine Chloride -- Monitoring", "content": "The therapeutic index is the measurement range of drug safety among the average age groups. The range for adults is 0.3 to 1 mg/kg, with a recommended dose of 0.6 mg/kg administered intravenously. Patients who have received succinylcholine chloride should be on continuous cardiac monitoring in conjunction with end-tidal carbon dioxide and pulse oximetry monitoring. If a continuous infusion of succinylcholine chloride is necessary, a nerve stimulator should be used to monitor the effects of the neuromuscular blockade to a train of 4 in conjunction with continuous cardiac monitoring and end-tidal carbon dioxide measurements. The use of a nerve stimulator will indicate whether the patient is exhibiting a phase-I neuromuscular block or it has converted to a phase-II neuromuscular block.", "contents": "Succinylcholine Chloride -- Monitoring. The therapeutic index is the measurement range of drug safety among the average age groups. The range for adults is 0.3 to 1 mg/kg, with a recommended dose of 0.6 mg/kg administered intravenously. Patients who have received succinylcholine chloride should be on continuous cardiac monitoring in conjunction with end-tidal carbon dioxide and pulse oximetry monitoring. If a continuous infusion of succinylcholine chloride is necessary, a nerve stimulator should be used to monitor the effects of the neuromuscular blockade to a train of 4 in conjunction with continuous cardiac monitoring and end-tidal carbon dioxide measurements. The use of a nerve stimulator will indicate whether the patient is exhibiting a phase-I neuromuscular block or it has converted to a phase-II neuromuscular block."}
{"id": "article-20362_17", "title": "Succinylcholine Chloride -- Toxicity", "content": "Administered doses of succinylcholine higher than those recommended based on the patient's actual body weight may result in neuromuscular blockade toxicity, potentially resulting in neuromuscular paralysis beyond the time required for procedures, surgical interventions, and anesthesia. Succinylcholine toxicity may manifest via generalized muscle weakness, decreased or absent respiratory reserve, low inspiratory or tidal volumes, or apnea.", "contents": "Succinylcholine Chloride -- Toxicity. Administered doses of succinylcholine higher than those recommended based on the patient's actual body weight may result in neuromuscular blockade toxicity, potentially resulting in neuromuscular paralysis beyond the time required for procedures, surgical interventions, and anesthesia. Succinylcholine toxicity may manifest via generalized muscle weakness, decreased or absent respiratory reserve, low inspiratory or tidal volumes, or apnea."}
{"id": "article-20362_18", "title": "Succinylcholine Chloride -- Toxicity", "content": "Taking the dose of succinylcholine administered above the recommended dose and the duration of administration into consideration, depolarizing neuromuscular blockade toxicity, which is a phase-I blockade, may convert to a phase-II blockade with patient assessment characteristics resembling those of a nondepolarizing neuromuscular blockade. Primary treatment and intervention for succinylcholine toxicity are airway maintenance and respiratory support sufficient for the patient to maintain adequate oxygenation until the drug is metabolized and the patient can maintain adequate oxygenation and ventilation without mechanical support.", "contents": "Succinylcholine Chloride -- Toxicity. Taking the dose of succinylcholine administered above the recommended dose and the duration of administration into consideration, depolarizing neuromuscular blockade toxicity, which is a phase-I blockade, may convert to a phase-II blockade with patient assessment characteristics resembling those of a nondepolarizing neuromuscular blockade. Primary treatment and intervention for succinylcholine toxicity are airway maintenance and respiratory support sufficient for the patient to maintain adequate oxygenation until the drug is metabolized and the patient can maintain adequate oxygenation and ventilation without mechanical support."}
{"id": "article-20362_19", "title": "Succinylcholine Chloride -- Enhancing Healthcare Team Outcomes", "content": "Succinylcholine is often used by the anesthesia nurse, emergency department physician, anesthesiologist, and intensivist. The drug is most frequently used for endotracheal intubation and sometimes as an adjunct therapy in patients undergoing electroconvulsive shock therapy (ETC) to control muscle contractions induced due to the electrical impulses delivered during the procedure. However, this is an off-label use that is not currently approved by the FDA. While the drug is safe, all users need to be aware that it has shown associations with hyperkalemia. Thus, in patients at risk for hyperkalemia, the drug's use requires great caution. [11]", "contents": "Succinylcholine Chloride -- Enhancing Healthcare Team Outcomes. Succinylcholine is often used by the anesthesia nurse, emergency department physician, anesthesiologist, and intensivist. The drug is most frequently used for endotracheal intubation and sometimes as an adjunct therapy in patients undergoing electroconvulsive shock therapy (ETC) to control muscle contractions induced due to the electrical impulses delivered during the procedure. However, this is an off-label use that is not currently approved by the FDA. While the drug is safe, all users need to be aware that it has shown associations with hyperkalemia. Thus, in patients at risk for hyperkalemia, the drug's use requires great caution. [11]"}
{"id": "article-20362_20", "title": "Succinylcholine Chloride -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Succinylcholine Chloride -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}