{"id": "article-27033_0", "title": "Permethrin -- Continuing Education Activity", "content": "Permethrin, a synthetic pyrethroid categorized as a synthetic neurotoxic pyrethroid, is approved for treating scabies and pediculosis capitis. This medication operates within the arthropod nervous system, specifically targeting eggs, lice, and mites. Permethrin exerts its therapeutic effect by disrupting sodium transport across neuronal membranes in arthropods, inducing depolarization. This mechanism ultimately leads to respiratory paralysis in the affected arthropod, establishing permethrin as a potent agent in managing scabies and pediculosis. This activity will comprehensively cover permethrin's indications, mode of action, and contraindications, equipping healthcare team members with essential knowledge to treat patients with scabies and pediculosis effectively.", "contents": "Permethrin -- Continuing Education Activity. Permethrin, a synthetic pyrethroid categorized as a synthetic neurotoxic pyrethroid, is approved for treating scabies and pediculosis capitis. This medication operates within the arthropod nervous system, specifically targeting eggs, lice, and mites. Permethrin exerts its therapeutic effect by disrupting sodium transport across neuronal membranes in arthropods, inducing depolarization. This mechanism ultimately leads to respiratory paralysis in the affected arthropod, establishing permethrin as a potent agent in managing scabies and pediculosis. This activity will comprehensively cover permethrin's indications, mode of action, and contraindications, equipping healthcare team members with essential knowledge to treat patients with scabies and pediculosis effectively."}
{"id": "article-27033_1", "title": "Permethrin -- Continuing Education Activity", "content": "This discussion includes primary indications and action and permethrin's adverse event profile, monitoring requirements, warnings, and potential toxicity. Healthcare professionals engaging in this activity gain an understanding of the considerations crucial for the safe and effective administration of permethrin in the context of scabies and pediculosis treatment. The course provides healthcare team members with the necessary insights to navigate the complexities associated with permethrin therapy, ensuring optimal patient care and outcomes in the targeted conditions.", "contents": "Permethrin -- Continuing Education Activity. This discussion includes primary indications and action and permethrin's adverse event profile, monitoring requirements, warnings, and potential toxicity. Healthcare professionals engaging in this activity gain an understanding of the considerations crucial for the safe and effective administration of permethrin in the context of scabies and pediculosis treatment. The course provides healthcare team members with the necessary insights to navigate the complexities associated with permethrin therapy, ensuring optimal patient care and outcomes in the targeted conditions."}
{"id": "article-27033_2", "title": "Permethrin -- Continuing Education Activity", "content": "Objectives: Identify the appropriate indications for permethrin therapy in treating scabies and pediculosis. Assess the response to permethrin treatment and evaluate the resolution of scabies or pediculosis symptoms. Select the appropriate formulation and concentration of permethrin based on patient characteristics, severity of infestation, and treatment goals. Develop communication with patients about the benefits, potential adverse effects, and proper use of permethrin, ensuring their understanding and compliance. Access free multiple choice questions on this topic.", "contents": "Permethrin -- Continuing Education Activity. Objectives: Identify the appropriate indications for permethrin therapy in treating scabies and pediculosis. Assess the response to permethrin treatment and evaluate the resolution of scabies or pediculosis symptoms. Select the appropriate formulation and concentration of permethrin based on patient characteristics, severity of infestation, and treatment goals. Develop communication with patients about the benefits, potential adverse effects, and proper use of permethrin, ensuring their understanding and compliance. Access free multiple choice questions on this topic."}
{"id": "article-27033_3", "title": "Permethrin -- Indications -- FDA-Approved Indications", "content": "The United States Food and Drug Administration (FDA) has approved using permethrin, a synthetic pyrethroid, to treat scabies and pediculosis capitis. [1]", "contents": "Permethrin -- Indications -- FDA-Approved Indications. The United States Food and Drug Administration (FDA) has approved using permethrin, a synthetic pyrethroid, to treat scabies and pediculosis capitis. [1]"}
{"id": "article-27033_4", "title": "Permethrin -- Indications -- FDA-Approved Indications", "content": "A patient with classic scabies often presents with generalized pruritus that is exacerbated overnight with inflammatory papules primarily localized to the area between the fingers, flexural sites, genitalia, breasts, and buttocks with or without burrows (see Images. Rash and Scabies sites, Scabies Burrows, Scabies Scaly Patch). The clinical diagnosis of pediculosis capitis relies upon the detection of living lice (see Images. Crusted Scabies, Scabies in Skin Scraping.). [2]", "contents": "Permethrin -- Indications -- FDA-Approved Indications. A patient with classic scabies often presents with generalized pruritus that is exacerbated overnight with inflammatory papules primarily localized to the area between the fingers, flexural sites, genitalia, breasts, and buttocks with or without burrows (see Images. Rash and Scabies sites, Scabies Burrows, Scabies Scaly Patch). The clinical diagnosis of pediculosis capitis relies upon the detection of living lice (see Images. Crusted Scabies, Scabies in Skin Scraping.). [2]"}
{"id": "article-27033_5", "title": "Permethrin -- Indications -- FDA-Approved Indications", "content": "Several studies have assessed the effectiveness and safety of permethrin compared with other scabies treatments. A review of clinical trials showed low-certainty evidence demonstrating that after 2 weeks of administration, 5% permethrin cream and 200 μg/kg of oral ivermectin demonstrated similar efficacy for treating scabies. However, clearance may be inferior after the first week when using oral ivermectin. There was moderate certainty evidence to conclude that the proportion of patients with 1 or more drug-related adverse events was similar to those treated with permethrin cream or oral ivermectin. [3]", "contents": "Permethrin -- Indications -- FDA-Approved Indications. Several studies have assessed the effectiveness and safety of permethrin compared with other scabies treatments. A review of clinical trials showed low-certainty evidence demonstrating that after 2 weeks of administration, 5% permethrin cream and 200 μg/kg of oral ivermectin demonstrated similar efficacy for treating scabies. However, clearance may be inferior after the first week when using oral ivermectin. There was moderate certainty evidence to conclude that the proportion of patients with 1 or more drug-related adverse events was similar to those treated with permethrin cream or oral ivermectin. [3]"}
{"id": "article-27033_6", "title": "Permethrin -- Indications -- FDA-Approved Indications", "content": "A recent network meta-analysis evaluating randomized controlled trials found that treatment with combined permethrin and oral ivermectin for scabies was associated with the highest cure rate. However, combination treatment was not significantly better than permethrin alone; only one randomized controlled trial included this combination treatment. This analysis also found that permethrin was less often associated with persistent itching than other studied treatments, like crotamiton and lindane, but was outperformed by topical ivermectin in this category.", "contents": "Permethrin -- Indications -- FDA-Approved Indications. A recent network meta-analysis evaluating randomized controlled trials found that treatment with combined permethrin and oral ivermectin for scabies was associated with the highest cure rate. However, combination treatment was not significantly better than permethrin alone; only one randomized controlled trial included this combination treatment. This analysis also found that permethrin was less often associated with persistent itching than other studied treatments, like crotamiton and lindane, but was outperformed by topical ivermectin in this category."}
{"id": "article-27033_7", "title": "Permethrin -- Indications -- FDA-Approved Indications", "content": "The risk of adverse events was lowest with synergized pyrethrins, but permethrin scored better than several treatments, such as lindane and topical ivermectin. The treatment of choice for a particular patient should be guided by several factors, including efficacy, safety profile, and the ability to administer the medication properly. [4]", "contents": "Permethrin -- Indications -- FDA-Approved Indications. The risk of adverse events was lowest with synergized pyrethrins, but permethrin scored better than several treatments, such as lindane and topical ivermectin. The treatment of choice for a particular patient should be guided by several factors, including efficacy, safety profile, and the ability to administer the medication properly. [4]"}
{"id": "article-27033_8", "title": "Permethrin -- Indications -- FDA-Approved Indications", "content": "Per European guidelines, classical scabies can be treated with 5% permethrin cream, 200 μg/kg of oral ivermectin, or 10% to 25% benzyl benzoate lotion. [5] In the United States, 5% topical permethrin cream is a first-line treatment option for scabies. Patients may benefit from combined treatment with a topical medication, such as 5% permethrin cream and 200 μg/kg of oral ivermectin to treat crusted scabies. However, the best treatment for crusted scabies remains undetermined due to insufficient research. [6]", "contents": "Permethrin -- Indications -- FDA-Approved Indications. Per European guidelines, classical scabies can be treated with 5% permethrin cream, 200 μg/kg of oral ivermectin, or 10% to 25% benzyl benzoate lotion. [5] In the United States, 5% topical permethrin cream is a first-line treatment option for scabies. Patients may benefit from combined treatment with a topical medication, such as 5% permethrin cream and 200 μg/kg of oral ivermectin to treat crusted scabies. However, the best treatment for crusted scabies remains undetermined due to insufficient research. [6]"}
{"id": "article-27033_9", "title": "Permethrin -- Indications -- FDA-Approved Indications", "content": "In endemic regions and during a scabies epidemic, the large patient population can more easily receive treatment with 200 μg/kg of oral ivermectin than with topical medications. [5] Also, clinicians should treat close contacts and sexual partners from the prior 2 months. [7] Maintaining personal hygiene and washing items, such as clothes and bedsheets, at high temperatures is essential. Items can also be sealed within a bag for at least 2 to 3 days as an alternative. Some patients may continue to experience pruritus for 4 weeks after proper treatment. [8]", "contents": "Permethrin -- Indications -- FDA-Approved Indications. In endemic regions and during a scabies epidemic, the large patient population can more easily receive treatment with 200 μg/kg of oral ivermectin than with topical medications. [5] Also, clinicians should treat close contacts and sexual partners from the prior 2 months. [7] Maintaining personal hygiene and washing items, such as clothes and bedsheets, at high temperatures is essential. Items can also be sealed within a bag for at least 2 to 3 days as an alternative. Some patients may continue to experience pruritus for 4 weeks after proper treatment. [8]"}
{"id": "article-27033_10", "title": "Permethrin -- Indications -- FDA-Approved Indications", "content": "A common first-line treatment option for pediculosis capitis is 1% permethrin lotion, which is available over the counter in many countries. [9] A systematic review of trials that evaluated medications for the treatment of pediculosis capitis suggested that permethrin was efficacious. [10] However, permethrin has been associated with widespread resistance, and newer options that physically target lice, such as dimethicone, have been studied. [11] [12]", "contents": "Permethrin -- Indications -- FDA-Approved Indications. A common first-line treatment option for pediculosis capitis is 1% permethrin lotion, which is available over the counter in many countries. [9] A systematic review of trials that evaluated medications for the treatment of pediculosis capitis suggested that permethrin was efficacious. [10] However, permethrin has been associated with widespread resistance, and newer options that physically target lice, such as dimethicone, have been studied. [11] [12]"}
{"id": "article-27033_11", "title": "Permethrin -- Indications -- FDA-Approved Indications", "content": "A recent trial found that treatment of pediculosis capitis with dimethicone was associated with significantly higher cure rates than treatment with 1% permethrin lotion. [13] The best treatment option for a particular patient must consider local resistance. [2]", "contents": "Permethrin -- Indications -- FDA-Approved Indications. A recent trial found that treatment of pediculosis capitis with dimethicone was associated with significantly higher cure rates than treatment with 1% permethrin lotion. [13] The best treatment option for a particular patient must consider local resistance. [2]"}
{"id": "article-27033_12", "title": "Permethrin -- Indications -- FDA-Approved Indications", "content": "When treating pediculosis, pediculicide product labels only address their use to treat pediculosis capitis. Treatment of pediculosis corporis relies upon good personal hygiene and appropriate washing of clothes, but a topical pediculicide could also aid in treatment. [14] A 1% permethrin cream has been recommended to treat pediculosis pubis as part of a broader regimen that includes cleansing of clothes and linens, sexual abstinence during treatment, and treatment of sexual partners from the prior month. [6] Meanwhile, European guidelines recommend the treatment of sexual partners from the preceding 3 months. [7]", "contents": "Permethrin -- Indications -- FDA-Approved Indications. When treating pediculosis, pediculicide product labels only address their use to treat pediculosis capitis. Treatment of pediculosis corporis relies upon good personal hygiene and appropriate washing of clothes, but a topical pediculicide could also aid in treatment. [14] A 1% permethrin cream has been recommended to treat pediculosis pubis as part of a broader regimen that includes cleansing of clothes and linens, sexual abstinence during treatment, and treatment of sexual partners from the prior month. [6] Meanwhile, European guidelines recommend the treatment of sexual partners from the preceding 3 months. [7]"}
{"id": "article-27033_13", "title": "Permethrin -- Mechanism of Action", "content": "Permethrin is a neurotoxic synthetic pyrethroid. The drug targets eggs, lice, and mites. [15] Permethrin affects sodium transport across neuronal membranes in arthropods, thus causing depolarization. The result is respiratory paralysis of the affected arthropod. [14]", "contents": "Permethrin -- Mechanism of Action. Permethrin is a neurotoxic synthetic pyrethroid. The drug targets eggs, lice, and mites. [15] Permethrin affects sodium transport across neuronal membranes in arthropods, thus causing depolarization. The result is respiratory paralysis of the affected arthropod. [14]"}
{"id": "article-27033_14", "title": "Permethrin -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Topical permethrin is associated with limited dermal or systemic absorption. [16] Less than 2% of applied permethrin is absorbed through human skin. [1]", "contents": "Permethrin -- Mechanism of Action -- Pharmacokinetics. Absorption: Topical permethrin is associated with limited dermal or systemic absorption. [16] Less than 2% of applied permethrin is absorbed through human skin. [1]"}
{"id": "article-27033_15", "title": "Permethrin -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Pharmacokinetic distribution property has not been examined despite its widespread use. A study was conducted in 2019 to assess the plasma protein and lipoprotein Binding of cis- and trans-permethrin and deltamethrin in adult humans and rats. The study revealed that pyrethroid has high plasma protein binding (90%), and lipoprotein plays a significant role in binding and transport. [17]", "contents": "Permethrin -- Mechanism of Action -- Pharmacokinetics. Distribution: Pharmacokinetic distribution property has not been examined despite its widespread use. A study was conducted in 2019 to assess the plasma protein and lipoprotein Binding of cis- and trans-permethrin and deltamethrin in adult humans and rats. The study revealed that pyrethroid has high plasma protein binding (90%), and lipoprotein plays a significant role in binding and transport. [17]"}
{"id": "article-27033_16", "title": "Permethrin -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Permethrin quickly undergoes esterase hydrolysis and detoxification within the body. [1] The liver carries many of the carboxylesterases that hydrolyze permethrin. [18] The liver also has cytochrome P450 enzymes that oxidize permethrin into metabolites. [19]", "contents": "Permethrin -- Mechanism of Action -- Pharmacokinetics. Metabolism: Permethrin quickly undergoes esterase hydrolysis and detoxification within the body. [1] The liver carries many of the carboxylesterases that hydrolyze permethrin. [18] The liver also has cytochrome P450 enzymes that oxidize permethrin into metabolites. [19]"}
{"id": "article-27033_17", "title": "Permethrin -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: During the 72 hours after topical application, permethrin's inactive metabolites undergo nearly complete excretion into the urine. [1] Permethrin's postulated lethal oral dose is 1 to 2 g/kg of body weight in humans. [16]", "contents": "Permethrin -- Mechanism of Action -- Pharmacokinetics. Excretion: During the 72 hours after topical application, permethrin's inactive metabolites undergo nearly complete excretion into the urine. [1] Permethrin's postulated lethal oral dose is 1 to 2 g/kg of body weight in humans. [16]"}
{"id": "article-27033_18", "title": "Permethrin -- Administration -- Available Dosage Forms and Strengths", "content": "Permethrin is available as a cream (5%), permethrin lotion (1%), and permethrin rinse (1%).", "contents": "Permethrin -- Administration -- Available Dosage Forms and Strengths. Permethrin is available as a cream (5%), permethrin lotion (1%), and permethrin rinse (1%)."}
{"id": "article-27033_19", "title": "Permethrin -- Administration -- Adult Dosing", "content": "Classical Scabies : 5% permethrin cream can be applied topically to cool, dry skin from the patient's head to their toes and under the fingernails. [5] The cream is washed off after 8 to 14 hours and is often reapplied the same way 1 week later. [8]", "contents": "Permethrin -- Administration -- Adult Dosing. Classical Scabies : 5% permethrin cream can be applied topically to cool, dry skin from the patient's head to their toes and under the fingernails. [5] The cream is washed off after 8 to 14 hours and is often reapplied the same way 1 week later. [8]"}
{"id": "article-27033_20", "title": "Permethrin -- Administration -- Adult Dosing", "content": "Per European guidelines for crusted scabies, 5% permethrin cream can be applied topically every day for 1 week, followed by application twice a week until resolution, along with 200 μg/kg of oral ivermectin administered at a specified dosing interval over several days. [5] Patients should avoid contact with mucosal sites when applying topical permethrin. [8]", "contents": "Permethrin -- Administration -- Adult Dosing. Per European guidelines for crusted scabies, 5% permethrin cream can be applied topically every day for 1 week, followed by application twice a week until resolution, along with 200 μg/kg of oral ivermectin administered at a specified dosing interval over several days. [5] Patients should avoid contact with mucosal sites when applying topical permethrin. [8]"}
{"id": "article-27033_21", "title": "Permethrin -- Administration -- Adult Dosing", "content": "Scabies rarely infests the scalp of adults, but the hairline, neck, temples, and forehead may be infested in infants and geriatric patients; therefore, the clinician should instruct the caregiver to apply 5% cream to the entire head and neck, including the scalp, temples, and forehead.", "contents": "Permethrin -- Administration -- Adult Dosing. Scabies rarely infests the scalp of adults, but the hairline, neck, temples, and forehead may be infested in infants and geriatric patients; therefore, the clinician should instruct the caregiver to apply 5% cream to the entire head and neck, including the scalp, temples, and forehead."}
{"id": "article-27033_22", "title": "Permethrin -- Administration -- Adult Dosing", "content": "Pediculosis Capitis : Apply 1% permethrin to dampened hair and wash off after 10 minutes with a repeat application 1 week later. [20] However, other reapplication timeframes have been proposed, such as reapplication 7 and 13 to 15 days after initial treatment. [21] To treat pediculosis pubis, 1% topical permethrin cream is rinsed off 10 minutes after application. [6] Avoid contact with eyes as there is a possibility of ocular irritation. Hence, clinicians should not use it to treat pediculosis of the eyebrows and eyelashes. If accidental contact with the eyes occurs, the person should wash the affected eye(s) thoroughly with water.", "contents": "Permethrin -- Administration -- Adult Dosing. Pediculosis Capitis : Apply 1% permethrin to dampened hair and wash off after 10 minutes with a repeat application 1 week later. [20] However, other reapplication timeframes have been proposed, such as reapplication 7 and 13 to 15 days after initial treatment. [21] To treat pediculosis pubis, 1% topical permethrin cream is rinsed off 10 minutes after application. [6] Avoid contact with eyes as there is a possibility of ocular irritation. Hence, clinicians should not use it to treat pediculosis of the eyebrows and eyelashes. If accidental contact with the eyes occurs, the person should wash the affected eye(s) thoroughly with water."}
{"id": "article-27033_23", "title": "Permethrin -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The manufacturer's labeling provides no information regarding the use in patients with hepatic impairment.", "contents": "Permethrin -- Administration -- Specific Patient Populations. Hepatic impairment: The manufacturer's labeling provides no information regarding the use in patients with hepatic impairment."}
{"id": "article-27033_24", "title": "Permethrin -- Administration -- Specific Patient Populations", "content": "Renal impairment: The manufacturer's labeling provides no information regarding the use in patients with renal impairment. However, permethrin is primarily metabolized by the liver, so hypothetically, it should be safe for patients with renal impairment.", "contents": "Permethrin -- Administration -- Specific Patient Populations. Renal impairment: The manufacturer's labeling provides no information regarding the use in patients with renal impairment. However, permethrin is primarily metabolized by the liver, so hypothetically, it should be safe for patients with renal impairment."}
{"id": "article-27033_25", "title": "Permethrin -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Permethrin has not been shown to cause human risk and has been in the former FDA pregnancy category B. [8] Permethrin is the preferred medication for pediculosis pubis and scabies during pregnancy. [6]", "contents": "Permethrin -- Administration -- Specific Patient Populations. Pregnancy considerations: Permethrin has not been shown to cause human risk and has been in the former FDA pregnancy category B. [8] Permethrin is the preferred medication for pediculosis pubis and scabies during pregnancy. [6]"}
{"id": "article-27033_26", "title": "Permethrin -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Topical permethrin is acceptable in nursing mothers as less than 2% is absorbed after topical application, and permethrin is rapidly metabolized. Extensive exposure, such as agricultural use or malaria control, might have long-term health concerns because residues can be found in breast milk. Clinicians should instruct the patient to use only water-miscible cream, gel, or liquid products on the breast because ointments may expose the infant to increased concentrations of mineral paraffin via licking. In addition, breastmilk samples from 79 women from a study at the University of California Davis had their breastmilk examined for trans-permethrin on day 42 postpartum; the mean concentration was in the acceptable range. [22]", "contents": "Permethrin -- Administration -- Specific Patient Populations. Breastfeeding considerations: Topical permethrin is acceptable in nursing mothers as less than 2% is absorbed after topical application, and permethrin is rapidly metabolized. Extensive exposure, such as agricultural use or malaria control, might have long-term health concerns because residues can be found in breast milk. Clinicians should instruct the patient to use only water-miscible cream, gel, or liquid products on the breast because ointments may expose the infant to increased concentrations of mineral paraffin via licking. In addition, breastmilk samples from 79 women from a study at the University of California Davis had their breastmilk examined for trans-permethrin on day 42 postpartum; the mean concentration was in the acceptable range. [22]"}
{"id": "article-27033_27", "title": "Permethrin -- Adverse Effects", "content": "Adverse effects reported during the treatment of scabies with permethrin include increased or new onset of pruritus, burning, or a stinging sensation. These dermatologic adverse events were mild in severity and temporary. [23] There have also been reports of stinging when applying 1% permethrin for pediculosis capitis. [24]", "contents": "Permethrin -- Adverse Effects. Adverse effects reported during the treatment of scabies with permethrin include increased or new onset of pruritus, burning, or a stinging sensation. These dermatologic adverse events were mild in severity and temporary. [23] There have also been reports of stinging when applying 1% permethrin for pediculosis capitis. [24]"}
{"id": "article-27033_28", "title": "Permethrin -- Adverse Effects", "content": "When used for pediculosis capitis, the rash has been reported as an adverse drug reaction. [25] Localized temporary paresthesia, cutaneous irritation, and allergic contact dermatitis are also possible, yet rare, adverse effects associated with permethrin use. [26] A rare case report exists of a patient presenting with muscle dystonia attributed to 5% topical permethrin. [27]", "contents": "Permethrin -- Adverse Effects. When used for pediculosis capitis, the rash has been reported as an adverse drug reaction. [25] Localized temporary paresthesia, cutaneous irritation, and allergic contact dermatitis are also possible, yet rare, adverse effects associated with permethrin use. [26] A rare case report exists of a patient presenting with muscle dystonia attributed to 5% topical permethrin. [27]"}
{"id": "article-27033_29", "title": "Permethrin -- Contraindications", "content": "The FDA has not approved permethrin for use in infants younger than 2 months, and limited studies have taken place to assess the use of this medication in these patients. [28] However, recent research suggests that 5% permethrin cream can safely treat scabies in this infant population. [29] Also, care is necessary to avoid inappropriate administration because some patients may be allergic to the medication’s formulation. [30] Permethrin cream is contraindicated in persons with known hypersensitivity to any of its components, pyrethroid or pyrethrin.", "contents": "Permethrin -- Contraindications. The FDA has not approved permethrin for use in infants younger than 2 months, and limited studies have taken place to assess the use of this medication in these patients. [28] However, recent research suggests that 5% permethrin cream can safely treat scabies in this infant population. [29] Also, care is necessary to avoid inappropriate administration because some patients may be allergic to the medication’s formulation. [30] Permethrin cream is contraindicated in persons with known hypersensitivity to any of its components, pyrethroid or pyrethrin."}
{"id": "article-27033_30", "title": "Permethrin -- Monitoring", "content": "Scabies: As per European guidelines, patients with scabies should return for a follow-up 2 weeks after treatment has ended to assess for resolution. [5] Pediculosis: If symptoms of pediculosis pubis remain, patients should return for a follow-up 1 week later to assess for remaining lice or eggs. [6]", "contents": "Permethrin -- Monitoring. Scabies: As per European guidelines, patients with scabies should return for a follow-up 2 weeks after treatment has ended to assess for resolution. [5] Pediculosis: If symptoms of pediculosis pubis remain, patients should return for a follow-up 1 week later to assess for remaining lice or eggs. [6]"}
{"id": "article-27033_31", "title": "Permethrin -- Toxicity", "content": "Carcinogenesis, mutagenesis, and impairment of fertility: 6 carcinogenicity bioassays were evaluated with permethrin. No tumorigenicity has been observed in the rat studies. However, the 3 mouse studies saw an increase in pulmonary adenomas. In one of these studies, there was a raised incidence of pulmonary alveolar-cell carcinomas and benign liver adenomas in female mice. Permethrin exhibited no mutagenic potential in genetic toxicity studies (in vitro and in vivo). Permethrin did not adversely impact reproductive function when given orally at a 180 mg/kg/d dose in a 3-generation rat study.", "contents": "Permethrin -- Toxicity. Carcinogenesis, mutagenesis, and impairment of fertility: 6 carcinogenicity bioassays were evaluated with permethrin. No tumorigenicity has been observed in the rat studies. However, the 3 mouse studies saw an increase in pulmonary adenomas. In one of these studies, there was a raised incidence of pulmonary alveolar-cell carcinomas and benign liver adenomas in female mice. Permethrin exhibited no mutagenic potential in genetic toxicity studies (in vitro and in vivo). Permethrin did not adversely impact reproductive function when given orally at a 180 mg/kg/d dose in a 3-generation rat study."}
{"id": "article-27033_32", "title": "Permethrin -- Toxicity", "content": "In humans, permethrin's postulated lethal oral dose is 1 to 2 g/kg of human body weight. [16] Although reports of toxicity exist when using permethrin as an insecticide, there are only a few adverse events associated with its topical use. [27]", "contents": "Permethrin -- Toxicity. In humans, permethrin's postulated lethal oral dose is 1 to 2 g/kg of human body weight. [16] Although reports of toxicity exist when using permethrin as an insecticide, there are only a few adverse events associated with its topical use. [27]"}
{"id": "article-27033_33", "title": "Permethrin -- Toxicity", "content": "Signs of toxicity and metabolic acidosis were reported following the excessive application of 5% topical permethrin when treating a 20-month-old patient with scabies. [31] Also, 2 siblings exposed to permethrin, a type I pyrethroid pesticide, experienced neurotoxic effects. Clinicians pursued supportive treatment because there is no antidote for permethrin toxicity. [32]", "contents": "Permethrin -- Toxicity. Signs of toxicity and metabolic acidosis were reported following the excessive application of 5% topical permethrin when treating a 20-month-old patient with scabies. [31] Also, 2 siblings exposed to permethrin, a type I pyrethroid pesticide, experienced neurotoxic effects. Clinicians pursued supportive treatment because there is no antidote for permethrin toxicity. [32]"}
{"id": "article-27033_34", "title": "Permethrin -- Enhancing Healthcare Team Outcomes", "content": "The coordination of an interprofessional team of healthcare providers is critical to ensure optimal healthcare outcomes for patients who receive therapy with topical permethrin for scabies or pediculosis. Patients with scabies or pediculosis may present to healthcare providers in various fields, such as primary care, urgent care, emergency medicine, pediatrics, family medicine, internal medicine, or dermatology. School nurses and health professionals may identify a child with pediculosis capitis and facilitate communication with the child's caregivers to start timely treatment. [9]", "contents": "Permethrin -- Enhancing Healthcare Team Outcomes. The coordination of an interprofessional team of healthcare providers is critical to ensure optimal healthcare outcomes for patients who receive therapy with topical permethrin for scabies or pediculosis. Patients with scabies or pediculosis may present to healthcare providers in various fields, such as primary care, urgent care, emergency medicine, pediatrics, family medicine, internal medicine, or dermatology. School nurses and health professionals may identify a child with pediculosis capitis and facilitate communication with the child's caregivers to start timely treatment. [9]"}
{"id": "article-27033_35", "title": "Permethrin -- Enhancing Healthcare Team Outcomes", "content": "Treatment outcomes and safety depend on the proper use of topical permethrin. [8] Therefore, patients and caregivers should receive written instructions for applying topical permethrin in addition to verbal explanations. Such instructions are also essential to avoid accidental misuse or overuse of the medication. Clinicians, including infectious disease specialists, can help patients and caregivers understand medication administration instructions and monitor adequate treatment response. Pharmacists may also clarify these instructions if questions arise, verify dosing, and verify no drug interactions exist in the patient's medication profile.", "contents": "Permethrin -- Enhancing Healthcare Team Outcomes. Treatment outcomes and safety depend on the proper use of topical permethrin. [8] Therefore, patients and caregivers should receive written instructions for applying topical permethrin in addition to verbal explanations. Such instructions are also essential to avoid accidental misuse or overuse of the medication. Clinicians, including infectious disease specialists, can help patients and caregivers understand medication administration instructions and monitor adequate treatment response. Pharmacists may also clarify these instructions if questions arise, verify dosing, and verify no drug interactions exist in the patient's medication profile."}
{"id": "article-27033_36", "title": "Permethrin -- Enhancing Healthcare Team Outcomes", "content": "Other treatment options should be considered in areas with local resistance to permethrin. [2] Pharmacists can work with physicians and other health professionals to find an appropriate medication for each patient. Also, patients with pediculosis pubis should be assessed for other sexually transmitted infections and may need a referral to an appropriate specialist. [6] There must be coordinated care between many healthcare team members because close contacts and sexual partners of patients with scabies and pediculosis pubis should have treatment to prevent re-infestation. [7] Coordinating health care efforts with open communication channels allows patients to benefit from the care of an organized interprofessional team of health professionals.", "contents": "Permethrin -- Enhancing Healthcare Team Outcomes. Other treatment options should be considered in areas with local resistance to permethrin. [2] Pharmacists can work with physicians and other health professionals to find an appropriate medication for each patient. Also, patients with pediculosis pubis should be assessed for other sexually transmitted infections and may need a referral to an appropriate specialist. [6] There must be coordinated care between many healthcare team members because close contacts and sexual partners of patients with scabies and pediculosis pubis should have treatment to prevent re-infestation. [7] Coordinating health care efforts with open communication channels allows patients to benefit from the care of an organized interprofessional team of health professionals."}
{"id": "article-27033_37", "title": "Permethrin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Permethrin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}