{"id": "article-19506_0", "title": "Chromaffin Cell Cancer (Archived) -- Introduction", "content": "The term pheochromocytoma first described by Mr. Pick in 1912. Pheochromocytoma is a tumor that arises from chromaffin cells present in the adrenal medulla or paraganglion cells. It named in this way as these tissues have a special reaction on the application of a chromium salt. Dr. Charles Mayo presented the first case of pheochromocytoma in 1937 with a clinical diagnosis and therapeutic surgical resection.", "contents": "Chromaffin Cell Cancer (Archived) -- Introduction. The term pheochromocytoma first described by Mr. Pick in 1912. Pheochromocytoma is a tumor that arises from chromaffin cells present in the adrenal medulla or paraganglion cells. It named in this way as these tissues have a special reaction on the application of a chromium salt. Dr. Charles Mayo presented the first case of pheochromocytoma in 1937 with a clinical diagnosis and therapeutic surgical resection."}
{"id": "article-19506_1", "title": "Chromaffin Cell Cancer (Archived) -- Etiology", "content": "In 90% of the cases, pheochromocytoma is sporadic, but in 10% of patients, it is familial and associated with syndromes like Von Hippel–Lindau syndrome, type 1 neurofibromatosis, and multiple endocrine neoplasia syndromes type IIA and type IIB with an autosomal dominant mode of transmission. [1]", "contents": "Chromaffin Cell Cancer (Archived) -- Etiology. In 90% of the cases, pheochromocytoma is sporadic, but in 10% of patients, it is familial and associated with syndromes like Von Hippel–Lindau syndrome, type 1 neurofibromatosis, and multiple endocrine neoplasia syndromes type IIA and type IIB with an autosomal dominant mode of transmission. [1]"}
{"id": "article-19506_2", "title": "Chromaffin Cell Cancer (Archived) -- Epidemiology", "content": "Pheochromocytoma is a rare neuroendocrine disorder. Its incidence is 0.05 to 0.2% of hypertensive individuals. [2] [3] The annual incidence is approximately 0.8 per 100,000 person-years. [4] In the United States, it is diagnosed in about 2 to 8 people per every 1 million people. Its incidence is equal in both genders. It's usually diagnosed between the age of 30 to 50, but pheochromocytoma due to genetic predisposition can present earlier.", "contents": "Chromaffin Cell Cancer (Archived) -- Epidemiology. Pheochromocytoma is a rare neuroendocrine disorder. Its incidence is 0.05 to 0.2% of hypertensive individuals. [2] [3] The annual incidence is approximately 0.8 per 100,000 person-years. [4] In the United States, it is diagnosed in about 2 to 8 people per every 1 million people. Its incidence is equal in both genders. It's usually diagnosed between the age of 30 to 50, but pheochromocytoma due to genetic predisposition can present earlier."}
{"id": "article-19506_3", "title": "Chromaffin Cell Cancer (Archived) -- Pathophysiology", "content": "Pheochromocytoma is a catecholamine-secreting neuroendocrine tumor. It is 1 of the 3 types based on secreting catecholamine. Norepinephrine secreting tumor Epinephrine secreting tumor Norepinephrine and epinephrine secreting tumor", "contents": "Chromaffin Cell Cancer (Archived) -- Pathophysiology. Pheochromocytoma is a catecholamine-secreting neuroendocrine tumor. It is 1 of the 3 types based on secreting catecholamine. Norepinephrine secreting tumor Epinephrine secreting tumor Norepinephrine and epinephrine secreting tumor"}
{"id": "article-19506_4", "title": "Chromaffin Cell Cancer (Archived) -- Pathophysiology", "content": "Tumors secrete only norepinephrine, usually present with sustained hypertension. Norepinephrine and epinephrine secreting tumors present with paroxysmal hypertension. Only epinephrine can cause hypotension instead of hypertension. [5]", "contents": "Chromaffin Cell Cancer (Archived) -- Pathophysiology. Tumors secrete only norepinephrine, usually present with sustained hypertension. Norepinephrine and epinephrine secreting tumors present with paroxysmal hypertension. Only epinephrine can cause hypotension instead of hypertension. [5]"}
{"id": "article-19506_5", "title": "Chromaffin Cell Cancer (Archived) -- Pathophysiology", "content": "Due to catecholamine release, there is an increase in heart rate, systemic vascular resistance, inotropic effect, and a decrease in venous compliance. In pheochromocytoma, there is orthostatic hypotension, as it is a volume-depleted type of hypertension.", "contents": "Chromaffin Cell Cancer (Archived) -- Pathophysiology. Due to catecholamine release, there is an increase in heart rate, systemic vascular resistance, inotropic effect, and a decrease in venous compliance. In pheochromocytoma, there is orthostatic hypotension, as it is a volume-depleted type of hypertension."}
{"id": "article-19506_6", "title": "Chromaffin Cell Cancer (Archived) -- Histopathology", "content": "Macroscopically, pheochromocytoma is encapsulated and appears brown to yellow and soft. It is comprised of cystic degeneration, patches of necrosis, or hemorrhage.", "contents": "Chromaffin Cell Cancer (Archived) -- Histopathology. Macroscopically, pheochromocytoma is encapsulated and appears brown to yellow and soft. It is comprised of cystic degeneration, patches of necrosis, or hemorrhage."}
{"id": "article-19506_7", "title": "Chromaffin Cell Cancer (Archived) -- Histopathology", "content": "Histopathological examination showed that pheochromocytoma is composed of large basophilic cells assembled as a nest; the cytoplasm comprises multiple granules with many large, pleomorphic, and bizarre nuclei. The nuclei have prominent nucleoli and coarse chromatin. Occasional intracytoplasmic hyaline globules positive for periodic acid–Schiff stain are present. There is a thin rim of subcapsular lipid-rich adrenal tissue. There is no clear demarcation between the tumor cells and normal adrenal tissue.", "contents": "Chromaffin Cell Cancer (Archived) -- Histopathology. Histopathological examination showed that pheochromocytoma is composed of large basophilic cells assembled as a nest; the cytoplasm comprises multiple granules with many large, pleomorphic, and bizarre nuclei. The nuclei have prominent nucleoli and coarse chromatin. Occasional intracytoplasmic hyaline globules positive for periodic acid–Schiff stain are present. There is a thin rim of subcapsular lipid-rich adrenal tissue. There is no clear demarcation between the tumor cells and normal adrenal tissue."}
{"id": "article-19506_8", "title": "Chromaffin Cell Cancer (Archived) -- Histopathology", "content": "Hyperchromasia, nuclear pleomorphism, or capsular or vascular invasion may be present, but these are not a predictor of malignancy. Metastases to a different site are the only indicator of malignancy.", "contents": "Chromaffin Cell Cancer (Archived) -- Histopathology. Hyperchromasia, nuclear pleomorphism, or capsular or vascular invasion may be present, but these are not a predictor of malignancy. Metastases to a different site are the only indicator of malignancy."}
{"id": "article-19506_9", "title": "Chromaffin Cell Cancer (Archived) -- History and Physical", "content": "Pheochromocytoma can be asymptomatic and diagnosed by further workup of an adrenal incidentaloma. It can present with vague symptoms like a headache (50%), palpitations (60%), and diaphoresis (50%) that can lead to a paroxysmal hypertensive crisis due to increased catecholamine production. Other associated symptoms include pallor (40%), nausea (40%), tremor, trembling, fatigue (40%), anxiety, fever, pain, and flushing (20%). [6] Characteristically, these symptoms are paroxysmal and may be precipitated by abdominal exertion, such as heavy lifting or performing the Valsalva maneuver. Almost 90% of the population with pheochromocytoma has hypertension.  Pheochromocytoma follows the rule of 10, which means only 10% are malignant, 10% are extra-adrenal, and 10% are bilateral, extra-abdominal, familial, pediatric, and without hypertension. Recently, the diagnosis of asymptomatic people with pheochromocytoma has increased due to modern imaging techniques and intensive genetic testing.", "contents": "Chromaffin Cell Cancer (Archived) -- History and Physical. Pheochromocytoma can be asymptomatic and diagnosed by further workup of an adrenal incidentaloma. It can present with vague symptoms like a headache (50%), palpitations (60%), and diaphoresis (50%) that can lead to a paroxysmal hypertensive crisis due to increased catecholamine production. Other associated symptoms include pallor (40%), nausea (40%), tremor, trembling, fatigue (40%), anxiety, fever, pain, and flushing (20%). [6] Characteristically, these symptoms are paroxysmal and may be precipitated by abdominal exertion, such as heavy lifting or performing the Valsalva maneuver. Almost 90% of the population with pheochromocytoma has hypertension.  Pheochromocytoma follows the rule of 10, which means only 10% are malignant, 10% are extra-adrenal, and 10% are bilateral, extra-abdominal, familial, pediatric, and without hypertension. Recently, the diagnosis of asymptomatic people with pheochromocytoma has increased due to modern imaging techniques and intensive genetic testing."}
{"id": "article-19506_10", "title": "Chromaffin Cell Cancer (Archived) -- History and Physical", "content": "Pheochromocytoma can also cause hyperglycemia (40%), lactic acidosis, and weight loss.", "contents": "Chromaffin Cell Cancer (Archived) -- History and Physical. Pheochromocytoma can also cause hyperglycemia (40%), lactic acidosis, and weight loss."}
{"id": "article-19506_11", "title": "Chromaffin Cell Cancer (Archived) -- Evaluation", "content": "If there is clinical suspicion of a pheochromocytoma, then the initial assessment starts with biochemical laboratory testing. [7] Plasma-free metanephrine or 24-hour urinary fractioned metanephrine testing is recommended; both can be done as an initial screen. The sensitivity is almost the same between these two biochemical tests, but there is a difference in the specificity. The plasma test (89%) is more specific than a urine test (69%). [8] Urinary vanillylmandelic acid is also used, but it is not as sensitive (64%).", "contents": "Chromaffin Cell Cancer (Archived) -- Evaluation. If there is clinical suspicion of a pheochromocytoma, then the initial assessment starts with biochemical laboratory testing. [7] Plasma-free metanephrine or 24-hour urinary fractioned metanephrine testing is recommended; both can be done as an initial screen. The sensitivity is almost the same between these two biochemical tests, but there is a difference in the specificity. The plasma test (89%) is more specific than a urine test (69%). [8] Urinary vanillylmandelic acid is also used, but it is not as sensitive (64%)."}
{"id": "article-19506_12", "title": "Chromaffin Cell Cancer (Archived) -- Evaluation", "content": "The discussion above indicates that the best initial screening test is the plasma-free metanephrine biochemical test. [8] Amphetamines, ephedrine, tricyclic antidepressants, and cocaine can affect plasma and urine metanephrine levels; therefore, abstinence of these substances has been suggested prior to these biochemical tests. [9] It is recommended that the clinician collect plasma samples on ice, with the patient in a supine position and a fasting state, to decrease the incidence of false-positive results. [10]", "contents": "Chromaffin Cell Cancer (Archived) -- Evaluation. The discussion above indicates that the best initial screening test is the plasma-free metanephrine biochemical test. [8] Amphetamines, ephedrine, tricyclic antidepressants, and cocaine can affect plasma and urine metanephrine levels; therefore, abstinence of these substances has been suggested prior to these biochemical tests. [9] It is recommended that the clinician collect plasma samples on ice, with the patient in a supine position and a fasting state, to decrease the incidence of false-positive results. [10]"}
{"id": "article-19506_13", "title": "Chromaffin Cell Cancer (Archived) -- Evaluation", "content": "Once metanephrine levels are 4-fold high from the normal reference value, then the next goal is to localize the hormone-secreting tumor. The problem arises when the metanephrine levels are minimally elevated or equivocal. [9] In that circumstance, the clonidine suppression test can help with the diagnosis. [11]", "contents": "Chromaffin Cell Cancer (Archived) -- Evaluation. Once metanephrine levels are 4-fold high from the normal reference value, then the next goal is to localize the hormone-secreting tumor. The problem arises when the metanephrine levels are minimally elevated or equivocal. [9] In that circumstance, the clonidine suppression test can help with the diagnosis. [11]"}
{"id": "article-19506_14", "title": "Chromaffin Cell Cancer (Archived) -- Evaluation", "content": "Computed tomography (CT) scan or magnetic resonance imaging (MRI) can be used for localizing the tumor. In certain conditions like pregnancy, contrast allergy, and the pediatric population, MRI should be done instead of a CT scan. These imaging modalities are sensitive but not specific. A 123I-labeled metaiodobenzylguanidine (MIBG) scintigraphy is very specific for catecholamine-secreting tumors. It not only helpful in differentiating between adrenal and paraganglionic tumors but also helps in revealing multiple lesions and metastases. [12]", "contents": "Chromaffin Cell Cancer (Archived) -- Evaluation. Computed tomography (CT) scan or magnetic resonance imaging (MRI) can be used for localizing the tumor. In certain conditions like pregnancy, contrast allergy, and the pediatric population, MRI should be done instead of a CT scan. These imaging modalities are sensitive but not specific. A 123I-labeled metaiodobenzylguanidine (MIBG) scintigraphy is very specific for catecholamine-secreting tumors. It not only helpful in differentiating between adrenal and paraganglionic tumors but also helps in revealing multiple lesions and metastases. [12]"}
{"id": "article-19506_15", "title": "Chromaffin Cell Cancer (Archived) -- Evaluation", "content": "Positron emission tomography (PET) scan is superior to MIBG, especially in the evaluation of metastatic disease. [13] . So far, genetic testing depends on a case-to-case basis and shared decision-making. Indications for genetic testing include a family history of catecholamine-producing tumor, age less than 50 years old, multiple tumors at different sites, metastases, or bilateral tumors. [14]", "contents": "Chromaffin Cell Cancer (Archived) -- Evaluation. Positron emission tomography (PET) scan is superior to MIBG, especially in the evaluation of metastatic disease. [13] . So far, genetic testing depends on a case-to-case basis and shared decision-making. Indications for genetic testing include a family history of catecholamine-producing tumor, age less than 50 years old, multiple tumors at different sites, metastases, or bilateral tumors. [14]"}
{"id": "article-19506_16", "title": "Chromaffin Cell Cancer (Archived) -- Treatment / Management", "content": "The gold standard treatment of pheochromocytoma is surgical resection. An interprofessional team is required for management. [15] It is mandatory to block the catecholamine effect before surgery to prevent hypertensive crises and arrhythmias, even in patients who are normotensive or asymptomatic. There is no particular preference for one drug over another to prevent hypertensive crises. Any alpha-adrenoceptor antagonist, a calcium-channel blocker, or angiotensin-receptor blocker can be used. [16] Calcium channel blockers or beta-adrenergic blockers are indicated for the prophylactic treatment of arrhythmias. [17]", "contents": "Chromaffin Cell Cancer (Archived) -- Treatment / Management. The gold standard treatment of pheochromocytoma is surgical resection. An interprofessional team is required for management. [15] It is mandatory to block the catecholamine effect before surgery to prevent hypertensive crises and arrhythmias, even in patients who are normotensive or asymptomatic. There is no particular preference for one drug over another to prevent hypertensive crises. Any alpha-adrenoceptor antagonist, a calcium-channel blocker, or angiotensin-receptor blocker can be used. [16] Calcium channel blockers or beta-adrenergic blockers are indicated for the prophylactic treatment of arrhythmias. [17]"}
{"id": "article-19506_17", "title": "Chromaffin Cell Cancer (Archived) -- Treatment / Management", "content": "The surgical technique depends on the size and site of the tumor. [18] Usually, tumors less than 10 cm are removed by laparoscopic surgery. [19] If there is bilateral disease, then selective adrenal medulla surgery is suggested to prevent the need for the lifelong use of glucocorticoids, but this technique also increases the risk of recurrence. [20] [21]", "contents": "Chromaffin Cell Cancer (Archived) -- Treatment / Management. The surgical technique depends on the size and site of the tumor. [18] Usually, tumors less than 10 cm are removed by laparoscopic surgery. [19] If there is bilateral disease, then selective adrenal medulla surgery is suggested to prevent the need for the lifelong use of glucocorticoids, but this technique also increases the risk of recurrence. [20] [21]"}
{"id": "article-19506_18", "title": "Chromaffin Cell Cancer (Archived) -- Differential Diagnosis", "content": "There are a variety of diseases similar to pheochromocytoma in clinical presentation.", "contents": "Chromaffin Cell Cancer (Archived) -- Differential Diagnosis. There are a variety of diseases similar to pheochromocytoma in clinical presentation."}
{"id": "article-19506_19", "title": "Chromaffin Cell Cancer (Archived) -- Differential Diagnosis -- Endocrine", "content": "Hyperthyroidism, carcinoid tumor, hypoglycemia, medullary thyroid carcinoma, mastocytosis, menopausal syndrome", "contents": "Chromaffin Cell Cancer (Archived) -- Differential Diagnosis -- Endocrine. Hyperthyroidism, carcinoid tumor, hypoglycemia, medullary thyroid carcinoma, mastocytosis, menopausal syndrome"}
{"id": "article-19506_20", "title": "Chromaffin Cell Cancer (Archived) -- Differential Diagnosis -- Cardiovascular", "content": "Heart failure, arrhythmias, ischemic heart disease", "contents": "Chromaffin Cell Cancer (Archived) -- Differential Diagnosis -- Cardiovascular. Heart failure, arrhythmias, ischemic heart disease"}
{"id": "article-19506_21", "title": "Chromaffin Cell Cancer (Archived) -- Differential Diagnosis -- Neurological", "content": "Migraine, stroke, epilepsy, meningioma, postural orthostatic tachycardia syndrome (POTS)", "contents": "Chromaffin Cell Cancer (Archived) -- Differential Diagnosis -- Neurological. Migraine, stroke, epilepsy, meningioma, postural orthostatic tachycardia syndrome (POTS)"}
{"id": "article-19506_22", "title": "Chromaffin Cell Cancer (Archived) -- Differential Diagnosis -- Miscellaneous", "content": "Porphyria, panic disorder or anxiety, factitious disorders (from the use of sympathomimetic drugs such as ephedrine), drug treatment (monoamine oxidase inhibitors, sympathomimetic drugs, withdrawal of clonidine), use of illegal drugs (cocaine)", "contents": "Chromaffin Cell Cancer (Archived) -- Differential Diagnosis -- Miscellaneous. Porphyria, panic disorder or anxiety, factitious disorders (from the use of sympathomimetic drugs such as ephedrine), drug treatment (monoamine oxidase inhibitors, sympathomimetic drugs, withdrawal of clonidine), use of illegal drugs (cocaine)"}
{"id": "article-19506_23", "title": "Chromaffin Cell Cancer (Archived) -- Radiation Oncology", "content": "MIBG negative metastatic tumors have a very poor prognosis. 123I-MIBG positive tumors can be treated with MIBG therapy in the form of 131I-MIBG, which emits beta radiation. There is no reliable data about its efficacy due to the lack of comparable study designs.", "contents": "Chromaffin Cell Cancer (Archived) -- Radiation Oncology. MIBG negative metastatic tumors have a very poor prognosis. 123I-MIBG positive tumors can be treated with MIBG therapy in the form of 131I-MIBG, which emits beta radiation. There is no reliable data about its efficacy due to the lack of comparable study designs."}
{"id": "article-19506_24", "title": "Chromaffin Cell Cancer (Archived) -- Medical Oncology", "content": "The metastatic pheochromocytoma has no curative treatments unless the site of disease is surgically resectable. Ten percent of all catecholamine-secreting tumors are malignant and are histologically and biochemically the same as benign tumors.", "contents": "Chromaffin Cell Cancer (Archived) -- Medical Oncology. The metastatic pheochromocytoma has no curative treatments unless the site of disease is surgically resectable. Ten percent of all catecholamine-secreting tumors are malignant and are histologically and biochemically the same as benign tumors."}
{"id": "article-19506_25", "title": "Chromaffin Cell Cancer (Archived) -- Medical Oncology", "content": "Palliative chemotherapy includes cyclophosphamide, vincristine, dacarbazine, and temozolomide, along with other symptomatic therapy can increase the median survival from 2 to 26 months. [22] Further studies regarding the use of sunitinib (tyrosine kinase inhibitor) and mTOR inhibitors are underway.", "contents": "Chromaffin Cell Cancer (Archived) -- Medical Oncology. Palliative chemotherapy includes cyclophosphamide, vincristine, dacarbazine, and temozolomide, along with other symptomatic therapy can increase the median survival from 2 to 26 months. [22] Further studies regarding the use of sunitinib (tyrosine kinase inhibitor) and mTOR inhibitors are underway."}
{"id": "article-19506_26", "title": "Chromaffin Cell Cancer (Archived) -- Prognosis", "content": "Usually, surgery is curative for benign or non-metastatic tumors. Metastatic tumors have a 50% survival over 5 years. [15]", "contents": "Chromaffin Cell Cancer (Archived) -- Prognosis. Usually, surgery is curative for benign or non-metastatic tumors. Metastatic tumors have a 50% survival over 5 years. [15]"}
{"id": "article-19506_27", "title": "Chromaffin Cell Cancer (Archived) -- Complications", "content": "Pheochromocytoma can induce Takotsubo syndrome. [23] Pheochromocytoma crisis (severe acute presentation of a catecholamine-induced hemodynamic instability causing end-organ damage). There are two types: Type A: End organ damage but in the absence of shock Type B: End organ damage with shock", "contents": "Chromaffin Cell Cancer (Archived) -- Complications. Pheochromocytoma can induce Takotsubo syndrome. [23] Pheochromocytoma crisis (severe acute presentation of a catecholamine-induced hemodynamic instability causing end-organ damage). There are two types: Type A: End organ damage but in the absence of shock Type B: End organ damage with shock"}
{"id": "article-19506_28", "title": "Chromaffin Cell Cancer (Archived) -- Complications", "content": "Pheochromocytoma crisis though rare, can be a potentially life-threatening emergency. Crisis can occur spontaneously or precipitated by the administration of pharmacological agents, such as glucagon, ergotamine, and caffeine, tumor manipulation, micturition (urinary bladder pheochromocytoma), or foods that aggravate the release of catecholamines by the tumor. [15] [24]", "contents": "Chromaffin Cell Cancer (Archived) -- Complications. Pheochromocytoma crisis though rare, can be a potentially life-threatening emergency. Crisis can occur spontaneously or precipitated by the administration of pharmacological agents, such as glucagon, ergotamine, and caffeine, tumor manipulation, micturition (urinary bladder pheochromocytoma), or foods that aggravate the release of catecholamines by the tumor. [15] [24]"}
{"id": "article-19506_29", "title": "Chromaffin Cell Cancer (Archived) -- Postoperative and Rehabilitation Care", "content": "There are no American guidelines regarding the follow-up of the patient postoperatively. It is suggested that repeating biochemical tests be done after 14 days of tumor surgery. However, even if the result is normal, it does not mean that the tumor is completely resected. If plasma-free metanephrine or urinary fractioned metanephrine levels are elevated for about 3 months after surgical removal, this is an indication for repeat imaging. [21]", "contents": "Chromaffin Cell Cancer (Archived) -- Postoperative and Rehabilitation Care. There are no American guidelines regarding the follow-up of the patient postoperatively. It is suggested that repeating biochemical tests be done after 14 days of tumor surgery. However, even if the result is normal, it does not mean that the tumor is completely resected. If plasma-free metanephrine or urinary fractioned metanephrine levels are elevated for about 3 months after surgical removal, this is an indication for repeat imaging. [21]"}
{"id": "article-19506_30", "title": "Chromaffin Cell Cancer (Archived) -- Postoperative and Rehabilitation Care", "content": "European guidelines recommend annual, postoperative follow-up for 10 years with biochemical testing for any recurrence or metastasis. Patients who have familial pheochromocytoma should be followed annually for a lifetime. These recommendations are for patients who have abnormal biochemical tests preoperatively. Chromogranin A measurement should be used in the population having normal, preoperative, biochemical tests. [21]", "contents": "Chromaffin Cell Cancer (Archived) -- Postoperative and Rehabilitation Care. European guidelines recommend annual, postoperative follow-up for 10 years with biochemical testing for any recurrence or metastasis. Patients who have familial pheochromocytoma should be followed annually for a lifetime. These recommendations are for patients who have abnormal biochemical tests preoperatively. Chromogranin A measurement should be used in the population having normal, preoperative, biochemical tests. [21]"}
{"id": "article-19506_31", "title": "Chromaffin Cell Cancer (Archived) -- Consultations", "content": "Nephrology Endocrinology General or endocrine surgery", "contents": "Chromaffin Cell Cancer (Archived) -- Consultations. Nephrology Endocrinology General or endocrine surgery"}
{"id": "article-19506_32", "title": "Chromaffin Cell Cancer (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Pheochromocytoma is a rare neuroendocrine tumor with serious and lethal clinical and cardiovascular complications due to the effects of secreted catecholamines. There needs to be close coordination between the primary care provider, nephrologist, and endocrinologist. In patients with diagnosed pheochromocytoma, all patients should undergo resection of the pheochromocytoma following medical preparation, and coordination with the general surgeon is highly recommended. Before surgery and preoperatively, a pharmacist should be involved. Perioperative and surgical nurses are essential for the care of these patients. Coordination of this interprofessional team will improve outcomes. [Level 5]", "contents": "Chromaffin Cell Cancer (Archived) -- Enhancing Healthcare Team Outcomes. Pheochromocytoma is a rare neuroendocrine tumor with serious and lethal clinical and cardiovascular complications due to the effects of secreted catecholamines. There needs to be close coordination between the primary care provider, nephrologist, and endocrinologist. In patients with diagnosed pheochromocytoma, all patients should undergo resection of the pheochromocytoma following medical preparation, and coordination with the general surgeon is highly recommended. Before surgery and preoperatively, a pharmacist should be involved. Perioperative and surgical nurses are essential for the care of these patients. Coordination of this interprofessional team will improve outcomes. [Level 5]"}
{"id": "article-19506_33", "title": "Chromaffin Cell Cancer (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chromaffin Cell Cancer (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}