{"id": "article-96753_0", "title": "Ocular Tuberculosis -- Continuing Education Activity", "content": "Ocular tuberculosis is a rare extrapulmonary manifestation of Mycobacterium tuberculosis infection. Clinical symptoms primarily occur from hematogenous dissemination from the lungs to the uveal tract. Ocular tuberculosis is a great imitator of ocular pathologies and therefore requires a high index of suspicion before making the diagnosis. This activity reviews the fundoscopic signs most closely associated with ocular tuberculosis and the management of these lesions. It highlights the role of the interprofessional team in evaluating and administering treatment, specifically in human immunodeficiency virus-infected persons, as these individuals are disproportionately affected by M. tuberculosis.", "contents": "Ocular Tuberculosis -- Continuing Education Activity. Ocular tuberculosis is a rare extrapulmonary manifestation of Mycobacterium tuberculosis infection. Clinical symptoms primarily occur from hematogenous dissemination from the lungs to the uveal tract. Ocular tuberculosis is a great imitator of ocular pathologies and therefore requires a high index of suspicion before making the diagnosis. This activity reviews the fundoscopic signs most closely associated with ocular tuberculosis and the management of these lesions. It highlights the role of the interprofessional team in evaluating and administering treatment, specifically in human immunodeficiency virus-infected persons, as these individuals are disproportionately affected by M. tuberculosis."}
{"id": "article-96753_1", "title": "Ocular Tuberculosis -- Continuing Education Activity", "content": "Objectives: Identify the most common affected tissues of the eye. Describe the characteristic fundoscopic findings and be able to differentiate them from similarly appearing diseases. Describe the workup required to make a definitive or presumptive diagnosis of ocular tuberculosis. Explain the importance of collaboration and coordination among the interprofessional team to enhance the delivery of care to patients affected by paradoxical worsening of symptoms after treatment initiation. Access free multiple choice questions on this topic.", "contents": "Ocular Tuberculosis -- Continuing Education Activity. Objectives: Identify the most common affected tissues of the eye. Describe the characteristic fundoscopic findings and be able to differentiate them from similarly appearing diseases. Describe the workup required to make a definitive or presumptive diagnosis of ocular tuberculosis. Explain the importance of collaboration and coordination among the interprofessional team to enhance the delivery of care to patients affected by paradoxical worsening of symptoms after treatment initiation. Access free multiple choice questions on this topic."}
{"id": "article-96753_2", "title": "Ocular Tuberculosis -- Introduction", "content": "Ocular tuberculosis is a clinical disease caused by Mycobacterium tuberculosis (TB). It has various modes of transmission, and it can infect virtually any ocular tissue. Much like the ability of syphilis to mimic various skin conditions, TB should be thought of as “the great imitator” of ocular pathologies.", "contents": "Ocular Tuberculosis -- Introduction. Ocular tuberculosis is a clinical disease caused by Mycobacterium tuberculosis (TB). It has various modes of transmission, and it can infect virtually any ocular tissue. Much like the ability of syphilis to mimic various skin conditions, TB should be thought of as “the great imitator” of ocular pathologies."}
{"id": "article-96753_3", "title": "Ocular Tuberculosis -- Introduction", "content": "Choroidal tubercles were first anatomically described in 1855 and identified with an ophthalmoscope in 1867. One year after the discovery of the organism, TB was identified in the eye in 1883. [1] An autopsy study of military TB in 1950 even reported that eye examination exceeded chest radiography in diagnostic sensitivity. [2] Since this time, TB has become increasingly rare in Western nations, and advancements in laboratory diagnostic tests have led eye examinations for choroidal tubercles to fall out of favor in recommendations and guidelines.", "contents": "Ocular Tuberculosis -- Introduction. Choroidal tubercles were first anatomically described in 1855 and identified with an ophthalmoscope in 1867. One year after the discovery of the organism, TB was identified in the eye in 1883. [1] An autopsy study of military TB in 1950 even reported that eye examination exceeded chest radiography in diagnostic sensitivity. [2] Since this time, TB has become increasingly rare in Western nations, and advancements in laboratory diagnostic tests have led eye examinations for choroidal tubercles to fall out of favor in recommendations and guidelines."}
{"id": "article-96753_4", "title": "Ocular Tuberculosis -- Introduction", "content": "More than 1.7 billion people are estimated to be infected with TB. Globally, it is the leading cause of death from a single infectious agent and the leading cause of death among persons living with human immunodeficiency virus (HIV) infection. [3] It is important to recognize ocular TB as a clinical manifestation of extrapulmonary TB. A timely diagnosis can lead to early initiation of anti-tuberculosis therapy (ATT) and prevent poor patient outcomes.", "contents": "Ocular Tuberculosis -- Introduction. More than 1.7 billion people are estimated to be infected with TB. Globally, it is the leading cause of death from a single infectious agent and the leading cause of death among persons living with human immunodeficiency virus (HIV) infection. [3] It is important to recognize ocular TB as a clinical manifestation of extrapulmonary TB. A timely diagnosis can lead to early initiation of anti-tuberculosis therapy (ATT) and prevent poor patient outcomes."}
{"id": "article-96753_5", "title": "Ocular Tuberculosis -- Etiology", "content": "Three modes of the disease have been described for ocular tuberculosis: Direct ocular infection from an exogenous source, e.g., contact with the lids or conjunctiva (primary ocular TB). Hematogenous spread of M. tuberculosis from a pulmonary focus or extrapulmonary site (secondary ocular TB). Hypersensitivity reaction in structures of the eye after exposure to TB antigens. The most common form of ocular involvement is hematogenous spread from pulmonary TB. Seeding may occur from primary infection or the reactivation of a dormant lesion.", "contents": "Ocular Tuberculosis -- Etiology. Three modes of the disease have been described for ocular tuberculosis: Direct ocular infection from an exogenous source, e.g., contact with the lids or conjunctiva (primary ocular TB). Hematogenous spread of M. tuberculosis from a pulmonary focus or extrapulmonary site (secondary ocular TB). Hypersensitivity reaction in structures of the eye after exposure to TB antigens. The most common form of ocular involvement is hematogenous spread from pulmonary TB. Seeding may occur from primary infection or the reactivation of a dormant lesion."}
{"id": "article-96753_6", "title": "Ocular Tuberculosis -- Etiology", "content": "M. tuberculosis spreads by aerosolized droplets. Airborne bacteria are inhaled into the respiratory alveoli, where they encounter alveolar macrophages. About 90% of these infected individuals never develop clinical disease and remain asymptomatic (latent TB). In the remaining 10%, about 5% will develop the disease within the first few years of exposure. The last 5% may develop symptoms several years later as host immunity wanes. [4]", "contents": "Ocular Tuberculosis -- Etiology. M. tuberculosis spreads by aerosolized droplets. Airborne bacteria are inhaled into the respiratory alveoli, where they encounter alveolar macrophages. About 90% of these infected individuals never develop clinical disease and remain asymptomatic (latent TB). In the remaining 10%, about 5% will develop the disease within the first few years of exposure. The last 5% may develop symptoms several years later as host immunity wanes. [4]"}
{"id": "article-96753_7", "title": "Ocular Tuberculosis -- Etiology", "content": "Alveolar macrophages phagocytize the bacteria and release cytokines to recruit circulating monocytes to the site of infection, but M. tuberculosis escapes eradication by inhibiting fusion of the macrophage phagolysosome. This allows the bacteria to proliferate in nonactivated and partly-activated macrophages. Eventually, bacteria-laden macrophages disseminate into the lymphatics and venous circulation through erosions in the alveolar epithelium and migrate to oxygen-rich regions of the body, such as the lung apex, various organs, and the eye. [5]", "contents": "Ocular Tuberculosis -- Etiology. Alveolar macrophages phagocytize the bacteria and release cytokines to recruit circulating monocytes to the site of infection, but M. tuberculosis escapes eradication by inhibiting fusion of the macrophage phagolysosome. This allows the bacteria to proliferate in nonactivated and partly-activated macrophages. Eventually, bacteria-laden macrophages disseminate into the lymphatics and venous circulation through erosions in the alveolar epithelium and migrate to oxygen-rich regions of the body, such as the lung apex, various organs, and the eye. [5]"}
{"id": "article-96753_8", "title": "Ocular Tuberculosis -- Epidemiology", "content": "According to the World Health Organization (WHO), about 10.4 million people fall ill, and 1.8 million people die from TB each year. [6] The burden of the disease varies considerably among countries, being eight to twelve times higher in poor countries compared to industrialized countries. Geographically, the majority of TB cases in 2018 were in South-East Asia (44%), and globally the top five nations were: India (27%), China (9%), Indonesia (8%), The Philippines (6%), and Pakistan (6%). Ocular TB cases have been estimated to be under 1% in the United States, 4% in China, 6% in Italy, and 16% in Saudi Arabia. [7]", "contents": "Ocular Tuberculosis -- Epidemiology. According to the World Health Organization (WHO), about 10.4 million people fall ill, and 1.8 million people die from TB each year. [6] The burden of the disease varies considerably among countries, being eight to twelve times higher in poor countries compared to industrialized countries. Geographically, the majority of TB cases in 2018 were in South-East Asia (44%), and globally the top five nations were: India (27%), China (9%), Indonesia (8%), The Philippines (6%), and Pakistan (6%). Ocular TB cases have been estimated to be under 1% in the United States, 4% in China, 6% in Italy, and 16% in Saudi Arabia. [7]"}
{"id": "article-96753_9", "title": "Ocular Tuberculosis -- Epidemiology", "content": "Historically, epidemiologic data of ocular TB has varied widely due to the lack of specific diagnostic criteria. In 1967, a study of 10,524 patients at a TB sanitarium reported an incidence of ocular TB in 1.4% of patients. [8] A 1997 study of 100 randomly selected Spanish TB patients reported 18% had ocular TB. [9] In patients presenting with uveitis in North India from 1996-2001, 9.86% of cases were caused by TB. [10] A prospective case series of 126 Japanese patients with uveitis from 1998-2000 reported 7.9% were due to intraocular TB. [11]", "contents": "Ocular Tuberculosis -- Epidemiology. Historically, epidemiologic data of ocular TB has varied widely due to the lack of specific diagnostic criteria. In 1967, a study of 10,524 patients at a TB sanitarium reported an incidence of ocular TB in 1.4% of patients. [8] A 1997 study of 100 randomly selected Spanish TB patients reported 18% had ocular TB. [9] In patients presenting with uveitis in North India from 1996-2001, 9.86% of cases were caused by TB. [10] A prospective case series of 126 Japanese patients with uveitis from 1998-2000 reported 7.9% were due to intraocular TB. [11]"}
{"id": "article-96753_10", "title": "Ocular Tuberculosis -- Pathophysiology", "content": "The pathophysiologic effects of Mycobacterium tuberculosis on the eye can be characterized by the mode of infection. Patients who present with extraocular involvement (lids, lacrimal apparatus, adnexa, sclera, conjunctiva, or cornea) likely have a primary ocular infection as a result of direct contact with the eye. [1] [12]", "contents": "Ocular Tuberculosis -- Pathophysiology. The pathophysiologic effects of Mycobacterium tuberculosis on the eye can be characterized by the mode of infection. Patients who present with extraocular involvement (lids, lacrimal apparatus, adnexa, sclera, conjunctiva, or cornea) likely have a primary ocular infection as a result of direct contact with the eye. [1] [12]"}
{"id": "article-96753_11", "title": "Ocular Tuberculosis -- Pathophysiology", "content": "Hematogenous spread of TB from pulmonary or extrapulmonary sites most commonly affects the uveal tract, consisting of the iris and ciliary body (anteriorly) and the choroid (posteriorly). Therefore, tubercular uveitis may present as anterior, intermediate, posterior, or panuveitis (granulomatous or non-granulomatous). The choroid receives the highest blood flow per unit of tissue in the body and creates an oxygen-rich environment analogous to the apex of the lung. [13] M. tuberculosis -laden macrophages deposit in the first available capillary beds upon entering the eye, which leads to posterior uveitis as the most common presentation of ocular TB. Bacilli multiply and incite local inflammation, which manifests as a choroid tubercle. [14]", "contents": "Ocular Tuberculosis -- Pathophysiology. Hematogenous spread of TB from pulmonary or extrapulmonary sites most commonly affects the uveal tract, consisting of the iris and ciliary body (anteriorly) and the choroid (posteriorly). Therefore, tubercular uveitis may present as anterior, intermediate, posterior, or panuveitis (granulomatous or non-granulomatous). The choroid receives the highest blood flow per unit of tissue in the body and creates an oxygen-rich environment analogous to the apex of the lung. [13] M. tuberculosis -laden macrophages deposit in the first available capillary beds upon entering the eye, which leads to posterior uveitis as the most common presentation of ocular TB. Bacilli multiply and incite local inflammation, which manifests as a choroid tubercle. [14]"}
{"id": "article-96753_12", "title": "Ocular Tuberculosis -- Pathophysiology", "content": "Tubercles that coalesce, or grow large, are reclassified as a tuberculoma. The tubercles and tuberculoma, involve all layers of choroidal tissue and are surrounded by obliterated choroidal blood vessels. The lesion may liquefy into a subretinal abscess. The overlying retinal pigment epithelium remains normal in early stages, but later it can become disrupted with pigmentation, and the overlying retina may detach. Early intervention may completely resolve the lesion or result in an atrophic scar. [14]", "contents": "Ocular Tuberculosis -- Pathophysiology. Tubercles that coalesce, or grow large, are reclassified as a tuberculoma. The tubercles and tuberculoma, involve all layers of choroidal tissue and are surrounded by obliterated choroidal blood vessels. The lesion may liquefy into a subretinal abscess. The overlying retinal pigment epithelium remains normal in early stages, but later it can become disrupted with pigmentation, and the overlying retina may detach. Early intervention may completely resolve the lesion or result in an atrophic scar. [14]"}
{"id": "article-96753_13", "title": "Ocular Tuberculosis -- Pathophysiology", "content": "Hypersensitivity reactions involving the eye, such as phlyctenular disease or Eales disease, are theorized to be the result of an immunologic response to nonviable TB organisms in ocular tissue. The pathophysiologic mechanism is poorly understood. [15] [16]", "contents": "Ocular Tuberculosis -- Pathophysiology. Hypersensitivity reactions involving the eye, such as phlyctenular disease or Eales disease, are theorized to be the result of an immunologic response to nonviable TB organisms in ocular tissue. The pathophysiologic mechanism is poorly understood. [15] [16]"}
{"id": "article-96753_14", "title": "Ocular Tuberculosis -- Histopathology", "content": "In most cases, the involvement of intraocular tissue makes biopsy a risky and impractical decision. In rare cases of external disease, or anterior segment involvement, a biopsy may be taken for histopathologic analysis. Presence of Ziehl-Neelson acid-fast stained bacilli and/or caseous necrosis with epithelioid cells and Langerhans giant cells suggests ocular TB. Bacteria in multinucleated giant cells are inconsistently detected by histologic staining. [16] As a result, there is extreme variability in the results and reliability of biopsies.", "contents": "Ocular Tuberculosis -- Histopathology. In most cases, the involvement of intraocular tissue makes biopsy a risky and impractical decision. In rare cases of external disease, or anterior segment involvement, a biopsy may be taken for histopathologic analysis. Presence of Ziehl-Neelson acid-fast stained bacilli and/or caseous necrosis with epithelioid cells and Langerhans giant cells suggests ocular TB. Bacteria in multinucleated giant cells are inconsistently detected by histologic staining. [16] As a result, there is extreme variability in the results and reliability of biopsies."}
{"id": "article-96753_15", "title": "Ocular Tuberculosis -- History and Physical -- History", "content": "In recent years, those at greatest risk of developing ocular tuberculosis are immunocompromised individuals. Extrapulmonary involvement is seen in more than 50% of patients who have both acquired immunodeficiency syndrome (AIDS) and TB. [17] Others at risk include individuals on immunosuppressive therapy, healthcare workers, homeless and prisoner populations, immigrants from endemic countries, and patients with comorbid alcoholism, chronic liver disease, chronic hemodialysis, diabetes mellitus, malignancy, or silicosis. [18]", "contents": "Ocular Tuberculosis -- History and Physical -- History. In recent years, those at greatest risk of developing ocular tuberculosis are immunocompromised individuals. Extrapulmonary involvement is seen in more than 50% of patients who have both acquired immunodeficiency syndrome (AIDS) and TB. [17] Others at risk include individuals on immunosuppressive therapy, healthcare workers, homeless and prisoner populations, immigrants from endemic countries, and patients with comorbid alcoholism, chronic liver disease, chronic hemodialysis, diabetes mellitus, malignancy, or silicosis. [18]"}
{"id": "article-96753_16", "title": "Ocular Tuberculosis -- History and Physical -- History", "content": "Therefore, it is crucial to complete a full past-medical and social history, and specifically inquire about the patient’s HIV status, when suspecting ocular TB. This information is especially useful when in conjunction with a history of nonspecific symptoms of pulmonary TB (chest pain, chronic cough, hemoptysis, fever, anorexia, night sweats, unexplained weight loss), travel to TB endemic country, interaction with active TB patient, prior positive radiographic findings, tuberculin skin test (TST) or interferon-gamma release assay (IGRA).", "contents": "Ocular Tuberculosis -- History and Physical -- History. Therefore, it is crucial to complete a full past-medical and social history, and specifically inquire about the patient’s HIV status, when suspecting ocular TB. This information is especially useful when in conjunction with a history of nonspecific symptoms of pulmonary TB (chest pain, chronic cough, hemoptysis, fever, anorexia, night sweats, unexplained weight loss), travel to TB endemic country, interaction with active TB patient, prior positive radiographic findings, tuberculin skin test (TST) or interferon-gamma release assay (IGRA)."}
{"id": "article-96753_17", "title": "Ocular Tuberculosis -- History and Physical -- Presenting Ocular Symptoms", "content": "Ocular TB can present with any type of ocular inflammation. Patients may report acute or chronic inflammation that is unilateral or bilateral. Patients may also report headaches, flashes, floaters, or red-eye. Choroid tubercles near the macula present with diminished visual acuity and photosensitivity. Of note, the lack of visual symptoms does not rule out ocular TB as small tubercles in the peripheral fundus may be asymptomatic. [14]", "contents": "Ocular Tuberculosis -- History and Physical -- Presenting Ocular Symptoms. Ocular TB can present with any type of ocular inflammation. Patients may report acute or chronic inflammation that is unilateral or bilateral. Patients may also report headaches, flashes, floaters, or red-eye. Choroid tubercles near the macula present with diminished visual acuity and photosensitivity. Of note, the lack of visual symptoms does not rule out ocular TB as small tubercles in the peripheral fundus may be asymptomatic. [14]"}
{"id": "article-96753_18", "title": "Ocular Tuberculosis -- History and Physical -- Signs", "content": "Ocular TB is a great imitator of various ocular pathologies. A provider should consider many possible findings. The following are clinical signs of ocular TB described according to the anatomical location:", "contents": "Ocular Tuberculosis -- History and Physical -- Signs. Ocular TB is a great imitator of various ocular pathologies. A provider should consider many possible findings. The following are clinical signs of ocular TB described according to the anatomical location:"}
{"id": "article-96753_19", "title": "Ocular Tuberculosis -- History and Physical -- Extraocular TB", "content": "Orbit : The involvement of the orbit is most common in children. [12] Patients may present with proptosis, eyelid swelling, intermittent periorbital swelling, headache, epistaxis, decreased vision, visual field abnormalities, chemosis, Marcus Gunn pupil, epiphora, and increased orbital resistance to retropulsion. [19]", "contents": "Ocular Tuberculosis -- History and Physical -- Extraocular TB. Orbit : The involvement of the orbit is most common in children. [12] Patients may present with proptosis, eyelid swelling, intermittent periorbital swelling, headache, epistaxis, decreased vision, visual field abnormalities, chemosis, Marcus Gunn pupil, epiphora, and increased orbital resistance to retropulsion. [19]"}
{"id": "article-96753_20", "title": "Ocular Tuberculosis -- History and Physical -- Extraocular TB", "content": "Eyelids : The involvement of the eyelids is also most common in children. Eyelid TB can present as lupus vulgaris with reddish-brown “apple-jelly” nodules. [20] It can also appear as a lid abscess, chronic blepharitis, or atypical chalazion. [7]", "contents": "Ocular Tuberculosis -- History and Physical -- Extraocular TB. Eyelids : The involvement of the eyelids is also most common in children. Eyelid TB can present as lupus vulgaris with reddish-brown “apple-jelly” nodules. [20] It can also appear as a lid abscess, chronic blepharitis, or atypical chalazion. [7]"}
{"id": "article-96753_21", "title": "Ocular Tuberculosis -- History and Physical -- Extraocular TB", "content": "Lacrimal Gland : TB involvement presents as symptomatic dacryoadenitis, indistinguishable from other bacterial infections. [21]", "contents": "Ocular Tuberculosis -- History and Physical -- Extraocular TB. Lacrimal Gland : TB involvement presents as symptomatic dacryoadenitis, indistinguishable from other bacterial infections. [21]"}
{"id": "article-96753_22", "title": "Ocular Tuberculosis -- History and Physical -- Extraocular TB", "content": "Conjunctiva : Primary tuberculous conjunctivitis is a chronic disease that eventually leads to scarring. Patients present with ocular redness, discomfort, and mucopurulent discharge with regional lymphadenopathy. [22]", "contents": "Ocular Tuberculosis -- History and Physical -- Extraocular TB. Conjunctiva : Primary tuberculous conjunctivitis is a chronic disease that eventually leads to scarring. Patients present with ocular redness, discomfort, and mucopurulent discharge with regional lymphadenopathy. [22]"}
{"id": "article-96753_23", "title": "Ocular Tuberculosis -- History and Physical -- Extraocular TB", "content": "Cornea : It may present as phlyctenular keratoconjunctivitis (an inflammatory nodule at the limbus) or interstitial keratitis. The phlyctenule is believed to be a hypersensitivity reaction to TB antigen, and it may erode the epithelia and create photophobia, redness, and tearing. Tuberculous interstitial keratitis presents as a unilateral sectoral, peripheral stromal infiltrate with vascularization. [23]", "contents": "Ocular Tuberculosis -- History and Physical -- Extraocular TB. Cornea : It may present as phlyctenular keratoconjunctivitis (an inflammatory nodule at the limbus) or interstitial keratitis. The phlyctenule is believed to be a hypersensitivity reaction to TB antigen, and it may erode the epithelia and create photophobia, redness, and tearing. Tuberculous interstitial keratitis presents as a unilateral sectoral, peripheral stromal infiltrate with vascularization. [23]"}
{"id": "article-96753_24", "title": "Ocular Tuberculosis -- History and Physical -- Extraocular TB", "content": "Sclera : Tuberculous scleritis is challenging to diagnose outside the context of active systemic TB. Scleritis is usually chronic, does not respond to anti-inflammatory treatment, can be necrotizing, and usually presents anteriorly; posterior sclera involvement is rare. [24]", "contents": "Ocular Tuberculosis -- History and Physical -- Extraocular TB. Sclera : Tuberculous scleritis is challenging to diagnose outside the context of active systemic TB. Scleritis is usually chronic, does not respond to anti-inflammatory treatment, can be necrotizing, and usually presents anteriorly; posterior sclera involvement is rare. [24]"}
{"id": "article-96753_25", "title": "Ocular Tuberculosis -- History and Physical -- Intraocular TB", "content": "Anterior Uveitis : It is usually granulomatous, may present as iris granulomas with broad-based posterior synechiae, and Koeppe and Busacca nodules, mutton-fat keratic precipitates on the posterior aspect of the cornea, and/or complicated cataract. [25] In children, band keratopathy can occur.", "contents": "Ocular Tuberculosis -- History and Physical -- Intraocular TB. Anterior Uveitis : It is usually granulomatous, may present as iris granulomas with broad-based posterior synechiae, and Koeppe and Busacca nodules, mutton-fat keratic precipitates on the posterior aspect of the cornea, and/or complicated cataract. [25] In children, band keratopathy can occur."}
{"id": "article-96753_26", "title": "Ocular Tuberculosis -- History and Physical -- Intraocular TB", "content": "Intermediate Uveitis : Usually presents with unilateral or bilateral asymmetry and appears similar to par planitis. Features include mild-to-moderate vitritis with snowball, snow banking, peripheral vascular sheathing, and/or peripheral retinochoroidal granulomas. [14]", "contents": "Ocular Tuberculosis -- History and Physical -- Intraocular TB. Intermediate Uveitis : Usually presents with unilateral or bilateral asymmetry and appears similar to par planitis. Features include mild-to-moderate vitritis with snowball, snow banking, peripheral vascular sheathing, and/or peripheral retinochoroidal granulomas. [14]"}
{"id": "article-96753_27", "title": "Ocular Tuberculosis -- History and Physical -- Intraocular TB", "content": "Posterior Uveitis : It is the most common presentation of ocular TB. Common patterns include a solitary tubercle, multiple tubercles, miliary choroidal tubercles, and multifocal choroiditis (Image 1). Tubercles are white-yellow nodules that typically reside in the posterior pole. Usually, fewer than five are present but maybe as many as 50 or 60. Non-contiguous, multifocal choroiditis may progress to a diffuse, contiguous pattern called a serpiginous-like lesion. This lesion resembles serpiginous choroiditis (multifocal serpiginous choroiditis); however, in contrast to classic serpiginous choroiditis, it does not extend to the disc, tends to spare the fovea even when the macula is involved, and it is more multifocal and pigmented (Image 2). The vitreous in tuberculous serpiginous-like choroiditis is usually inflamed, whereas, in serpiginous choroiditis, there is no vitreous inflammation. [26] [27]", "contents": "Ocular Tuberculosis -- History and Physical -- Intraocular TB. Posterior Uveitis : It is the most common presentation of ocular TB. Common patterns include a solitary tubercle, multiple tubercles, miliary choroidal tubercles, and multifocal choroiditis (Image 1). Tubercles are white-yellow nodules that typically reside in the posterior pole. Usually, fewer than five are present but maybe as many as 50 or 60. Non-contiguous, multifocal choroiditis may progress to a diffuse, contiguous pattern called a serpiginous-like lesion. This lesion resembles serpiginous choroiditis (multifocal serpiginous choroiditis); however, in contrast to classic serpiginous choroiditis, it does not extend to the disc, tends to spare the fovea even when the macula is involved, and it is more multifocal and pigmented (Image 2). The vitreous in tuberculous serpiginous-like choroiditis is usually inflamed, whereas, in serpiginous choroiditis, there is no vitreous inflammation. [26] [27]"}
{"id": "article-96753_28", "title": "Ocular Tuberculosis -- History and Physical -- Intraocular TB", "content": "Retina : TB of the retina is almost always a result of the choroidal extension. Rarely does hematogenous spread effect the retina before the choroid. Retinal lesions may take the form of either focal tubercles, subretinal abscesses, or diffuse retinitis. Occlusive retinal vasculitis may occur and induce neovascularization. Exudative retinal hemorrhagic periphlebitis with uveitis is highly suggestive of intraocular TB. [28] Gupta et al. reported about 50% of patients with tubercular retinal vasculitis to have active or healed choroiditis patches under retinal vessels. Patients may also have snowball opacities in the inferior vitreous cavity, optic disc edema, or macular star. [22]", "contents": "Ocular Tuberculosis -- History and Physical -- Intraocular TB. Retina : TB of the retina is almost always a result of the choroidal extension. Rarely does hematogenous spread effect the retina before the choroid. Retinal lesions may take the form of either focal tubercles, subretinal abscesses, or diffuse retinitis. Occlusive retinal vasculitis may occur and induce neovascularization. Exudative retinal hemorrhagic periphlebitis with uveitis is highly suggestive of intraocular TB. [28] Gupta et al. reported about 50% of patients with tubercular retinal vasculitis to have active or healed choroiditis patches under retinal vessels. Patients may also have snowball opacities in the inferior vitreous cavity, optic disc edema, or macular star. [22]"}
{"id": "article-96753_29", "title": "Ocular Tuberculosis -- History and Physical -- Intraocular TB", "content": "Optic Nerve : Optic neuropathy develops either from direct infection induced by TB or a hypersensitivity reaction to the infectious agent. It may present as an optic nerve tubercle, papillitis, or papilledema. Optic nerve swelling and disk edema have been reported with posterior tuberculous scleritis. [29]", "contents": "Ocular Tuberculosis -- History and Physical -- Intraocular TB. Optic Nerve : Optic neuropathy develops either from direct infection induced by TB or a hypersensitivity reaction to the infectious agent. It may present as an optic nerve tubercle, papillitis, or papilledema. Optic nerve swelling and disk edema have been reported with posterior tuberculous scleritis. [29]"}
{"id": "article-96753_30", "title": "Ocular Tuberculosis -- History and Physical -- Intraocular TB", "content": "Endophthalmitis : Tubercular subretinal abscesses may burst into the vitreous cavity and present as endophthalmitis or panophthalmitis. [14]", "contents": "Ocular Tuberculosis -- History and Physical -- Intraocular TB. Endophthalmitis : Tubercular subretinal abscesses may burst into the vitreous cavity and present as endophthalmitis or panophthalmitis. [14]"}
{"id": "article-96753_31", "title": "Ocular Tuberculosis -- Evaluation", "content": "Due to the various ocular tuberculosis manifestations, a clinical diagnosis is quite challenging. Developing the diagnosis of ocular TB begins with a complete history, physical exam, and fundoscopic exam. Gupta et al. identified broad-based posterior synechiae, retinal vasculitis without choroiditis, retinal vasculitis with choroiditis, and serpiginous-like choroiditis as features of ocular TB with specificities of 93%, 97%, 99%, and 98%, respectively. However, all have poor sensitivities. [28] Other highly suspicious lesions include choroidal granulomas (granulomatous uveitis), multifocal serpiginous choroiditis, occlusive retinal periphlebitis, or vasculitis. [23] [24] [26] [27] [28] [29] [30] [31] Ocular TB should be investigated by performing the following:", "contents": "Ocular Tuberculosis -- Evaluation. Due to the various ocular tuberculosis manifestations, a clinical diagnosis is quite challenging. Developing the diagnosis of ocular TB begins with a complete history, physical exam, and fundoscopic exam. Gupta et al. identified broad-based posterior synechiae, retinal vasculitis without choroiditis, retinal vasculitis with choroiditis, and serpiginous-like choroiditis as features of ocular TB with specificities of 93%, 97%, 99%, and 98%, respectively. However, all have poor sensitivities. [28] Other highly suspicious lesions include choroidal granulomas (granulomatous uveitis), multifocal serpiginous choroiditis, occlusive retinal periphlebitis, or vasculitis. [23] [24] [26] [27] [28] [29] [30] [31] Ocular TB should be investigated by performing the following:"}
{"id": "article-96753_32", "title": "Ocular Tuberculosis -- Evaluation", "content": "Tuberculin skin test (TST) and/or interferon-gamma release assay (IGRA) to evaluate the cellular immune response to M. tuberculosis by the patient. Both tests have their strengths and limitations. [32] Specifically, TST can be falsely positive after BCG vaccinations and with other mycobacteria infections. Tests for IGRA, such as T-SPOT and QauntiFERON-TB Gold, are more specific, but false-positive cases can occur in low endemic areas.", "contents": "Ocular Tuberculosis -- Evaluation. Tuberculin skin test (TST) and/or interferon-gamma release assay (IGRA) to evaluate the cellular immune response to M. tuberculosis by the patient. Both tests have their strengths and limitations. [32] Specifically, TST can be falsely positive after BCG vaccinations and with other mycobacteria infections. Tests for IGRA, such as T-SPOT and QauntiFERON-TB Gold, are more specific, but false-positive cases can occur in low endemic areas."}
{"id": "article-96753_33", "title": "Ocular Tuberculosis -- Evaluation", "content": "Chest x-ray or high-resolution computed tomography (HRCT) of the chest to reveal hilar lymph node enlargement, pulmonary infiltrates, cavitation, or other signs of pulmonary TB.", "contents": "Ocular Tuberculosis -- Evaluation. Chest x-ray or high-resolution computed tomography (HRCT) of the chest to reveal hilar lymph node enlargement, pulmonary infiltrates, cavitation, or other signs of pulmonary TB."}
{"id": "article-96753_34", "title": "Ocular Tuberculosis -- Evaluation", "content": "A fine-needle aspiration biopsy or tissue biopsy attempt may be made as the culture of M. tuberculosis is the gold-standard diagnosis. [14] However, samples are difficult to collect, impose great risk on patients, and culture results may take up to 10 weeks.", "contents": "Ocular Tuberculosis -- Evaluation. A fine-needle aspiration biopsy or tissue biopsy attempt may be made as the culture of M. tuberculosis is the gold-standard diagnosis. [14] However, samples are difficult to collect, impose great risk on patients, and culture results may take up to 10 weeks."}
{"id": "article-96753_35", "title": "Ocular Tuberculosis -- Evaluation", "content": "Anterior chamber fluid or vitreous humor sample can be used in molecular diagnostic testing via polymerase chain reaction (PCR). This is becoming the method of choice because of better accuracy and rapid test results compared to culture. A case-control study of 22 patients with known TB uveitis demonstrated a 77.2% sensitivity and 92.1% specificity for PCR detection of M. tuberculosis in aqueous and vitreous aspirates. [33]", "contents": "Ocular Tuberculosis -- Evaluation. Anterior chamber fluid or vitreous humor sample can be used in molecular diagnostic testing via polymerase chain reaction (PCR). This is becoming the method of choice because of better accuracy and rapid test results compared to culture. A case-control study of 22 patients with known TB uveitis demonstrated a 77.2% sensitivity and 92.1% specificity for PCR detection of M. tuberculosis in aqueous and vitreous aspirates. [33]"}
{"id": "article-96753_36", "title": "Ocular Tuberculosis -- Evaluation", "content": "The WHO recommends the use of Xpert MTB/RIF assay, an automated real-time PCR, for rapid and simultaneous detection of TB and rifampicin resistance. Xpert MTB/RIF assay is currently used with sputum samples; it has not been approved by the US Food and Drug Administration for use with ocular fluids. [12] [31]", "contents": "Ocular Tuberculosis -- Evaluation. The WHO recommends the use of Xpert MTB/RIF assay, an automated real-time PCR, for rapid and simultaneous detection of TB and rifampicin resistance. Xpert MTB/RIF assay is currently used with sputum samples; it has not been approved by the US Food and Drug Administration for use with ocular fluids. [12] [31]"}
{"id": "article-96753_37", "title": "Ocular Tuberculosis -- Evaluation", "content": "A definitive diagnosis of TB uveitis is only made when M. tuberculosis , or its DNA, is isolated from ocular fluids. In most cases, ophthalmologists are unable to make a definitive diagnosis. Still, the patient may have ophthalmological features consistent with ocular TB, confirmed TB exposure (positive TST or IGRA), or evidence of a tubercular lesion on a chest x-ray or CT scan. If one of these features is present, the diagnosis of “presumed ocular TB” should be made, and treatment should be offered. [11] [32] [34] [35] Note, a negative result for any of these tests does not rule out the disease. TSTs often yield negative results in patients with disseminated TB, [36] and about 60% of patients with extrapulmonary TB have no evidence of pulmonary TB. [37]", "contents": "Ocular Tuberculosis -- Evaluation. A definitive diagnosis of TB uveitis is only made when M. tuberculosis , or its DNA, is isolated from ocular fluids. In most cases, ophthalmologists are unable to make a definitive diagnosis. Still, the patient may have ophthalmological features consistent with ocular TB, confirmed TB exposure (positive TST or IGRA), or evidence of a tubercular lesion on a chest x-ray or CT scan. If one of these features is present, the diagnosis of “presumed ocular TB” should be made, and treatment should be offered. [11] [32] [34] [35] Note, a negative result for any of these tests does not rule out the disease. TSTs often yield negative results in patients with disseminated TB, [36] and about 60% of patients with extrapulmonary TB have no evidence of pulmonary TB. [37]"}
{"id": "article-96753_38", "title": "Ocular Tuberculosis -- Evaluation", "content": "Treatment begins with antituberculous therapy (ATT) trial. Patients are evaluated for response to a four-drug course of isoniazid, rifampicin, ethambutol, and pyrazinamide. After 4 to 6 weeks of treatment, a positive response is taken as evidence for ocular TB, and treatment should be continued. [14]", "contents": "Ocular Tuberculosis -- Evaluation. Treatment begins with antituberculous therapy (ATT) trial. Patients are evaluated for response to a four-drug course of isoniazid, rifampicin, ethambutol, and pyrazinamide. After 4 to 6 weeks of treatment, a positive response is taken as evidence for ocular TB, and treatment should be continued. [14]"}
{"id": "article-96753_39", "title": "Ocular Tuberculosis -- Treatment / Management", "content": "In general, the treatment of ocular tuberculosis is the same as for pulmonary TB. Treatment consists of a four-drug regimen, administered in two phases: rifampicin, isoniazid, pyrazinamide, and ethambutol daily for two months, followed by rifampicin and isoniazid for four months. If the patient fails to respond in three to four weeks, consider multidrug resistance, TB, and management should continue in conjunction with an infectious disease specialist.", "contents": "Ocular Tuberculosis -- Treatment / Management. In general, the treatment of ocular tuberculosis is the same as for pulmonary TB. Treatment consists of a four-drug regimen, administered in two phases: rifampicin, isoniazid, pyrazinamide, and ethambutol daily for two months, followed by rifampicin and isoniazid for four months. If the patient fails to respond in three to four weeks, consider multidrug resistance, TB, and management should continue in conjunction with an infectious disease specialist."}
{"id": "article-96753_40", "title": "Ocular Tuberculosis -- Treatment / Management", "content": "Steroids are given to reverse insult from granulomatous inflammation and to help prevent a delayed-type hypersensitivity response to TB antigens. [38] They must be used judiciously with antituberculous therapy (ATT), and not alone, as there is concern over inducing the reactivation of latent disease or prolonging the active growth of bacilli in the eye. [14] Rifampicin is an inducer of hepatic steroid metabolizing enzyme and will suppress the therapeutic effect of corticosteroids. To maintain effectiveness, it may be necessary to increase the dosage of corticosteroid when in concomitant use with rifampicin.", "contents": "Ocular Tuberculosis -- Treatment / Management. Steroids are given to reverse insult from granulomatous inflammation and to help prevent a delayed-type hypersensitivity response to TB antigens. [38] They must be used judiciously with antituberculous therapy (ATT), and not alone, as there is concern over inducing the reactivation of latent disease or prolonging the active growth of bacilli in the eye. [14] Rifampicin is an inducer of hepatic steroid metabolizing enzyme and will suppress the therapeutic effect of corticosteroids. To maintain effectiveness, it may be necessary to increase the dosage of corticosteroid when in concomitant use with rifampicin."}
{"id": "article-96753_41", "title": "Ocular Tuberculosis -- Treatment / Management", "content": "Paradoxical worsening after initiation of ATT has been reported. This phenomenon is thought to result from a Jarisch-Herxheimer-like reaction as the immune system gains increased exposure to bacterial antigens after treatment, and results in the release of pro-inflammatory cytokines. [39] Co-treatment with corticosteroids can circumvent this phenomenon. [14]", "contents": "Ocular Tuberculosis -- Treatment / Management. Paradoxical worsening after initiation of ATT has been reported. This phenomenon is thought to result from a Jarisch-Herxheimer-like reaction as the immune system gains increased exposure to bacterial antigens after treatment, and results in the release of pro-inflammatory cytokines. [39] Co-treatment with corticosteroids can circumvent this phenomenon. [14]"}
{"id": "article-96753_42", "title": "Ocular Tuberculosis -- Treatment / Management", "content": "In addition to ATT, TB delayed hypersensitivity retinal vasculitis (Eales disease), also benefits from treatment with peripheral scatter retinal laser treatment to decrease the ischemic drive for retinal neovascularization.", "contents": "Ocular Tuberculosis -- Treatment / Management. In addition to ATT, TB delayed hypersensitivity retinal vasculitis (Eales disease), also benefits from treatment with peripheral scatter retinal laser treatment to decrease the ischemic drive for retinal neovascularization."}
{"id": "article-96753_43", "title": "Ocular Tuberculosis -- Differential Diagnosis", "content": "Sarcoidosis, syphilis, toxoplasmosis, toxocariasis, and fungal infections can present as panuveitis with choroidal involvement and should be considered in the differential diagnosis of tubercular uveitis. [40] Tubercular anterior uveitis in children may mimic juvenile idiopathic uveitis.", "contents": "Ocular Tuberculosis -- Differential Diagnosis. Sarcoidosis, syphilis, toxoplasmosis, toxocariasis, and fungal infections can present as panuveitis with choroidal involvement and should be considered in the differential diagnosis of tubercular uveitis. [40] Tubercular anterior uveitis in children may mimic juvenile idiopathic uveitis."}
{"id": "article-96753_44", "title": "Ocular Tuberculosis -- Differential Diagnosis", "content": "In patients presenting predominantly with retinal vasculitis, Eales disease should be considered. Eales disease is characterized by overlapping stages of retinal vasculitis, vascular occlusion, and retinal neovascularization (Image 3). The cause of Eales disease remains unknown, but there is speculation it is a delayed retinal hypersensitivity reaction to M. tuberculosis . Prior studies have shown patients with Eales disease have consistently been found more likely to test positive for M. tuberculosis than control populations. [41]", "contents": "Ocular Tuberculosis -- Differential Diagnosis. In patients presenting predominantly with retinal vasculitis, Eales disease should be considered. Eales disease is characterized by overlapping stages of retinal vasculitis, vascular occlusion, and retinal neovascularization (Image 3). The cause of Eales disease remains unknown, but there is speculation it is a delayed retinal hypersensitivity reaction to M. tuberculosis . Prior studies have shown patients with Eales disease have consistently been found more likely to test positive for M. tuberculosis than control populations. [41]"}
{"id": "article-96753_45", "title": "Ocular Tuberculosis -- Differential Diagnosis", "content": "Ophthalmologists should also consider the diagnosis of acute multifocal posterior placoid pigment epitheliopathy (AMPPPE) or classic serpiginous choroiditis in patients presenting with tuberculous serpiginous-like choroiditis. AMPPPE is a rare and poorly understood inflammatory chorioretinopathy that predominantly affects the macula. Evidence supports either a primary vasculitis or a delayed-type hypersensitivity reaction to various pathogens, including M. tuberculosis. [42] The acute phase of AMPPPE presents with multifocal flat, gray-white lesions with a placoid appearance, found at the level of the posterior pole in the retinal pigmented epithelium. [43]", "contents": "Ocular Tuberculosis -- Differential Diagnosis. Ophthalmologists should also consider the diagnosis of acute multifocal posterior placoid pigment epitheliopathy (AMPPPE) or classic serpiginous choroiditis in patients presenting with tuberculous serpiginous-like choroiditis. AMPPPE is a rare and poorly understood inflammatory chorioretinopathy that predominantly affects the macula. Evidence supports either a primary vasculitis or a delayed-type hypersensitivity reaction to various pathogens, including M. tuberculosis. [42] The acute phase of AMPPPE presents with multifocal flat, gray-white lesions with a placoid appearance, found at the level of the posterior pole in the retinal pigmented epithelium. [43]"}
{"id": "article-96753_46", "title": "Ocular Tuberculosis -- Differential Diagnosis", "content": "Fluorescein angiography (FA) reveals early hypofluorescence and late, irregular hyperfluorescence. Similarly, the early stages of serpiginous-like choroiditis can resemble AMPPPE as it may present with yellowish-white plaque-like lesions that appear hypofluorescent early and hyperfluorescent late on FA. [44] However, the individual discrete lesions of serpiginous-like choroiditis progressively enlarge and converge into a diffuse, contiguous choroiditis with an active leading edge.", "contents": "Ocular Tuberculosis -- Differential Diagnosis. Fluorescein angiography (FA) reveals early hypofluorescence and late, irregular hyperfluorescence. Similarly, the early stages of serpiginous-like choroiditis can resemble AMPPPE as it may present with yellowish-white plaque-like lesions that appear hypofluorescent early and hyperfluorescent late on FA. [44] However, the individual discrete lesions of serpiginous-like choroiditis progressively enlarge and converge into a diffuse, contiguous choroiditis with an active leading edge."}
{"id": "article-96753_47", "title": "Ocular Tuberculosis -- Prognosis", "content": "The immediate use of antituberculous therapy (ATT) in ocular tuberculosis is associated with good outcomes. Most lesions completely regress and leave minimal residual damage. Depending on the severity, some lesions resolve as focal chorioretinal scars. However, lesions in the context of AIDS have been reported to progress despite ATT. [40]", "contents": "Ocular Tuberculosis -- Prognosis. The immediate use of antituberculous therapy (ATT) in ocular tuberculosis is associated with good outcomes. Most lesions completely regress and leave minimal residual damage. Depending on the severity, some lesions resolve as focal chorioretinal scars. However, lesions in the context of AIDS have been reported to progress despite ATT. [40]"}
{"id": "article-96753_48", "title": "Ocular Tuberculosis -- Complications", "content": "It is important to be aware that ATT medications are associated with ocular adverse effects. Ethambutol causes dose-dependent ocular toxicity, e.g., optic neuritis, photophobia, extraocular muscle paresis, red-green dyschromatopsia, central scotomas, and disc edema. [45] Patients receiving doses greater than 15mg/kg/day requires an ophthalmic evaluation every four weeks. Symptoms that occur typically resolve in three to twelve months. [19]", "contents": "Ocular Tuberculosis -- Complications. It is important to be aware that ATT medications are associated with ocular adverse effects. Ethambutol causes dose-dependent ocular toxicity, e.g., optic neuritis, photophobia, extraocular muscle paresis, red-green dyschromatopsia, central scotomas, and disc edema. [45] Patients receiving doses greater than 15mg/kg/day requires an ophthalmic evaluation every four weeks. Symptoms that occur typically resolve in three to twelve months. [19]"}
{"id": "article-96753_49", "title": "Ocular Tuberculosis -- Deterrence and Patient Education", "content": "Patients diagnosed with ocular tuberculosis should be counseled on the six-month duration of treatment and the health consequences if not completed. Directly observed treatment (DOT) is a strategy recommended by WHO to increase adherence to treatment, where a provider or family member witnesses the patient taking treatment.", "contents": "Ocular Tuberculosis -- Deterrence and Patient Education. Patients diagnosed with ocular tuberculosis should be counseled on the six-month duration of treatment and the health consequences if not completed. Directly observed treatment (DOT) is a strategy recommended by WHO to increase adherence to treatment, where a provider or family member witnesses the patient taking treatment."}
{"id": "article-96753_50", "title": "Ocular Tuberculosis -- Pearls and Other Issues", "content": "The most common form of ocular tuberculosis is from hematogenous spread. Ocular TB can involve any part of the eye and can occur with or without evidence of pulmonary or extrapulmonary TB disease. The most common ocular TB manifestation is granulomatous uveitis. The most common presentation is posterior uveitis. The most typical lesions related to ocular TB are choroidal granulomas, occlusive retinal vasculitis, and multifocal serpiginous-like choroiditis. The gold standard for diagnosis is the identification of M. tuberculosis in culture. However, this is rarely possible. PCR of ocular fluid is a recent alternative to cultures but not widely available. Diagnosis, in most cases, is “presumed ocular TB”. Ocular findings must be supported in context with risk factor history, chest radiography findings, and TST or IGRA testing. Negative tests do not rule out ocular TB. Treatment of ocular TB is the same as for pulmonary TB, and concomitant steroid therapy is often required.", "contents": "Ocular Tuberculosis -- Pearls and Other Issues. The most common form of ocular tuberculosis is from hematogenous spread. Ocular TB can involve any part of the eye and can occur with or without evidence of pulmonary or extrapulmonary TB disease. The most common ocular TB manifestation is granulomatous uveitis. The most common presentation is posterior uveitis. The most typical lesions related to ocular TB are choroidal granulomas, occlusive retinal vasculitis, and multifocal serpiginous-like choroiditis. The gold standard for diagnosis is the identification of M. tuberculosis in culture. However, this is rarely possible. PCR of ocular fluid is a recent alternative to cultures but not widely available. Diagnosis, in most cases, is “presumed ocular TB”. Ocular findings must be supported in context with risk factor history, chest radiography findings, and TST or IGRA testing. Negative tests do not rule out ocular TB. Treatment of ocular TB is the same as for pulmonary TB, and concomitant steroid therapy is often required."}
{"id": "article-96753_51", "title": "Ocular Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "Mycobacterium tuberculosis is the top infectious disease killer of HIV/AIDS patients worldwide. In 2014, 400,000 TB-related deaths occurred among people with HIV. [6] AIDS patients are at great risk of disseminated TB, and most providers are not aware that secondary spread to ocular tissue is a potential extrapulmonary complication. A study from India analyzed 1,000 HIV patients and reported a prevalence of ocular TB in 3.8%.", "contents": "Ocular Tuberculosis -- Enhancing Healthcare Team Outcomes. Mycobacterium tuberculosis is the top infectious disease killer of HIV/AIDS patients worldwide. In 2014, 400,000 TB-related deaths occurred among people with HIV. [6] AIDS patients are at great risk of disseminated TB, and most providers are not aware that secondary spread to ocular tissue is a potential extrapulmonary complication. A study from India analyzed 1,000 HIV patients and reported a prevalence of ocular TB in 3.8%."}
{"id": "article-96753_52", "title": "Ocular Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "M. tuberculosis was the third most common infectious opportunistic infection of the eye after cytomegalovirus retinitis and ocular toxoplasmosis in this population. [46] However, India did not include ocular TB as an extrapulmonary symptom of TB in its TB management policy documents. Eye examination was also absent from WHO diagnostic guidelines, related algorithms, and in the analysis of improving TB diagnostics. [47] [48] [49]", "contents": "Ocular Tuberculosis -- Enhancing Healthcare Team Outcomes. M. tuberculosis was the third most common infectious opportunistic infection of the eye after cytomegalovirus retinitis and ocular toxoplasmosis in this population. [46] However, India did not include ocular TB as an extrapulmonary symptom of TB in its TB management policy documents. Eye examination was also absent from WHO diagnostic guidelines, related algorithms, and in the analysis of improving TB diagnostics. [47] [48] [49]"}
{"id": "article-96753_53", "title": "Ocular Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "Ophthalmologists play a special role in educating fellow providers and healthcare professionals about the possibility of ocular TB and its visual implications if gone undiagnosed. The retinal examination should be part of the basic initial workup for all patients with CD4 count less than 100 cells per µL. In HIV patients coinfected with TB, there is concern that immune reconstitution inflammatory syndrome (IRIS), worsens TB uveitis. Accordingly, in those patients, it is advisable to commence anti-TB treatment first and delay the start of highly active antiretroviral therapy (HAART) for 2-8 weeks, depending on the CD4 count.", "contents": "Ocular Tuberculosis -- Enhancing Healthcare Team Outcomes. Ophthalmologists play a special role in educating fellow providers and healthcare professionals about the possibility of ocular TB and its visual implications if gone undiagnosed. The retinal examination should be part of the basic initial workup for all patients with CD4 count less than 100 cells per µL. In HIV patients coinfected with TB, there is concern that immune reconstitution inflammatory syndrome (IRIS), worsens TB uveitis. Accordingly, in those patients, it is advisable to commence anti-TB treatment first and delay the start of highly active antiretroviral therapy (HAART) for 2-8 weeks, depending on the CD4 count."}
{"id": "article-96753_54", "title": "Ocular Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "Providers should refer TB and HIV coinfected individuals to infectious disease specialists to help manage medical treatment. Nurses and pharmacists also play a vital role in the administration of TST to HIV-infected patients. Local health officials should be contacted if an HIV patient, or any patient, tests positive for TB infection. The majority of states mandate the reporting of confirmed TB to the proper authorities within 24 hours.", "contents": "Ocular Tuberculosis -- Enhancing Healthcare Team Outcomes. Providers should refer TB and HIV coinfected individuals to infectious disease specialists to help manage medical treatment. Nurses and pharmacists also play a vital role in the administration of TST to HIV-infected patients. Local health officials should be contacted if an HIV patient, or any patient, tests positive for TB infection. The majority of states mandate the reporting of confirmed TB to the proper authorities within 24 hours."}
{"id": "article-96753_55", "title": "Ocular Tuberculosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ocular Tuberculosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}