{"id": "article-19641_0", "title": "Clozapine -- Continuing Education Activity", "content": "Clozapine is an FDA-approved atypical antipsychotic medication for treatment-resistant schizophrenia. Clozapine is not the first-line drug of choice due to its range of adverse effects, making compliance an issue for many patients. However, clozapine also has some advantages, including lowering the risk of suicide and tardive dyskinesia and fewer relapses. Regarding suicide risk, clozapine has been demonstrated to reduce suicidal behavior even in non-treatment-resistant schizophrenia and patients with schizoaffective disorder. This activity reviews the mechanism of action, adverse event profile, toxicity, dosing, pharmacodynamics, and monitoring of clozapine pertinent for members of the interprofessional team where this agent is indicated.", "contents": "Clozapine -- Continuing Education Activity. Clozapine is an FDA-approved atypical antipsychotic medication for treatment-resistant schizophrenia. Clozapine is not the first-line drug of choice due to its range of adverse effects, making compliance an issue for many patients. However, clozapine also has some advantages, including lowering the risk of suicide and tardive dyskinesia and fewer relapses. Regarding suicide risk, clozapine has been demonstrated to reduce suicidal behavior even in non-treatment-resistant schizophrenia and patients with schizoaffective disorder. This activity reviews the mechanism of action, adverse event profile, toxicity, dosing, pharmacodynamics, and monitoring of clozapine pertinent for members of the interprofessional team where this agent is indicated."}
{"id": "article-19641_1", "title": "Clozapine -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates for clozapine therapy based on treatment-resistant schizophrenia or recurrent suicidal behavior. Differentiate between the unique pharmacological profile of clozapine and other antipsychotic medications, including its superior efficacy in treatment-resistant cases. Assess treatment response and optimize the dosage of clozapine to achieve the desired therapeutic outcomes while minimizing adverse effects. Collaborate with other interprofessional healthcare team members, such as pharmacists and laboratory staff, to ensure the safe and effective use of clozapine. Access free multiple choice questions on this topic.", "contents": "Clozapine -- Continuing Education Activity. Objectives: Identify appropriate candidates for clozapine therapy based on treatment-resistant schizophrenia or recurrent suicidal behavior. Differentiate between the unique pharmacological profile of clozapine and other antipsychotic medications, including its superior efficacy in treatment-resistant cases. Assess treatment response and optimize the dosage of clozapine to achieve the desired therapeutic outcomes while minimizing adverse effects. Collaborate with other interprofessional healthcare team members, such as pharmacists and laboratory staff, to ensure the safe and effective use of clozapine. Access free multiple choice questions on this topic."}
{"id": "article-19641_2", "title": "Clozapine -- Indications", "content": "Clozapine is an FDA-approved atypical antipsychotic drug for treatment-resistant schizophrenia. [1] The definition of treatment-resistant schizophrenia is persistent or moderate delusions or hallucinations after failing two trials of antipsychotic medicines. [2] Clozapine is also approved for schizophrenia-associated suicide prevention. Since its creation, clozapine has been the drug of choice for treatment-resistant schizophrenia despite its many adverse effects. [3] Clozapine is not the first-line drug of choice due to its range of adverse effects, making compliance an issue for many patients. [3]", "contents": "Clozapine -- Indications. Clozapine is an FDA-approved atypical antipsychotic drug for treatment-resistant schizophrenia. [1] The definition of treatment-resistant schizophrenia is persistent or moderate delusions or hallucinations after failing two trials of antipsychotic medicines. [2] Clozapine is also approved for schizophrenia-associated suicide prevention. Since its creation, clozapine has been the drug of choice for treatment-resistant schizophrenia despite its many adverse effects. [3] Clozapine is not the first-line drug of choice due to its range of adverse effects, making compliance an issue for many patients. [3]"}
{"id": "article-19641_3", "title": "Clozapine -- Indications", "content": "Clozapine was first synthesized in 1956 in many European countries, including Switzerland, Austria, West Germany, and Finland. [1] [2] Concurrent studies in the United States led to reports of death due to cases of agranulocytosis, taking clozapine off the market for a long time. [1]", "contents": "Clozapine -- Indications. Clozapine was first synthesized in 1956 in many European countries, including Switzerland, Austria, West Germany, and Finland. [1] [2] Concurrent studies in the United States led to reports of death due to cases of agranulocytosis, taking clozapine off the market for a long time. [1]"}
{"id": "article-19641_4", "title": "Clozapine -- Indications", "content": "A pivotal study known as the US Clozaril Study showed the efficacy of clozapine over chlorpromazine in a 6-week trial of patients who failed to respond to three previous antipsychotic drugs. [2] The study results ultimately led to the FDA approval for treatment-resistant schizophrenia. [2] A meta-analysis done in 2018 showed that clozapine might be more effective than other antipsychotics even when used as a first- or second-line treatment. [4] The American Psychiatry Association guidelines recommend that patients with treatment-resistant schizophrenia with an increased risk for suicide should be treated with clozapine. [5] Other advantages of clozapine include: Lower risk of suicide (clozapine has been shown to reduce suicidal behavior even in patients with non-treatment-resistant schizophrenia and schizoaffective disorder)[2] Lower risk for tardive dyskinesia Improvement of cognition, which leads to improved quality of life Decreased relapse", "contents": "Clozapine -- Indications. A pivotal study known as the US Clozaril Study showed the efficacy of clozapine over chlorpromazine in a 6-week trial of patients who failed to respond to three previous antipsychotic drugs. [2] The study results ultimately led to the FDA approval for treatment-resistant schizophrenia. [2] A meta-analysis done in 2018 showed that clozapine might be more effective than other antipsychotics even when used as a first- or second-line treatment. [4] The American Psychiatry Association guidelines recommend that patients with treatment-resistant schizophrenia with an increased risk for suicide should be treated with clozapine. [5] Other advantages of clozapine include: Lower risk of suicide (clozapine has been shown to reduce suicidal behavior even in patients with non-treatment-resistant schizophrenia and schizoaffective disorder)[2] Lower risk for tardive dyskinesia Improvement of cognition, which leads to improved quality of life Decreased relapse"}
{"id": "article-19641_5", "title": "Clozapine -- Mechanism of Action", "content": "Clozapine is part of a group of drugs known as second-generation antipsychotics or atypical antipsychotics. Antipsychotic drugs are vital in treating the core symptoms of schizophrenia: hallucinations and delusions. [6] As an atypical antipsychotic, clozapine is an antagonist to dopamine and serotonin receptors. Clozapine binds to the dopamine D4 receptor with a higher affinity than the dopamine D2 receptor, contributing to decreased adverse events and extrapyramidal symptoms. Clozapine is a partial 5-HT1A agonist that reduces adverse and extrapyramidal symptoms and a muscarinic M1, M2, M3, M5, histamine, and alpha-1 adrenergic-receptor antagonist. Norclozapine, the metabolite of clozapine, actively works on the M1 and M4 receptors. [1]", "contents": "Clozapine -- Mechanism of Action. Clozapine is part of a group of drugs known as second-generation antipsychotics or atypical antipsychotics. Antipsychotic drugs are vital in treating the core symptoms of schizophrenia: hallucinations and delusions. [6] As an atypical antipsychotic, clozapine is an antagonist to dopamine and serotonin receptors. Clozapine binds to the dopamine D4 receptor with a higher affinity than the dopamine D2 receptor, contributing to decreased adverse events and extrapyramidal symptoms. Clozapine is a partial 5-HT1A agonist that reduces adverse and extrapyramidal symptoms and a muscarinic M1, M2, M3, M5, histamine, and alpha-1 adrenergic-receptor antagonist. Norclozapine, the metabolite of clozapine, actively works on the M1 and M4 receptors. [1]"}
{"id": "article-19641_6", "title": "Clozapine -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Clozapine tablets are bioequivalent to a clozapine solution. The peak plasma concentrations are attained at 2.5 hours(1 to 6 hours). Food does not seem to influence the bioavailability of clozapine; clozapine may be administered with or without food. Distribution: Clozapine exhibits approximately 97% plasma protein binding. Clozapine is transported across the blood-brain barrier.", "contents": "Clozapine -- Mechanism of Action -- Pharmacokinetics. Absorption: Clozapine tablets are bioequivalent to a clozapine solution. The peak plasma concentrations are attained at 2.5 hours(1 to 6 hours). Food does not seem to influence the bioavailability of clozapine; clozapine may be administered with or without food. Distribution: Clozapine exhibits approximately 97% plasma protein binding. Clozapine is transported across the blood-brain barrier."}
{"id": "article-19641_7", "title": "Clozapine -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: The uptake of clozapine in the liver is mediated by SLC22A1, SLC22A2, and SLC22A3 (solute carrier (SLC) family). Clozapine is extensively metabolized in the liver by cytochrome P450 isozymes, particularly CYP1A2, CYP2D6, and CYP3A4. CYP3A4 and CYP1A2 are the major enzymes responsible for demethylation, with CYP2D6 playing a minor role. The desmethyl-norclozapine is an active metabolite of clozapine. [3] [7]", "contents": "Clozapine -- Mechanism of Action -- Pharmacokinetics. Metabolism: The uptake of clozapine in the liver is mediated by SLC22A1, SLC22A2, and SLC22A3 (solute carrier (SLC) family). Clozapine is extensively metabolized in the liver by cytochrome P450 isozymes, particularly CYP1A2, CYP2D6, and CYP3A4. CYP3A4 and CYP1A2 are the major enzymes responsible for demethylation, with CYP2D6 playing a minor role. The desmethyl-norclozapine is an active metabolite of clozapine. [3] [7]"}
{"id": "article-19641_8", "title": "Clozapine -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: The mean elimination half-life ranges from 8 to 12 hours; the elimination half-life increases after multiple dosing. Approximately 50% of clozapine is excreted in the urine and 30% in the feces. [8]", "contents": "Clozapine -- Mechanism of Action -- Pharmacokinetics. Excretion: The mean elimination half-life ranges from 8 to 12 hours; the elimination half-life increases after multiple dosing. Approximately 50% of clozapine is excreted in the urine and 30% in the feces. [8]"}
{"id": "article-19641_9", "title": "Clozapine -- Administration", "content": "Healthcare Providers must apply and receive certification in the Clozapine REMS program to prescribe clozapine for outpatient use. To receive treatment, a patient must be enrolled in the clozapine REMS registry by a certified clinician. In addition, pharmacies and pharmacists must obtain certification through Clozapine REMS to receive clozapine and dispense it to patients. All of these actions can be done online through the website www.clozapineREMS.com. Clozapine is available as oral tablets, orally disintegrating tablets, and oral suspension in the following strength. The choice of dosage form depends on patient acceptability and tolerability. Oral tablet dosages of 25 mg, 50 mg, 100 mg, and 200 mg Orally disintegrating tablet dosages of 12.5 mg, 25 mg, 100 mg, 150 mg, and 200 mg Oral suspension dosage of 50 mg/mL (100 mL)", "contents": "Clozapine -- Administration. Healthcare Providers must apply and receive certification in the Clozapine REMS program to prescribe clozapine for outpatient use. To receive treatment, a patient must be enrolled in the clozapine REMS registry by a certified clinician. In addition, pharmacies and pharmacists must obtain certification through Clozapine REMS to receive clozapine and dispense it to patients. All of these actions can be done online through the website www.clozapineREMS.com. Clozapine is available as oral tablets, orally disintegrating tablets, and oral suspension in the following strength. The choice of dosage form depends on patient acceptability and tolerability. Oral tablet dosages of 25 mg, 50 mg, 100 mg, and 200 mg Orally disintegrating tablet dosages of 12.5 mg, 25 mg, 100 mg, 150 mg, and 200 mg Oral suspension dosage of 50 mg/mL (100 mL)"}
{"id": "article-19641_10", "title": "Clozapine -- Administration -- Adult Dosing", "content": "Treatment-resistant schizophrenia and schizophrenia-associated suicide prevention - 150 to 300 mg orally twice daily. Start 12.5 mg daily or twice daily, and increase by 25 to 50 mg daily to target 300 to 450 mg daily in divided doses by day 14. Then, increase by up to 100 mg daily every 3 to 7 days.", "contents": "Clozapine -- Administration -- Adult Dosing. Treatment-resistant schizophrenia and schizophrenia-associated suicide prevention - 150 to 300 mg orally twice daily. Start 12.5 mg daily or twice daily, and increase by 25 to 50 mg daily to target 300 to 450 mg daily in divided doses by day 14. Then, increase by up to 100 mg daily every 3 to 7 days."}
{"id": "article-19641_11", "title": "Clozapine -- Administration -- Pediatric Dosing", "content": "Treatment-resistant schizophrenia and schizophrenia-associated suicide prevention - 125 to 475 mg orally daily in 2 or 3 divided doses. Start 12.5 mg daily or twice daily, and increase by 12.5 to 25 mg daily every 3 to 5 days as tolerated. The maximum dose is 700 mg daily. If divided doses are not equal, give the larger dose at bedtime.", "contents": "Clozapine -- Administration -- Pediatric Dosing. Treatment-resistant schizophrenia and schizophrenia-associated suicide prevention - 125 to 475 mg orally daily in 2 or 3 divided doses. Start 12.5 mg daily or twice daily, and increase by 12.5 to 25 mg daily every 3 to 5 days as tolerated. The maximum dose is 700 mg daily. If divided doses are not equal, give the larger dose at bedtime."}
{"id": "article-19641_12", "title": "Clozapine -- Administration", "content": "According to the FDA, clozapine's maximum recommended dosage is up to 900 mg daily. The average dose is 300 mg for women and 400 mg daily for men. Slow titration is essential for reducing many side effects associated with clozapine. [9] With the persistent partial response, clozapine may be augmented with ECT to increase efficacy. [9] [10] Other methods of augmentation include lamotrigine and other antipsychotics. [9] Look-alike/sound-alike (LASA): According to the Institute for Safe Medication Practices (ISMP), clozapine may be confused with clonazepam or clonidine. Prescribe and dispense with caution. [11] [12]", "contents": "Clozapine -- Administration. According to the FDA, clozapine's maximum recommended dosage is up to 900 mg daily. The average dose is 300 mg for women and 400 mg daily for men. Slow titration is essential for reducing many side effects associated with clozapine. [9] With the persistent partial response, clozapine may be augmented with ECT to increase efficacy. [9] [10] Other methods of augmentation include lamotrigine and other antipsychotics. [9] Look-alike/sound-alike (LASA): According to the Institute for Safe Medication Practices (ISMP), clozapine may be confused with clonazepam or clonidine. Prescribe and dispense with caution. [11] [12]"}
{"id": "article-19641_13", "title": "Clozapine -- Administration -- Use in Specific Patient Populations", "content": "Hepatic impairment: The manufacturer's labeling provides no dosage adjustment recommendation; however, it suggests dose reductions in patients with significant hepatic impairment. Renal impairment: The manufacturer's labeling provides no dosage adjustment recommendation; however, it suggests dose reductions in patients with significant renal impairment.", "contents": "Clozapine -- Administration -- Use in Specific Patient Populations. Hepatic impairment: The manufacturer's labeling provides no dosage adjustment recommendation; however, it suggests dose reductions in patients with significant hepatic impairment. Renal impairment: The manufacturer's labeling provides no dosage adjustment recommendation; however, it suggests dose reductions in patients with significant renal impairment."}
{"id": "article-19641_14", "title": "Clozapine -- Administration -- Use in Specific Patient Populations", "content": "Pregnancy considerations: Women between 18 to 45 years of age and exposed to clozapine during pregnancy should be enrolled in the Atypical Antipsychotics Pregnancy Registry by their healthcare providers. (website: womensmentalhealth.org/pregnancyregistry). Clozapine is an FDA pregnancy category B medicine. Cases reports of shoulder dystocia, atrial septum defect, seizures, and floppy infant syndrome have been reported. Use with caution. [13]", "contents": "Clozapine -- Administration -- Use in Specific Patient Populations. Pregnancy considerations: Women between 18 to 45 years of age and exposed to clozapine during pregnancy should be enrolled in the Atypical Antipsychotics Pregnancy Registry by their healthcare providers. (website: womensmentalhealth.org/pregnancyregistry). Clozapine is an FDA pregnancy category B medicine. Cases reports of shoulder dystocia, atrial septum defect, seizures, and floppy infant syndrome have been reported. Use with caution. [13]"}
{"id": "article-19641_15", "title": "Clozapine -- Administration -- Use in Specific Patient Populations", "content": "Breastfeeding considerations: Since clozapine use is not studied during breastfeeding, and some case reports of sedation and adverse hematologic effects in breastfed infants are in the literature, alternative medicine is advised. If the infant is exposed to clozapine via breastfeeding, closely monitor the infant for excessive sedation and white blood cell count. Some expert panel recommends against breastfeeding if women require clozapine while lactating. [14]", "contents": "Clozapine -- Administration -- Use in Specific Patient Populations. Breastfeeding considerations: Since clozapine use is not studied during breastfeeding, and some case reports of sedation and adverse hematologic effects in breastfed infants are in the literature, alternative medicine is advised. If the infant is exposed to clozapine via breastfeeding, closely monitor the infant for excessive sedation and white blood cell count. Some expert panel recommends against breastfeeding if women require clozapine while lactating. [14]"}
{"id": "article-19641_16", "title": "Clozapine -- Administration -- Use in Specific Patient Populations", "content": "Potentially inappropriate medication for older patients: According to the American Geriatric Society(AGS) beers criteria, clozapine has anticholinergic properties, and its use should be considered only for FDA-approved conditions. [15] Pharmacogenomic considerations: Dose reduction may be required in patients who are CYP2D6-poor metabolizers. [16]", "contents": "Clozapine -- Administration -- Use in Specific Patient Populations. Potentially inappropriate medication for older patients: According to the American Geriatric Society(AGS) beers criteria, clozapine has anticholinergic properties, and its use should be considered only for FDA-approved conditions. [15] Pharmacogenomic considerations: Dose reduction may be required in patients who are CYP2D6-poor metabolizers. [16]"}
{"id": "article-19641_17", "title": "Clozapine -- Adverse Effects -- Agranulocytosis", "content": "The risk of developing agranulocytosis is around 1% in patients who take clozapine, which may occur independent of dosing. [2] [3] Most cases occur early in the treatment, within six weeks to six months, and require extensive monitoring of blood absolute neutrophil counts. [2]", "contents": "Clozapine -- Adverse Effects -- Agranulocytosis. The risk of developing agranulocytosis is around 1% in patients who take clozapine, which may occur independent of dosing. [2] [3] Most cases occur early in the treatment, within six weeks to six months, and require extensive monitoring of blood absolute neutrophil counts. [2]"}
{"id": "article-19641_18", "title": "Clozapine -- Adverse Effects -- Agranulocytosis", "content": "The definition of neutropenia is an ANC level below 1500/mm, and agranulocytosis is an ANC level below 500/mm. Many have tried to explain the link between clozapine and agranulocytosis by attributing this adverse effect to drug interactions with the immune system and genetic predisposition. [3]", "contents": "Clozapine -- Adverse Effects -- Agranulocytosis. The definition of neutropenia is an ANC level below 1500/mm, and agranulocytosis is an ANC level below 500/mm. Many have tried to explain the link between clozapine and agranulocytosis by attributing this adverse effect to drug interactions with the immune system and genetic predisposition. [3]"}
{"id": "article-19641_19", "title": "Clozapine -- Adverse Effects -- Agranulocytosis", "content": "A study in 2015 looked into the benefits of pharmacogenetic testing and how it may affect monitoring in patients at risk for clozapine-induced agranulocytosis. [17] The study suggested that patients with a lower genetic risk may benefit from a more relaxed hematological monitoring schedule. [17] Risk factors include old age, female, genetics, and concurrent treatment with other drugs known to cause agranulocytosis. [3] Clinicians must place patients taking clozapine on a national registry. [2] Granulocyte colony-stimulating factor may be an option to increase levels of white blood cells. [9]", "contents": "Clozapine -- Adverse Effects -- Agranulocytosis. A study in 2015 looked into the benefits of pharmacogenetic testing and how it may affect monitoring in patients at risk for clozapine-induced agranulocytosis. [17] The study suggested that patients with a lower genetic risk may benefit from a more relaxed hematological monitoring schedule. [17] Risk factors include old age, female, genetics, and concurrent treatment with other drugs known to cause agranulocytosis. [3] Clinicians must place patients taking clozapine on a national registry. [2] Granulocyte colony-stimulating factor may be an option to increase levels of white blood cells. [9]"}
{"id": "article-19641_20", "title": "Clozapine -- Adverse Effects -- Myocarditis", "content": "Clozapine-induced myocarditis is a rare complication, affecting less than 3% of patients. This lethal dose-independent side effect appears more frequently during the first four weeks of treatment. In these patients, signs and symptoms of myocarditis may vary from having a flu-like illness to respiratory and cardiovascular symptoms. [3] Some clozapine-induced myocarditis cases may even present atypically without any symptoms, leading to higher fatality rates. Risk factors include rapid titration of the drug, metabolic side effects of clozapine, concurrent use of selective serotonin reuptake inhibitors, and illicit substances. [3] Treatment includes immediate clozapine cessation, which may resolve the case. [3]", "contents": "Clozapine -- Adverse Effects -- Myocarditis. Clozapine-induced myocarditis is a rare complication, affecting less than 3% of patients. This lethal dose-independent side effect appears more frequently during the first four weeks of treatment. In these patients, signs and symptoms of myocarditis may vary from having a flu-like illness to respiratory and cardiovascular symptoms. [3] Some clozapine-induced myocarditis cases may even present atypically without any symptoms, leading to higher fatality rates. Risk factors include rapid titration of the drug, metabolic side effects of clozapine, concurrent use of selective serotonin reuptake inhibitors, and illicit substances. [3] Treatment includes immediate clozapine cessation, which may resolve the case. [3]"}
{"id": "article-19641_21", "title": "Clozapine -- Adverse Effects -- Metabolic Syndrome", "content": "Clozapine is associated with significant weight gain, type 2 diabetes, diabetic ketoacidosis, and increased lipid levels due to increased insulin resistance. [2] Both clozapine and olanzapine have higher metabolic side effects than the other atypical and typical antipsychotics due to their high affinity for serotonin 5-HT2C receptors. [2] [6] Clinicians must note that other factors, including poor diet and a sedentary lifestyle, may contribute to the development of metabolic syndrome. [3]", "contents": "Clozapine -- Adverse Effects -- Metabolic Syndrome. Clozapine is associated with significant weight gain, type 2 diabetes, diabetic ketoacidosis, and increased lipid levels due to increased insulin resistance. [2] Both clozapine and olanzapine have higher metabolic side effects than the other atypical and typical antipsychotics due to their high affinity for serotonin 5-HT2C receptors. [2] [6] Clinicians must note that other factors, including poor diet and a sedentary lifestyle, may contribute to the development of metabolic syndrome. [3]"}
{"id": "article-19641_22", "title": "Clozapine -- Adverse Effects -- Metabolic Syndrome", "content": "The American Heart Association defines metabolic syndrome as increased weight, dyslipidemia, increased blood pressure, increased glucose intolerance, increased proinflammatory, and prothrombic states. [6] The development of DKA is one of the serious side effects of clozapine, having a higher mortality rate than agranulocytosis. [3] Recommendations include counseling the patient on proper diet, exercise, and other drugs like metformin and orlistat to reduce the metabolic effects of clozapine. [3] [2]", "contents": "Clozapine -- Adverse Effects -- Metabolic Syndrome. The American Heart Association defines metabolic syndrome as increased weight, dyslipidemia, increased blood pressure, increased glucose intolerance, increased proinflammatory, and prothrombic states. [6] The development of DKA is one of the serious side effects of clozapine, having a higher mortality rate than agranulocytosis. [3] Recommendations include counseling the patient on proper diet, exercise, and other drugs like metformin and orlistat to reduce the metabolic effects of clozapine. [3] [2]"}
{"id": "article-19641_23", "title": "Clozapine -- Adverse Effects -- Seizures", "content": "Clozapine may lower the seizure threshold in patients with epilepsy. The risk is usually dose-dependent, around 1% to 6%, especially with rapid titration, and might be more prevalent in younger patients. This side effect may appear at any stage of treatment. Patients who experience a seizure while on clozapine may benefit from adding an anti-epileptic such as valproic acid. [3]", "contents": "Clozapine -- Adverse Effects -- Seizures. Clozapine may lower the seizure threshold in patients with epilepsy. The risk is usually dose-dependent, around 1% to 6%, especially with rapid titration, and might be more prevalent in younger patients. This side effect may appear at any stage of treatment. Patients who experience a seizure while on clozapine may benefit from adding an anti-epileptic such as valproic acid. [3]"}
{"id": "article-19641_24", "title": "Clozapine -- Adverse Effects -- Excessive Salivation", "content": "Sialorrhea is a dose-dependent and benign condition that may bother some patients. [3] One risk of excessive salivation is aspiration pneumonia. [18]", "contents": "Clozapine -- Adverse Effects -- Excessive Salivation. Sialorrhea is a dose-dependent and benign condition that may bother some patients. [3] One risk of excessive salivation is aspiration pneumonia. [18]"}
{"id": "article-19641_25", "title": "Clozapine -- Adverse Effects -- Pulmonary Embolism", "content": "A recent study comparing clozapine to several other antipsychotics showed it to be the only drug to increase platelet adhesion and aggregation. [3] The risk seems higher in older patients and pregnant women taking high doses. [3] Many studies have found this link dose-independent, highly lethal, and demonstrate early onset. [19]", "contents": "Clozapine -- Adverse Effects -- Pulmonary Embolism. A recent study comparing clozapine to several other antipsychotics showed it to be the only drug to increase platelet adhesion and aggregation. [3] The risk seems higher in older patients and pregnant women taking high doses. [3] Many studies have found this link dose-independent, highly lethal, and demonstrate early onset. [19]"}
{"id": "article-19641_26", "title": "Clozapine -- Adverse Effects -- Constipation", "content": "Cholinergic and serotonergic properties of clozapine may affect the gastrointestinal system and lead to constipation or even ileus. Constipation affects anywhere from 15% to 60% of all patients taking clozapine and is dose-dependent, making it one of the most common side effects. In severe cases, constipation can progress to ileus, leading to obstruction and ischemia. [3]", "contents": "Clozapine -- Adverse Effects -- Constipation. Cholinergic and serotonergic properties of clozapine may affect the gastrointestinal system and lead to constipation or even ileus. Constipation affects anywhere from 15% to 60% of all patients taking clozapine and is dose-dependent, making it one of the most common side effects. In severe cases, constipation can progress to ileus, leading to obstruction and ischemia. [3]"}
{"id": "article-19641_27", "title": "Clozapine -- Adverse Effects -- Constipation", "content": "One study suggests these cholinergic effects may even lead to dysphagia, which can progress to aspiration pneumonia, meaning gastric hypomotility may not be limited to the bowel. [18] Management includes adequate fluid intake, laxative or docusate use, and dose reduction. [3]", "contents": "Clozapine -- Adverse Effects -- Constipation. One study suggests these cholinergic effects may even lead to dysphagia, which can progress to aspiration pneumonia, meaning gastric hypomotility may not be limited to the bowel. [18] Management includes adequate fluid intake, laxative or docusate use, and dose reduction. [3]"}
{"id": "article-19641_28", "title": "Clozapine -- Adverse Effects -- Neuroleptic Malignant Syndrome", "content": "Clinical manifestations include muscular rigidity, altered mental status, autonomic dysfunction, hyperthermia, and blood pressure fluctuation. Increased creatine phosphokinase levels, rhabdomyolysis, and acute kidney injury have been reported. Other laboratory abnormalities may include reduced serum iron levels, metabolic acidosis, and coagulopathy. Prompt discontinuation and supportive care of clozapine are required. [20] [21] [22]", "contents": "Clozapine -- Adverse Effects -- Neuroleptic Malignant Syndrome. Clinical manifestations include muscular rigidity, altered mental status, autonomic dysfunction, hyperthermia, and blood pressure fluctuation. Increased creatine phosphokinase levels, rhabdomyolysis, and acute kidney injury have been reported. Other laboratory abnormalities may include reduced serum iron levels, metabolic acidosis, and coagulopathy. Prompt discontinuation and supportive care of clozapine are required. [20] [21] [22]"}
{"id": "article-19641_29", "title": "Clozapine -- Adverse Effects -- Other", "content": "Other side effects may include orthostatic hypotension, sedation, tachycardia, sexual dysfunction, and urinary retention. [3]", "contents": "Clozapine -- Adverse Effects -- Other. Other side effects may include orthostatic hypotension, sedation, tachycardia, sexual dysfunction, and urinary retention. [3]"}
{"id": "article-19641_30", "title": "Clozapine -- Adverse Effects -- Drug-Drug Interactions", "content": "Drugs that may inhibit cytochrome CYP1A2, leading to increased levels of clozapine, include but are not limited to antifungals, oral contraceptives, fluvoxamine, ciprofloxacin, and caffeine disulfiram. Drugs that may induce CYP1A2 include but are not limited to omeprazole, rifampicin, tobacco, phenytoin, and phenobarbital.", "contents": "Clozapine -- Adverse Effects -- Drug-Drug Interactions. Drugs that may inhibit cytochrome CYP1A2, leading to increased levels of clozapine, include but are not limited to antifungals, oral contraceptives, fluvoxamine, ciprofloxacin, and caffeine disulfiram. Drugs that may induce CYP1A2 include but are not limited to omeprazole, rifampicin, tobacco, phenytoin, and phenobarbital."}
{"id": "article-19641_31", "title": "Clozapine -- Adverse Effects -- Drug-Drug Interactions", "content": "Drugs that induce (carbamazepine and rifampicin) and inhibit (cimetidine and erythromycin, among others) CYP3A4 may also affect clozapine drug levels. [3]", "contents": "Clozapine -- Adverse Effects -- Drug-Drug Interactions. Drugs that induce (carbamazepine and rifampicin) and inhibit (cimetidine and erythromycin, among others) CYP3A4 may also affect clozapine drug levels. [3]"}
{"id": "article-19641_32", "title": "Clozapine -- Adverse Effects -- Drug-Drug Interactions", "content": "Tobacco may affect clozapine metabolism through CYP1A2; therefore, it is important to monitor the blood levels and efficacy of clozapine when a patient smokes or abruptly stops. [3]", "contents": "Clozapine -- Adverse Effects -- Drug-Drug Interactions. Tobacco may affect clozapine metabolism through CYP1A2; therefore, it is important to monitor the blood levels and efficacy of clozapine when a patient smokes or abruptly stops. [3]"}
{"id": "article-19641_33", "title": "Clozapine -- Adverse Effects -- Drug-Drug Interactions", "content": "QTc prolongation has been reported with clozapine, especially in patients with electrolyte abnormalities. [23] Antipsychotic drugs like amisulpride, ziprasidone, risperidone, olanzapine, quetiapine, and haloperidol can prolong QTc interval and can lead to Torsades de Pointes. [24]", "contents": "Clozapine -- Adverse Effects -- Drug-Drug Interactions. QTc prolongation has been reported with clozapine, especially in patients with electrolyte abnormalities. [23] Antipsychotic drugs like amisulpride, ziprasidone, risperidone, olanzapine, quetiapine, and haloperidol can prolong QTc interval and can lead to Torsades de Pointes. [24]"}
{"id": "article-19641_34", "title": "Clozapine -- Adverse Effects -- Drug-Drug Interactions", "content": "Antibiotics like macrolides (eg, erythromycin), linezolid, imipenem-cilastatin, moxifloxacin, and ceftriaxone can also prolong QTc interval. Use with caution. [25]", "contents": "Clozapine -- Adverse Effects -- Drug-Drug Interactions. Antibiotics like macrolides (eg, erythromycin), linezolid, imipenem-cilastatin, moxifloxacin, and ceftriaxone can also prolong QTc interval. Use with caution. [25]"}
{"id": "article-19641_35", "title": "Clozapine -- Adverse Effects -- Drug-Drug Interactions", "content": "Antiarrhythmic drugs, Class Ia antiarrhythmic agents (quinidine and procainamide), and class III antiarrhythmics (sotalol and amiodarone) prolong QTc interval and increase the risk of polymorphic ventricular tachycardia (TdP). Concurrent administration with clozapine may further increase the risk. [26]", "contents": "Clozapine -- Adverse Effects -- Drug-Drug Interactions. Antiarrhythmic drugs, Class Ia antiarrhythmic agents (quinidine and procainamide), and class III antiarrhythmics (sotalol and amiodarone) prolong QTc interval and increase the risk of polymorphic ventricular tachycardia (TdP). Concurrent administration with clozapine may further increase the risk. [26]"}
{"id": "article-19641_36", "title": "Clozapine -- Adverse Effects -- Drug-Drug Interactions", "content": "Methadone is associated with QTc prolongation in a dose-dependent manner. Concurrent administration with clozapine requires close monitoring. [27] [28]", "contents": "Clozapine -- Adverse Effects -- Drug-Drug Interactions. Methadone is associated with QTc prolongation in a dose-dependent manner. Concurrent administration with clozapine requires close monitoring. [27] [28]"}
{"id": "article-19641_37", "title": "Clozapine -- Contraindications", "content": "Clozapine is contraindicated in patients with serious hypersensitivity reactions to clozapine or any component of the formulation. FDA states the following boxed warnings: Neutropenia (due to the risk of agranulocytosis) Orthostatic hypotension, bradycardia, and syncope Seizures Myocarditis and mitral valve incompetence Increased mortality in dementia-related psychosis in elderly patients (risk of a cardiovascular event) [29]", "contents": "Clozapine -- Contraindications. Clozapine is contraindicated in patients with serious hypersensitivity reactions to clozapine or any component of the formulation. FDA states the following boxed warnings: Neutropenia (due to the risk of agranulocytosis) Orthostatic hypotension, bradycardia, and syncope Seizures Myocarditis and mitral valve incompetence Increased mortality in dementia-related psychosis in elderly patients (risk of a cardiovascular event) [29]"}
{"id": "article-19641_38", "title": "Clozapine -- Monitoring", "content": "Serious adverse effects that require monitoring include but are not limited to the following:", "contents": "Clozapine -- Monitoring. Serious adverse effects that require monitoring include but are not limited to the following:"}
{"id": "article-19641_39", "title": "Clozapine -- Monitoring", "content": "Agranulocytosis: Weekly complete blood count (CBC) to measure ANC levels. ANC levels less than 1500 per mm indicate neutropenia. Levels less than 500 per mm indicate agranulocytosis. [3] A complete blood count should be taken weekly for the first 6 months, then every other week for the next 6 months. [1] A national registry is in place to monitor for safe use. [2] Metabolic syndrome: Diet and exercise, blood glucose levels. [3] Cardiovascular: Baseline troponin I or T levels, high sensitivity CRP levels, echocardiography, and BNP levels, as well as vitals and weekly laboratory testing of troponins, CRP, and BNP levels. [3] Seizure: EEG and clozapine blood levels [3]", "contents": "Clozapine -- Monitoring. Agranulocytosis: Weekly complete blood count (CBC) to measure ANC levels. ANC levels less than 1500 per mm indicate neutropenia. Levels less than 500 per mm indicate agranulocytosis. [3] A complete blood count should be taken weekly for the first 6 months, then every other week for the next 6 months. [1] A national registry is in place to monitor for safe use. [2] Metabolic syndrome: Diet and exercise, blood glucose levels. [3] Cardiovascular: Baseline troponin I or T levels, high sensitivity CRP levels, echocardiography, and BNP levels, as well as vitals and weekly laboratory testing of troponins, CRP, and BNP levels. [3] Seizure: EEG and clozapine blood levels [3]"}
{"id": "article-19641_40", "title": "Clozapine -- Monitoring", "content": "Clinical monitoring: Monitor for clinical improvement in patients at each visit. The Clinical Global Impression–Schizophrenia (CGI–SCH) scale can assess the treatment response in patients with schizophrenia. [30]", "contents": "Clozapine -- Monitoring. Clinical monitoring: Monitor for clinical improvement in patients at each visit. The Clinical Global Impression–Schizophrenia (CGI–SCH) scale can assess the treatment response in patients with schizophrenia. [30]"}
{"id": "article-19641_41", "title": "Clozapine -- Toxicity", "content": "The reported mortality rate of clozapine intoxication is approximately 12%. [31] A 36-year-old man experienced rhabdomyolysis following an overdose of clozapine 125 mg tablets. After 5 days, the patient was discharged from the hospital when the creatinine kinase levels returned within normal range. Monitor creatinine kinase levels to diagnose possible rhabdomyolysis. [32] Another acute overdose in a 60-year-old man reported venous thromboembolism and pulmonary embolism; therefore, it is essential to monitor patients initiated on clozapine who may be at an increased risk of thromboembolic events. [33]", "contents": "Clozapine -- Toxicity. The reported mortality rate of clozapine intoxication is approximately 12%. [31] A 36-year-old man experienced rhabdomyolysis following an overdose of clozapine 125 mg tablets. After 5 days, the patient was discharged from the hospital when the creatinine kinase levels returned within normal range. Monitor creatinine kinase levels to diagnose possible rhabdomyolysis. [32] Another acute overdose in a 60-year-old man reported venous thromboembolism and pulmonary embolism; therefore, it is essential to monitor patients initiated on clozapine who may be at an increased risk of thromboembolic events. [33]"}
{"id": "article-19641_42", "title": "Clozapine -- Toxicity", "content": "The common adverse events associated with clozapine overdose are hypersalivation, tachycardia, hypotension, sedation, delirium, coma, respiratory depression, or failure. There are few reports of cardiac arrhythmias, aspiration pneumonia, and seizure. Fatality is reported at doses above 2500 mg; however, some patients recovered after ingesting 4000 mg of clozapine.", "contents": "Clozapine -- Toxicity. The common adverse events associated with clozapine overdose are hypersalivation, tachycardia, hypotension, sedation, delirium, coma, respiratory depression, or failure. There are few reports of cardiac arrhythmias, aspiration pneumonia, and seizure. Fatality is reported at doses above 2500 mg; however, some patients recovered after ingesting 4000 mg of clozapine."}
{"id": "article-19641_43", "title": "Clozapine -- Toxicity -- Management", "content": "There is a lack of a specific antidote to an overdose of clozapine. Monitor and maintain an airway, ventilation, cardiac status, and vital signs, and provide symptomatic and supportive measures. Consider the possibility of multiple-drug overdose and contact the Poison Control Center to report and get information on additional management (1-800-222-1222).", "contents": "Clozapine -- Toxicity -- Management. There is a lack of a specific antidote to an overdose of clozapine. Monitor and maintain an airway, ventilation, cardiac status, and vital signs, and provide symptomatic and supportive measures. Consider the possibility of multiple-drug overdose and contact the Poison Control Center to report and get information on additional management (1-800-222-1222)."}
{"id": "article-19641_44", "title": "Clozapine -- Enhancing Healthcare Team Outcomes", "content": "Clozapine, due to its many lethal adverse reactions, has become a drug that many clinicians are afraid to prescribe due to fear of patient safety. Psychiatrists prescribe clozapine in supervised settings to patients with a risk of suicide. Nursing staff should monitor the patients for compliance. Pharmacists should perform thorough medication reconciliation and report adverse effects to clinicians. One of the most significant concerns for clozapine is the adverse effect of agranulocytosis, which requires cessation of therapy and hematology consultation. Serious infection resulting from agranulocytosis may require infectious disease consultation. Cardiologist input is crucial for myocarditis. Clozapine poisoning requires rapid stabilization by the critical care team and consultation medical toxicologist.", "contents": "Clozapine -- Enhancing Healthcare Team Outcomes. Clozapine, due to its many lethal adverse reactions, has become a drug that many clinicians are afraid to prescribe due to fear of patient safety. Psychiatrists prescribe clozapine in supervised settings to patients with a risk of suicide. Nursing staff should monitor the patients for compliance. Pharmacists should perform thorough medication reconciliation and report adverse effects to clinicians. One of the most significant concerns for clozapine is the adverse effect of agranulocytosis, which requires cessation of therapy and hematology consultation. Serious infection resulting from agranulocytosis may require infectious disease consultation. Cardiologist input is crucial for myocarditis. Clozapine poisoning requires rapid stabilization by the critical care team and consultation medical toxicologist."}
{"id": "article-19641_45", "title": "Clozapine -- Enhancing Healthcare Team Outcomes", "content": "The FDA has mandated a national registry to monitor weekly white blood cell count levels for anyone prescribed clozapine. There are many limitations to clozapine use, described in a systematic review looking at barriers to its use. Barriers described in the study are the patient, the clinician, and health-system-related barriers. Patient barriers encompass noncompliance with weekly blood draws, intolerance to clozapine adverse effects, and the management complexities associated with multiple prescribed drugs.", "contents": "Clozapine -- Enhancing Healthcare Team Outcomes. The FDA has mandated a national registry to monitor weekly white blood cell count levels for anyone prescribed clozapine. There are many limitations to clozapine use, described in a systematic review looking at barriers to its use. Barriers described in the study are the patient, the clinician, and health-system-related barriers. Patient barriers encompass noncompliance with weekly blood draws, intolerance to clozapine adverse effects, and the management complexities associated with multiple prescribed drugs."}
{"id": "article-19641_46", "title": "Clozapine -- Enhancing Healthcare Team Outcomes", "content": "From the clinician's standpoint, barriers encompass inadequate experience and knowledge in prescribing clozapine, fear of side effects, non-adherence to guidelines, the necessity for intense monitoring, and perceptions of patient non-compliance; systemic issues involve insufficient resources like staffing and nurses, a shortage of beds, and service fragmentation. Addressing these challenges requires the implementation of point-of-care devices, educational interventions for both clinicians and patients, and shared decision-making, with the effectiveness of these solutions necessitating evaluation through controlled study designs. [34] A collaborative healthcare team comprising clinicians, including psychiatric specialists and pharmacists, employing open communication, shared patient data, and collaborative treatment strategies, has the potential to enhance therapeutic efficacy and optimize treatment outcomes associated with clozapine therapy.", "contents": "Clozapine -- Enhancing Healthcare Team Outcomes. From the clinician's standpoint, barriers encompass inadequate experience and knowledge in prescribing clozapine, fear of side effects, non-adherence to guidelines, the necessity for intense monitoring, and perceptions of patient non-compliance; systemic issues involve insufficient resources like staffing and nurses, a shortage of beds, and service fragmentation. Addressing these challenges requires the implementation of point-of-care devices, educational interventions for both clinicians and patients, and shared decision-making, with the effectiveness of these solutions necessitating evaluation through controlled study designs. [34] A collaborative healthcare team comprising clinicians, including psychiatric specialists and pharmacists, employing open communication, shared patient data, and collaborative treatment strategies, has the potential to enhance therapeutic efficacy and optimize treatment outcomes associated with clozapine therapy."}
{"id": "article-19641_47", "title": "Clozapine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Clozapine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}