{"id": "article-36318_0", "title": "Physiology, Korotkoff Sound -- Introduction", "content": "In 1905, Nikolai Korotkov, a Russian military surgeon, wrote a 281-word report for the imperial medical military academy detailing his auscultatory technique for determining systolic and diastolic blood pressure. This technique requires only a sphygmomanometer (blood pressure cuff) and a stethoscope to listen to what is now known as Korotkoff sounds. [1]", "contents": "Physiology, Korotkoff Sound -- Introduction. In 1905, Nikolai Korotkov, a Russian military surgeon, wrote a 281-word report for the imperial medical military academy detailing his auscultatory technique for determining systolic and diastolic blood pressure. This technique requires only a sphygmomanometer (blood pressure cuff) and a stethoscope to listen to what is now known as Korotkoff sounds. [1]"}
{"id": "article-36318_1", "title": "Physiology, Korotkoff Sound -- Introduction", "content": "Korotkoff sounds are pulsatile circulatory sounds heard upon auscultation of the brachial artery. While advancements in technology have allowed for the use of electronic blood pressure machines, this non-invasive method of acquiring blood pressure measurements has proven accurate and easy to perform, making it the \"gold standard\" for blood pressure measurement, even today. [2] Understanding the underlying physiology and proper measurement techniques are essential for quality patient care and appropriate medical therapy.", "contents": "Physiology, Korotkoff Sound -- Introduction. Korotkoff sounds are pulsatile circulatory sounds heard upon auscultation of the brachial artery. While advancements in technology have allowed for the use of electronic blood pressure machines, this non-invasive method of acquiring blood pressure measurements has proven accurate and easy to perform, making it the \"gold standard\" for blood pressure measurement, even today. [2] Understanding the underlying physiology and proper measurement techniques are essential for quality patient care and appropriate medical therapy."}
{"id": "article-36318_2", "title": "Physiology, Korotkoff Sound -- Issues of Concern", "content": "The main disadvantage of manual blood pressure measurement utilizing Korotkoff sounds is human error, which may include an improperly placed sphygmomanometer, stethoscope, or missed Korotkoff sounds due to background noise or inattention. This simple procedure's variability is extensive and depends on multiple factors, including appropriate cuff pressure, stethoscope positioning, and sound cutoff. [3]", "contents": "Physiology, Korotkoff Sound -- Issues of Concern. The main disadvantage of manual blood pressure measurement utilizing Korotkoff sounds is human error, which may include an improperly placed sphygmomanometer, stethoscope, or missed Korotkoff sounds due to background noise or inattention. This simple procedure's variability is extensive and depends on multiple factors, including appropriate cuff pressure, stethoscope positioning, and sound cutoff. [3]"}
{"id": "article-36318_3", "title": "Physiology, Korotkoff Sound -- Issues of Concern", "content": "A study performed at Chengdu University in China concluded that differences in stethoscope positioning resulted in Korotkoff sounds being heard earlier or later, resulting in a blood pressure reading higher or lower than the actual blood pressure. This same study, via multiple comparisons and trials, concluded the proper placement of the sphygmomanometer, which yielded the most accurate blood pressure readings, to be just above the elbow, with the stethoscope placed directly under the cuff. [4]", "contents": "Physiology, Korotkoff Sound -- Issues of Concern. A study performed at Chengdu University in China concluded that differences in stethoscope positioning resulted in Korotkoff sounds being heard earlier or later, resulting in a blood pressure reading higher or lower than the actual blood pressure. This same study, via multiple comparisons and trials, concluded the proper placement of the sphygmomanometer, which yielded the most accurate blood pressure readings, to be just above the elbow, with the stethoscope placed directly under the cuff. [4]"}
{"id": "article-36318_4", "title": "Physiology, Korotkoff Sound -- Issues of Concern", "content": "Another issue of concern is the accuracy of Kortkoff sounds. Numerous studies have concluded that non-invasive blood pressure measurements tend to underestimate the true systolic blood pressure and overestimate the diastolic blood pressure. As of today, the cause of these errors is not fully known; however, it has been suggested that arterial stiffness may largely contribute to the recorded errors, meaning that the underestimation of systolic blood pressure will be more significant in patients with stiff arteries (as in atherosclerosis) than in patients with more compliant arteries. [5]", "contents": "Physiology, Korotkoff Sound -- Issues of Concern. Another issue of concern is the accuracy of Kortkoff sounds. Numerous studies have concluded that non-invasive blood pressure measurements tend to underestimate the true systolic blood pressure and overestimate the diastolic blood pressure. As of today, the cause of these errors is not fully known; however, it has been suggested that arterial stiffness may largely contribute to the recorded errors, meaning that the underestimation of systolic blood pressure will be more significant in patients with stiff arteries (as in atherosclerosis) than in patients with more compliant arteries. [5]"}
{"id": "article-36318_5", "title": "Physiology, Korotkoff Sound -- Mechanism", "content": "Under normal resting conditions, the blood flowing through the brachial artery travels in a laminar (smooth) flow and will not be heard by a stethoscope. Once the sphygmomanometer is inflated, the brachial artery is compressed, and the flow becomes turbulent, enabling it to be heard by a stethoscope. It has been shown that using the bell-end piece of the stethoscope will give better sound reproduction; however, in clinical practice, the larger-diameter diaphragm is typically utilized as it is easier to secure with one hand and covers a larger surface area. [6] Korotkoff sounds are broken down into five phases, heard in sequential order upon deflating the blood pressure cuff. [6]", "contents": "Physiology, Korotkoff Sound -- Mechanism. Under normal resting conditions, the blood flowing through the brachial artery travels in a laminar (smooth) flow and will not be heard by a stethoscope. Once the sphygmomanometer is inflated, the brachial artery is compressed, and the flow becomes turbulent, enabling it to be heard by a stethoscope. It has been shown that using the bell-end piece of the stethoscope will give better sound reproduction; however, in clinical practice, the larger-diameter diaphragm is typically utilized as it is easier to secure with one hand and covers a larger surface area. [6] Korotkoff sounds are broken down into five phases, heard in sequential order upon deflating the blood pressure cuff. [6]"}
{"id": "article-36318_6", "title": "Physiology, Korotkoff Sound -- Mechanism", "content": "Phase I: clear tapping sounds heard for at least two consecutive beats - this is the systolic blood pressure Phase II: the softening of the tapping sounds and the addition of a swishing sound Phase III: the return of tapping sounds, as heard in phase I, but with an increase in sharpness and intensity Phase IV: the abrupt muffling of sounds, exhibiting a soft and blowing quality The muffling of sounds is explained by increased resistance of the artery to collapse, caused by downstream engorgement of the veins. [3] Phase V: the complete disappearance of all sounds - this is the diastolic blood pressure The second and third Korotkoff sounds have no known clinical significance.", "contents": "Physiology, Korotkoff Sound -- Mechanism. Phase I: clear tapping sounds heard for at least two consecutive beats - this is the systolic blood pressure Phase II: the softening of the tapping sounds and the addition of a swishing sound Phase III: the return of tapping sounds, as heard in phase I, but with an increase in sharpness and intensity Phase IV: the abrupt muffling of sounds, exhibiting a soft and blowing quality The muffling of sounds is explained by increased resistance of the artery to collapse, caused by downstream engorgement of the veins. [3] Phase V: the complete disappearance of all sounds - this is the diastolic blood pressure The second and third Korotkoff sounds have no known clinical significance."}
{"id": "article-36318_7", "title": "Physiology, Korotkoff Sound -- Mechanism", "content": "The phenomenon termed 'auscultatory gap' occurs in select patients, in which all sounds may disappear between phase II and phase III. In auscultation alone, this gap may not be detected and can lead to inaccurate blood pressure readings, such as underestimated systolic blood pressure and overestimated diastolic blood pressure. To prevent this auscultatory error, it is important to palpate the radial artery while the cuff pressure is increased to approximately 30 mmHg above the disappearance of the pulse. The cuff should then be deflated at a rate of 2 to 3 mmHg/second during auscultation. [7]", "contents": "Physiology, Korotkoff Sound -- Mechanism. The phenomenon termed 'auscultatory gap' occurs in select patients, in which all sounds may disappear between phase II and phase III. In auscultation alone, this gap may not be detected and can lead to inaccurate blood pressure readings, such as underestimated systolic blood pressure and overestimated diastolic blood pressure. To prevent this auscultatory error, it is important to palpate the radial artery while the cuff pressure is increased to approximately 30 mmHg above the disappearance of the pulse. The cuff should then be deflated at a rate of 2 to 3 mmHg/second during auscultation. [7]"}
{"id": "article-36318_8", "title": "Physiology, Korotkoff Sound -- Mechanism", "content": "In the pediatric population, there is some controversy as to whether the fourth or fifth Korotkoff sound should be used as an indicator of diastolic blood pressure. It is recommended to use the fifth Korotkoff sound, as in adults; however, if this sound is undetectable, one should use the fourth sound to indicate the diastolic blood pressure. [8]", "contents": "Physiology, Korotkoff Sound -- Mechanism. In the pediatric population, there is some controversy as to whether the fourth or fifth Korotkoff sound should be used as an indicator of diastolic blood pressure. It is recommended to use the fifth Korotkoff sound, as in adults; however, if this sound is undetectable, one should use the fourth sound to indicate the diastolic blood pressure. [8]"}
{"id": "article-36318_9", "title": "Physiology, Korotkoff Sound -- Mechanism", "content": "There are apparent differences in the Korotkoff phases between adults and children. The length of phases II and III increase with age with a concomitant decrease in phases I and IV. At present, these differences between adults and children remain unexplained. [9]", "contents": "Physiology, Korotkoff Sound -- Mechanism. There are apparent differences in the Korotkoff phases between adults and children. The length of phases II and III increase with age with a concomitant decrease in phases I and IV. At present, these differences between adults and children remain unexplained. [9]"}
{"id": "article-36318_10", "title": "Physiology, Korotkoff Sound -- Clinical Significance", "content": "With the continuous advancement of medical technology, electronic machines have assumed a more significant role in the clinical care of patients. Electronic blood pressure machines are seen in almost every clinic, hospital, and pharmacy. However, while these machines remove the risk of human error in blood pressure measurement, extensive data analyses have demonstrated that they risk overestimating hypotensive blood pressure and underestimating hypertensive blood pressure. These same analyses have shown that they are accurate and reliable at reading blood pressures in the normal ranges. [10] However, in most cases, the abnormal blood pressures are clinically most important to medical providers. Due to the possibility of inaccurate electronic readings, it is important to manually check a patient's blood pressure if the electronic machine reading is suspicious or to confirm the finding. [11]", "contents": "Physiology, Korotkoff Sound -- Clinical Significance. With the continuous advancement of medical technology, electronic machines have assumed a more significant role in the clinical care of patients. Electronic blood pressure machines are seen in almost every clinic, hospital, and pharmacy. However, while these machines remove the risk of human error in blood pressure measurement, extensive data analyses have demonstrated that they risk overestimating hypotensive blood pressure and underestimating hypertensive blood pressure. These same analyses have shown that they are accurate and reliable at reading blood pressures in the normal ranges. [10] However, in most cases, the abnormal blood pressures are clinically most important to medical providers. Due to the possibility of inaccurate electronic readings, it is important to manually check a patient's blood pressure if the electronic machine reading is suspicious or to confirm the finding. [11]"}
{"id": "article-36318_11", "title": "Physiology, Korotkoff Sound -- Clinical Significance -- Kortkoff Sounds in Pregnancy", "content": "There is some controversy regarding which Korotkoff phase should be used to indicate the diastolic blood pressure of a pregnant woman, with some studies recommending phase V and others recommending phase IV. Those studies suggesting phase IV as the diastolic blood pressure point out that in some pregnant women, phase V is unmeasurable. However, additional studies examining this finding have proven that phase V can be determined in approximately 90% or more pregnant patients, making it the desired endpoint for diastolic blood pressure readings. There also seems to be more significant variability in the observation of phase IV compared to phase V.", "contents": "Physiology, Korotkoff Sound -- Clinical Significance -- Kortkoff Sounds in Pregnancy. There is some controversy regarding which Korotkoff phase should be used to indicate the diastolic blood pressure of a pregnant woman, with some studies recommending phase V and others recommending phase IV. Those studies suggesting phase IV as the diastolic blood pressure point out that in some pregnant women, phase V is unmeasurable. However, additional studies examining this finding have proven that phase V can be determined in approximately 90% or more pregnant patients, making it the desired endpoint for diastolic blood pressure readings. There also seems to be more significant variability in the observation of phase IV compared to phase V."}
{"id": "article-36318_12", "title": "Physiology, Korotkoff Sound -- Clinical Significance -- Kortkoff Sounds in Pregnancy", "content": "All of these findings have led to the conclusion that phase V is the preferred phase for diastolic blood pressure readings in pregnant patients. Of course, in those select patients with an indeterminant phase V, phase IV should be recorded as the diastolic blood pressure. It may also be suggested that one should obtain both phase IV and phase V pressure readings at the first prenatal visit. This will give a baseline phase IV value if phase V becomes indeterminate throughout the pregnancy. [12]", "contents": "Physiology, Korotkoff Sound -- Clinical Significance -- Kortkoff Sounds in Pregnancy. All of these findings have led to the conclusion that phase V is the preferred phase for diastolic blood pressure readings in pregnant patients. Of course, in those select patients with an indeterminant phase V, phase IV should be recorded as the diastolic blood pressure. It may also be suggested that one should obtain both phase IV and phase V pressure readings at the first prenatal visit. This will give a baseline phase IV value if phase V becomes indeterminate throughout the pregnancy. [12]"}
{"id": "article-36318_13", "title": "Physiology, Korotkoff Sound -- Clinical Significance -- Quiet or Weak Korotkoff Sounds", "content": "In thin, elderly, or extremely ill patients, Korotkoff sounds may be challenging to auscultate. The same may be true when trying to auscultate in a noisy environment. Elevating the patient's arm above their head for approximately 30 seconds before inflating the cuff while they open and close the hand five to ten times has been shown to enhance Korotkoff sounds. Once the cuff is inflated, the arm can be brought to the usual position, and standard blood pressure measurement techniques can be resumed. This maneuver has been shown to enhance systolic Korotkoff sounds without affecting the measured blood pressure. [13]", "contents": "Physiology, Korotkoff Sound -- Clinical Significance -- Quiet or Weak Korotkoff Sounds. In thin, elderly, or extremely ill patients, Korotkoff sounds may be challenging to auscultate. The same may be true when trying to auscultate in a noisy environment. Elevating the patient's arm above their head for approximately 30 seconds before inflating the cuff while they open and close the hand five to ten times has been shown to enhance Korotkoff sounds. Once the cuff is inflated, the arm can be brought to the usual position, and standard blood pressure measurement techniques can be resumed. This maneuver has been shown to enhance systolic Korotkoff sounds without affecting the measured blood pressure. [13]"}
{"id": "article-36318_14", "title": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure", "content": "When treating a hypertensive patient, several points should be kept in mind. As with any clinical test, there are limitations that the clinician must address. Understanding the potential confounders of an auscultatory blood pressure assessment can minimize the likelihood of executing therapeutic decisions based on inaccurate data.", "contents": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure. When treating a hypertensive patient, several points should be kept in mind. As with any clinical test, there are limitations that the clinician must address. Understanding the potential confounders of an auscultatory blood pressure assessment can minimize the likelihood of executing therapeutic decisions based on inaccurate data."}
{"id": "article-36318_15", "title": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure", "content": "A measurement showing severe hypertension in a patient without additional signs or symptoms of hypertension should raise concern for a white-coat response (pseudohypertension). It is essential to have these patients keep a log of blood pressure readings performed at home and away from the medical office to confirm or reject the suspicion of pseudohypertension. Additionally, if a patient with a history of severe hypertension readings is found to have a normal or near-normal systolic blood pressure, this should be further investigated, and the examiner should look for an unrecognized auscultatory gap.", "contents": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure. A measurement showing severe hypertension in a patient without additional signs or symptoms of hypertension should raise concern for a white-coat response (pseudohypertension). It is essential to have these patients keep a log of blood pressure readings performed at home and away from the medical office to confirm or reject the suspicion of pseudohypertension. Additionally, if a patient with a history of severe hypertension readings is found to have a normal or near-normal systolic blood pressure, this should be further investigated, and the examiner should look for an unrecognized auscultatory gap."}
{"id": "article-36318_16", "title": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure", "content": "If different operators obtain significantly different blood pressure measurements, this should raise concern for human error, such as underinflating the cuff, placing excessive pressure on the stethoscope diaphragm, and rapidly deflating the cuff, or using different arms. It is also important to use the correct cuff size to minimize the chance of inaccurate readings.", "contents": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure. If different operators obtain significantly different blood pressure measurements, this should raise concern for human error, such as underinflating the cuff, placing excessive pressure on the stethoscope diaphragm, and rapidly deflating the cuff, or using different arms. It is also important to use the correct cuff size to minimize the chance of inaccurate readings."}
{"id": "article-36318_17", "title": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure", "content": "Furthermore, when a blood pressure reading is determined with the patient in any position other than the standard back, and arm supported, feet flat on the ground, it should be acknowledged that the patient's non-standardized position may alter their blood pressure reading.", "contents": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure. Furthermore, when a blood pressure reading is determined with the patient in any position other than the standard back, and arm supported, feet flat on the ground, it should be acknowledged that the patient's non-standardized position may alter their blood pressure reading."}
{"id": "article-36318_18", "title": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure", "content": "Finally, the diagnosis and management of hypertension require multiple blood pressure measurements. Measurements on different days or other times should be taken, with examination conditions as identical as possible so that differences seen result from therapeutic interventions and not methodologic differences. [14] Noncompliant Arteries", "contents": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure. Finally, the diagnosis and management of hypertension require multiple blood pressure measurements. Measurements on different days or other times should be taken, with examination conditions as identical as possible so that differences seen result from therapeutic interventions and not methodologic differences. [14] Noncompliant Arteries"}
{"id": "article-36318_19", "title": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure", "content": "Depending on the stiffness and thickness of the arterial wall, auscultatory readings may be subject to error. Studies have shown that errors as significant as 30 to 50 mmHg are not uncommon in the elderly or those with advanced arteriosclerosis. Increased arterial stiffness has shown to underestimate the systolic blood pressure compared to those patients with more compliant arteries. [15]", "contents": "Physiology, Korotkoff Sound -- Clinical Significance -- Confounders of auscultatory blood pressure. Depending on the stiffness and thickness of the arterial wall, auscultatory readings may be subject to error. Studies have shown that errors as significant as 30 to 50 mmHg are not uncommon in the elderly or those with advanced arteriosclerosis. Increased arterial stiffness has shown to underestimate the systolic blood pressure compared to those patients with more compliant arteries. [15]"}
{"id": "article-36318_20", "title": "Physiology, Korotkoff Sound -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Korotkoff Sound -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}