{"id": "article-20423_0", "title": "Dexamethasone Suppression Test -- Introduction", "content": "The dexamethasone suppression test (DST) is used in the evaluation of endogenous Cushing syndrome (CS) by assessing for the lack of suppression of the hypothalamic-pituitary-adrenal (HPA) axis by exogenous corticosteroids. [1] The first use of dexamethasone for assessing CS was in 1960 by Liddle. He developed a test based on the lack of suppression of endogenous cortisol production in CS versus the physiologic suppression in nonaffected individuals achieved by dexamethasone. [2]", "contents": "Dexamethasone Suppression Test -- Introduction. The dexamethasone suppression test (DST) is used in the evaluation of endogenous Cushing syndrome (CS) by assessing for the lack of suppression of the hypothalamic-pituitary-adrenal (HPA) axis by exogenous corticosteroids. [1] The first use of dexamethasone for assessing CS was in 1960 by Liddle. He developed a test based on the lack of suppression of endogenous cortisol production in CS versus the physiologic suppression in nonaffected individuals achieved by dexamethasone. [2]"}
{"id": "article-20423_1", "title": "Dexamethasone Suppression Test -- Introduction", "content": "Dexamethasone is a potent synthetic corticosteroid (dexamethasone 0.75 mg = prednisone 5 mg = methylprednisolone 4 mg = hydrocortisone 20 mg) with high affinity for the glucocorticoid receptors and long duration of action (biological half-life 36 to 54 hours; plasma half-life 4 to 5 hours). [3] It possesses minimal mineralocorticoid activity, and unlike other glucocorticoids, it does not interfere with cortisol measurement in the plasma, urine, or saliva. These qualities make dexamethasone the preferred steroid for assessing the HPA axis. [4]", "contents": "Dexamethasone Suppression Test -- Introduction. Dexamethasone is a potent synthetic corticosteroid (dexamethasone 0.75 mg = prednisone 5 mg = methylprednisolone 4 mg = hydrocortisone 20 mg) with high affinity for the glucocorticoid receptors and long duration of action (biological half-life 36 to 54 hours; plasma half-life 4 to 5 hours). [3] It possesses minimal mineralocorticoid activity, and unlike other glucocorticoids, it does not interfere with cortisol measurement in the plasma, urine, or saliva. These qualities make dexamethasone the preferred steroid for assessing the HPA axis. [4]"}
{"id": "article-20423_2", "title": "Dexamethasone Suppression Test -- Introduction", "content": "The dexamethasone suppression test is also used to investigate mild autonomous cortisol excess (MACE) in patients with incidentalomas. For the diagnosis of CS and also MACE, a serum cortisol concentration of 1.8 µg/dL (50 nmol/L) is the widely recommended cut-off that increases the diagnostic sensitivity of the test to approximately 95%. [5] Serum cortisol concentrations <1.8 µg/dL suggest adequate HPA axis suppression post dexamethasone and exclude CS. [6]", "contents": "Dexamethasone Suppression Test -- Introduction. The dexamethasone suppression test is also used to investigate mild autonomous cortisol excess (MACE) in patients with incidentalomas. For the diagnosis of CS and also MACE, a serum cortisol concentration of 1.8 µg/dL (50 nmol/L) is the widely recommended cut-off that increases the diagnostic sensitivity of the test to approximately 95%. [5] Serum cortisol concentrations <1.8 µg/dL suggest adequate HPA axis suppression post dexamethasone and exclude CS. [6]"}
{"id": "article-20423_3", "title": "Dexamethasone Suppression Test -- Pathophysiology", "content": "The HPA axis, a primary neuroendocrine system, helps maintain homeostatic function and the stress response. [7] The neurons in the paraventricular nucleus of the hypothalamus synthesize corticotropin-releasing hormone (CRH), which is transported via the hypophyseal portal blood to the anterior pituitary, wherein it stimulates the production of adrenocorticotropic hormone (ACTH). [8] ACTH is transported via the systemic vasculature to the adrenal glands and stimulates the synthesis and secretion of cortisol by zona fasciculata of the adrenal cortex. [9]", "contents": "Dexamethasone Suppression Test -- Pathophysiology. The HPA axis, a primary neuroendocrine system, helps maintain homeostatic function and the stress response. [7] The neurons in the paraventricular nucleus of the hypothalamus synthesize corticotropin-releasing hormone (CRH), which is transported via the hypophyseal portal blood to the anterior pituitary, wherein it stimulates the production of adrenocorticotropic hormone (ACTH). [8] ACTH is transported via the systemic vasculature to the adrenal glands and stimulates the synthesis and secretion of cortisol by zona fasciculata of the adrenal cortex. [9]"}
{"id": "article-20423_4", "title": "Dexamethasone Suppression Test -- Pathophysiology", "content": "Under basal conditions, only about 5% to 10% of circulating cortisol is free. [10] The rest is bound to proteins: 85% to transcortin (cortisol-binding globulin) and 5% to 10% to albumin. The free fraction is physiologically active, although the albumin-bound fraction is also available because the binding affinity of albumin for cortisol is low. [11]", "contents": "Dexamethasone Suppression Test -- Pathophysiology. Under basal conditions, only about 5% to 10% of circulating cortisol is free. [10] The rest is bound to proteins: 85% to transcortin (cortisol-binding globulin) and 5% to 10% to albumin. The free fraction is physiologically active, although the albumin-bound fraction is also available because the binding affinity of albumin for cortisol is low. [11]"}
{"id": "article-20423_5", "title": "Dexamethasone Suppression Test -- Pathophysiology", "content": "Unbound cortisol is filtered at the glomerulus and excreted. This fraction constitutes less than 1% of the total cortisol synthesized daily; the rest is excreted as soluble metabolites and glucuronide conjugates. [12] The excretory products of cortisol that contain the dihydroxyacetone group are known as 17-hydroxycorticosteroids (17-OH-CS). [13] Urinary 17-OH-CS was previously used as an indirect measure of cortisol secretion rate. Urinary cortisol reflects free, circulating cortisol in the blood. [14]", "contents": "Dexamethasone Suppression Test -- Pathophysiology. Unbound cortisol is filtered at the glomerulus and excreted. This fraction constitutes less than 1% of the total cortisol synthesized daily; the rest is excreted as soluble metabolites and glucuronide conjugates. [12] The excretory products of cortisol that contain the dihydroxyacetone group are known as 17-hydroxycorticosteroids (17-OH-CS). [13] Urinary 17-OH-CS was previously used as an indirect measure of cortisol secretion rate. Urinary cortisol reflects free, circulating cortisol in the blood. [14]"}
{"id": "article-20423_6", "title": "Dexamethasone Suppression Test -- Pathophysiology", "content": "Serum cortisol, also called the stress hormone, exerts negative feedback on both the hypothalamus and the anterior pituitary, inhibiting the secretion of CRH and ACTH, respectively. This positive/negative feedback mechanism helps regulate serum cortisol levels and the stress response. [15] When the HPA axis is intact, exogenously administered corticosteroids exert feedback inhibition on serum CRH and ACTH production by binding to the hypothalamic and pituitary glucocorticoid receptors, respectively, which subsequently causes suppression of the synthesis and secretion of serum cortisol. [7] However, in pathological hypercortisolism, the HPA axis becomes partially or entirely resistant to feedback inhibition by exogenous steroids. [16]", "contents": "Dexamethasone Suppression Test -- Pathophysiology. Serum cortisol, also called the stress hormone, exerts negative feedback on both the hypothalamus and the anterior pituitary, inhibiting the secretion of CRH and ACTH, respectively. This positive/negative feedback mechanism helps regulate serum cortisol levels and the stress response. [15] When the HPA axis is intact, exogenously administered corticosteroids exert feedback inhibition on serum CRH and ACTH production by binding to the hypothalamic and pituitary glucocorticoid receptors, respectively, which subsequently causes suppression of the synthesis and secretion of serum cortisol. [7] However, in pathological hypercortisolism, the HPA axis becomes partially or entirely resistant to feedback inhibition by exogenous steroids. [16]"}
{"id": "article-20423_7", "title": "Dexamethasone Suppression Test -- Specimen Requirements and Procedure", "content": "Both serum and heparinized plasma are suitable specimens for measuring cortisol in the blood. [17] Specimens can be stored at 2^oC to 8^oC for two days. For more extended storage, specimens must be frozen. Freeze/thaw cycles have not been found to alter cortisol concentrations significantly. [18]", "contents": "Dexamethasone Suppression Test -- Specimen Requirements and Procedure. Both serum and heparinized plasma are suitable specimens for measuring cortisol in the blood. [17] Specimens can be stored at 2^oC to 8^oC for two days. For more extended storage, specimens must be frozen. Freeze/thaw cycles have not been found to alter cortisol concentrations significantly. [18]"}
{"id": "article-20423_8", "title": "Dexamethasone Suppression Test -- Specimen Requirements and Procedure", "content": "Urinary free cortisol can be measured by immunoassay or high-performance liquid chromatography (HPLC) methods. These procedures require an extraction step using methylene chloride, and it is customary to monitor the efficiency of the extraction technique by extraction of a urine control with known cortisol concentration. [19] A 24-hour urine sample is preferred. Urine collected for a 24-hour sample should be refrigerated during the collection period. [20] Some laboratories use boric acid (approximately 10 g of boric acid per liter) or acetic acid (approximately 7 mL of glacial acetic acid per liter), placed in the collection container at the start of the collection, to preserve the specimen. [21] If the sample cannot be analyzed within a day of collection, it should be frozen at −20^oC. [22]", "contents": "Dexamethasone Suppression Test -- Specimen Requirements and Procedure. Urinary free cortisol can be measured by immunoassay or high-performance liquid chromatography (HPLC) methods. These procedures require an extraction step using methylene chloride, and it is customary to monitor the efficiency of the extraction technique by extraction of a urine control with known cortisol concentration. [19] A 24-hour urine sample is preferred. Urine collected for a 24-hour sample should be refrigerated during the collection period. [20] Some laboratories use boric acid (approximately 10 g of boric acid per liter) or acetic acid (approximately 7 mL of glacial acetic acid per liter), placed in the collection container at the start of the collection, to preserve the specimen. [21] If the sample cannot be analyzed within a day of collection, it should be frozen at −20^oC. [22]"}
{"id": "article-20423_9", "title": "Dexamethasone Suppression Test -- Specimen Requirements and Procedure", "content": "Immunoassays are the main methods for the estimation of cortisol in clinical laboratories. These immunoassays are competitive immunoassays, where cortisol in the sample competes with labeled cortisol for a limited number of anti-cortisol antibodies. [19] Many commercial kits are available for the determination of plasma and urinary cortisol. Many immunoassays are now automated and available on semi-automated or automated analyzer platforms. [23] These immunoassays can be heterogeneous assays, where a separation step is required to partition the bound from unbound fractions, or homogenous assays, where no separation is required. [24] The specificity of immunoassays depends mainly on the properties of the antibody. [25]", "contents": "Dexamethasone Suppression Test -- Specimen Requirements and Procedure. Immunoassays are the main methods for the estimation of cortisol in clinical laboratories. These immunoassays are competitive immunoassays, where cortisol in the sample competes with labeled cortisol for a limited number of anti-cortisol antibodies. [19] Many commercial kits are available for the determination of plasma and urinary cortisol. Many immunoassays are now automated and available on semi-automated or automated analyzer platforms. [23] These immunoassays can be heterogeneous assays, where a separation step is required to partition the bound from unbound fractions, or homogenous assays, where no separation is required. [24] The specificity of immunoassays depends mainly on the properties of the antibody. [25]"}
{"id": "article-20423_10", "title": "Dexamethasone Suppression Test -- Specimen Requirements and Procedure", "content": "Chromatographic methods are an alternative to immunoassay for the determination of cortisol. They have the advantage of less interference, but these methods are time-consuming and unsuitable for routine analysis. [26] Of the chromatographic methods, high-performance liquid chromatography (HPLC) is often used in clinical laboratories. [27] All HPLC methods require the extraction of cortisol from the sample by either a liquid-liquid extraction or solid-phase extraction columns. Both reversed-phase and normal-phase columns are used for chromatographic analyses, and the column effluents are monitored by either ultraviolet (254 nm) or fluorescence spectroscopy. [28]", "contents": "Dexamethasone Suppression Test -- Specimen Requirements and Procedure. Chromatographic methods are an alternative to immunoassay for the determination of cortisol. They have the advantage of less interference, but these methods are time-consuming and unsuitable for routine analysis. [26] Of the chromatographic methods, high-performance liquid chromatography (HPLC) is often used in clinical laboratories. [27] All HPLC methods require the extraction of cortisol from the sample by either a liquid-liquid extraction or solid-phase extraction columns. Both reversed-phase and normal-phase columns are used for chromatographic analyses, and the column effluents are monitored by either ultraviolet (254 nm) or fluorescence spectroscopy. [28]"}
{"id": "article-20423_11", "title": "Dexamethasone Suppression Test -- Testing Procedures -- Low-dose Dexamethasone Suppression Test (LDDST)", "content": "LDDST helps in the initial diagnosis of Cushing syndrome as either a screening or a confirmatory test. [29] It can be performed either as an overnight or a two-day test. Overnight, 1 mg test: The overnight test is the most commonly used screening test due to ease and convenience. Dexamethasone 1 mg is administered orally between 11 PM and midnight. Serum cortisol levels are drawn the next morning between 8 and 9 AM. [30] [31] Two-day, 2 mg test: Dexamethasone 0.5 mg is administered orally every 6 hours (9 AM, 3 PM, 9 PM, 3 AM) for two days (total dose 4 mg). Serum cortisol level is drawn 6 hours (9 AM) after the last administered dose. [2]", "contents": "Dexamethasone Suppression Test -- Testing Procedures -- Low-dose Dexamethasone Suppression Test (LDDST). LDDST helps in the initial diagnosis of Cushing syndrome as either a screening or a confirmatory test. [29] It can be performed either as an overnight or a two-day test. Overnight, 1 mg test: The overnight test is the most commonly used screening test due to ease and convenience. Dexamethasone 1 mg is administered orally between 11 PM and midnight. Serum cortisol levels are drawn the next morning between 8 and 9 AM. [30] [31] Two-day, 2 mg test: Dexamethasone 0.5 mg is administered orally every 6 hours (9 AM, 3 PM, 9 PM, 3 AM) for two days (total dose 4 mg). Serum cortisol level is drawn 6 hours (9 AM) after the last administered dose. [2]"}
{"id": "article-20423_12", "title": "Dexamethasone Suppression Test -- Testing Procedures -- High-dose Dexamethasone Suppression Test (HDDST)", "content": "Once the diagnosis of Cushing syndrome is confirmed, the next step is to categorize ACTH-independent vs. ACTH-dependent Cushing syndrome by checking the plasma ACTH levels. In ACTH-independent Cushing syndrome, the plasma ACTH is low or undetectable, indicating an adrenal etiology (causing pituitary suppression of ACTH). In ACTH-dependent Cushing syndrome, the plasma ACTH is inappropriately normal or high, suggesting either a pituitary or an ectopic source.", "contents": "Dexamethasone Suppression Test -- Testing Procedures -- High-dose Dexamethasone Suppression Test (HDDST). Once the diagnosis of Cushing syndrome is confirmed, the next step is to categorize ACTH-independent vs. ACTH-dependent Cushing syndrome by checking the plasma ACTH levels. In ACTH-independent Cushing syndrome, the plasma ACTH is low or undetectable, indicating an adrenal etiology (causing pituitary suppression of ACTH). In ACTH-dependent Cushing syndrome, the plasma ACTH is inappropriately normal or high, suggesting either a pituitary or an ectopic source."}
{"id": "article-20423_13", "title": "Dexamethasone Suppression Test -- Testing Procedures -- High-dose Dexamethasone Suppression Test (HDDST)", "content": "In ACTH-dependent Cushing syndrome, HDDST can help distinguish a pituitary (i.e., Cushing disease) from an ectopic source of ACTH overproduction. The principle behind the HDDST is that the overproduction of ACTH seen in Cushing disease (but not ectopic tumors) can undergo either partial or complete suppression by high doses of dexamethasone (approximately 8 mg). As in the LDDST, the HDDST utilizes oral dexamethasone as either an overnight or two-day test. Overnight, 8 mg test: Baseline morning serum cortisol is measured, and oral dexamethasone 8 mg is administered between 11 PM and midnight. Repeat serum cortisol is drawn the following morning (between 8 and 9 AM). [32]", "contents": "Dexamethasone Suppression Test -- Testing Procedures -- High-dose Dexamethasone Suppression Test (HDDST). In ACTH-dependent Cushing syndrome, HDDST can help distinguish a pituitary (i.e., Cushing disease) from an ectopic source of ACTH overproduction. The principle behind the HDDST is that the overproduction of ACTH seen in Cushing disease (but not ectopic tumors) can undergo either partial or complete suppression by high doses of dexamethasone (approximately 8 mg). As in the LDDST, the HDDST utilizes oral dexamethasone as either an overnight or two-day test. Overnight, 8 mg test: Baseline morning serum cortisol is measured, and oral dexamethasone 8 mg is administered between 11 PM and midnight. Repeat serum cortisol is drawn the following morning (between 8 and 9 AM). [32]"}
{"id": "article-20423_14", "title": "Dexamethasone Suppression Test -- Testing Procedures -- High-dose Dexamethasone Suppression Test (HDDST)", "content": "Two-day, 8 mg test: On day 1, a baseline morning serum cortisol or 24-hour urinary free cortisol (UFC) from the day before is obtained. Dexamethasone 2 mg is administered orally every 6 hours (9 AM, 3 PM, 9 PM, 3 AM) for two days to complete a total dose of 16 mg over days 1 and 2. A urine sample for UFC is collected simultaneously with dexamethasone administration. Additionally, serum cortisol levels are checked 6 hours after the last dose of dexamethasone (9 AM of day 2). [2]", "contents": "Dexamethasone Suppression Test -- Testing Procedures -- High-dose Dexamethasone Suppression Test (HDDST). Two-day, 8 mg test: On day 1, a baseline morning serum cortisol or 24-hour urinary free cortisol (UFC) from the day before is obtained. Dexamethasone 2 mg is administered orally every 6 hours (9 AM, 3 PM, 9 PM, 3 AM) for two days to complete a total dose of 16 mg over days 1 and 2. A urine sample for UFC is collected simultaneously with dexamethasone administration. Additionally, serum cortisol levels are checked 6 hours after the last dose of dexamethasone (9 AM of day 2). [2]"}
{"id": "article-20423_15", "title": "Dexamethasone Suppression Test -- Testing Procedures -- Intravenous Dexamethasone Suppression Test", "content": "This test helps in the initial diagnosis of Cushing syndrome while overcoming concerns of drug compliance and malabsorption. [33] It is also useful when differentiating Cushing disease from ACTH-dependent ectopic tumors and ACTH-independent adrenal etiologies. [34] After a baseline morning serum cortisol (between 8 AM and 9 AM) is obtained, an infusion of intravenous dexamethasone at 1 mg/hour for 4 to 7 hours is administered. Repeat serum cortisol levels are measured at the end of the infusion (day 1) and 23 to 24 hours later (day 2). [35]", "contents": "Dexamethasone Suppression Test -- Testing Procedures -- Intravenous Dexamethasone Suppression Test. This test helps in the initial diagnosis of Cushing syndrome while overcoming concerns of drug compliance and malabsorption. [33] It is also useful when differentiating Cushing disease from ACTH-dependent ectopic tumors and ACTH-independent adrenal etiologies. [34] After a baseline morning serum cortisol (between 8 AM and 9 AM) is obtained, an infusion of intravenous dexamethasone at 1 mg/hour for 4 to 7 hours is administered. Repeat serum cortisol levels are measured at the end of the infusion (day 1) and 23 to 24 hours later (day 2). [35]"}
{"id": "article-20423_16", "title": "Dexamethasone Suppression Test -- Testing Procedures -- Dexamethasone Suppressed Corticotropin-Releasing Hormone Test", "content": "Based on the rationale that glucocorticoid suppression of the HPA axis can be overcome by corticotropin-releasing hormone (CRH) stimulation in Cushing disease and not in pseudo-Cushing syndrome (physiologic hypercortisolism), this test helps distinguish the two entities. Dexamethasone 0.5 mg every 6 hours (12 PM, 6 PM, 12 AM, 6 AM) is given orally for 48 hours. Two hours after the last dose of dexamethasone, an intravenous CRH dose of 1 mcg/kg is administered (8 AM), and serum cortisol is drawn 15 minutes later. [36]", "contents": "Dexamethasone Suppression Test -- Testing Procedures -- Dexamethasone Suppressed Corticotropin-Releasing Hormone Test. Based on the rationale that glucocorticoid suppression of the HPA axis can be overcome by corticotropin-releasing hormone (CRH) stimulation in Cushing disease and not in pseudo-Cushing syndrome (physiologic hypercortisolism), this test helps distinguish the two entities. Dexamethasone 0.5 mg every 6 hours (12 PM, 6 PM, 12 AM, 6 AM) is given orally for 48 hours. Two hours after the last dose of dexamethasone, an intravenous CRH dose of 1 mcg/kg is administered (8 AM), and serum cortisol is drawn 15 minutes later. [36]"}
{"id": "article-20423_17", "title": "Dexamethasone Suppression Test -- Interfering Factors", "content": "1. Iatrogenic hypercortisolism can cause exogenous Cushing syndrome. [37] Biochemical testing shows elevated serum cortisol levels (due to the cross-reactivity of most exogenous steroids with cortisol immunoassays) and depressed ACTH levels, as is usually seen in ACTH-independent Cushing syndrome. [38] These individuals receiving exogenous corticosteroids (inhaled, topical, parenteral, intraarticular) must be identified before pursuing a work-up for pathologic hypercortisolemia. [39]", "contents": "Dexamethasone Suppression Test -- Interfering Factors. 1. Iatrogenic hypercortisolism can cause exogenous Cushing syndrome. [37] Biochemical testing shows elevated serum cortisol levels (due to the cross-reactivity of most exogenous steroids with cortisol immunoassays) and depressed ACTH levels, as is usually seen in ACTH-independent Cushing syndrome. [38] These individuals receiving exogenous corticosteroids (inhaled, topical, parenteral, intraarticular) must be identified before pursuing a work-up for pathologic hypercortisolemia. [39]"}
{"id": "article-20423_18", "title": "Dexamethasone Suppression Test -- Interfering Factors", "content": "2. Pseudo-Cushing syndrome, also called physiological or non-neoplastic hypercortisolism, is seen in conditions like alcohol use disorder, obesity, insulin resistance, and neuropsychiatric disorders due to HPA axis stimulation. [40] A thorough history and physical examination can be pivotal in recognizing many subjects with pseudo-Cushing syndrome. In equivocal cases, midnight serum cortisol, late-night salivary cortisol, dexamethasone-CRH, or desmopressin testing can assist in the distinction. [25]", "contents": "Dexamethasone Suppression Test -- Interfering Factors. 2. Pseudo-Cushing syndrome, also called physiological or non-neoplastic hypercortisolism, is seen in conditions like alcohol use disorder, obesity, insulin resistance, and neuropsychiatric disorders due to HPA axis stimulation. [40] A thorough history and physical examination can be pivotal in recognizing many subjects with pseudo-Cushing syndrome. In equivocal cases, midnight serum cortisol, late-night salivary cortisol, dexamethasone-CRH, or desmopressin testing can assist in the distinction. [25]"}
{"id": "article-20423_19", "title": "Dexamethasone Suppression Test -- Interfering Factors", "content": "3. In any acute illness, be it emotional or physical, a stress response can occur via stimulation of the HPA axis, resulting in elevated ACTH and cortisol levels. Evaluation for Cushing syndrome should take place after the resolution of acute stress. [41]", "contents": "Dexamethasone Suppression Test -- Interfering Factors. 3. In any acute illness, be it emotional or physical, a stress response can occur via stimulation of the HPA axis, resulting in elevated ACTH and cortisol levels. Evaluation for Cushing syndrome should take place after the resolution of acute stress. [41]"}
{"id": "article-20423_20", "title": "Dexamethasone Suppression Test -- Interfering Factors", "content": "4. Corticosteroid-binding globulin (CBG): Approximately 90% of circulating cortisol is protein-bound. Currently available assays measure the total cortisol (free and protein-bound); conditions resulting in elevated levels of circulating CBG, such as pregnancy or use of estrogen-containing medications, or reduced levels of circulating CBG, such as malnutrition or nephrotic syndrome, may lead to spurious results on DSTs. [42] Either late-night salivary cortisol or UFC is the preferred test in these situations. Patients receiving estrogen therapy should ideally stop treatment at least six weeks before DST.", "contents": "Dexamethasone Suppression Test -- Interfering Factors. 4. Corticosteroid-binding globulin (CBG): Approximately 90% of circulating cortisol is protein-bound. Currently available assays measure the total cortisol (free and protein-bound); conditions resulting in elevated levels of circulating CBG, such as pregnancy or use of estrogen-containing medications, or reduced levels of circulating CBG, such as malnutrition or nephrotic syndrome, may lead to spurious results on DSTs. [42] Either late-night salivary cortisol or UFC is the preferred test in these situations. Patients receiving estrogen therapy should ideally stop treatment at least six weeks before DST."}
{"id": "article-20423_21", "title": "Dexamethasone Suppression Test -- Interfering Factors", "content": "5. Dexamethasone bioavailability: Malabsorption, altered metabolism, or non-compliance with taking the medication can result in variable bioavailability of dexamethasone, confounding the results. Dexamethasone is metabolized by the liver via CYP3A4. [43] Thus, CYP3A4 inducers (phenytoin, carbamazepine, etc.) or CYP3A4 inhibitors (itraconazole, fluoxetine, ritonavir) may result in decreased or increased clearance of the dexamethasone, risking false positive or negative results, respectively. [44] This error can be overcome by measuring serum dexamethasone levels simultaneously with serum cortisol levels. Most laboratories that conduct this test provide reference ranges based on dexamethasone dose and interval of blood drawn.", "contents": "Dexamethasone Suppression Test -- Interfering Factors. 5. Dexamethasone bioavailability: Malabsorption, altered metabolism, or non-compliance with taking the medication can result in variable bioavailability of dexamethasone, confounding the results. Dexamethasone is metabolized by the liver via CYP3A4. [43] Thus, CYP3A4 inducers (phenytoin, carbamazepine, etc.) or CYP3A4 inhibitors (itraconazole, fluoxetine, ritonavir) may result in decreased or increased clearance of the dexamethasone, risking false positive or negative results, respectively. [44] This error can be overcome by measuring serum dexamethasone levels simultaneously with serum cortisol levels. Most laboratories that conduct this test provide reference ranges based on dexamethasone dose and interval of blood drawn."}
{"id": "article-20423_22", "title": "Dexamethasone Suppression Test -- Interfering Factors", "content": "6. Improper urine collection: An inadequately collected urine sample for urinary-free cortisol (UFC) leads to diagnostic errors. For this reason, the urine sample should include testing for 24-hour urinary creatinine excretion in addition to cortisol. [45] In adults less than 50 years of age, 24-hour urinary creatinine excretion is approximately 15 to 20 mg/kg/day in females and 20 to 25 mg/kg/day in males. In people older than 50, there is a progressive decline in muscle mass; creatinine excretion can be as low as 10 mg/kg/day. 7. Others: Cyclic Cushing syndrome and glucocorticoid receptor polymorphisms are rare causes of false test results. [45]", "contents": "Dexamethasone Suppression Test -- Interfering Factors. 6. Improper urine collection: An inadequately collected urine sample for urinary-free cortisol (UFC) leads to diagnostic errors. For this reason, the urine sample should include testing for 24-hour urinary creatinine excretion in addition to cortisol. [45] In adults less than 50 years of age, 24-hour urinary creatinine excretion is approximately 15 to 20 mg/kg/day in females and 20 to 25 mg/kg/day in males. In people older than 50, there is a progressive decline in muscle mass; creatinine excretion can be as low as 10 mg/kg/day. 7. Others: Cyclic Cushing syndrome and glucocorticoid receptor polymorphisms are rare causes of false test results. [45]"}
{"id": "article-20423_23", "title": "Dexamethasone Suppression Test -- Results, Reporting, and Critical Findings -- Low-dose Dexamethasone Suppression Test (LDDST)", "content": "In either of the LDDSTs (overnight or two-day), a serum cortisol level of 1.8 mcg/dL (50 nmol/L) is the recommended cut-off value that increases the diagnostic sensitivity of the test to approximately 95%. [5] However, at this cut-off value, the specificity of the two-day test is superior when compared to that of the overnight test (97% to 100% versus 86%). A recent meta-analysis showed that abnormal and normal results for the 1 mg overnight test had a positive and negative likelihood ratio (LR) of 11.6 and 0.09, respectively. [46] On the other hand, for the two-day 2 mg test, abnormal and normal results had positive and negative LR of 7.3 and 0.8, respectively. Serum cortisol levels under 1.8 mcg/dL suggest adequate HPA axis suppression by dexamethasone and exclude CS. Levels greater than 1.8 mcg/dL should be verified with a second test (24-hour urinary free cortisol or late-night salivary cortisol) before establishing a confirmed diagnosis of CS. [31]", "contents": "Dexamethasone Suppression Test -- Results, Reporting, and Critical Findings -- Low-dose Dexamethasone Suppression Test (LDDST). In either of the LDDSTs (overnight or two-day), a serum cortisol level of 1.8 mcg/dL (50 nmol/L) is the recommended cut-off value that increases the diagnostic sensitivity of the test to approximately 95%. [5] However, at this cut-off value, the specificity of the two-day test is superior when compared to that of the overnight test (97% to 100% versus 86%). A recent meta-analysis showed that abnormal and normal results for the 1 mg overnight test had a positive and negative likelihood ratio (LR) of 11.6 and 0.09, respectively. [46] On the other hand, for the two-day 2 mg test, abnormal and normal results had positive and negative LR of 7.3 and 0.8, respectively. Serum cortisol levels under 1.8 mcg/dL suggest adequate HPA axis suppression by dexamethasone and exclude CS. Levels greater than 1.8 mcg/dL should be verified with a second test (24-hour urinary free cortisol or late-night salivary cortisol) before establishing a confirmed diagnosis of CS. [31]"}
{"id": "article-20423_24", "title": "Dexamethasone Suppression Test -- Results, Reporting, and Critical Findings -- High-dose Dexamethasone Suppression Test (HDDST)", "content": "A reduction in either urinary-free cortisol (UFC) or serum cortisol greater than 50% overnight during a two-day HDDST makes Cushing disease (CD) the likely source of ACTH-dependent Cushing syndrome. At a cut-off value of 50% suppression, HDDST provides a sensitivity and specificity of 60 to 100%. Increasing the cut-off value to greater than 90% cortisol suppression increases the specificity of diagnosing Cushing disease to almost 100%, albeit at a much-reduced sensitivity. [47] Because of this limitation, HDDST is not the recommended test unless both the pituitary MRI and bilateral inferior petrosal venous sampling are either negative or logistically challenging. Even in this scenario, HDDST is performed in conjunction with a CRH stimulation test to enhance diagnostic accuracy. [48]", "contents": "Dexamethasone Suppression Test -- Results, Reporting, and Critical Findings -- High-dose Dexamethasone Suppression Test (HDDST). A reduction in either urinary-free cortisol (UFC) or serum cortisol greater than 50% overnight during a two-day HDDST makes Cushing disease (CD) the likely source of ACTH-dependent Cushing syndrome. At a cut-off value of 50% suppression, HDDST provides a sensitivity and specificity of 60 to 100%. Increasing the cut-off value to greater than 90% cortisol suppression increases the specificity of diagnosing Cushing disease to almost 100%, albeit at a much-reduced sensitivity. [47] Because of this limitation, HDDST is not the recommended test unless both the pituitary MRI and bilateral inferior petrosal venous sampling are either negative or logistically challenging. Even in this scenario, HDDST is performed in conjunction with a CRH stimulation test to enhance diagnostic accuracy. [48]"}
{"id": "article-20423_25", "title": "Dexamethasone Suppression Test -- Results, Reporting, and Critical Findings -- Intravenous Dexamethasone Suppression Test", "content": "The diagnosis of Cushing syndrome is made if the day-2 serum cortisol level is greater than 20% of the baseline value [or greater than 4.7 mcg/dL (130 nmol/L)] with a sensitivity of 100% and specificity of 96%. [33] [34] Additionally, in Cushing disease, as opposed to other etiologies of Cushing syndrome, the day-1 (i.e., the end of infusion) serum cortisol level usually shows greater than 70% suppression from the baseline, followed by rebound hypercortisolism in 24 hours. [35]", "contents": "Dexamethasone Suppression Test -- Results, Reporting, and Critical Findings -- Intravenous Dexamethasone Suppression Test. The diagnosis of Cushing syndrome is made if the day-2 serum cortisol level is greater than 20% of the baseline value [or greater than 4.7 mcg/dL (130 nmol/L)] with a sensitivity of 100% and specificity of 96%. [33] [34] Additionally, in Cushing disease, as opposed to other etiologies of Cushing syndrome, the day-1 (i.e., the end of infusion) serum cortisol level usually shows greater than 70% suppression from the baseline, followed by rebound hypercortisolism in 24 hours. [35]"}
{"id": "article-20423_26", "title": "Dexamethasone Suppression Test -- Results, Reporting, and Critical Findings -- Dexamethasone Suppressed Corticotropin-releasing Hormone Test", "content": "Serum cortisol levels greater than 1.4 mcg/dL (39 nmol/L) at 15 minutes suggest Cushing disease with a 90% to 100% sensitivity and 50 to 100% specificity. [36] [49] Raising the cut-off value to greater than 3.8 mcg/dL (87 nmol/L) increases the specificity to 100% at the cost of a slightly reduced sensitivity at 94%. [50] The cumbersomeness of this test limits its extensive application in the ambulatory setting. [51]", "contents": "Dexamethasone Suppression Test -- Results, Reporting, and Critical Findings -- Dexamethasone Suppressed Corticotropin-releasing Hormone Test. Serum cortisol levels greater than 1.4 mcg/dL (39 nmol/L) at 15 minutes suggest Cushing disease with a 90% to 100% sensitivity and 50 to 100% specificity. [36] [49] Raising the cut-off value to greater than 3.8 mcg/dL (87 nmol/L) increases the specificity to 100% at the cost of a slightly reduced sensitivity at 94%. [50] The cumbersomeness of this test limits its extensive application in the ambulatory setting. [51]"}
{"id": "article-20423_27", "title": "Dexamethasone Suppression Test -- Clinical Significance", "content": "Iatrogenic hypercortisolism is the most common cause of Cushing syndrome. It should be recognized before these individuals are subject to further diagnostic testing; instead, the focus should be on titrating down (or discontinuing, if feasible) the prescribed steroid dosages. [52] The dexamethasone suppression test must be performed and interpreted in the light of the pretest probability based on a thorough history and physical examination. Additionally, clinicians should be mindful of all the tests' diagnostic accuracy, limitations, and interfering factors. [53] In subjects with high clinical suspicion of Cushing syndrome but equivocal or negative test results, repeat testing should occur in 3 to 6 months, as untreated hypercortisolemia has detrimental consequences. [54]", "contents": "Dexamethasone Suppression Test -- Clinical Significance. Iatrogenic hypercortisolism is the most common cause of Cushing syndrome. It should be recognized before these individuals are subject to further diagnostic testing; instead, the focus should be on titrating down (or discontinuing, if feasible) the prescribed steroid dosages. [52] The dexamethasone suppression test must be performed and interpreted in the light of the pretest probability based on a thorough history and physical examination. Additionally, clinicians should be mindful of all the tests' diagnostic accuracy, limitations, and interfering factors. [53] In subjects with high clinical suspicion of Cushing syndrome but equivocal or negative test results, repeat testing should occur in 3 to 6 months, as untreated hypercortisolemia has detrimental consequences. [54]"}
{"id": "article-20423_28", "title": "Dexamethasone Suppression Test -- Quality Control and Lab Safety", "content": "For non-waived tests, laboratory regulations require, at the minimum, analysis of at least two levels of control materials once every 24 hours. If necessary, laboratories can assay QC samples more frequently to ensure accurate results. Quality control samples should be assayed after calibration or maintenance of an analyzer to verify the correct method performance. [55] To minimize QC when performing tests for which manufacturers’ recommendations are less than those required by the regulatory agency (such as once per month), the labs can develop an individualized quality control plan (IQCP) that involves performing a risk assessment of potential sources of error in all phases of testing and putting in place a QC plan to reduce the likelihood of errors. [56]", "contents": "Dexamethasone Suppression Test -- Quality Control and Lab Safety. For non-waived tests, laboratory regulations require, at the minimum, analysis of at least two levels of control materials once every 24 hours. If necessary, laboratories can assay QC samples more frequently to ensure accurate results. Quality control samples should be assayed after calibration or maintenance of an analyzer to verify the correct method performance. [55] To minimize QC when performing tests for which manufacturers’ recommendations are less than those required by the regulatory agency (such as once per month), the labs can develop an individualized quality control plan (IQCP) that involves performing a risk assessment of potential sources of error in all phases of testing and putting in place a QC plan to reduce the likelihood of errors. [56]"}
{"id": "article-20423_29", "title": "Dexamethasone Suppression Test -- Quality Control and Lab Safety", "content": "Westgard multi-rules are used to evaluate the quality control runs. If a run is declared out of control, investigate the system (instrument, standards, controls, etc.) to determine the cause of the problem. Do not perform any analysis until the problem has been resolved. [57]", "contents": "Dexamethasone Suppression Test -- Quality Control and Lab Safety. Westgard multi-rules are used to evaluate the quality control runs. If a run is declared out of control, investigate the system (instrument, standards, controls, etc.) to determine the cause of the problem. Do not perform any analysis until the problem has been resolved. [57]"}
{"id": "article-20423_30", "title": "Dexamethasone Suppression Test -- Quality Control and Lab Safety", "content": "Consider all specimens, control materials, and calibrator materials as potentially infectious. Exercise the standard precautions required for handling all laboratory reagents. Disposal of all waste material should be in accordance with local guidelines. [58] Wear gloves, a lab coat, and safety glasses when handling human blood specimens. Place all plastic tips, sample cups, and gloves that come into contact with blood in a biohazard waste container. Discard all disposable glassware into sharps waste containers. [59] Protect all work surfaces with disposable absorbent bench top paper, discarded into biohazard waste containers weekly or whenever blood contamination occurs. Wipe all work surfaces weekly. [60]", "contents": "Dexamethasone Suppression Test -- Quality Control and Lab Safety. Consider all specimens, control materials, and calibrator materials as potentially infectious. Exercise the standard precautions required for handling all laboratory reagents. Disposal of all waste material should be in accordance with local guidelines. [58] Wear gloves, a lab coat, and safety glasses when handling human blood specimens. Place all plastic tips, sample cups, and gloves that come into contact with blood in a biohazard waste container. Discard all disposable glassware into sharps waste containers. [59] Protect all work surfaces with disposable absorbent bench top paper, discarded into biohazard waste containers weekly or whenever blood contamination occurs. Wipe all work surfaces weekly. [60]"}
{"id": "article-20423_31", "title": "Dexamethasone Suppression Test -- Enhancing Healthcare Team Outcomes", "content": "Primary care providers may initially evaluate patients with suspected Cushing syndrome prior to referring them to an endocrinologist for further workup. Clear communication and care coordination between clinician, patient, and nurse are of paramount importance as the correct implementation of DST and sample collection can have a dramatic impact on these factors on subsequent results.", "contents": "Dexamethasone Suppression Test -- Enhancing Healthcare Team Outcomes. Primary care providers may initially evaluate patients with suspected Cushing syndrome prior to referring them to an endocrinologist for further workup. Clear communication and care coordination between clinician, patient, and nurse are of paramount importance as the correct implementation of DST and sample collection can have a dramatic impact on these factors on subsequent results."}
{"id": "article-20423_32", "title": "Dexamethasone Suppression Test -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dexamethasone Suppression Test -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}