{"id": "article-32127_0", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Introduction", "content": "The small intestine is a crucial gastrointestinal segment involved in nutrient digestion and absorption, various endocrine functions, and immune protection (see Image . Small Intestine). A complex network of blood vessels, nerves, muscles, and special cells work together to enable the small intestine to achieve these tasks. This digestive tube has an average length of 3 to 5 meters, extending between the gastric pylorus and ileocecal junction. The duodenum, jejunum, and ileum are the 3 components comprising the small intestine.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Introduction. The small intestine is a crucial gastrointestinal segment involved in nutrient digestion and absorption, various endocrine functions, and immune protection (see Image . Small Intestine). A complex network of blood vessels, nerves, muscles, and special cells work together to enable the small intestine to achieve these tasks. This digestive tube has an average length of 3 to 5 meters, extending between the gastric pylorus and ileocecal junction. The duodenum, jejunum, and ileum are the 3 components comprising the small intestine."}
{"id": "article-32127_1", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Introduction", "content": "Small bowel pathology can lead to concerning symptoms, such as severe abdominal pain, gastrointestinal bleeding, enterocutaneous fistulae, and various nutrient deficiency manifestations. Understanding the anatomy and pathology of this digestive segment is crucial for providers diagnosing and treating gastrointestinal conditions.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Introduction. Small bowel pathology can lead to concerning symptoms, such as severe abdominal pain, gastrointestinal bleeding, enterocutaneous fistulae, and various nutrient deficiency manifestations. Understanding the anatomy and pathology of this digestive segment is crucial for providers diagnosing and treating gastrointestinal conditions."}
{"id": "article-32127_2", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Structure", "content": "The small intestine is the digestive segment spanning from the gastric pylorus' distal tip to the ileocecal valve, the region connecting the small and large bowels. The mesentery is a double peritoneal fold anchoring the jejunum and ileum to the posterior abdominal wall. From the outermost to innermost portion, the small intestinal layers are the serosa, muscularis, submucosa, lamina propria, and mucosa. The serosa is the outermost small intestinal layer, consisting of mesothelium and epithelium. This layer is only present in the jejunum, ileum, and intraperitoneal portions of the duodenum.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Structure. The small intestine is the digestive segment spanning from the gastric pylorus' distal tip to the ileocecal valve, the region connecting the small and large bowels. The mesentery is a double peritoneal fold anchoring the jejunum and ileum to the posterior abdominal wall. From the outermost to innermost portion, the small intestinal layers are the serosa, muscularis, submucosa, lamina propria, and mucosa. The serosa is the outermost small intestinal layer, consisting of mesothelium and epithelium. This layer is only present in the jejunum, ileum, and intraperitoneal portions of the duodenum."}
{"id": "article-32127_3", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Structure", "content": "The muscularis consists of 2 smooth muscle layers. The outer layer is longitudinally oriented, while the inner layer is circular. The submucosa consists of a connective tissue layer that contains blood vessels, nerves (submucosal or Meissner plexus), and lymphatics. The lamina propria is a loose connective tissue layer deep in the mucosa, harboring immune cells, blood vessels, and lymphatics. The mucosa is the small intestine's innermost layer.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Structure. The muscularis consists of 2 smooth muscle layers. The outer layer is longitudinally oriented, while the inner layer is circular. The submucosa consists of a connective tissue layer that contains blood vessels, nerves (submucosal or Meissner plexus), and lymphatics. The lamina propria is a loose connective tissue layer deep in the mucosa, harboring immune cells, blood vessels, and lymphatics. The mucosa is the small intestine's innermost layer."}
{"id": "article-32127_4", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Structure", "content": "The small intestine's segments from proximal to distal are the duodenum, jejunum, and ileum. [1] [2] [3] The duodenum is the most proximal, widest, and shortest small bowel section, measuring 20 to 25 cm on average. This portion has superior, descending, inferior, and ascending areas. The first 2 cm of the superior duodenum is mobile, has mesentery, and lies intraperitoneally. The rest of the duodenum is retroperitoneal. This C-shaped small intestine segment curves around the pancreatic head, coursing from the L1 vertebral level 2 to 3 cm left of the midline, descending to L3, and ascending back to L2. The duodenum is the only gut portion where the submucosal Brunner glands appear. The hepatopancreatic ampulla (ampulla of Vater) opens to the descending duodenum's posteromedial wall through the major duodenal papilla. The ligament of Treitz tethers the duodenojejunal flexure to the posterior wall and serves as the boundary between the upper and lower gastrointestinal tract.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Structure. The small intestine's segments from proximal to distal are the duodenum, jejunum, and ileum. [1] [2] [3] The duodenum is the most proximal, widest, and shortest small bowel section, measuring 20 to 25 cm on average. This portion has superior, descending, inferior, and ascending areas. The first 2 cm of the superior duodenum is mobile, has mesentery, and lies intraperitoneally. The rest of the duodenum is retroperitoneal. This C-shaped small intestine segment curves around the pancreatic head, coursing from the L1 vertebral level 2 to 3 cm left of the midline, descending to L3, and ascending back to L2. The duodenum is the only gut portion where the submucosal Brunner glands appear. The hepatopancreatic ampulla (ampulla of Vater) opens to the descending duodenum's posteromedial wall through the major duodenal papilla. The ligament of Treitz tethers the duodenojejunal flexure to the posterior wall and serves as the boundary between the upper and lower gastrointestinal tract."}
{"id": "article-32127_5", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Structure", "content": "The jejunum is the small intestine's middle segment, roughly 2.5 meters long. This portion begins at the duodenojejunal junction, where the gastrointestinal tract continues intraperitoneally. The jejunum contains plicae circulares (muscular flaps or valves of Kerckring) and villi. The ileum is the most distal small intestine segment, measuring around 3 meters and terminating at the cecum. Grossly, the jejunum has a deeper red color, thicker wall, and greater vascularity than the ileum. On the other hand, the ileum has more mesenteric fat than the jejunum. Histologically, the ileum has more lymphoid nodules (Peyer patches) than the jejunum.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Structure. The jejunum is the small intestine's middle segment, roughly 2.5 meters long. This portion begins at the duodenojejunal junction, where the gastrointestinal tract continues intraperitoneally. The jejunum contains plicae circulares (muscular flaps or valves of Kerckring) and villi. The ileum is the most distal small intestine segment, measuring around 3 meters and terminating at the cecum. Grossly, the jejunum has a deeper red color, thicker wall, and greater vascularity than the ileum. On the other hand, the ileum has more mesenteric fat than the jejunum. Histologically, the ileum has more lymphoid nodules (Peyer patches) than the jejunum."}
{"id": "article-32127_6", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "The small intestine's principal function is to break down food, absorb nutrients the body needs, and excrete unnecessary components. This gastrointestinal segment also participates in immune functions, acting as a barrier to intraluminal bacteria. The small bowel also has an endocrinologic role, producing digestive and energy-regulating hormones like cholecystokinin, secretin, gastric inhibitory peptide, and glucagon-like peptide-1.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. The small intestine's principal function is to break down food, absorb nutrients the body needs, and excrete unnecessary components. This gastrointestinal segment also participates in immune functions, acting as a barrier to intraluminal bacteria. The small bowel also has an endocrinologic role, producing digestive and energy-regulating hormones like cholecystokinin, secretin, gastric inhibitory peptide, and glucagon-like peptide-1."}
{"id": "article-32127_7", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Of the small bowel layers, the outermost serosa provides a protective covering against friction in the abdominal cavity. The muscularis' thin outer longitudinal layer shortens and elongates the gut. In contrast, its thicker inner circular layer causes intestinal constriction. Myenteric plexus (Auerbach plexus) nerves lie between these 2 layers, allowing them to work together to propagate food proximodistally.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Of the small bowel layers, the outermost serosa provides a protective covering against friction in the abdominal cavity. The muscularis' thin outer longitudinal layer shortens and elongates the gut. In contrast, its thicker inner circular layer causes intestinal constriction. Myenteric plexus (Auerbach plexus) nerves lie between these 2 layers, allowing them to work together to propagate food proximodistally."}
{"id": "article-32127_8", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "The submucosa's vasculature and Meissner plexus regulate glandular secretions. Of the 3 small bowel segments, 2 have unique submucosal features. The duodenal submucosa contains Brunner glands, while the distal ileal submucosa has the densest collection of Peyer patches.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. The submucosa's vasculature and Meissner plexus regulate glandular secretions. Of the 3 small bowel segments, 2 have unique submucosal features. The duodenal submucosa contains Brunner glands, while the distal ileal submucosa has the densest collection of Peyer patches."}
{"id": "article-32127_9", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "The lamina propria supports enterocyte functions and facilitates immune surveillance and defense against pathogens. The small bowel mucosa is designed for maximal absorption, as it is covered with intraluminal villi that increase its surface area.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. The lamina propria supports enterocyte functions and facilitates immune surveillance and defense against pathogens. The small bowel mucosa is designed for maximal absorption, as it is covered with intraluminal villi that increase its surface area."}
{"id": "article-32127_10", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "The mucosal crypts (crypts of Lieberkühn) are areas of continual cell renewal and proliferation. Stem cells move from the crypts to the villi and differentiate into enterocytes or goblet, Paneth, or enteroendocrine cells. The small intestine's epithelial cells have a rapid renewal rate, with cells lasting only 3 to 5 days. Specific small intestinal cells have the following functions:", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. The mucosal crypts (crypts of Lieberkühn) are areas of continual cell renewal and proliferation. Stem cells move from the crypts to the villi and differentiate into enterocytes or goblet, Paneth, or enteroendocrine cells. The small intestine's epithelial cells have a rapid renewal rate, with cells lasting only 3 to 5 days. Specific small intestinal cells have the following functions:"}
{"id": "article-32127_11", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Enterocytes are the most abundant cells lining the small intestine's villi. These cells possess microvilli and are specialized for absorbing nutrients.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Enterocytes are the most abundant cells lining the small intestine's villi. These cells possess microvilli and are specialized for absorbing nutrients."}
{"id": "article-32127_12", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Goblet cells are scattered among enterocytes throughout the small bowel's epithelium. These cells secrete mucus, which protects the mucosa from gastrointestinal secretions. Mucus also lubricates food and aids in removing pathogens from the intestinal lumen.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Goblet cells are scattered among enterocytes throughout the small bowel's epithelium. These cells secrete mucus, which protects the mucosa from gastrointestinal secretions. Mucus also lubricates food and aids in removing pathogens from the intestinal lumen."}
{"id": "article-32127_13", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Paneth cells are found in the crypts of Lieberkühn. These cells secrete antimicrobial peptides like defensins and lysozyme, growth factors, enzymes, and cytokines.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Paneth cells are found in the crypts of Lieberkühn. These cells secrete antimicrobial peptides like defensins and lysozyme, growth factors, enzymes, and cytokines."}
{"id": "article-32127_14", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Enteroendocrine cells are scattered throughout the small intestinal epithelium, particularly in the crypts and villi. These cells secrete various hormones, including cholecystokinin, secretin, gastric inhibitory peptide, and glucagon-like peptide-1.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Enteroendocrine cells are scattered throughout the small intestinal epithelium, particularly in the crypts and villi. These cells secrete various hormones, including cholecystokinin, secretin, gastric inhibitory peptide, and glucagon-like peptide-1."}
{"id": "article-32127_15", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Tuft cells (brush cells) are epithelial cells found in the small intestinal villi. These cells have apical microvilli, giving them a \"tufted\" appearance. Tuft cells sense luminal contents and can secrete various signaling molecules, including cytokines and neurotransmitters, in response to stimuli. Tuft cells help regulate immune responses, mucosal defense, and epithelial repair.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Tuft cells (brush cells) are epithelial cells found in the small intestinal villi. These cells have apical microvilli, giving them a \"tufted\" appearance. Tuft cells sense luminal contents and can secrete various signaling molecules, including cytokines and neurotransmitters, in response to stimuli. Tuft cells help regulate immune responses, mucosal defense, and epithelial repair."}
{"id": "article-32127_16", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "M cells (microfold cells) are unique epithelial cells in the follicle-associated epithelium covering Peyer patches. These cells function as antigen-sampling cells, transporting luminal antigens and microorganisms across the epithelium to initiate lymphoid immune responses.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. M cells (microfold cells) are unique epithelial cells in the follicle-associated epithelium covering Peyer patches. These cells function as antigen-sampling cells, transporting luminal antigens and microorganisms across the epithelium to initiate lymphoid immune responses."}
{"id": "article-32127_17", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Lymphoid cells aggregate in Peyer patches, the lymph nodules scattered throughout the small intestine but are most abundant in the ileum. These cells are essential to the gut's immune function.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Lymphoid cells aggregate in Peyer patches, the lymph nodules scattered throughout the small intestine but are most abundant in the ileum. These cells are essential to the gut's immune function."}
{"id": "article-32127_18", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Stem cells lie within the crypts of Lieberkühn. These multipotent stem cells continuously proliferate and differentiate to replace old or damaged cells. Stem cells give rise to different cell small bowel cell types, including enterocytes and goblet, Paneth, and enteroendocrine cells.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Stem cells lie within the crypts of Lieberkühn. These multipotent stem cells continuously proliferate and differentiate to replace old or damaged cells. Stem cells give rise to different cell small bowel cell types, including enterocytes and goblet, Paneth, and enteroendocrine cells."}
{"id": "article-32127_19", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Taste receptor cells like those on the tongue may be found in the duodenum and jejunum. These cells express taste receptors and detect sweet, umami (savory), and bitter tastes in luminal contents. Small bowel taste receptor cells may play a role in nutrient sensing and gut-brain signaling, influencing food intake and digestion. [4]", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Taste receptor cells like those on the tongue may be found in the duodenum and jejunum. These cells express taste receptors and detect sweet, umami (savory), and bitter tastes in luminal contents. Small bowel taste receptor cells may play a role in nutrient sensing and gut-brain signaling, influencing food intake and digestion. [4]"}
{"id": "article-32127_20", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Meanwhile, the 3 small intestinal segments have the following functions:", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Meanwhile, the 3 small intestinal segments have the following functions:"}
{"id": "article-32127_21", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "The duodenum receives chyme—a mix of gastric acid and food—from the stomach and is where nutrient absorption begins. Pancreatic enzymes enter the descending segment's posteromedial wall via the hepatopancreatic ampulla, which is regulated by the muscular sphincter of Oddi. Pancreatic enzymes break down chyme. Brunner glands secrete bicarbonate into the duodenum to neutralize stomach acid before chyme reaches the jejunum. The duodenum and upper jejunum are the main dietary iron absorption sites. [5] Bile from the liver also enters the duodenum through the hepatopancreatic ampulla. Bile is essential for lipid digestion and absorption. Smooth muscle contraction helps widen the duodenojejunal junction, assisting in the forward movement of intestinal contents.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. The duodenum receives chyme—a mix of gastric acid and food—from the stomach and is where nutrient absorption begins. Pancreatic enzymes enter the descending segment's posteromedial wall via the hepatopancreatic ampulla, which is regulated by the muscular sphincter of Oddi. Pancreatic enzymes break down chyme. Brunner glands secrete bicarbonate into the duodenum to neutralize stomach acid before chyme reaches the jejunum. The duodenum and upper jejunum are the main dietary iron absorption sites. [5] Bile from the liver also enters the duodenum through the hepatopancreatic ampulla. Bile is essential for lipid digestion and absorption. Smooth muscle contraction helps widen the duodenojejunal junction, assisting in the forward movement of intestinal contents."}
{"id": "article-32127_22", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "The jejunum primarily absorbs carbohydrates, amino acids, and fatty acids through the villi. Jejunal and ileal plicae circulares increase surface area and enhance nutrient absorption.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. The jejunum primarily absorbs carbohydrates, amino acids, and fatty acids through the villi. Jejunal and ileal plicae circulares increase surface area and enhance nutrient absorption."}
{"id": "article-32127_23", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "The ileum takes in the nutrients unabsorbed by the first 2 small intestinal components, the most important being vitamin B12 and bile acids. These substances are recycled after absorption.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. The ileum takes in the nutrients unabsorbed by the first 2 small intestinal components, the most important being vitamin B12 and bile acids. These substances are recycled after absorption."}
{"id": "article-32127_24", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function", "content": "Small intestinal blood and lymphatic vessels and nerves course through the mesentery. The mesentery supports the intestines, provides vascular and lymphatic supply, and facilitates communication and immune surveillance within the gastrointestinal tract. [6] [7]", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Structure and Function -- Function. Small intestinal blood and lymphatic vessels and nerves course through the mesentery. The mesentery supports the intestines, provides vascular and lymphatic supply, and facilitates communication and immune surveillance within the gastrointestinal tract. [6] [7]"}
{"id": "article-32127_25", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Embryology", "content": "The gut tube's development is a complex and coordinated process, involving signaling molecules and transcription factors like retinoic acid and peptides from the sonic hedgehog and HOX genes. The small intestine comes from the primitive gut, formed from the endoderm-lined yolk sac cavity during the developing embryo's cephalocaudal and lateral folding in the 4th week. The endodermal layer gives rise to the inner digestive tract's epithelial lining. The surrounding visceral (splanchnic) mesoderm contributes to the formation of muscles, connective tissue, and the small bowel layers. The endodermal epithelial lining also forms the glands' parenchyma. The dorsal mesentery, formed by the lateral plate mesoderm's visceral and parietal layers, suspends the primitive gut tube in the peritoneal cavity and later forms the small intestines' mesenteries.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Embryology. The gut tube's development is a complex and coordinated process, involving signaling molecules and transcription factors like retinoic acid and peptides from the sonic hedgehog and HOX genes. The small intestine comes from the primitive gut, formed from the endoderm-lined yolk sac cavity during the developing embryo's cephalocaudal and lateral folding in the 4th week. The endodermal layer gives rise to the inner digestive tract's epithelial lining. The surrounding visceral (splanchnic) mesoderm contributes to the formation of muscles, connective tissue, and the small bowel layers. The endodermal epithelial lining also forms the glands' parenchyma. The dorsal mesentery, formed by the lateral plate mesoderm's visceral and parietal layers, suspends the primitive gut tube in the peritoneal cavity and later forms the small intestines' mesenteries."}
{"id": "article-32127_26", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Embryology", "content": "The primitive gut tube is divided into the foregut, midgut, and hindgut. The jejunum and ileum come from the midgut, while the duodenum derives from the foregut's distal and midgut's proximal parts. The celiac artery supplies the foregut, whereas the superior mesenteric artery (SMA) supplies the midgut.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Embryology. The primitive gut tube is divided into the foregut, midgut, and hindgut. The jejunum and ileum come from the midgut, while the duodenum derives from the foregut's distal and midgut's proximal parts. The celiac artery supplies the foregut, whereas the superior mesenteric artery (SMA) supplies the midgut."}
{"id": "article-32127_27", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Embryology", "content": "During the 4th to 6th weeks of development, the stomach rotates 90° clockwise around its longitudinal axis. The duodenum moves from its initial midline position to the abdominal cavity's right side. By the 6th developmental week, rapid midgut growth extends through the umbilicus, forming a primary intestinal loop connected to the yolk sac via the vitelline duct. This process is termed \"physiologic umbilical herniation.\" The SMA forms the intestinal loop's axis. The loop's superior limb forms the duodenum's distal end, the jejunum, and the ileum's superior portion. The inferior limb forms the ileum's lower segment.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Embryology. During the 4th to 6th weeks of development, the stomach rotates 90° clockwise around its longitudinal axis. The duodenum moves from its initial midline position to the abdominal cavity's right side. By the 6th developmental week, rapid midgut growth extends through the umbilicus, forming a primary intestinal loop connected to the yolk sac via the vitelline duct. This process is termed \"physiologic umbilical herniation.\" The SMA forms the intestinal loop's axis. The loop's superior limb forms the duodenum's distal end, the jejunum, and the ileum's superior portion. The inferior limb forms the ileum's lower segment."}
{"id": "article-32127_28", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Embryology", "content": "During the 10th week of development, the midgut loop undergoes a 270° counterclockwise rotation as it returns to the abdominal cavity. Cell proliferation from the intestinal loop's lumen initially obliterates its wall. The solid intestinal lumen is recanalized by the 8th to 10th developmental weeks. [8] Villi and crypts arise on the small intestine's lining. Cuboidal cells line the small intestine in the 9th week of gestation. Villi begin developing afterward. Crypt formation starts between the 10th and 12th weeks of gestation.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Embryology. During the 10th week of development, the midgut loop undergoes a 270° counterclockwise rotation as it returns to the abdominal cavity. Cell proliferation from the intestinal loop's lumen initially obliterates its wall. The solid intestinal lumen is recanalized by the 8th to 10th developmental weeks. [8] Villi and crypts arise on the small intestine's lining. Cuboidal cells line the small intestine in the 9th week of gestation. Villi begin developing afterward. Crypt formation starts between the 10th and 12th weeks of gestation."}
{"id": "article-32127_29", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Blood Supply and Lymphatics", "content": "The small intestine's arterial supply arises from the celiac trunk and SMA. The superior pancreaticoduodenal artery (SPA) originates from the gastroduodenal artery, which branches from the proper hepatic artery and is traceable to the celiac trunk. The SPA anastomoses with the inferior pancreaticoduodenal artery (IPA), which comes from the SMA, to supply blood to the duodenum. As the name suggests, the SPA supplies the superior duodenum, while the IPA supplies the inferior duodenal segment. The gastroduodenal artery runs on the superior part of the duodenum's posteromedial wall.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Blood Supply and Lymphatics. The small intestine's arterial supply arises from the celiac trunk and SMA. The superior pancreaticoduodenal artery (SPA) originates from the gastroduodenal artery, which branches from the proper hepatic artery and is traceable to the celiac trunk. The SPA anastomoses with the inferior pancreaticoduodenal artery (IPA), which comes from the SMA, to supply blood to the duodenum. As the name suggests, the SPA supplies the superior duodenum, while the IPA supplies the inferior duodenal segment. The gastroduodenal artery runs on the superior part of the duodenum's posteromedial wall."}
{"id": "article-32127_30", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Blood Supply and Lymphatics", "content": "The jejunum and ileum receive their blood supply from a rich network of jejunal and ileal arteries that travel through the mesentery and originate from the SMA. The multiple arterial branches that split from the SMA are known as the arterial arcades. These vessels give rise to the vasa recta, which supply the jejunum and ileum. The small intestinal veins mimic the arterial supply, coalesce into the superior mesenteric vein, and join the splenic vein to form the portal vein.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Blood Supply and Lymphatics. The jejunum and ileum receive their blood supply from a rich network of jejunal and ileal arteries that travel through the mesentery and originate from the SMA. The multiple arterial branches that split from the SMA are known as the arterial arcades. These vessels give rise to the vasa recta, which supply the jejunum and ileum. The small intestinal veins mimic the arterial supply, coalesce into the superior mesenteric vein, and join the splenic vein to form the portal vein."}
{"id": "article-32127_31", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Blood Supply and Lymphatics", "content": "Small bowel lymphatic vessels follow the arteries. Lymphatic drainage starts at the small intestinal mucosa and goes into the nodes near the mesentery, arterial arcades, and SMA. Efferent lymphatic vessels from the SMA lymph nodes flow into the celiac lymph nodes. Lymph then drains into the cisterna chyli and up the thoracic duct into the venous system at the left venous angle, where the left internal jugular and left subclavian veins meet. The small intestine's lymphatic drainage is a major transport system for absorbed lipids, the immune defense system, and small intestinal cancer cells. Virchow node enlargement—or growth of the left supraclavicular node—occasionally indicates the presence of small bowel cancers.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Blood Supply and Lymphatics. Small bowel lymphatic vessels follow the arteries. Lymphatic drainage starts at the small intestinal mucosa and goes into the nodes near the mesentery, arterial arcades, and SMA. Efferent lymphatic vessels from the SMA lymph nodes flow into the celiac lymph nodes. Lymph then drains into the cisterna chyli and up the thoracic duct into the venous system at the left venous angle, where the left internal jugular and left subclavian veins meet. The small intestine's lymphatic drainage is a major transport system for absorbed lipids, the immune defense system, and small intestinal cancer cells. Virchow node enlargement—or growth of the left supraclavicular node—occasionally indicates the presence of small bowel cancers."}
{"id": "article-32127_32", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Nerves", "content": "The small intestine's nervous system has parasympathetic and sympathetic arms. Motor impulses from these nerves control blood vessels, gut secretions, and motility.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Nerves. The small intestine's nervous system has parasympathetic and sympathetic arms. Motor impulses from these nerves control blood vessels, gut secretions, and motility."}
{"id": "article-32127_33", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Nerves", "content": "The parasympathetic fibers originate from the vagus nerve and increase small bowel secretions and motility. The sympathetic fibers come from the greater (T5 to T9 thoracic spinal nerves) and lesser (T10 and T11 thoracic spinal nerves) splanchnic nerves. The presynaptic greater splanchnic sympathetic fibers synapse in the celiac ganglia. The celiac ganglia's postsynaptic sympathetic fibers supply the foregut organs—the gastrointestinal segments proximal to the ligament of Treitz—as the celiac plexus.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Nerves. The parasympathetic fibers originate from the vagus nerve and increase small bowel secretions and motility. The sympathetic fibers come from the greater (T5 to T9 thoracic spinal nerves) and lesser (T10 and T11 thoracic spinal nerves) splanchnic nerves. The presynaptic greater splanchnic sympathetic fibers synapse in the celiac ganglia. The celiac ganglia's postsynaptic sympathetic fibers supply the foregut organs—the gastrointestinal segments proximal to the ligament of Treitz—as the celiac plexus."}
{"id": "article-32127_34", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Nerves", "content": "The lesser splanchnic presynaptic sympathetic fibers synapse in the superior mesenteric ganglia. The superior mesenteric ganglia's postsynaptic sympathetic fibers supply the midgut organs—which include the duodenal segment distal to the ligament of Treitz and the jejunum and ileum—as the superior mesenteric plexus. The sympathetic fibers decrease small intestinal secretions and motility and cause vasoconstriction. Painful stimuli from the small intestine travel as afferent fibers through the sympathetic nerves to the central nervous system.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Nerves. The lesser splanchnic presynaptic sympathetic fibers synapse in the superior mesenteric ganglia. The superior mesenteric ganglia's postsynaptic sympathetic fibers supply the midgut organs—which include the duodenal segment distal to the ligament of Treitz and the jejunum and ileum—as the superior mesenteric plexus. The sympathetic fibers decrease small intestinal secretions and motility and cause vasoconstriction. Painful stimuli from the small intestine travel as afferent fibers through the sympathetic nerves to the central nervous system."}
{"id": "article-32127_35", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Muscles", "content": "The small intestine contains 2 smooth muscle layers. The outer layer is thin and longitudinally oriented. This layer contracts, relaxes, shortens, and lengthens the gut, allowing food to move food in one direction. The inner layer is a thicker, circular muscle. This layer enables the gut to contract and break apart larger food particles. The circular layer also stops food from moving in the wrong direction by blocking the more proximal end. The 2 muscle layers work together to propagate food from the proximal to the distal end.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Muscles. The small intestine contains 2 smooth muscle layers. The outer layer is thin and longitudinally oriented. This layer contracts, relaxes, shortens, and lengthens the gut, allowing food to move food in one direction. The inner layer is a thicker, circular muscle. This layer enables the gut to contract and break apart larger food particles. The circular layer also stops food from moving in the wrong direction by blocking the more proximal end. The 2 muscle layers work together to propagate food from the proximal to the distal end."}
{"id": "article-32127_36", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance", "content": "Health issues that can arise from small intestinal pathology include the following:", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance. Health issues that can arise from small intestinal pathology include the following:"}
{"id": "article-32127_37", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance", "content": "Small bowel shortening or destruction reduces nutrient absorption, impairing various bodily functions. [9] [10] [11]", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance. Small bowel shortening or destruction reduces nutrient absorption, impairing various bodily functions. [9] [10] [11]"}
{"id": "article-32127_38", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance", "content": "Duodenal ulcers can be a serious health risk. These lesions most commonly occur on the superior duodenum's posterior wall. Complete ulceration through the duodenal wall can cause peritonitis and damage the surrounding organs. Helicobacter pylori infection is the most significant duodenal ulcer risk factor.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance. Duodenal ulcers can be a serious health risk. These lesions most commonly occur on the superior duodenum's posterior wall. Complete ulceration through the duodenal wall can cause peritonitis and damage the surrounding organs. Helicobacter pylori infection is the most significant duodenal ulcer risk factor."}
{"id": "article-32127_39", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance", "content": "Wilkie's syndrome (SMA syndrome) arises from the compression of the duodenum's inferior portion (3rd segment), which lies between the SMA and abdominal aorta. [12] [13] This condition creates duodenal obstruction, often leading to nausea, vomiting, and abdominal pain. Wilkie's syndrome most commonly presents in individuals with insufficient intraabdominal fat, such as those with anorexia nervosa or cancer.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance. Wilkie's syndrome (SMA syndrome) arises from the compression of the duodenum's inferior portion (3rd segment), which lies between the SMA and abdominal aorta. [12] [13] This condition creates duodenal obstruction, often leading to nausea, vomiting, and abdominal pain. Wilkie's syndrome most commonly presents in individuals with insufficient intraabdominal fat, such as those with anorexia nervosa or cancer."}
{"id": "article-32127_40", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance", "content": "The ileocecal valve is an important landmark for Meckel disease. The ileal or Meckel diverticulum, when present, is often located close to the ileocecal valve. [14] Meckel disease classically presents in a young male patient with hematochezia and periumbilical pain, though the condition is often asymptomatic. A helpful mnemonic device to remember this pathology's details is the \"Rule of 2's,\" which means the condition is common in children aged 2 years, occurs 2 times as likely in male than female patients, is 2 inches long, lies 2 feet from the ileocecal valve, occurs in 2% of the population, and may have 2 types of epithelia (gastric and pancreatic).", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance. The ileocecal valve is an important landmark for Meckel disease. The ileal or Meckel diverticulum, when present, is often located close to the ileocecal valve. [14] Meckel disease classically presents in a young male patient with hematochezia and periumbilical pain, though the condition is often asymptomatic. A helpful mnemonic device to remember this pathology's details is the \"Rule of 2's,\" which means the condition is common in children aged 2 years, occurs 2 times as likely in male than female patients, is 2 inches long, lies 2 feet from the ileocecal valve, occurs in 2% of the population, and may have 2 types of epithelia (gastric and pancreatic)."}
{"id": "article-32127_41", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance", "content": "Crohn disease is a chronic inflammatory condition that most often affects the ileum but can also occur in other parts of the gastrointestinal tract. The rectum is generally spared.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance. Crohn disease is a chronic inflammatory condition that most often affects the ileum but can also occur in other parts of the gastrointestinal tract. The rectum is generally spared."}
{"id": "article-32127_42", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance", "content": "Diagnostic and therapeutic advances continue to improve outcomes for patients with small intestinal disorders and conditions. The small intestine's intricate anatomy provides critical insights for clinicians in interpreting diagnostic tests and identifying pathology.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Clinical Significance. Diagnostic and therapeutic advances continue to improve outcomes for patients with small intestinal disorders and conditions. The small intestine's intricate anatomy provides critical insights for clinicians in interpreting diagnostic tests and identifying pathology."}
{"id": "article-32127_43", "title": "Anatomy, Abdomen and Pelvis, Small Intestine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis, Small Intestine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}