{"id": "article-30431_0", "title": "Tracheoesophageal Fistula -- Continuing Education Activity", "content": "Tracheoesophageal fistulas (TEFs) represent one of the most common congenital anomalies seen in major pediatric surgical centers. Infants with tracheoesophageal fistulas classically present with respiratory distress, feeding difficulties, choking, and risk of aspiration. Tracheoesophageal fistulas most commonly occur alongside other congenital anomalies, particularly cardiac defects. This activity reviews the evaluation and management of tracheoesophageal fistulas and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Tracheoesophageal Fistula -- Continuing Education Activity. Tracheoesophageal fistulas (TEFs) represent one of the most common congenital anomalies seen in major pediatric surgical centers. Infants with tracheoesophageal fistulas classically present with respiratory distress, feeding difficulties, choking, and risk of aspiration. Tracheoesophageal fistulas most commonly occur alongside other congenital anomalies, particularly cardiac defects. This activity reviews the evaluation and management of tracheoesophageal fistulas and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-30431_1", "title": "Tracheoesophageal Fistula -- Continuing Education Activity", "content": "Objectives: Identify the typical presentation of an infant with a tracheoesophaageal fistula. Explain the evaluation of an infant with a suspected treacheoesophageal fistula. Summarize the management of tracheoesophageal fistulas. Review the importance of improving coordination amongst the interprofessional team to enhance the delivery of care for patients affected by tracheoesophageal fistulas. Access free multiple choice questions on this topic.", "contents": "Tracheoesophageal Fistula -- Continuing Education Activity. Objectives: Identify the typical presentation of an infant with a tracheoesophaageal fistula. Explain the evaluation of an infant with a suspected treacheoesophageal fistula. Summarize the management of tracheoesophageal fistulas. Review the importance of improving coordination amongst the interprofessional team to enhance the delivery of care for patients affected by tracheoesophageal fistulas. Access free multiple choice questions on this topic."}
{"id": "article-30431_2", "title": "Tracheoesophageal Fistula -- Introduction", "content": "Tracheoesophageal fistula (TEF) represents one of the most common congenital anomalies seen in major pediatric surgical centers. Infants with TEF classically present with respiratory distress, feeding difficulties, choking, and risk for aspiration. TEF is most commonly associated with other congenital anomalies, particularly cardiac defects. Esophageal atresia (EA) is a related congenital malformation with a similar presentation to TEF and can occur with or without the presence of a fistula.", "contents": "Tracheoesophageal Fistula -- Introduction. Tracheoesophageal fistula (TEF) represents one of the most common congenital anomalies seen in major pediatric surgical centers. Infants with TEF classically present with respiratory distress, feeding difficulties, choking, and risk for aspiration. TEF is most commonly associated with other congenital anomalies, particularly cardiac defects. Esophageal atresia (EA) is a related congenital malformation with a similar presentation to TEF and can occur with or without the presence of a fistula."}
{"id": "article-30431_3", "title": "Tracheoesophageal Fistula -- Etiology", "content": "Although the events leading to separation of the primitive trachea and esophagus are not completely understood, the most commonly accepted hypothesis is that a defect in the lateral septation of the foregut into the trachea and esophagus causes TEF and EA. The trachea and esophagus develop from a common primitive foregut, and at approximately 4 weeks of gestation, the developing respiratory and gastrointestinal tracts are separated by epithelial ridges. The foregut divides into a ventral respiratory tract and a dorsal esophageal tract; the fistula tract is thought to derive from an embryonic lung bud that fails to undergo branching. These defects of mesenchymal proliferation are thought to lead to TEF formation. [1]", "contents": "Tracheoesophageal Fistula -- Etiology. Although the events leading to separation of the primitive trachea and esophagus are not completely understood, the most commonly accepted hypothesis is that a defect in the lateral septation of the foregut into the trachea and esophagus causes TEF and EA. The trachea and esophagus develop from a common primitive foregut, and at approximately 4 weeks of gestation, the developing respiratory and gastrointestinal tracts are separated by epithelial ridges. The foregut divides into a ventral respiratory tract and a dorsal esophageal tract; the fistula tract is thought to derive from an embryonic lung bud that fails to undergo branching. These defects of mesenchymal proliferation are thought to lead to TEF formation. [1]"}
{"id": "article-30431_4", "title": "Tracheoesophageal Fistula -- Etiology", "content": "The VACTERL complex refers to anomalies of the vertebrae (V), anal or gastrointestinal tract atresia (A), congenital cardiac defects (C), tracheoesophageal defects (TE), renal and distal urinary tract anomalies (R), and limb lesions (L). In esophageal atresia, the sonic hedgehog ( SHH ) gene, which encodes for an intracellular signaling molecule,  appears to be implicated. Investigators have shown that mice deficient in the regulation of the SHH gene exhibit VACTERL type anomalies. [2] Research in rats has also implicated the Adriamycin-induced TEF model. Adriamycin is an anthracycline antibiotic that affects DNA integrity and synthesis. Introduction of adriamycin into the peritoneal cavity of pregnant rats results in a 40% to 90% incidence of EA/TEF in the developing embryos. Analysis of these embryos reveals that not only is the TEF/EA seen in rats similar to that seen in neonates, but the rat embryos also present with VACTERL anomalies. [3] Gli-2, a downstream signaling molecule for SHH , was investigated in animals with TEF and in controls. Gli-2 messenger RNA was reduced in the fistula tract when compared to the adjacent esophagus. [4]", "contents": "Tracheoesophageal Fistula -- Etiology. The VACTERL complex refers to anomalies of the vertebrae (V), anal or gastrointestinal tract atresia (A), congenital cardiac defects (C), tracheoesophageal defects (TE), renal and distal urinary tract anomalies (R), and limb lesions (L). In esophageal atresia, the sonic hedgehog ( SHH ) gene, which encodes for an intracellular signaling molecule,  appears to be implicated. Investigators have shown that mice deficient in the regulation of the SHH gene exhibit VACTERL type anomalies. [2] Research in rats has also implicated the Adriamycin-induced TEF model. Adriamycin is an anthracycline antibiotic that affects DNA integrity and synthesis. Introduction of adriamycin into the peritoneal cavity of pregnant rats results in a 40% to 90% incidence of EA/TEF in the developing embryos. Analysis of these embryos reveals that not only is the TEF/EA seen in rats similar to that seen in neonates, but the rat embryos also present with VACTERL anomalies. [3] Gli-2, a downstream signaling molecule for SHH , was investigated in animals with TEF and in controls. Gli-2 messenger RNA was reduced in the fistula tract when compared to the adjacent esophagus. [4]"}
{"id": "article-30431_5", "title": "Tracheoesophageal Fistula -- Epidemiology", "content": "There does not seem to be a significant role for genetic factors in the pathogenesis of TEF. The concordance rate for twins is at 2.5%. [5] The incidence of TEF is approximately 1 in 3500 births. [6] EA and TEF are classified according to their anatomic configuration. [7] Type C, which consists of a proximal esophageal pouch and a distal TEF, accounts for 84% of cases. TEF occurs without EA (H-type fistula) in only 4%. [8] Depaepe et al., [9] identified a decreasing incidence in the birth frequency of TEF in different regions of Europe. If chromosomal anomalies are excluded, there is no evidence for a link between TEF and maternal age. The figures for isolated TEF versus an association with other congenital anomalies vary between 38.7%, [10] and 57.3%. [5] The incidence of trisomies and other chromosomal abnormalities in association with TEF is between 6% and 10%. Neonates younger than 28-weeks gestation have been excluded. Trisomy 18 is associated with TEF more frequently than trisomy 21 even though it is significantly rarer. [5]", "contents": "Tracheoesophageal Fistula -- Epidemiology. There does not seem to be a significant role for genetic factors in the pathogenesis of TEF. The concordance rate for twins is at 2.5%. [5] The incidence of TEF is approximately 1 in 3500 births. [6] EA and TEF are classified according to their anatomic configuration. [7] Type C, which consists of a proximal esophageal pouch and a distal TEF, accounts for 84% of cases. TEF occurs without EA (H-type fistula) in only 4%. [8] Depaepe et al., [9] identified a decreasing incidence in the birth frequency of TEF in different regions of Europe. If chromosomal anomalies are excluded, there is no evidence for a link between TEF and maternal age. The figures for isolated TEF versus an association with other congenital anomalies vary between 38.7%, [10] and 57.3%. [5] The incidence of trisomies and other chromosomal abnormalities in association with TEF is between 6% and 10%. Neonates younger than 28-weeks gestation have been excluded. Trisomy 18 is associated with TEF more frequently than trisomy 21 even though it is significantly rarer. [5]"}
{"id": "article-30431_6", "title": "Tracheoesophageal Fistula -- Epidemiology", "content": "Feingold syndrome, associated with microcephaly, micrognathia and digital anomalies, can be associated with TEF/EA. In 1962, Waterston et al., stratified risk criteria for these patients based on birth weight, pneumonia, and associated anomalies. [11] Later, Spitz et al. [12] proposed a less complicated system based on associated congenital heart defects and low birthweight. Survival in babies less than 1500 g and without major cardiac anomalies now approaches 97% but falls dramatically to  22% if birth weight is low and cardiac anomalies exist. Acute morbidity and mortality are most commonly due to cardiac and chromosomal defects. Late mortality is due to ongoing respiratory complications. [13]", "contents": "Tracheoesophageal Fistula -- Epidemiology. Feingold syndrome, associated with microcephaly, micrognathia and digital anomalies, can be associated with TEF/EA. In 1962, Waterston et al., stratified risk criteria for these patients based on birth weight, pneumonia, and associated anomalies. [11] Later, Spitz et al. [12] proposed a less complicated system based on associated congenital heart defects and low birthweight. Survival in babies less than 1500 g and without major cardiac anomalies now approaches 97% but falls dramatically to  22% if birth weight is low and cardiac anomalies exist. Acute morbidity and mortality are most commonly due to cardiac and chromosomal defects. Late mortality is due to ongoing respiratory complications. [13]"}
{"id": "article-30431_7", "title": "Tracheoesophageal Fistula -- Pathophysiology", "content": "TEF occurs due to abnormal septation of the caudal foregut during the fourth and fifth weeks of embryonic development. Under normal conditions, the trachea forms as a diverticulum of the foregut and develop a complete septum that separates it from the esophagus. Fistula formation in conjunction with EA occurs during an abnormal posterior positioning of the tracheoesophageal septum, resulting in a retained connection between trachea and esophagus. Isolated EA without TEF commonly occurs when the esophagus fails to recanalize during week 8 of embryonic development. [14]", "contents": "Tracheoesophageal Fistula -- Pathophysiology. TEF occurs due to abnormal septation of the caudal foregut during the fourth and fifth weeks of embryonic development. Under normal conditions, the trachea forms as a diverticulum of the foregut and develop a complete septum that separates it from the esophagus. Fistula formation in conjunction with EA occurs during an abnormal posterior positioning of the tracheoesophageal septum, resulting in a retained connection between trachea and esophagus. Isolated EA without TEF commonly occurs when the esophagus fails to recanalize during week 8 of embryonic development. [14]"}
{"id": "article-30431_8", "title": "Tracheoesophageal Fistula -- History and Physical", "content": "Keckler et al., [15] noted that TEF was most commonly associated with congenital heart disease in their series, at a rate of 32.1% of patients, excluding patients with patent foramen ovale and patent ductus arteriosus. A ventricular septal defect was most common, occurring in 22.3% of patients, in association with multiple cardiac defects. An isolated ventricular septal defect occurred in only 7.1%. Cyanotic heart disease was fairly uncommon, noted in 4.5% of patients, and all were tetralogy of Fallot. The next most common congenital defect was vertebral anomalies, seen in 24%. If vertebral defects were noted, they most commonly occurred in conjunction with other axial spine complications including rib anomalies and a tethered cord. Axial spine abnormalities have been associated with an increased anastomotic leak rate, likely due to greater tension at the site. In theory, there may be a wider gap between the 2 ends of the esophagus due to a higher proximal pouch in patients with this skeletal deformity. [16]", "contents": "Tracheoesophageal Fistula -- History and Physical. Keckler et al., [15] noted that TEF was most commonly associated with congenital heart disease in their series, at a rate of 32.1% of patients, excluding patients with patent foramen ovale and patent ductus arteriosus. A ventricular septal defect was most common, occurring in 22.3% of patients, in association with multiple cardiac defects. An isolated ventricular septal defect occurred in only 7.1%. Cyanotic heart disease was fairly uncommon, noted in 4.5% of patients, and all were tetralogy of Fallot. The next most common congenital defect was vertebral anomalies, seen in 24%. If vertebral defects were noted, they most commonly occurred in conjunction with other axial spine complications including rib anomalies and a tethered cord. Axial spine abnormalities have been associated with an increased anastomotic leak rate, likely due to greater tension at the site. In theory, there may be a wider gap between the 2 ends of the esophagus due to a higher proximal pouch in patients with this skeletal deformity. [16]"}
{"id": "article-30431_9", "title": "Tracheoesophageal Fistula -- History and Physical", "content": "The clinical presentation of TEF depends on the presence or absence of EA. Polyhydramnios occurs in two-thirds of pregnancies, although many cases are not detected prenatally. [17] Newborns with EA present immediately after birth with excessive secretions that cause drooling, choking, respiratory distress, and feeding inability. Gastric distension is a common complication of a fistula between the trachea and distal esophagus. Reflux of gastric contents through the fistula tract results in aspiration pneumonia and increasing morbidity. Patients with H-type TEFs may present early if the defect is large, primarily with coughing and choking associated with aspiration of feeds through the fistula. However, smaller H-type defects may not be symptomatic in the newborn period, and diagnosis may even be delayed from 26 days to 4 years in one series. [18] These patients may have a prolonged history of mild respiratory distress associated with feeding or recurrent episodes of pneumonia. In rare cases, the diagnosis may be delayed into adulthood. [19]", "contents": "Tracheoesophageal Fistula -- History and Physical. The clinical presentation of TEF depends on the presence or absence of EA. Polyhydramnios occurs in two-thirds of pregnancies, although many cases are not detected prenatally. [17] Newborns with EA present immediately after birth with excessive secretions that cause drooling, choking, respiratory distress, and feeding inability. Gastric distension is a common complication of a fistula between the trachea and distal esophagus. Reflux of gastric contents through the fistula tract results in aspiration pneumonia and increasing morbidity. Patients with H-type TEFs may present early if the defect is large, primarily with coughing and choking associated with aspiration of feeds through the fistula. However, smaller H-type defects may not be symptomatic in the newborn period, and diagnosis may even be delayed from 26 days to 4 years in one series. [18] These patients may have a prolonged history of mild respiratory distress associated with feeding or recurrent episodes of pneumonia. In rare cases, the diagnosis may be delayed into adulthood. [19]"}
{"id": "article-30431_10", "title": "Tracheoesophageal Fistula -- Evaluation", "content": "Prenatal diagnosis of TEF may be suspected from maternal polyhydramnios and the absence of the fetal stomach bubble. In a study by Stringer et al., prenatal scans diagnosing EA had a sensitivity of 42% with a positive predictive value of 56%. [20] Karyotyping may be useful if a prenatal diagnosis of EA is suspected, due to the high reported incidence of trisomy 18. Ultrasound imaging may also reveal cardiac defects, which indicate a worse fetal prognosis. [21] If EA/TEF is suspected, delivery should be planned at an obstetrical center with access to a neonatal intensive care unit (NICU) and ready access to an operating room. EA/TEF is commonly associated with the VACTERL sequence, CHARGE syndrome (coloboma of the eye, heart defects, atresia of the choanae, retarded development, genital hypoplasia, ear abnormalities) trisomy 18, trisomy 21, and DiGeorge syndrome. There is an increased incidence of anomalies associated with pure EA, up to 65%. The risk of recurrence in subsequent pregnancies for non-syndromic EA/TEF is 1%. [22]", "contents": "Tracheoesophageal Fistula -- Evaluation. Prenatal diagnosis of TEF may be suspected from maternal polyhydramnios and the absence of the fetal stomach bubble. In a study by Stringer et al., prenatal scans diagnosing EA had a sensitivity of 42% with a positive predictive value of 56%. [20] Karyotyping may be useful if a prenatal diagnosis of EA is suspected, due to the high reported incidence of trisomy 18. Ultrasound imaging may also reveal cardiac defects, which indicate a worse fetal prognosis. [21] If EA/TEF is suspected, delivery should be planned at an obstetrical center with access to a neonatal intensive care unit (NICU) and ready access to an operating room. EA/TEF is commonly associated with the VACTERL sequence, CHARGE syndrome (coloboma of the eye, heart defects, atresia of the choanae, retarded development, genital hypoplasia, ear abnormalities) trisomy 18, trisomy 21, and DiGeorge syndrome. There is an increased incidence of anomalies associated with pure EA, up to 65%. The risk of recurrence in subsequent pregnancies for non-syndromic EA/TEF is 1%. [22]"}
{"id": "article-30431_11", "title": "Tracheoesophageal Fistula -- Evaluation", "content": "The diagnosis of EA can be made when an orogastric or nasogastric catheter cannot be passed further than approximately 10 to 15 cm into the stomach. This finding can be confirmed with an anterior-posterior chest radiograph that demonstrates the catheter curled in the upper esophageal pouch. A distal TEF can be seen on a lateral chest radiograph; both views will reveal a gas-filled gastrointestinal (GI) tract. Water-soluble contrast can be instilled into the esophageal pouch under fluoroscopic guidance to evaluate for TEF. Barium contrast should be avoided as it causes pneumonitis if aspirated. Contrast material must be immediately removed to avoid regurgitation and aspiration. Diagnosis of isolated TEF should be attempted with an upper gastrointestinal series using thickened water-soluble contrast material. The distal esophagus is filled first, and then the catheter is pulled in a cephalad direction. Contrast swallow radiography, [23] may also be useful, but the fistulous tract may be difficult to identify in these studies. Esophageal endoscopy and bronchoscopy should be used to detect the TEF. Methylene blue can be injected into the trachea, and a fistula will be apparent by its appearance in the esophagus. Three-dimensional CT scanning also has been utilized for the diagnosis of TEF. [24]", "contents": "Tracheoesophageal Fistula -- Evaluation. The diagnosis of EA can be made when an orogastric or nasogastric catheter cannot be passed further than approximately 10 to 15 cm into the stomach. This finding can be confirmed with an anterior-posterior chest radiograph that demonstrates the catheter curled in the upper esophageal pouch. A distal TEF can be seen on a lateral chest radiograph; both views will reveal a gas-filled gastrointestinal (GI) tract. Water-soluble contrast can be instilled into the esophageal pouch under fluoroscopic guidance to evaluate for TEF. Barium contrast should be avoided as it causes pneumonitis if aspirated. Contrast material must be immediately removed to avoid regurgitation and aspiration. Diagnosis of isolated TEF should be attempted with an upper gastrointestinal series using thickened water-soluble contrast material. The distal esophagus is filled first, and then the catheter is pulled in a cephalad direction. Contrast swallow radiography, [23] may also be useful, but the fistulous tract may be difficult to identify in these studies. Esophageal endoscopy and bronchoscopy should be used to detect the TEF. Methylene blue can be injected into the trachea, and a fistula will be apparent by its appearance in the esophagus. Three-dimensional CT scanning also has been utilized for the diagnosis of TEF. [24]"}
{"id": "article-30431_12", "title": "Tracheoesophageal Fistula -- Treatment / Management", "content": "The first successful primary repair of TEF was performed by an American surgeon, Cameron Haight, in 1941. [25] Because pediatric surgical centers now have a survival rate greater than 90% for these patients, the emphasis is now on reducing morbidity and enhancing these patients’ quality of life. Open surgical repair of TEF/EA involves a right posterolateral thoracotomy, fistula ligation, and the creation of a primary esophageal anastomosis. Preoperative evaluation with an echocardiogram is essential, as a right-sided aortic arch, seen in 2.5% of cases, signifies a higher morbidity rate and necessitates a left thoracotomy. [26] A renal ultrasound, spinal ultrasound, and limb radiographs may rule out other VACTERL anomalies. Complications of primary repair include anastomotic leak, recurrent laryngeal nerve injury with resulting vocal cord paralysis, esophageal stricture, a persistent second upper pouch fistula, recurrent fistula, and death. [27] Spontaneous closure of a recurrent TEF is exceedingly rare. [28] Most commonly, a primary anastomosis cannot be achieved when there are greater than 2 vertebral bodies separating the upper and lower esophageal segments. In this instance, surgical options include Livaditis myotomy, mobilization of the distal esophageal segment to the diaphragmatic hiatus, and the Foker technique. An esophageal anastomosis created under tension puts the patient at risk for an increased leak rate, an esophageal stricture, and reflux disease. [29] Sixty years after the first successful primary repair, Tom Lobe and Steve Rothenberg accomplished the first minimally invasive thoracoscopic TEF repair. [30] Minimally invasive techniques should only be performed at advanced pediatric surgical institutions, and have not been proven to decrease the potential for stricture and anastomotic leak. [31] Thoracoscopic surgery provides excellent visibility of anatomic structures and decreased morbidity, if properly performed, due to the avoidance of open thoracotomy. Avoidance of open surgical repair also prevents potential chest wall deformity, scoliosis, fusion of ribs, muscle contractures, and chronic pain. [32]", "contents": "Tracheoesophageal Fistula -- Treatment / Management. The first successful primary repair of TEF was performed by an American surgeon, Cameron Haight, in 1941. [25] Because pediatric surgical centers now have a survival rate greater than 90% for these patients, the emphasis is now on reducing morbidity and enhancing these patients’ quality of life. Open surgical repair of TEF/EA involves a right posterolateral thoracotomy, fistula ligation, and the creation of a primary esophageal anastomosis. Preoperative evaluation with an echocardiogram is essential, as a right-sided aortic arch, seen in 2.5% of cases, signifies a higher morbidity rate and necessitates a left thoracotomy. [26] A renal ultrasound, spinal ultrasound, and limb radiographs may rule out other VACTERL anomalies. Complications of primary repair include anastomotic leak, recurrent laryngeal nerve injury with resulting vocal cord paralysis, esophageal stricture, a persistent second upper pouch fistula, recurrent fistula, and death. [27] Spontaneous closure of a recurrent TEF is exceedingly rare. [28] Most commonly, a primary anastomosis cannot be achieved when there are greater than 2 vertebral bodies separating the upper and lower esophageal segments. In this instance, surgical options include Livaditis myotomy, mobilization of the distal esophageal segment to the diaphragmatic hiatus, and the Foker technique. An esophageal anastomosis created under tension puts the patient at risk for an increased leak rate, an esophageal stricture, and reflux disease. [29] Sixty years after the first successful primary repair, Tom Lobe and Steve Rothenberg accomplished the first minimally invasive thoracoscopic TEF repair. [30] Minimally invasive techniques should only be performed at advanced pediatric surgical institutions, and have not been proven to decrease the potential for stricture and anastomotic leak. [31] Thoracoscopic surgery provides excellent visibility of anatomic structures and decreased morbidity, if properly performed, due to the avoidance of open thoracotomy. Avoidance of open surgical repair also prevents potential chest wall deformity, scoliosis, fusion of ribs, muscle contractures, and chronic pain. [32]"}
{"id": "article-30431_13", "title": "Tracheoesophageal Fistula -- Treatment / Management", "content": "Immediate surgical management involves the creation of gastrostomy for feeding and continuous suctioning of the blind esophageal pouch to protect the patient from aspiration. Options for reconstruction include primary repair using the native esophagus or replacement procedures with parts of the stomach or large intestine. Preservation of the native esophagus is ideal as replacement procedures increase the risk of recurrent aspiration and chronic respiratory complications. A staged procedure can be performed as the infant ages, and the esophagus elongates if primary repair is not feasible. [33] The esophageal segment can be mechanically elongated with procedures such as bougienage, electromagnetic stimulation, and graded tension applied to the disconnected esophageal segment using traction sutures, although success remains unproven. [34] In very low birth weight infants, a staged approach has been associated with improved outcomes.  Repair of H-type fistulae is performed via a cervical neck dissection to expose where the fistula is to be divided and repaired. This surgical procedure includes the risk of recurrent laryngeal nerve injury and operative trauma. [35] The Nd:YAG laser has also been utilized for H-type fistula repair, with limited experience. [36]", "contents": "Tracheoesophageal Fistula -- Treatment / Management. Immediate surgical management involves the creation of gastrostomy for feeding and continuous suctioning of the blind esophageal pouch to protect the patient from aspiration. Options for reconstruction include primary repair using the native esophagus or replacement procedures with parts of the stomach or large intestine. Preservation of the native esophagus is ideal as replacement procedures increase the risk of recurrent aspiration and chronic respiratory complications. A staged procedure can be performed as the infant ages, and the esophagus elongates if primary repair is not feasible. [33] The esophageal segment can be mechanically elongated with procedures such as bougienage, electromagnetic stimulation, and graded tension applied to the disconnected esophageal segment using traction sutures, although success remains unproven. [34] In very low birth weight infants, a staged approach has been associated with improved outcomes.  Repair of H-type fistulae is performed via a cervical neck dissection to expose where the fistula is to be divided and repaired. This surgical procedure includes the risk of recurrent laryngeal nerve injury and operative trauma. [35] The Nd:YAG laser has also been utilized for H-type fistula repair, with limited experience. [36]"}
{"id": "article-30431_14", "title": "Tracheoesophageal Fistula -- Treatment / Management", "content": "Meier et al. [37] describe endoscopic repair of TEF with Tissue adhesive (Histoacryl: B. Braun Melsungen AG, Mesungen, Germany) and fibrin adhesive (TisseelTM),  with success rates of 48% (29 patients) and 55% (22 patients), respectively. Five patients in the tissue adhesive group also had a sclerosing agent (polidocanol or aethoxysklerol) applied at the time of endoscopic repair with a success rate of 100%.  The morbidity from endoscopic repair is minimal to none. [38] Hoelzer at al., also describe two of three successful closures of recurrent TEF with the bronchoscopic application of fibrin glue, an organic compound causing rapid formation of granulation tissue and early epithelialization. [39] Endoscopic repair of recurrent TEF was first described in the 1970s using tissue adhesive (Histoacryl), where numerous attempts lead to the successful closure of the fistula. [40] To enable the successful delivery of the obliterating agent, a rigid bronchoscope is the device of choice. Rod-lens telescopes are particularly useful for the diagnosis of H-type fistulas.", "contents": "Tracheoesophageal Fistula -- Treatment / Management. Meier et al. [37] describe endoscopic repair of TEF with Tissue adhesive (Histoacryl: B. Braun Melsungen AG, Mesungen, Germany) and fibrin adhesive (TisseelTM),  with success rates of 48% (29 patients) and 55% (22 patients), respectively. Five patients in the tissue adhesive group also had a sclerosing agent (polidocanol or aethoxysklerol) applied at the time of endoscopic repair with a success rate of 100%.  The morbidity from endoscopic repair is minimal to none. [38] Hoelzer at al., also describe two of three successful closures of recurrent TEF with the bronchoscopic application of fibrin glue, an organic compound causing rapid formation of granulation tissue and early epithelialization. [39] Endoscopic repair of recurrent TEF was first described in the 1970s using tissue adhesive (Histoacryl), where numerous attempts lead to the successful closure of the fistula. [40] To enable the successful delivery of the obliterating agent, a rigid bronchoscope is the device of choice. Rod-lens telescopes are particularly useful for the diagnosis of H-type fistulas."}
{"id": "article-30431_15", "title": "Tracheoesophageal Fistula -- Treatment / Management", "content": "All infants should have laryngoscopy and bronchoscopy before an open surgical repair of TEF/EA. Laryngoscopy and bronchoscopy are used to identify the level of the fistula as well as tracheomalacia and tracheobronchitis, before primary repair. Bronchoscopy can also elucidate laryngeal abnormalities, including a posterior laryngeal cleft, laryngomalacia, and vocal cord dysfunction, the position of the aortic arch, and other fistulas. [41] Bronchoscopic findings are useful for planning surgical repair. Carinal fistulas are associated with wide gap atresia, and mid-tracheal fistulas are associated with minimal gap.", "contents": "Tracheoesophageal Fistula -- Treatment / Management. All infants should have laryngoscopy and bronchoscopy before an open surgical repair of TEF/EA. Laryngoscopy and bronchoscopy are used to identify the level of the fistula as well as tracheomalacia and tracheobronchitis, before primary repair. Bronchoscopy can also elucidate laryngeal abnormalities, including a posterior laryngeal cleft, laryngomalacia, and vocal cord dysfunction, the position of the aortic arch, and other fistulas. [41] Bronchoscopic findings are useful for planning surgical repair. Carinal fistulas are associated with wide gap atresia, and mid-tracheal fistulas are associated with minimal gap."}
{"id": "article-30431_16", "title": "Tracheoesophageal Fistula -- Treatment / Management", "content": "Because gastroesophageal reflux disease (GERD) is common following repair, an expert panel has recommended that infants with repaired TEF be routinely treated with a proton pump inhibitor (PPI) for at least one year after repair, and longer for those with evidence of ongoing GERD. [42] Infants with TEF are also at increased risk for chronic feeding difficulties. GERD persists in the majority of patients and is associated with Barrett's esophagitis. This panel has recommended that children with repaired TEFs be monitored for pulmonary and GI complications throughout childhood. [42]", "contents": "Tracheoesophageal Fistula -- Treatment / Management. Because gastroesophageal reflux disease (GERD) is common following repair, an expert panel has recommended that infants with repaired TEF be routinely treated with a proton pump inhibitor (PPI) for at least one year after repair, and longer for those with evidence of ongoing GERD. [42] Infants with TEF are also at increased risk for chronic feeding difficulties. GERD persists in the majority of patients and is associated with Barrett's esophagitis. This panel has recommended that children with repaired TEFs be monitored for pulmonary and GI complications throughout childhood. [42]"}
{"id": "article-30431_17", "title": "Tracheoesophageal Fistula -- Differential Diagnosis", "content": "The differential diagnosis of TEF/EA includes an esophageal stricture or diverticulum, pharyngeal pseudodiverticulum,  severe GERD, vascular ring, iatrogenic esophageal perforation, laryngo-tracheo-esophageal cleft, esophageal webs, esophageal duplication, congenital shortened esophagus, and tracheal agenesis or atresia. [8]", "contents": "Tracheoesophageal Fistula -- Differential Diagnosis. The differential diagnosis of TEF/EA includes an esophageal stricture or diverticulum, pharyngeal pseudodiverticulum,  severe GERD, vascular ring, iatrogenic esophageal perforation, laryngo-tracheo-esophageal cleft, esophageal webs, esophageal duplication, congenital shortened esophagus, and tracheal agenesis or atresia. [8]"}
{"id": "article-30431_18", "title": "Tracheoesophageal Fistula -- Prognosis", "content": "The prognosis for isolated TEF is generally good. [43] Infants with TEF/EA have a more guarded prognosis dependent upon associated abnormalities. In one report, 87% of patients with EA or EA and TEF survived, although 61% of early deaths were associated with cardiac and chromosomal anomalies. [13] Mortality rates for EA and TEF were greater for infants with associated cardiac disease (42% versus 12% without). One review reports very low birth weight as a significant factor in reduced patient survival. [44] The gap length of the esophageal atresia also may determine patient prognosis. [45]", "contents": "Tracheoesophageal Fistula -- Prognosis. The prognosis for isolated TEF is generally good. [43] Infants with TEF/EA have a more guarded prognosis dependent upon associated abnormalities. In one report, 87% of patients with EA or EA and TEF survived, although 61% of early deaths were associated with cardiac and chromosomal anomalies. [13] Mortality rates for EA and TEF were greater for infants with associated cardiac disease (42% versus 12% without). One review reports very low birth weight as a significant factor in reduced patient survival. [44] The gap length of the esophageal atresia also may determine patient prognosis. [45]"}
{"id": "article-30431_19", "title": "Tracheoesophageal Fistula -- Prognosis", "content": "Children with EA/TEF tend to have considerable deficiencies in their growth. Primarily, poor in utero development has been noted, with almost one third having birth weights less than the 5th percentile. [46] Little et al. [47] reported that up to 50% of children had weights less than the 25th percentile during the first 5 years of life. This is primarily due to significant respiratory and gastrointestinal morbidity associated with TEF. Long-term height and weight outcomes are overwhelmingly positive, as these children age. [48] Feeding abnormalities are a large cause of morbidity during early childhood. A subgroup of patients has aversive feeding behavior with refusal to eat orally, due to GERD, anastomotic strictures, and esophageal dysmotility. Children with such complications require gastrostomy tube placement for aggressive nutritional supplementation. Feeding aversion is more common in children with isolated EA because they are exclusively fed via gastrostomy tube in the first few months of life.", "contents": "Tracheoesophageal Fistula -- Prognosis. Children with EA/TEF tend to have considerable deficiencies in their growth. Primarily, poor in utero development has been noted, with almost one third having birth weights less than the 5th percentile. [46] Little et al. [47] reported that up to 50% of children had weights less than the 25th percentile during the first 5 years of life. This is primarily due to significant respiratory and gastrointestinal morbidity associated with TEF. Long-term height and weight outcomes are overwhelmingly positive, as these children age. [48] Feeding abnormalities are a large cause of morbidity during early childhood. A subgroup of patients has aversive feeding behavior with refusal to eat orally, due to GERD, anastomotic strictures, and esophageal dysmotility. Children with such complications require gastrostomy tube placement for aggressive nutritional supplementation. Feeding aversion is more common in children with isolated EA because they are exclusively fed via gastrostomy tube in the first few months of life."}
{"id": "article-30431_20", "title": "Tracheoesophageal Fistula -- Prognosis", "content": "Respiratory complications are also common in children with TEF/EA.  Severe tracheomalacia and bronchomalacia occur in 10% to 20% of infants. Airway reactivity and instability can lead to life-threatening airway obstruction. [49] A small subset of infants will require aortopexy for tracheal stabilization and weaning from mechanical ventilation. Children may exhibit a harsh barking cough, characteristic of iatrochemical. Children may also suffer from recurrent bronchitis and pneumonia, common in up to two-thirds of TEF patients in the first few years of life. [50] If left untreated, recurrent infections or frequent aspiration can lead to irreversible lung damage with bronchiectasis and persistent atelectasis. Wheezing is common in up to 40% of survivors, and does not improve with age. Recurrent respiratory symptoms are caused by abnormal airway epithelium, which impairs mucociliary clearance of airway secretions. The severity of GERD will increase the risk for esophageal strictures and dysmotility, thereby potentiating aspiration in such patients. Rarely, persistence or worsening of symptoms may be due to recurrent TEF.", "contents": "Tracheoesophageal Fistula -- Prognosis. Respiratory complications are also common in children with TEF/EA.  Severe tracheomalacia and bronchomalacia occur in 10% to 20% of infants. Airway reactivity and instability can lead to life-threatening airway obstruction. [49] A small subset of infants will require aortopexy for tracheal stabilization and weaning from mechanical ventilation. Children may exhibit a harsh barking cough, characteristic of iatrochemical. Children may also suffer from recurrent bronchitis and pneumonia, common in up to two-thirds of TEF patients in the first few years of life. [50] If left untreated, recurrent infections or frequent aspiration can lead to irreversible lung damage with bronchiectasis and persistent atelectasis. Wheezing is common in up to 40% of survivors, and does not improve with age. Recurrent respiratory symptoms are caused by abnormal airway epithelium, which impairs mucociliary clearance of airway secretions. The severity of GERD will increase the risk for esophageal strictures and dysmotility, thereby potentiating aspiration in such patients. Rarely, persistence or worsening of symptoms may be due to recurrent TEF."}
{"id": "article-30431_21", "title": "Tracheoesophageal Fistula -- Prognosis", "content": "Once children reach late adolescence, respiratory morbidity decreases in frequency and severity. [50] Hyperinflation of the lungs, reduced lung volumes, and overall abnormal pulmonary function is common in up to 40% of survivors, although does not affect children’s daily activities. Management of pulmonary pathology includes tailored use of antibiotics, physiotherapy, and management of GERD to prevent aspiration. Inhaled bronchodilators and steroids are useful in treating asthmatic symptoms. Serial pulmonary function tests and serial computed tomography (CT) scans of the chest are useful to monitor patient progress. [51]", "contents": "Tracheoesophageal Fistula -- Prognosis. Once children reach late adolescence, respiratory morbidity decreases in frequency and severity. [50] Hyperinflation of the lungs, reduced lung volumes, and overall abnormal pulmonary function is common in up to 40% of survivors, although does not affect children’s daily activities. Management of pulmonary pathology includes tailored use of antibiotics, physiotherapy, and management of GERD to prevent aspiration. Inhaled bronchodilators and steroids are useful in treating asthmatic symptoms. Serial pulmonary function tests and serial computed tomography (CT) scans of the chest are useful to monitor patient progress. [51]"}
{"id": "article-30431_22", "title": "Tracheoesophageal Fistula -- Complications", "content": "Common complications after EA and TEF repair in a series of 227 cases included anastomotic leak (16%), esophageal stricture (35%), and recurrent fistulae (3%). [27] Esophageal stricture has been successfully managed with endoscopic balloon dilation. [52] Tracheomalacia occurred in 15% of cases; 40% of these patients required surgical repair. Disturbed peristalsis and delayed gastric emptying are common and contribute to GERD and aspiration. [53] Strictures at the anastomotic site are an early complication requiring dilatation in nearly half of all patients. [53] A minority will require resection of the strictured segment of the esophagus. GERD can significantly increase the risk of stricture formation, and fundoplication may be useful.", "contents": "Tracheoesophageal Fistula -- Complications. Common complications after EA and TEF repair in a series of 227 cases included anastomotic leak (16%), esophageal stricture (35%), and recurrent fistulae (3%). [27] Esophageal stricture has been successfully managed with endoscopic balloon dilation. [52] Tracheomalacia occurred in 15% of cases; 40% of these patients required surgical repair. Disturbed peristalsis and delayed gastric emptying are common and contribute to GERD and aspiration. [53] Strictures at the anastomotic site are an early complication requiring dilatation in nearly half of all patients. [53] A minority will require resection of the strictured segment of the esophagus. GERD can significantly increase the risk of stricture formation, and fundoplication may be useful."}
{"id": "article-30431_23", "title": "Tracheoesophageal Fistula -- Complications", "content": "Esophageal dysmotility is an expected finding and can be visualized on manometry in 75% to 100% of children after primary repair. [54] Patients often experience dysphagia, obstruction of food particles, failure to thrive, and choking. [55] Dietary modification is useful in these instances, including the avoidance of certain foods and frequent drinking when eating. Open thoracotomy can lead to significant musculoskeletal morbidity.  Vertebral defects associated with the VACTERL sequence can contribute to the chest wall or spinal deformities. One report noted that 24% of patients had a winged scapula due to latissimus dorsi muscle paralysis, while 20% of children exhibited chest wall asymmetry secondary to atrophy of the serratus anterior muscle. [56] Females may have breast asymmetry with disfigurement. [57] Modified axillary incisions described by Bianchi et al., [58] or thoracoscopic techniques may reduce morbidity.", "contents": "Tracheoesophageal Fistula -- Complications. Esophageal dysmotility is an expected finding and can be visualized on manometry in 75% to 100% of children after primary repair. [54] Patients often experience dysphagia, obstruction of food particles, failure to thrive, and choking. [55] Dietary modification is useful in these instances, including the avoidance of certain foods and frequent drinking when eating. Open thoracotomy can lead to significant musculoskeletal morbidity.  Vertebral defects associated with the VACTERL sequence can contribute to the chest wall or spinal deformities. One report noted that 24% of patients had a winged scapula due to latissimus dorsi muscle paralysis, while 20% of children exhibited chest wall asymmetry secondary to atrophy of the serratus anterior muscle. [56] Females may have breast asymmetry with disfigurement. [57] Modified axillary incisions described by Bianchi et al., [58] or thoracoscopic techniques may reduce morbidity."}
{"id": "article-30431_24", "title": "Tracheoesophageal Fistula -- Complications", "content": "Motility disorders and respiratory function abnormalities are common after EA and TEF repair and warrant monitoring. A systematic review of long-term outcomes in adulthood after EA repair during infancy reported the following pooled estimated prevalences [59] : Dysphagia: 50.3% GERD with esophagitis: 40.2% GERD without esophagitis: 56.5% Respiratory tract infections: 24.1% Asthma: 22.3% Wheeze: 34.7% Persistent cough: 14.6% Barrett esophagus: 6.4% Squamous cell esophageal cancer: 1.4%", "contents": "Tracheoesophageal Fistula -- Complications. Motility disorders and respiratory function abnormalities are common after EA and TEF repair and warrant monitoring. A systematic review of long-term outcomes in adulthood after EA repair during infancy reported the following pooled estimated prevalences [59] : Dysphagia: 50.3% GERD with esophagitis: 40.2% GERD without esophagitis: 56.5% Respiratory tract infections: 24.1% Asthma: 22.3% Wheeze: 34.7% Persistent cough: 14.6% Barrett esophagus: 6.4% Squamous cell esophageal cancer: 1.4%"}
{"id": "article-30431_25", "title": "Tracheoesophageal Fistula -- Complications", "content": "The prevalence of Barrett's esophagus in adulthood was four times that of the general population and is a recognized risk factor for esophageal cancer. [59] The risk of esophageal cancer is approximately 50 times that in the general population over 40 years of age. [60]", "contents": "Tracheoesophageal Fistula -- Complications. The prevalence of Barrett's esophagus in adulthood was four times that of the general population and is a recognized risk factor for esophageal cancer. [59] The risk of esophageal cancer is approximately 50 times that in the general population over 40 years of age. [60]"}
{"id": "article-30431_26", "title": "Tracheoesophageal Fistula -- Postoperative and Rehabilitation Care", "content": "Postoperative laryngoscopy and bronchoscopy are used to determine the severity of tracheomalacia and to identify missed and recurrent fistulae. [61]", "contents": "Tracheoesophageal Fistula -- Postoperative and Rehabilitation Care. Postoperative laryngoscopy and bronchoscopy are used to determine the severity of tracheomalacia and to identify missed and recurrent fistulae. [61]"}
{"id": "article-30431_27", "title": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes", "content": "Persistent respiratory and gastrointestinal complications are common in patients with TEF repair. Long-term management focuses on early detection and aggressive management of these common complications, led by an interprofessional team of pediatric surgeons, pediatric pulmonologists, gastroenterologists, otolaryngologists, and neonatal intensive care unit (NICU) nurses. [62] Patients and families should be educated about these health risks and the importance of clinical and endoscopic surveillance, into adulthood. Specific recommendations have been made by a panel, primarily based on expert opinion [42] :", "contents": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes. Persistent respiratory and gastrointestinal complications are common in patients with TEF repair. Long-term management focuses on early detection and aggressive management of these common complications, led by an interprofessional team of pediatric surgeons, pediatric pulmonologists, gastroenterologists, otolaryngologists, and neonatal intensive care unit (NICU) nurses. [62] Patients and families should be educated about these health risks and the importance of clinical and endoscopic surveillance, into adulthood. Specific recommendations have been made by a panel, primarily based on expert opinion [42] :"}
{"id": "article-30431_28", "title": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes", "content": "All children and adults should be routinely monitored for symptoms of GERD, dysphagia, and aspiration.", "contents": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes. All children and adults should be routinely monitored for symptoms of GERD, dysphagia, and aspiration."}
{"id": "article-30431_29", "title": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes", "content": "All patients should undergo at least 3 surveillance endoscopies during childhood to detect early esophagitis. Routine endoscopic surveillance should be continued in adulthood, every 5 to 10 years.", "contents": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes. All patients should undergo at least 3 surveillance endoscopies during childhood to detect early esophagitis. Routine endoscopic surveillance should be continued in adulthood, every 5 to 10 years."}
{"id": "article-30431_30", "title": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes", "content": "Patients with symptoms of GERD or dysphagia should be evaluated with an esophageal contrast study and endoscopy. Esophagitis should be managed aggressively with proton pump inhibitors (PPIs). Esophageal strictures should be treated with dilation and PPIs. Asymptomatic patients do not require routine require screening or dilation for strictures.", "contents": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes. Patients with symptoms of GERD or dysphagia should be evaluated with an esophageal contrast study and endoscopy. Esophagitis should be managed aggressively with proton pump inhibitors (PPIs). Esophageal strictures should be treated with dilation and PPIs. Asymptomatic patients do not require routine require screening or dilation for strictures."}
{"id": "article-30431_31", "title": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes", "content": "Patients with respiratory symptoms should be carefully evaluated for anastomotic stricture, laryngeal cleft, vocal cord paralysis, congenital esophageal stenosis, recurrent fistula, or congenital vascular malformations. Acid suppression alone probably does not improve respiratory symptoms and may predispose to respiratory infection.", "contents": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes. Patients with respiratory symptoms should be carefully evaluated for anastomotic stricture, laryngeal cleft, vocal cord paralysis, congenital esophageal stenosis, recurrent fistula, or congenital vascular malformations. Acid suppression alone probably does not improve respiratory symptoms and may predispose to respiratory infection."}
{"id": "article-30431_32", "title": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes", "content": "Fundoplication has a limited role in patients with TEF because their underlying esophageal dysmotility predisposes to post-fundoplication complications, including esophageal stasis and aspiration. However, fundoplication may be considered in patients with poorly controlled GERD despite maximal PPI therapy, long-term dependency on transpyloric feeding, or cyanotic spells due to GERD. Eosinophilic esophagitis should be excluded before proceeding to fundoplication.", "contents": "Tracheoesophageal Fistula -- Enhancing Healthcare Team Outcomes. Fundoplication has a limited role in patients with TEF because their underlying esophageal dysmotility predisposes to post-fundoplication complications, including esophageal stasis and aspiration. However, fundoplication may be considered in patients with poorly controlled GERD despite maximal PPI therapy, long-term dependency on transpyloric feeding, or cyanotic spells due to GERD. Eosinophilic esophagitis should be excluded before proceeding to fundoplication."}
{"id": "article-30431_33", "title": "Tracheoesophageal Fistula -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tracheoesophageal Fistula -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}