{"id": "article-30924_0", "title": "Vaccine (Vaccination) (Archived) -- Indications", "content": "Immunization stands as a cornerstone of public health, harnessing the power of immunotherapy not only to combat a broad spectrum of infectious diseases but also, in recent developments, to offer a defense against certain types of malignancies. By priming the immune system to recognize and defend against specific pathogens through the generation of antibodies or lymphocytes, vaccination has forged a path to enduring immunological memory, safeguarding individuals and communities alike. The gamut of diseases currently addressed by vaccines is extensive, encompassing diphtheria, tetanus, pertussis, poliomyelitis, measles, mumps, rubella, pneumococcal pneumonia, smallpox, sepsis, meningitis, hepatitis B, varicella-zoster, tuberculosis, cholera, rotavirus-induced diarrhea, salmonellosis, and dengue, among others. Yet, the advent of novel pathogens such as HIV, SARS, avian influenza, Ebola, and Zika, coupled with the relentless evolution of vaccine technology, underscores the imperative of global vigilance and preparedness against potential pandemics.", "contents": "Vaccine (Vaccination) (Archived) -- Indications. Immunization stands as a cornerstone of public health, harnessing the power of immunotherapy not only to combat a broad spectrum of infectious diseases but also, in recent developments, to offer a defense against certain types of malignancies. By priming the immune system to recognize and defend against specific pathogens through the generation of antibodies or lymphocytes, vaccination has forged a path to enduring immunological memory, safeguarding individuals and communities alike. The gamut of diseases currently addressed by vaccines is extensive, encompassing diphtheria, tetanus, pertussis, poliomyelitis, measles, mumps, rubella, pneumococcal pneumonia, smallpox, sepsis, meningitis, hepatitis B, varicella-zoster, tuberculosis, cholera, rotavirus-induced diarrhea, salmonellosis, and dengue, among others. Yet, the advent of novel pathogens such as HIV, SARS, avian influenza, Ebola, and Zika, coupled with the relentless evolution of vaccine technology, underscores the imperative of global vigilance and preparedness against potential pandemics."}
{"id": "article-30924_1", "title": "Vaccine (Vaccination) (Archived) -- Indications", "content": "Product Name Trade NameAdenovirus Type 4 and Type 7 Vaccine, Live, Oral No Trade NameAnthrax Vaccine Adsorbed, Adjuvanted CYFENDUSAnthrax Vaccine Adsorbed BiothraxBCG Live BCG VaccineBCG Live TICE BCGChikungunya Vaccine, Live IXCHIQCholera Vaccine Live Oral VaxchoraCOVID-19 Vaccine, mRNA ComirnatyCOVID-19 Vaccine, mRNA SPIKEVAXDengue Tetravalent Vaccine, Live DENGVAXIADiphtheria & Tetanus Toxoids & Acellular Pertussis Vaccine Adsorbed InfanrixDiphtheria & Tetanus Toxoids & Acellular Pertussis Vaccine Adsorbed DAPTACELDiphtheria & Tetanus Toxoids & Acellular Pertussis Vaccine Adsorbed, Hepatitis B (recombinant) and Inactivated Poliovirus Vaccine Combined PediarixDiphtheria and Tetanus Toxoids and Acellular Pertussis Adsorbed and Inactivated Poliovirus Vaccine KINRIXDiphtheria and Tetanus Toxoids and Acellular Pertussis Adsorbed and Inactivated Poliovirus Vaccine QuadracelDiphtheria and Tetanus Toxoids and Acellular Pertussis Adsorbed, Inactivated Poliovirus, Haemophilus b Conjugate [Meningococcal Protein Conjugate] and Hepatitis B [Recombinant] Vaccine VAXELISDiphtheria and Tetanus Toxoids and Acellular Pertussis Adsorbed, Inactivated Poliovirus and Haemophilus b Conjugate (Tetanus Toxoid Conjugate) Vaccine PentacelEbola Zaire Vaccine, Live ERVEBOHaemophilus b Conjugate Vaccine (Meningococcal Protein Conjugate) PedvaxHIBHaemophilus b Conjugate Vaccine (Tetanus Toxoid Conjugate) ActHIBHaemophilus b Conjugate Vaccine (Tetanus Toxoid Conjugate) HiberixHepatitis A Vaccine, Inactivated HavrixHepatitis A Vaccine, Inactivated VAQTAHepatitis A Inactivated and Hepatitis B (Recombinant) Vaccine TwinrixHepatitis B Vaccine (Recombinant) Recombivax HBHepatitis B Vaccine (Recombinant) PREHEVBRIOHepatitis B Vaccine (Recombinant) Engerix-BHepatitis B Vaccine (Recombinant), Adjuvanted HEPLISAV-BHuman Papillomavirus Quadrivalent (Types 6, 11, 16, 18) Vaccine, Recombinant GardasilHuman Papillomavirus 9-valent Vaccine, Recombinant Gardasil 9Human Papillomavirus Bivalent (Types 16, 18) Vaccine, Recombinant CervarixInfluenza A (H1N1) 2009 Monovalent Vaccine No Trade NameInfluenza A (H1N1) 2009 Monovalent Vaccine No Trade NameInfluenza A (H1N1) 2009 Monovalent Vaccine No Trade NameInfluenza A (H1N1) 2009 Monovalent Vaccine No Trade NameInfluenza A (H1N1) 2009 Monovalent Vaccine No Trade NameInfluenza Virus Vaccine, H5N1 (for National Stockpile) No Trade NameInfluenza A (H5N1) Virus Monovalent Vaccine, Adjuvanted No Trade NameInfluenza A (H5N1) Monovalent Vaccine, Adjuvanted AUDENZInfluenza Vaccine, Adjuvanted Fluad QuadrivalentInfluenza Vaccine, Adjuvanted FluadInfluenza Vaccine Afluria Quadrivalent, Afluria Quadrivalent Southern HemisphereInfluenza Vaccine Flucelvax QuadrivalentInfluenza Vaccine Flulaval QuadrivalentInfluenza Virus Vaccine(Trivalent, Types A and B) Afluria, Afluria Southern HemisphereInfluenza Virus Vaccine(Trivalent, Types A and B) FluLavalInfluenza Vaccine, Live, Intranasal(Trivalent, Types A and B) FluMistInfluenza Virus Vaccine(Trivalent, Types A and B) FluarixInfluenza Virus Vaccine(Trivalent, Types A and B) FluvirinInfluenza Virus Vaccine(Trivalent, Types A and B) AgrifluInfluenza Virus Vaccine(Trivalent, Types A and B) Fluzone, Fluzone High-Dose and Fluzone IntradermalInfluenza Virus Vaccine(Trivalent, Types A and B) FlucelvaxInfluenza Vaccine (Trivalent) FlublokInfluenza Vaccine (Quadrivalent) Flublok QuadrivalentInfluenza Vaccine,Live, Intranasal(Quadrivalent, Types A and Types B) FluMist QuadrivalentInfluenza Virus Vaccine(Quadrivalent, Types A and Types B) Fluarix QuadrivalentInfluenza Virus Vaccine(Quadrivalent, Types A and Types B) Fluzone QuadrivalentJapanese Encephalitis Virus Vaccine, Inactivated, Adsorbed IxiaroMeasles, Mumps and Rubella Vaccine, Live PRIORIXMeasles, Mumps, and Rubella Virus Vaccine, Live M-M-R IIMeasles, Mumps, Rubella and Varicella Virus Vaccine Live ProQuadMeningococcal Groups A, B, C, W and Y Vaccine PENBRAYAMeningococcal (Groups A, C, Y, and W-135) Oligosaccharide Diphtheria CRM197 Conjugate Vaccine MENVEOMeningococcal (Groups A, C, Y and W-135) Polysaccharide Diphtheria Toxoid Conjugate Vaccine MenactraMeningococcal Group B Vaccine BEXSEROMeningococcal Group B Vaccine TRUMENBAMeningococcal Polysaccharide Vaccine, Groups A, C, Y and W-135 Combined Menomune-A/C/Y/W-135Meningococcal (Groups A, C, Y, W) Conjugate Vaccine MenQuadfiPlague Vaccine No trade namePneumococcal Vaccine, Polyvalent Pneumovax 23Pneumococcal 13-valent Conjugate Vaccine(Diphtheria CRM197 Protein) Prevnar 13Pneumococcal 15-valent Conjugate Vaccine VAXNEUVANCEPneumococcal 20-valent Conjugate Vaccine Prevnar 20Poliovirus Vaccine Inactivated (Human Diploid Cell) PoliovaxPoliovirus Vaccine Inactivated (Monkey Kidney Cell) IPOLRabies Vaccine ImovaxRabies Vaccine RabAvertRabies Vaccine Adsorbed No Trade NameRotavirus Vaccine, Live, Oral ROTARIXRotavirus Vaccine, Live, Oral, Pentavalent RotaTeqRespiratory Syncytial Virus Vaccine ABRYSVORespiratory Syncytial Virus Vaccine, Adjuvanted AREXVYSmallpox and Monkeypox Vaccine, Live, Non-Replicating JYNNEOSSmallpox (Vaccinia) Vaccine, Live ACAM2000Tetanus & Diphtheria Toxoids, Adsorbed TDVAXTetanus & Diphtheria Toxoids Adsorbed for Adult Use TENIVACTetanus Toxoid Adsorbed No Trade NameTetanus Toxoid, Reduced Diphtheria Toxoid and Acellular Pertussis Vaccine, Adsorbed AdacelTetanus Toxoid, Reduced Diphtheria Toxoid and Acellular Pertussis Vaccine, Adsorbed BoostrixTick-Borne Encephalitis Vaccine TICOVACTyphoid Vaccine Live Oral Ty21a VivotifTyphoid Vi Polysaccharide Vaccine TYPHIM ViVaricella Virus Vaccine Live VarivaxYellow Fever Vaccine YF-VaxZoster Vaccine, Live, (Oka/Merck) ZostavaxZoster Vaccine Recombinant, Adjuvanted SHINGRIX", "contents": "Vaccine (Vaccination) (Archived) -- Indications. Product Name Trade NameAdenovirus Type 4 and Type 7 Vaccine, Live, Oral No Trade NameAnthrax Vaccine Adsorbed, Adjuvanted CYFENDUSAnthrax Vaccine Adsorbed BiothraxBCG Live BCG VaccineBCG Live TICE BCGChikungunya Vaccine, Live IXCHIQCholera Vaccine Live Oral VaxchoraCOVID-19 Vaccine, mRNA ComirnatyCOVID-19 Vaccine, mRNA SPIKEVAXDengue Tetravalent Vaccine, Live DENGVAXIADiphtheria & Tetanus Toxoids & Acellular Pertussis Vaccine Adsorbed InfanrixDiphtheria & Tetanus Toxoids & Acellular Pertussis Vaccine Adsorbed DAPTACELDiphtheria & Tetanus Toxoids & Acellular Pertussis Vaccine Adsorbed, Hepatitis B (recombinant) and Inactivated Poliovirus Vaccine Combined PediarixDiphtheria and Tetanus Toxoids and Acellular Pertussis Adsorbed and Inactivated Poliovirus Vaccine KINRIXDiphtheria and Tetanus Toxoids and Acellular Pertussis Adsorbed and Inactivated Poliovirus Vaccine QuadracelDiphtheria and Tetanus Toxoids and Acellular Pertussis Adsorbed, Inactivated Poliovirus, Haemophilus b Conjugate [Meningococcal Protein Conjugate] and Hepatitis B [Recombinant] Vaccine VAXELISDiphtheria and Tetanus Toxoids and Acellular Pertussis Adsorbed, Inactivated Poliovirus and Haemophilus b Conjugate (Tetanus Toxoid Conjugate) Vaccine PentacelEbola Zaire Vaccine, Live ERVEBOHaemophilus b Conjugate Vaccine (Meningococcal Protein Conjugate) PedvaxHIBHaemophilus b Conjugate Vaccine (Tetanus Toxoid Conjugate) ActHIBHaemophilus b Conjugate Vaccine (Tetanus Toxoid Conjugate) HiberixHepatitis A Vaccine, Inactivated HavrixHepatitis A Vaccine, Inactivated VAQTAHepatitis A Inactivated and Hepatitis B (Recombinant) Vaccine TwinrixHepatitis B Vaccine (Recombinant) Recombivax HBHepatitis B Vaccine (Recombinant) PREHEVBRIOHepatitis B Vaccine (Recombinant) Engerix-BHepatitis B Vaccine (Recombinant), Adjuvanted HEPLISAV-BHuman Papillomavirus Quadrivalent (Types 6, 11, 16, 18) Vaccine, Recombinant GardasilHuman Papillomavirus 9-valent Vaccine, Recombinant Gardasil 9Human Papillomavirus Bivalent (Types 16, 18) Vaccine, Recombinant CervarixInfluenza A (H1N1) 2009 Monovalent Vaccine No Trade NameInfluenza A (H1N1) 2009 Monovalent Vaccine No Trade NameInfluenza A (H1N1) 2009 Monovalent Vaccine No Trade NameInfluenza A (H1N1) 2009 Monovalent Vaccine No Trade NameInfluenza A (H1N1) 2009 Monovalent Vaccine No Trade NameInfluenza Virus Vaccine, H5N1 (for National Stockpile) No Trade NameInfluenza A (H5N1) Virus Monovalent Vaccine, Adjuvanted No Trade NameInfluenza A (H5N1) Monovalent Vaccine, Adjuvanted AUDENZInfluenza Vaccine, Adjuvanted Fluad QuadrivalentInfluenza Vaccine, Adjuvanted FluadInfluenza Vaccine Afluria Quadrivalent, Afluria Quadrivalent Southern HemisphereInfluenza Vaccine Flucelvax QuadrivalentInfluenza Vaccine Flulaval QuadrivalentInfluenza Virus Vaccine(Trivalent, Types A and B) Afluria, Afluria Southern HemisphereInfluenza Virus Vaccine(Trivalent, Types A and B) FluLavalInfluenza Vaccine, Live, Intranasal(Trivalent, Types A and B) FluMistInfluenza Virus Vaccine(Trivalent, Types A and B) FluarixInfluenza Virus Vaccine(Trivalent, Types A and B) FluvirinInfluenza Virus Vaccine(Trivalent, Types A and B) AgrifluInfluenza Virus Vaccine(Trivalent, Types A and B) Fluzone, Fluzone High-Dose and Fluzone IntradermalInfluenza Virus Vaccine(Trivalent, Types A and B) FlucelvaxInfluenza Vaccine (Trivalent) FlublokInfluenza Vaccine (Quadrivalent) Flublok QuadrivalentInfluenza Vaccine,Live, Intranasal(Quadrivalent, Types A and Types B) FluMist QuadrivalentInfluenza Virus Vaccine(Quadrivalent, Types A and Types B) Fluarix QuadrivalentInfluenza Virus Vaccine(Quadrivalent, Types A and Types B) Fluzone QuadrivalentJapanese Encephalitis Virus Vaccine, Inactivated, Adsorbed IxiaroMeasles, Mumps and Rubella Vaccine, Live PRIORIXMeasles, Mumps, and Rubella Virus Vaccine, Live M-M-R IIMeasles, Mumps, Rubella and Varicella Virus Vaccine Live ProQuadMeningococcal Groups A, B, C, W and Y Vaccine PENBRAYAMeningococcal (Groups A, C, Y, and W-135) Oligosaccharide Diphtheria CRM197 Conjugate Vaccine MENVEOMeningococcal (Groups A, C, Y and W-135) Polysaccharide Diphtheria Toxoid Conjugate Vaccine MenactraMeningococcal Group B Vaccine BEXSEROMeningococcal Group B Vaccine TRUMENBAMeningococcal Polysaccharide Vaccine, Groups A, C, Y and W-135 Combined Menomune-A/C/Y/W-135Meningococcal (Groups A, C, Y, W) Conjugate Vaccine MenQuadfiPlague Vaccine No trade namePneumococcal Vaccine, Polyvalent Pneumovax 23Pneumococcal 13-valent Conjugate Vaccine(Diphtheria CRM197 Protein) Prevnar 13Pneumococcal 15-valent Conjugate Vaccine VAXNEUVANCEPneumococcal 20-valent Conjugate Vaccine Prevnar 20Poliovirus Vaccine Inactivated (Human Diploid Cell) PoliovaxPoliovirus Vaccine Inactivated (Monkey Kidney Cell) IPOLRabies Vaccine ImovaxRabies Vaccine RabAvertRabies Vaccine Adsorbed No Trade NameRotavirus Vaccine, Live, Oral ROTARIXRotavirus Vaccine, Live, Oral, Pentavalent RotaTeqRespiratory Syncytial Virus Vaccine ABRYSVORespiratory Syncytial Virus Vaccine, Adjuvanted AREXVYSmallpox and Monkeypox Vaccine, Live, Non-Replicating JYNNEOSSmallpox (Vaccinia) Vaccine, Live ACAM2000Tetanus & Diphtheria Toxoids, Adsorbed TDVAXTetanus & Diphtheria Toxoids Adsorbed for Adult Use TENIVACTetanus Toxoid Adsorbed No Trade NameTetanus Toxoid, Reduced Diphtheria Toxoid and Acellular Pertussis Vaccine, Adsorbed AdacelTetanus Toxoid, Reduced Diphtheria Toxoid and Acellular Pertussis Vaccine, Adsorbed BoostrixTick-Borne Encephalitis Vaccine TICOVACTyphoid Vaccine Live Oral Ty21a VivotifTyphoid Vi Polysaccharide Vaccine TYPHIM ViVaricella Virus Vaccine Live VarivaxYellow Fever Vaccine YF-VaxZoster Vaccine, Live, (Oka/Merck) ZostavaxZoster Vaccine Recombinant, Adjuvanted SHINGRIX"}
{"id": "article-30924_2", "title": "Vaccine (Vaccination) (Archived) -- Mechanism of Action", "content": "Live vaccines are most effective than killed vaccines because they retain more antigens of the microbes. However, toxoids, including those that cause tetanus and diphtheria, are the most effective bacterial vaccines because their effect is based on inactivated exotoxins that stimulate strong antibody production. Subunit vaccines, including hepatitis B, meningococcal, and Hemophilus influenzae B vaccines, are effective when conjugated to carrier proteins such as tetanus toxoid. Vaccinologists produce subunit vaccines either by recombinant DNA technology or by antigen purification from different bacterial strains. [1]", "contents": "Vaccine (Vaccination) (Archived) -- Mechanism of Action. Live vaccines are most effective than killed vaccines because they retain more antigens of the microbes. However, toxoids, including those that cause tetanus and diphtheria, are the most effective bacterial vaccines because their effect is based on inactivated exotoxins that stimulate strong antibody production. Subunit vaccines, including hepatitis B, meningococcal, and Hemophilus influenzae B vaccines, are effective when conjugated to carrier proteins such as tetanus toxoid. Vaccinologists produce subunit vaccines either by recombinant DNA technology or by antigen purification from different bacterial strains. [1]"}
{"id": "article-30924_3", "title": "Vaccine (Vaccination) (Archived) -- Mechanism of Action", "content": "Vaccines contain one or various immunogens (peptides), which antigen-presenting cells can engulf, process, and present along with MCH antigens to CD4+ T cells. These lymphocytes can synthesize cytokines that activate humoral and cellular responses, including antibody production, activation of CD8+ T cells, macrophage stimulation, and other functions. [2] Memory cells can develop in this process. They can proliferate more quickly in further encounters with the antigen.", "contents": "Vaccine (Vaccination) (Archived) -- Mechanism of Action. Vaccines contain one or various immunogens (peptides), which antigen-presenting cells can engulf, process, and present along with MCH antigens to CD4+ T cells. These lymphocytes can synthesize cytokines that activate humoral and cellular responses, including antibody production, activation of CD8+ T cells, macrophage stimulation, and other functions. [2] Memory cells can develop in this process. They can proliferate more quickly in further encounters with the antigen."}
{"id": "article-30924_4", "title": "Vaccine (Vaccination) (Archived) -- Mechanism of Action", "content": "B cells can recognize vaccines made of carbohydrates and other compounds except for proteins. Subsequently, B lymphocytes can differentiate into plasma cells that produce specific antibodies to protect against infectious diseases caused by bacteria, including meningitis caused by Neisseria meningitidis and pneumonia caused by Streptococcus pneumoniae. This immune response against a non-peptidic antigen does not involve T-cell presentation, class switching, affinity maturation, or generation of memory T cells. [3]", "contents": "Vaccine (Vaccination) (Archived) -- Mechanism of Action. B cells can recognize vaccines made of carbohydrates and other compounds except for proteins. Subsequently, B lymphocytes can differentiate into plasma cells that produce specific antibodies to protect against infectious diseases caused by bacteria, including meningitis caused by Neisseria meningitidis and pneumonia caused by Streptococcus pneumoniae. This immune response against a non-peptidic antigen does not involve T-cell presentation, class switching, affinity maturation, or generation of memory T cells. [3]"}
{"id": "article-30924_5", "title": "Vaccine (Vaccination) (Archived) -- Mechanism of Action", "content": "Using adjuvants enhances antibody synthesis and T-cell responses. [4] Certain compounds, including aluminum salts added to immunogens, stimulate immune responses. This effect can be mediated by two essential functions: cytokine induction that regulate T and B cell functions and increased antigen presentation in sites where lymphocytes can concentrate. Many bacterial substances can activate pattern recognition receptors [5] that activate cytokine production by antigen-presenting cells.", "contents": "Vaccine (Vaccination) (Archived) -- Mechanism of Action. Using adjuvants enhances antibody synthesis and T-cell responses. [4] Certain compounds, including aluminum salts added to immunogens, stimulate immune responses. This effect can be mediated by two essential functions: cytokine induction that regulate T and B cell functions and increased antigen presentation in sites where lymphocytes can concentrate. Many bacterial substances can activate pattern recognition receptors [5] that activate cytokine production by antigen-presenting cells."}
{"id": "article-30924_6", "title": "Vaccine (Vaccination) (Archived) -- Mechanism of Action -- Quantitative Serum Immunoglobulins", "content": "IgG IgM IgA IgE", "contents": "Vaccine (Vaccination) (Archived) -- Mechanism of Action -- Quantitative Serum Immunoglobulins. IgG IgM IgA IgE"}
{"id": "article-30924_7", "title": "Vaccine (Vaccination) (Archived) -- Mechanism of Action -- IgG Sub-Classes", "content": "IgG1 IgG2 IgG3 IgG4", "contents": "Vaccine (Vaccination) (Archived) -- Mechanism of Action -- IgG Sub-Classes. IgG1 IgG2 IgG3 IgG4"}
{"id": "article-30924_8", "title": "Vaccine (Vaccination) (Archived) -- Mechanism of Action -- Antibody Activity", "content": "IgG antibodies (post-immunization) [6] Tetanus toxoid Diphtheria toxoid Pneumococcal polysaccharide Polio IgG antibodies (post-exposure) Rubella Measles Varicella-zoster", "contents": "Vaccine (Vaccination) (Archived) -- Mechanism of Action -- Antibody Activity. IgG antibodies (post-immunization) [6] Tetanus toxoid Diphtheria toxoid Pneumococcal polysaccharide Polio IgG antibodies (post-exposure) Rubella Measles Varicella-zoster"}
{"id": "article-30924_9", "title": "Vaccine (Vaccination) (Archived) -- Mechanism of Action -- Blood Lymphocyte Subpopulations", "content": "Total lymphocyte count T lymphocytes (CD3, CD4, and CD8) B lymphocytes (CD19 and CD20) CD4/CD8 ratio", "contents": "Vaccine (Vaccination) (Archived) -- Mechanism of Action -- Blood Lymphocyte Subpopulations. Total lymphocyte count T lymphocytes (CD3, CD4, and CD8) B lymphocytes (CD19 and CD20) CD4/CD8 ratio"}
{"id": "article-30924_10", "title": "Vaccine (Vaccination) (Archived) -- Mechanism of Action -- Microbiological Studies", "content": "Blood (bacterial culture, HIV by PCR, HTLV testing) Urine (testing for cytomegalovirus, sepsis, and proteinuria) Nasopharyngeal swab (testing for rhinovirus) Stool (testing for viral, bacterial, or parasitic infection) Sputum (bacterial culture and pneumocystis PCR) Cerebrospinal fluid (culture, chemistry, and histopathology)", "contents": "Vaccine (Vaccination) (Archived) -- Mechanism of Action -- Microbiological Studies. Blood (bacterial culture, HIV by PCR, HTLV testing) Urine (testing for cytomegalovirus, sepsis, and proteinuria) Nasopharyngeal swab (testing for rhinovirus) Stool (testing for viral, bacterial, or parasitic infection) Sputum (bacterial culture and pneumocystis PCR) Cerebrospinal fluid (culture, chemistry, and histopathology)"}
{"id": "article-30924_11", "title": "Vaccine (Vaccination) (Archived) -- Administration", "content": "Most human vaccines are administered by injection, although this approach is risky in the developing world, where injections can transmit diseases such as HIV infections. [7] Live vaccines can be given orally but not killed vaccines. Alternatively, the use of the oral route and other mucosal surfaces have been explored as an immunization route. For example, polio vaccination underwent a successful implementation via the oral route.", "contents": "Vaccine (Vaccination) (Archived) -- Administration. Most human vaccines are administered by injection, although this approach is risky in the developing world, where injections can transmit diseases such as HIV infections. [7] Live vaccines can be given orally but not killed vaccines. Alternatively, the use of the oral route and other mucosal surfaces have been explored as an immunization route. For example, polio vaccination underwent a successful implementation via the oral route."}
{"id": "article-30924_12", "title": "Vaccine (Vaccination) (Archived) -- Adverse Effects", "content": "Attenuated vaccines have several potential safety issues, including: Hypersensitivity to viral antigens (measles) Hypersensitivity to egg antigens (mumps) Persistent infection (varicella-zoster) In an immunodeficient patient, it may cause severe disease (BCG) Killed vaccine safety issues include: Yeast contaminant (hepatitis B) Contamination with animal viruses (polio) Endotoxin contamination (pertussis)", "contents": "Vaccine (Vaccination) (Archived) -- Adverse Effects. Attenuated vaccines have several potential safety issues, including: Hypersensitivity to viral antigens (measles) Hypersensitivity to egg antigens (mumps) Persistent infection (varicella-zoster) In an immunodeficient patient, it may cause severe disease (BCG) Killed vaccine safety issues include: Yeast contaminant (hepatitis B) Contamination with animal viruses (polio) Endotoxin contamination (pertussis)"}
{"id": "article-30924_13", "title": "Vaccine (Vaccination) (Archived) -- Contraindications", "content": "All vaccines have as contraindications severe allergic reactions (e.g., anaphylactic reaction) after a previous dose or to a vaccine component. DTaP should contraindicate if the child develops encephalopathy within seven days of administering a prior dose of DTP or DTaP and after ruling out other causes of brain illness. Hepatitis B vaccine contraindicates in patients with hypersensitivity to yeast. Hib vaccine is contraindicated in infants aged less than six weeks.", "contents": "Vaccine (Vaccination) (Archived) -- Contraindications. All vaccines have as contraindications severe allergic reactions (e.g., anaphylactic reaction) after a previous dose or to a vaccine component. DTaP should contraindicate if the child develops encephalopathy within seven days of administering a prior dose of DTP or DTaP and after ruling out other causes of brain illness. Hepatitis B vaccine contraindicates in patients with hypersensitivity to yeast. Hib vaccine is contraindicated in infants aged less than six weeks."}
{"id": "article-30924_14", "title": "Vaccine (Vaccination) (Archived) -- Contraindications", "content": "MMR vaccine is avoided in those with a known severe immunodeficiency due to lymphoid malignancies, congenital cause, chemotherapy, family history of immunosuppression, and in patients with HIV/AIDS. Rotavirus vaccine must contraindicate in children with a history of intussusception, and it should use with precaution in altered immunocompetence, other than severe combined immunodeficiency disorder. Both varicella and zoster vaccines contraindicate in immunocompromised host and pregnancy. Live-attenuated influenza virus vaccine should be avoided when in the previous 48 hours, a patient has taken influenza antiviral medication; dosing should proceed with caution in patients who developed Guillain-Barré syndrome within six weeks after a prior dose of influenza vaccine and in patients who have asthma.", "contents": "Vaccine (Vaccination) (Archived) -- Contraindications. MMR vaccine is avoided in those with a known severe immunodeficiency due to lymphoid malignancies, congenital cause, chemotherapy, family history of immunosuppression, and in patients with HIV/AIDS. Rotavirus vaccine must contraindicate in children with a history of intussusception, and it should use with precaution in altered immunocompetence, other than severe combined immunodeficiency disorder. Both varicella and zoster vaccines contraindicate in immunocompromised host and pregnancy. Live-attenuated influenza virus vaccine should be avoided when in the previous 48 hours, a patient has taken influenza antiviral medication; dosing should proceed with caution in patients who developed Guillain-Barré syndrome within six weeks after a prior dose of influenza vaccine and in patients who have asthma."}
{"id": "article-30924_15", "title": "Vaccine (Vaccination) (Archived) -- Monitoring", "content": "Most vaccines have adverse reactions, as is the case with any drug or medication. For example, BCG vaccination may provoke fever, vomiting, hematuria, lymphadenitis, and redness at the injection site. Hib vaccine has few adverse reactions, and none of them are dangerous. These reactions include redness, warmth, swelling, and fever over 101 F (38.3 C). A rare and lethal adverse reaction secondary to vaccination is the Guillain-Barre syndrome. [8] [9]", "contents": "Vaccine (Vaccination) (Archived) -- Monitoring. Most vaccines have adverse reactions, as is the case with any drug or medication. For example, BCG vaccination may provoke fever, vomiting, hematuria, lymphadenitis, and redness at the injection site. Hib vaccine has few adverse reactions, and none of them are dangerous. These reactions include redness, warmth, swelling, and fever over 101 F (38.3 C). A rare and lethal adverse reaction secondary to vaccination is the Guillain-Barre syndrome. [8] [9]"}
{"id": "article-30924_16", "title": "Vaccine (Vaccination) (Archived) -- Toxicity", "content": "Anaphylactic reactions are examples of allergic reactions that can affect individuals that vaccinated. They can treat with aqueous epinephrine 1 to 1000 dilution intramuscularly (IM), 0.01 mL/kg/dose. The adult dose can range from 0.3 mL to 0.5 mL. Optional treatment is the use of an H1 antihistamine for skin reactions (hives or itching). It can administer diphenhydramine (either orally or IM). Inject a dosage of 1 to 2 mg/kg every 4 to 6 hours, up to 50 mg) or hydroxyzine 0.5 to 1 mg/kg every 4 to 6 hours up to 100 mg.", "contents": "Vaccine (Vaccination) (Archived) -- Toxicity. Anaphylactic reactions are examples of allergic reactions that can affect individuals that vaccinated. They can treat with aqueous epinephrine 1 to 1000 dilution intramuscularly (IM), 0.01 mL/kg/dose. The adult dose can range from 0.3 mL to 0.5 mL. Optional treatment is the use of an H1 antihistamine for skin reactions (hives or itching). It can administer diphenhydramine (either orally or IM). Inject a dosage of 1 to 2 mg/kg every 4 to 6 hours, up to 50 mg) or hydroxyzine 0.5 to 1 mg/kg every 4 to 6 hours up to 100 mg."}
{"id": "article-30924_17", "title": "Vaccine (Vaccination) (Archived) -- Toxicity", "content": "The dosage of epinephrine can repeat every 5 to 15 minutes for up to 3 doses, depending on the clinical picture. Record the patient’s reaction, the medications, and the health care provided to the patient, and the name of the personnel who administer the drug.", "contents": "Vaccine (Vaccination) (Archived) -- Toxicity. The dosage of epinephrine can repeat every 5 to 15 minutes for up to 3 doses, depending on the clinical picture. Record the patient’s reaction, the medications, and the health care provided to the patient, and the name of the personnel who administer the drug."}
{"id": "article-30924_18", "title": "Vaccine (Vaccination) (Archived) -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team of scientists and healthcare professionals produces vaccines. Once the FDA approves a vaccine, it can be manufactured on a large scale by biotechnologists. In the healthcare setting, a pediatrician or family doctor orders or restricts immunization in a child. Nurses or pharmacists often carry out the immunization procedure. Side effects of the vaccines can monitor by primary care physicians, pharmacists, and nurses, and when adverse events occur, they need to be communicated to the rest of the team. The emergency service plays a vital role in allergic reactions, including anaphylaxis, where it brings together primary health care services with secondary or tertiary healthcare institutions. The treating clinician, along with nursing and pharmacy, needs to manage the patient's vaccine records and ensure that they remain up to date. Only with this type of collaborative interprofessional effort can vaccinations be as effective as they need to be in preventing disease, both for the individual patient as well as in the public health arena for transmissible pathogens. [Level 5]", "contents": "Vaccine (Vaccination) (Archived) -- Enhancing Healthcare Team Outcomes. An interprofessional team of scientists and healthcare professionals produces vaccines. Once the FDA approves a vaccine, it can be manufactured on a large scale by biotechnologists. In the healthcare setting, a pediatrician or family doctor orders or restricts immunization in a child. Nurses or pharmacists often carry out the immunization procedure. Side effects of the vaccines can monitor by primary care physicians, pharmacists, and nurses, and when adverse events occur, they need to be communicated to the rest of the team. The emergency service plays a vital role in allergic reactions, including anaphylaxis, where it brings together primary health care services with secondary or tertiary healthcare institutions. The treating clinician, along with nursing and pharmacy, needs to manage the patient's vaccine records and ensure that they remain up to date. Only with this type of collaborative interprofessional effort can vaccinations be as effective as they need to be in preventing disease, both for the individual patient as well as in the public health arena for transmissible pathogens. [Level 5]"}
{"id": "article-30924_19", "title": "Vaccine (Vaccination) (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vaccine (Vaccination) (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}