{"id": "article-30659_0", "title": "Genitourinary Tuberculosis -- Continuing Education Activity", "content": "Genitourinary tuberculosis (GUTB) usually involves the urinary tract or genital organs due to the hematogenous spread of chronic latent pulmonary tuberculosis. The diagnosis of GUTB is often delayed due to symptoms and signs often being masked by another disease, usually a urinary tract infection (UTI). Resistant or recurrent urinary tract infections should be tested for GUTB without delay. This activity outlines the evaluation and treatment of genitourinary tuberculosis and highlights the role of an inter-professional team to improve outcomes in patients affected by GUTB.", "contents": "Genitourinary Tuberculosis -- Continuing Education Activity. Genitourinary tuberculosis (GUTB) usually involves the urinary tract or genital organs due to the hematogenous spread of chronic latent pulmonary tuberculosis. The diagnosis of GUTB is often delayed due to symptoms and signs often being masked by another disease, usually a urinary tract infection (UTI). Resistant or recurrent urinary tract infections should be tested for GUTB without delay. This activity outlines the evaluation and treatment of genitourinary tuberculosis and highlights the role of an inter-professional team to improve outcomes in patients affected by GUTB."}
{"id": "article-30659_1", "title": "Genitourinary Tuberculosis -- Continuing Education Activity", "content": "Objectives: To outline the pathophysiology of genitourinary tuberculosis. To review the presentations of genitourinary tuberculosis. To describe the management of genitourinary tuberculosis. To describe how an inter-professional team is very important for the better outcomes of the patients in the management of genitourinary tuberculosis. Access free multiple choice questions on this topic.", "contents": "Genitourinary Tuberculosis -- Continuing Education Activity. Objectives: To outline the pathophysiology of genitourinary tuberculosis. To review the presentations of genitourinary tuberculosis. To describe the management of genitourinary tuberculosis. To describe how an inter-professional team is very important for the better outcomes of the patients in the management of genitourinary tuberculosis. Access free multiple choice questions on this topic."}
{"id": "article-30659_2", "title": "Genitourinary Tuberculosis -- Introduction", "content": "Tuberculosis (TB) is the most common cause of infection-related death globally. Around 5 to 45% of TB cases have extra-pulmonary manifestations, and in those, 30 to 40% cases involve the urogenital tract. [1] Genitourinary tuberculosis (GUTB) is defined as a urinary tract infection or genitalia by bacilli of the Mycobacterium tuberculosis (MTB) complex. [2] The term genitourinary tuberculosis was coined by a Swiss urologist, Hans Wildbolz, in 1937. [3] Following pulmonary tuberculosis, around 2 to 20% of individuals may develop genitourinary tuberculosis after a latency of 5 to 40 years. [1]", "contents": "Genitourinary Tuberculosis -- Introduction. Tuberculosis (TB) is the most common cause of infection-related death globally. Around 5 to 45% of TB cases have extra-pulmonary manifestations, and in those, 30 to 40% cases involve the urogenital tract. [1] Genitourinary tuberculosis (GUTB) is defined as a urinary tract infection or genitalia by bacilli of the Mycobacterium tuberculosis (MTB) complex. [2] The term genitourinary tuberculosis was coined by a Swiss urologist, Hans Wildbolz, in 1937. [3] Following pulmonary tuberculosis, around 2 to 20% of individuals may develop genitourinary tuberculosis after a latency of 5 to 40 years. [1]"}
{"id": "article-30659_3", "title": "Genitourinary Tuberculosis -- Introduction", "content": "GUTB can refer to TV affecting the urethra, bladder, ureters, or kidneys in both sexes, the scrotum, penis, testes, epididymis, or vas deferens in males, and vulva, vagina, cervix, uterus, ovaries, or fallopian tubes, in females. However, urinary tract TB occurs more frequently when compared to genital TB. [2] GUTB becomes important as it is often diagnosed late, and this delay can lead to complications such as urethral or ureteric strictures, renal failure, infertility, as well as a myriad of other complications which necessitate specialist care.", "contents": "Genitourinary Tuberculosis -- Introduction. GUTB can refer to TV affecting the urethra, bladder, ureters, or kidneys in both sexes, the scrotum, penis, testes, epididymis, or vas deferens in males, and vulva, vagina, cervix, uterus, ovaries, or fallopian tubes, in females. However, urinary tract TB occurs more frequently when compared to genital TB. [2] GUTB becomes important as it is often diagnosed late, and this delay can lead to complications such as urethral or ureteric strictures, renal failure, infertility, as well as a myriad of other complications which necessitate specialist care."}
{"id": "article-30659_4", "title": "Genitourinary Tuberculosis -- Etiology", "content": "GUTB, as with other cases of TB, is usually caused by infection with M. tuberculosis . However, other species of mycobacteria in the MTB complex, including Mycobacterium bovis , Mycobacterium africanum , Mycobacterium pinnipedii , Mycobacterium microti, Mycobacterium caprae, and the TB vaccine bacillus Calmette–Guérin (BCG), can rarely cause disease. [2] GUTB is usually caused as a result of the hematogenous spread of the mycobacteria during the initial infection. These bacilli can then remain dormant in the urogenital tract and become active in the setting of immunosuppression. [3] In addition to the hematogenous seeding during initial infection, other routes of infection in GUTB can include lymphatic spread and sexual transmission. [1] Diabetes, advancing age, low BMI, concurrent cancers, immunosuppression, and kidney failure can increase the risk of reactivation, with the risk of reactivation estimated to be up to 15%. [4]", "contents": "Genitourinary Tuberculosis -- Etiology. GUTB, as with other cases of TB, is usually caused by infection with M. tuberculosis . However, other species of mycobacteria in the MTB complex, including Mycobacterium bovis , Mycobacterium africanum , Mycobacterium pinnipedii , Mycobacterium microti, Mycobacterium caprae, and the TB vaccine bacillus Calmette–Guérin (BCG), can rarely cause disease. [2] GUTB is usually caused as a result of the hematogenous spread of the mycobacteria during the initial infection. These bacilli can then remain dormant in the urogenital tract and become active in the setting of immunosuppression. [3] In addition to the hematogenous seeding during initial infection, other routes of infection in GUTB can include lymphatic spread and sexual transmission. [1] Diabetes, advancing age, low BMI, concurrent cancers, immunosuppression, and kidney failure can increase the risk of reactivation, with the risk of reactivation estimated to be up to 15%. [4]"}
{"id": "article-30659_5", "title": "Genitourinary Tuberculosis -- Epidemiology", "content": "GUTB develops in 2 to 20% of pulmonary TB cases. [1] In developed countries, GUTB occurs in 2 to 10% of cases of pulmonary TB. In developing countries, the incidence tends to be higher at around 15 to 20%. More than 90% of cases of GUTB have been reported from developing countries. [5] In an autopsy-based study from Brazil, 9.8% of all cases of TB were also found to have GUTB. [6] In a study from the United Kingdom, 13.5% of GUTB patients also had concurrent lung TB. [7] The incidence of TB in the USA was at a rate of 3 cases per 100000 population in 2013, but there is a lack of similar data about the incidence of GUTB. [8] A large-scale autopsy-based study from Germany found that 3.1% out of 5,424 autopsied subjects had evidence of GUTB. [9]", "contents": "Genitourinary Tuberculosis -- Epidemiology. GUTB develops in 2 to 20% of pulmonary TB cases. [1] In developed countries, GUTB occurs in 2 to 10% of cases of pulmonary TB. In developing countries, the incidence tends to be higher at around 15 to 20%. More than 90% of cases of GUTB have been reported from developing countries. [5] In an autopsy-based study from Brazil, 9.8% of all cases of TB were also found to have GUTB. [6] In a study from the United Kingdom, 13.5% of GUTB patients also had concurrent lung TB. [7] The incidence of TB in the USA was at a rate of 3 cases per 100000 population in 2013, but there is a lack of similar data about the incidence of GUTB. [8] A large-scale autopsy-based study from Germany found that 3.1% out of 5,424 autopsied subjects had evidence of GUTB. [9]"}
{"id": "article-30659_6", "title": "Genitourinary Tuberculosis -- Pathophysiology", "content": "The pathophysiology of GUTB is not entirely clear, but several hypotheses have been put forward. Primary infection with any of the mycobacterial species of the MTB complex occurs following infection through either inhalation or ingestion. The bacilli then multiply in the tissues at the site of inhalation (lung) or ingestion (gut) and evoke a complex series of immune responses. This can result in either completely eliminating the bacilli or in the containment of the organism by primary granuloma formation (this is called the primary Ghon focus). [2]", "contents": "Genitourinary Tuberculosis -- Pathophysiology. The pathophysiology of GUTB is not entirely clear, but several hypotheses have been put forward. Primary infection with any of the mycobacterial species of the MTB complex occurs following infection through either inhalation or ingestion. The bacilli then multiply in the tissues at the site of inhalation (lung) or ingestion (gut) and evoke a complex series of immune responses. This can result in either completely eliminating the bacilli or in the containment of the organism by primary granuloma formation (this is called the primary Ghon focus). [2]"}
{"id": "article-30659_7", "title": "Genitourinary Tuberculosis -- Pathophysiology", "content": "The slow replication rate of the organisms in the MTB complex and the intracellular location of the bacilli inside the macrophages leads to a gap following primary infection for clinical GUTB to develop. [10] Some individuals are naturally resistant to infection, and they eradicate the mycobacteria owing to innate immunity. Evidence suggests that these individuals are resistant to latent MTB complex infections even if there is long-term or intense exposure. [11] In susceptible individuals, the primary TB lesions can usually be found in the lungs, tonsils, or intestine, but they can also involve other organs in rarer cases.", "contents": "Genitourinary Tuberculosis -- Pathophysiology. The slow replication rate of the organisms in the MTB complex and the intracellular location of the bacilli inside the macrophages leads to a gap following primary infection for clinical GUTB to develop. [10] Some individuals are naturally resistant to infection, and they eradicate the mycobacteria owing to innate immunity. Evidence suggests that these individuals are resistant to latent MTB complex infections even if there is long-term or intense exposure. [11] In susceptible individuals, the primary TB lesions can usually be found in the lungs, tonsils, or intestine, but they can also involve other organs in rarer cases."}
{"id": "article-30659_8", "title": "Genitourinary Tuberculosis -- Pathophysiology", "content": "In addition to inhalation and ingestion, rarely, cases of primary genital TB of the vulva, vagina, or cervix can occur in women whose male partners have active GUTB or pulmonary TB. The transmission in these cases may be through infected semen or sputum. [12] [13] Conversely, TB of the penis can occur as a primary or secondary disease. This may develop the following circumcision performed by a person with pulmonary TB, which may be transmitted to the penis from ejaculation, through contaminated clothing, through contact with endometrial secretions from a partner with active uterine TB, or as secondary disease following an earlier pulmonary or extra-pulmonary TB. [14]", "contents": "Genitourinary Tuberculosis -- Pathophysiology. In addition to inhalation and ingestion, rarely, cases of primary genital TB of the vulva, vagina, or cervix can occur in women whose male partners have active GUTB or pulmonary TB. The transmission in these cases may be through infected semen or sputum. [12] [13] Conversely, TB of the penis can occur as a primary or secondary disease. This may develop the following circumcision performed by a person with pulmonary TB, which may be transmitted to the penis from ejaculation, through contaminated clothing, through contact with endometrial secretions from a partner with active uterine TB, or as secondary disease following an earlier pulmonary or extra-pulmonary TB. [14]"}
{"id": "article-30659_9", "title": "Genitourinary Tuberculosis -- Histopathology", "content": "The primary granuloma at the site of primary infection usually consists of a compact focal collection containing inflammatory as well as immune cells, including neutrophils, T and B lymphocytes, macrophages, Langhans cells, epithelioid cells, and fibroblasts, with associated central caseous necrosis. [15] The mycobacteria then spread via the lymphatics, where it can cause lymphangitis to the regional lymph nodes where it can cause lymphadenitis. The lymph nodes can then undergo caseous necrosis, with nodes coalescing together to form matted nodes. [2] In the lungs or gut, this triad includes a primary Ghon focus; the lymphangitis and the lymphadenitis are referred to as the primary Ghon complex. [2]", "contents": "Genitourinary Tuberculosis -- Histopathology. The primary granuloma at the site of primary infection usually consists of a compact focal collection containing inflammatory as well as immune cells, including neutrophils, T and B lymphocytes, macrophages, Langhans cells, epithelioid cells, and fibroblasts, with associated central caseous necrosis. [15] The mycobacteria then spread via the lymphatics, where it can cause lymphangitis to the regional lymph nodes where it can cause lymphadenitis. The lymph nodes can then undergo caseous necrosis, with nodes coalescing together to form matted nodes. [2] In the lungs or gut, this triad includes a primary Ghon focus; the lymphangitis and the lymphadenitis are referred to as the primary Ghon complex. [2]"}
{"id": "article-30659_10", "title": "Genitourinary Tuberculosis -- History and Physical", "content": "The patient's clinical presentation with genitourinary tuberculosis may vary from asymptomatic to non-specific symptoms related to the organ involved. The patient may come from a high prevalence region or have a history of pulmonary tuberculosis. The involvement of any part of the urogenital system can present with constitutional symptoms and signs, including fever, night sweats, anorexia, and weight loss. TB should also be considered in the case of recurrent urinary tract infections which do not respond to standard antibiotic therapy. [16]", "contents": "Genitourinary Tuberculosis -- History and Physical. The patient's clinical presentation with genitourinary tuberculosis may vary from asymptomatic to non-specific symptoms related to the organ involved. The patient may come from a high prevalence region or have a history of pulmonary tuberculosis. The involvement of any part of the urogenital system can present with constitutional symptoms and signs, including fever, night sweats, anorexia, and weight loss. TB should also be considered in the case of recurrent urinary tract infections which do not respond to standard antibiotic therapy. [16]"}
{"id": "article-30659_11", "title": "Genitourinary Tuberculosis -- History and Physical", "content": "Renal TB: It is the most common form of GUTB. [17] The symptoms and signs are usually non-specific. Due to a delay in the diagnosis, there can be extensive involvement of the renal parenchyma with subsequent obstructive nephropathy resulting in features of end-stage kidney failure.", "contents": "Genitourinary Tuberculosis -- History and Physical. Renal TB: It is the most common form of GUTB. [17] The symptoms and signs are usually non-specific. Due to a delay in the diagnosis, there can be extensive involvement of the renal parenchyma with subsequent obstructive nephropathy resulting in features of end-stage kidney failure."}
{"id": "article-30659_12", "title": "Genitourinary Tuberculosis -- History and Physical", "content": "Ureteric TB: The lower third of the ureters are most commonly affected, followed by the ureteropelvic junction. TB of the ureters is almost always associated with renal TB. [18] Symptoms and signs are non-specific but in the event of a ureteric obstruction or stricture formation, can lead to features of hydronephrosis and subsequent kidney failure. Patients may have hematuria or abdominal pain. [2]", "contents": "Genitourinary Tuberculosis -- History and Physical. Ureteric TB: The lower third of the ureters are most commonly affected, followed by the ureteropelvic junction. TB of the ureters is almost always associated with renal TB. [18] Symptoms and signs are non-specific but in the event of a ureteric obstruction or stricture formation, can lead to features of hydronephrosis and subsequent kidney failure. Patients may have hematuria or abdominal pain. [2]"}
{"id": "article-30659_13", "title": "Genitourinary Tuberculosis -- History and Physical", "content": "Bladder TB: This usually occurs due to renal TB with the bacilli entering the urine and subsequently the urinary bladder. [19] It can also occur by lymphatics or hematogenous seeding from TB involving other areas and through the retrograde spread of TB bacilli from genital TB. [19] Bladder TB has also been reported due to intravesical BCG administration in bladder cancer. [20] [21] Similar to ureteric TB, there can be inflammation and subsequent stricture formation leading to hydroureteronephrosis resulting in the features of kidney failure. Patients can also have features of a urinary tract infection with no response to standard antibiotic therapy. [16]", "contents": "Genitourinary Tuberculosis -- History and Physical. Bladder TB: This usually occurs due to renal TB with the bacilli entering the urine and subsequently the urinary bladder. [19] It can also occur by lymphatics or hematogenous seeding from TB involving other areas and through the retrograde spread of TB bacilli from genital TB. [19] Bladder TB has also been reported due to intravesical BCG administration in bladder cancer. [20] [21] Similar to ureteric TB, there can be inflammation and subsequent stricture formation leading to hydroureteronephrosis resulting in the features of kidney failure. Patients can also have features of a urinary tract infection with no response to standard antibiotic therapy. [16]"}
{"id": "article-30659_14", "title": "Genitourinary Tuberculosis -- History and Physical", "content": "Prostatic TB: Usually occurs as a result of hematogenous spread from a primary focus. In the beginning, patients may be asymptomatic. This can be followed by non-specific voiding symptoms. In the later stages, there may be dysuria, nocturia, or pollakiuria due to prostatic enlargement. [22] There may also be acute or chronic pelvic pain as a result of prostatitis as well as sexual dysfunction. [23]", "contents": "Genitourinary Tuberculosis -- History and Physical. Prostatic TB: Usually occurs as a result of hematogenous spread from a primary focus. In the beginning, patients may be asymptomatic. This can be followed by non-specific voiding symptoms. In the later stages, there may be dysuria, nocturia, or pollakiuria due to prostatic enlargement. [22] There may also be acute or chronic pelvic pain as a result of prostatitis as well as sexual dysfunction. [23]"}
{"id": "article-30659_15", "title": "Genitourinary Tuberculosis -- History and Physical", "content": "Scrotal TB: TB epididymo-orchitis can present as unilateral or bilateral involvement with acute or chronic painful or painless scrotal swellings. Patients may have oligozoospermia or azoospermia due to destruction or obstruction of the vas deferens or epididymis. [24]", "contents": "Genitourinary Tuberculosis -- History and Physical. Scrotal TB: TB epididymo-orchitis can present as unilateral or bilateral involvement with acute or chronic painful or painless scrotal swellings. Patients may have oligozoospermia or azoospermia due to destruction or obstruction of the vas deferens or epididymis. [24]"}
{"id": "article-30659_16", "title": "Genitourinary Tuberculosis -- History and Physical", "content": "Penile TB: Penile TB can present as single or multiple swellings or ulcers on the penis, which may or may not be painful. It can also present as papules, nodules, or cold abscesses with inguinal lymphadenopathy. [25] There can also be associated urethritis, urethral discharge, strictures, or fistulae of the urethra. There may also be erectile dysfunction. [2]", "contents": "Genitourinary Tuberculosis -- History and Physical. Penile TB: Penile TB can present as single or multiple swellings or ulcers on the penis, which may or may not be painful. It can also present as papules, nodules, or cold abscesses with inguinal lymphadenopathy. [25] There can also be associated urethritis, urethral discharge, strictures, or fistulae of the urethra. There may also be erectile dysfunction. [2]"}
{"id": "article-30659_17", "title": "Genitourinary Tuberculosis -- History and Physical", "content": "TB of the vulva, vagina, or cervix: The presentation can be non-specific, and symptoms depend on the lesion site. Dyspareunia, post-coital bleeding, pelvic pain, and infertility are frequently reported. Long-standing illness can also cause fistulae that can involve multiple organs. [26] [27]", "contents": "Genitourinary Tuberculosis -- History and Physical. TB of the vulva, vagina, or cervix: The presentation can be non-specific, and symptoms depend on the lesion site. Dyspareunia, post-coital bleeding, pelvic pain, and infertility are frequently reported. Long-standing illness can also cause fistulae that can involve multiple organs. [26] [27]"}
{"id": "article-30659_18", "title": "Genitourinary Tuberculosis -- History and Physical", "content": "Uterine TB: Symptoms are frequently non-specific. Patients may experience irregular menstrual beeling, dysmenorrhea, and vaginal discharge. They may also complain of abdominal masses and abdominal pain unrelated to menstruation. [28]", "contents": "Genitourinary Tuberculosis -- History and Physical. Uterine TB: Symptoms are frequently non-specific. Patients may experience irregular menstrual beeling, dysmenorrhea, and vaginal discharge. They may also complain of abdominal masses and abdominal pain unrelated to menstruation. [28]"}
{"id": "article-30659_19", "title": "Genitourinary Tuberculosis -- History and Physical", "content": "Ovarian and fallopian tube TB: Patients are frequently asymptomatic. [29] Some patients may experience acute or chronic abdominal pain. However, a vast majority of cases are diagnosed when being worked up for infertility. [28]", "contents": "Genitourinary Tuberculosis -- History and Physical. Ovarian and fallopian tube TB: Patients are frequently asymptomatic. [29] Some patients may experience acute or chronic abdominal pain. However, a vast majority of cases are diagnosed when being worked up for infertility. [28]"}
{"id": "article-30659_20", "title": "Genitourinary Tuberculosis -- Evaluation", "content": "Evaluation of a patient with GUTB requires a detailed history, physical examination, and a combination of laboratory and radiographic investigations. The gold-standard test in diagnosing GUTB or TB, in general, involves the demonstration of the causative M.tuberculosis in clinical samples. In GUTB, the sample can involve but is not limited to urine, prostatic massage fluid, tissue from a biopsy, pus, or discharge fluid. [2] The organism can be directly identified using any of the following techniques:", "contents": "Genitourinary Tuberculosis -- Evaluation. Evaluation of a patient with GUTB requires a detailed history, physical examination, and a combination of laboratory and radiographic investigations. The gold-standard test in diagnosing GUTB or TB, in general, involves the demonstration of the causative M.tuberculosis in clinical samples. In GUTB, the sample can involve but is not limited to urine, prostatic massage fluid, tissue from a biopsy, pus, or discharge fluid. [2] The organism can be directly identified using any of the following techniques:"}
{"id": "article-30659_21", "title": "Genitourinary Tuberculosis -- Evaluation", "content": "Smear microscopy: Smear microscopy is performed using Ziehl–Neelsen (ZN) or auramine staining. Light-emitting diode-based fluorescent microscopy has also been found to have similar sensitivities and specificities but is three times faster than ZN microscopy. [30] The sensitivity is around 40%. [31]", "contents": "Genitourinary Tuberculosis -- Evaluation. Smear microscopy: Smear microscopy is performed using Ziehl–Neelsen (ZN) or auramine staining. Light-emitting diode-based fluorescent microscopy has also been found to have similar sensitivities and specificities but is three times faster than ZN microscopy. [30] The sensitivity is around 40%. [31]"}
{"id": "article-30659_22", "title": "Genitourinary Tuberculosis -- Evaluation", "content": "The GeneXpert MTB/RIF assay: The WHO recommends the GeneXpert MTB/RIF assay for the rapid diagnosis of TB. In addition to a quick turnaround time, it is also affordable. It can detect Mycobacterium tuberculosis and the presence of rifampicin resistance by detecting mutations in the rpoB gene simultaneously in pulmonary TB. [30] The sensitivity has been found to be between 63% to 91% in different sample types. [2] [32] In GUTB, the sensitivity of GeneXpert has been found to be between 63% to 94%, depending on the gold standard used in the study. [31]", "contents": "Genitourinary Tuberculosis -- Evaluation. The GeneXpert MTB/RIF assay: The WHO recommends the GeneXpert MTB/RIF assay for the rapid diagnosis of TB. In addition to a quick turnaround time, it is also affordable. It can detect Mycobacterium tuberculosis and the presence of rifampicin resistance by detecting mutations in the rpoB gene simultaneously in pulmonary TB. [30] The sensitivity has been found to be between 63% to 91% in different sample types. [2] [32] In GUTB, the sensitivity of GeneXpert has been found to be between 63% to 94%, depending on the gold standard used in the study. [31]"}
{"id": "article-30659_23", "title": "Genitourinary Tuberculosis -- Evaluation", "content": "Mycobacterium culture: Mycobacterial culture remains the gold standard for diagnosing active TB. [32] In suspected GUTB, three early morning urine samples on consecutive days are taken for smear microscopy and culture. Traditionally, mycobacterial culture using Lowenstein–Jensen media or liquid culture media were used, but recently there has been a shift to rapid automated liquid culture systems, line probe assay (LPAs), and the GeneXpert MTB/RIF assay. The MGIT liquid culture system is the current gold-standard confirmatory test as per the WHO. [33]", "contents": "Genitourinary Tuberculosis -- Evaluation. Mycobacterium culture: Mycobacterial culture remains the gold standard for diagnosing active TB. [32] In suspected GUTB, three early morning urine samples on consecutive days are taken for smear microscopy and culture. Traditionally, mycobacterial culture using Lowenstein–Jensen media or liquid culture media were used, but recently there has been a shift to rapid automated liquid culture systems, line probe assay (LPAs), and the GeneXpert MTB/RIF assay. The MGIT liquid culture system is the current gold-standard confirmatory test as per the WHO. [33]"}
{"id": "article-30659_24", "title": "Genitourinary Tuberculosis -- Evaluation", "content": "Whole-genome sequencing (WGS) and Next-generation sequencing (NGS): WGS can provide the near-total genome of the bacilli in a sample. NGS can provide detailed sequencing information for multiple gene regions or whole genomes of particular interest. These are much faster than mycobacterial cultures but are yet to be widely available due to associated costs and specialized infrastructure requirements. [34]", "contents": "Genitourinary Tuberculosis -- Evaluation. Whole-genome sequencing (WGS) and Next-generation sequencing (NGS): WGS can provide the near-total genome of the bacilli in a sample. NGS can provide detailed sequencing information for multiple gene regions or whole genomes of particular interest. These are much faster than mycobacterial cultures but are yet to be widely available due to associated costs and specialized infrastructure requirements. [34]"}
{"id": "article-30659_25", "title": "Genitourinary Tuberculosis -- Evaluation", "content": "Histology: Granulomatous inflammation in biopsy tissue and the presence of acid-fast bacilli are hallmarks of TB. [15]", "contents": "Genitourinary Tuberculosis -- Evaluation. Histology: Granulomatous inflammation in biopsy tissue and the presence of acid-fast bacilli are hallmarks of TB. [15]"}
{"id": "article-30659_26", "title": "Genitourinary Tuberculosis -- Evaluation -- There may also be indirect methods that can provide supportive evidence of TB, which include:", "content": "Blood tests: Complete blood counts, CRP, and renal function tests should be performed routinely in suspected GUTB. A raised CRP and serum creatinine should raise the suspicion of GUTB in the appropriate clinical context. These tests are useful adjuncts to more confirmatory testing and may be useful in assessing disease response to treatment. [2]", "contents": "Genitourinary Tuberculosis -- Evaluation -- There may also be indirect methods that can provide supportive evidence of TB, which include:. Blood tests: Complete blood counts, CRP, and renal function tests should be performed routinely in suspected GUTB. A raised CRP and serum creatinine should raise the suspicion of GUTB in the appropriate clinical context. These tests are useful adjuncts to more confirmatory testing and may be useful in assessing disease response to treatment. [2]"}
{"id": "article-30659_27", "title": "Genitourinary Tuberculosis -- Evaluation -- There may also be indirect methods that can provide supportive evidence of TB, which include:", "content": "Urinary lipoarabinomannan (LAM): LAM is a constituent part of the cell wall of Mycobacterium tuberculosis and is detected in the urine of patients with active TB. LAM can be detected in all forms of TB, not just with TB bacilli in the urine. [35]", "contents": "Genitourinary Tuberculosis -- Evaluation -- There may also be indirect methods that can provide supportive evidence of TB, which include:. Urinary lipoarabinomannan (LAM): LAM is a constituent part of the cell wall of Mycobacterium tuberculosis and is detected in the urine of patients with active TB. LAM can be detected in all forms of TB, not just with TB bacilli in the urine. [35]"}
{"id": "article-30659_28", "title": "Genitourinary Tuberculosis -- Evaluation -- There may also be indirect methods that can provide supportive evidence of TB, which include:", "content": "Imaging: X-rays, Ultrasonography, Urography, CT scans, MRI scans, and PET-CT scans may all be useful in GUTB, especially in the setting of an absence of microbiological diagnosis as well as to direct samplings such as a biopsy for microbiology and histopathology. [2]", "contents": "Genitourinary Tuberculosis -- Evaluation -- There may also be indirect methods that can provide supportive evidence of TB, which include:. Imaging: X-rays, Ultrasonography, Urography, CT scans, MRI scans, and PET-CT scans may all be useful in GUTB, especially in the setting of an absence of microbiological diagnosis as well as to direct samplings such as a biopsy for microbiology and histopathology. [2]"}
{"id": "article-30659_29", "title": "Genitourinary Tuberculosis -- Evaluation -- There may also be indirect methods that can provide supportive evidence of TB, which include:", "content": "Others: These include endoscopies including cystourethroscopy, ureteroscopy, hysteroscopy and laparoscopy, and Hysterosalpingography. These are again useful in obtaining samples for confirmatory testing by the microbiological or histopathological techniques mentioned above. [2]", "contents": "Genitourinary Tuberculosis -- Evaluation -- There may also be indirect methods that can provide supportive evidence of TB, which include:. Others: These include endoscopies including cystourethroscopy, ureteroscopy, hysteroscopy and laparoscopy, and Hysterosalpingography. These are again useful in obtaining samples for confirmatory testing by the microbiological or histopathological techniques mentioned above. [2]"}
{"id": "article-30659_30", "title": "Genitourinary Tuberculosis -- Treatment / Management -- Medical Treatment", "content": "GUTB, in general, is treated like pulmonary TB with a four-drug regimen for six months (rifampicin, isoniazid, pyrazinamide, and ethambutol for the first two months, then isoniazid and rifampicin for four months). Patients that may need longer treatment include patients with HIV co-infection, kidney abscesses, or bone infiltration. Patients with multidrug-resistant TB (MDR-TB) require treatment with MDR-TB regimens that include fluoroquinolones, bedaquiline, delaminid, aminoglycosides, etc., and the regimen may extend up to 18 to 24 months. [36]", "contents": "Genitourinary Tuberculosis -- Treatment / Management -- Medical Treatment. GUTB, in general, is treated like pulmonary TB with a four-drug regimen for six months (rifampicin, isoniazid, pyrazinamide, and ethambutol for the first two months, then isoniazid and rifampicin for four months). Patients that may need longer treatment include patients with HIV co-infection, kidney abscesses, or bone infiltration. Patients with multidrug-resistant TB (MDR-TB) require treatment with MDR-TB regimens that include fluoroquinolones, bedaquiline, delaminid, aminoglycosides, etc., and the regimen may extend up to 18 to 24 months. [36]"}
{"id": "article-30659_31", "title": "Genitourinary Tuberculosis -- Treatment / Management -- Surgical Treatment", "content": "Patients with GUTB complicated with ureteral stricture and hydronephrosis should be treated with early stenting or percutaneous nephrostomy. Nephrectomy is considered in patients with non-functioning kidneys, patients with co-existing renal cell carcinomas, and those with extensive disease involving the whole kidney. [37]", "contents": "Genitourinary Tuberculosis -- Treatment / Management -- Surgical Treatment. Patients with GUTB complicated with ureteral stricture and hydronephrosis should be treated with early stenting or percutaneous nephrostomy. Nephrectomy is considered in patients with non-functioning kidneys, patients with co-existing renal cell carcinomas, and those with extensive disease involving the whole kidney. [37]"}
{"id": "article-30659_32", "title": "Genitourinary Tuberculosis -- Differential Diagnosis", "content": "Urinary tract infection Urethritis Epididymitis Prostatitis Malignancy (renal cell carcinoma, testicular tumor) Chronic pyelonephritis Infertility Urethral stricture Hydrocele Spermatocele Bacillus Calmette Guerin (BCG) cystitis", "contents": "Genitourinary Tuberculosis -- Differential Diagnosis. Urinary tract infection Urethritis Epididymitis Prostatitis Malignancy (renal cell carcinoma, testicular tumor) Chronic pyelonephritis Infertility Urethral stricture Hydrocele Spermatocele Bacillus Calmette Guerin (BCG) cystitis"}
{"id": "article-30659_33", "title": "Genitourinary Tuberculosis -- Toxicity and Adverse Effect Management -- Common Side-effects of Antitubercular Drugs", "content": "Isoniazid: hepatitis, toxic neuropathy, headache Rifampicin: red/orange colored urine, arthralgias Pyrazinamide: painful joints due to hyperuricemia Ethambutol: optic neuropathy [38]", "contents": "Genitourinary Tuberculosis -- Toxicity and Adverse Effect Management -- Common Side-effects of Antitubercular Drugs. Isoniazid: hepatitis, toxic neuropathy, headache Rifampicin: red/orange colored urine, arthralgias Pyrazinamide: painful joints due to hyperuricemia Ethambutol: optic neuropathy [38]"}
{"id": "article-30659_34", "title": "Genitourinary Tuberculosis -- Toxicity and Adverse Effect Management -- Side-effect Management", "content": "Hepatotoxicity can occur with isoniazid, rifampicin, or pyrazinamide. Hence, liver function tests (LFT) should be performed every two months. The offending drugs should be stopped immediately if the LFT is abnormal. Pyridoxine is used to prevent peripheral neuropathy, which can occur due to isoniazid or ethambutol. Ethambutol use can result in optic atrophy. Visual acuity and color vision should be checked before starting ethambutol with regular monitoring for deterioration in the vision. [38]", "contents": "Genitourinary Tuberculosis -- Toxicity and Adverse Effect Management -- Side-effect Management. Hepatotoxicity can occur with isoniazid, rifampicin, or pyrazinamide. Hence, liver function tests (LFT) should be performed every two months. The offending drugs should be stopped immediately if the LFT is abnormal. Pyridoxine is used to prevent peripheral neuropathy, which can occur due to isoniazid or ethambutol. Ethambutol use can result in optic atrophy. Visual acuity and color vision should be checked before starting ethambutol with regular monitoring for deterioration in the vision. [38]"}
{"id": "article-30659_35", "title": "Genitourinary Tuberculosis -- Prognosis", "content": "The prognosis of GUTB is excellent if detected early and if the patient has good compliance with ATT. The cure rate with appropriate anti-tubercular therapy (ATT) is around 90%. [2] Relapses have been reported to occur in up to 6.3% of cases after an average of 5.3 years of treatment with appropriate ATT. [19]", "contents": "Genitourinary Tuberculosis -- Prognosis. The prognosis of GUTB is excellent if detected early and if the patient has good compliance with ATT. The cure rate with appropriate anti-tubercular therapy (ATT) is around 90%. [2] Relapses have been reported to occur in up to 6.3% of cases after an average of 5.3 years of treatment with appropriate ATT. [19]"}
{"id": "article-30659_36", "title": "Genitourinary Tuberculosis -- Complications", "content": "Super-added infections Strictures Fistula Renal hypertension Chronic renal failure Infertility Prostatic abscess Reduced bladder capacity Tuberculous interstitial nephritis Vaginal TB ulcers", "contents": "Genitourinary Tuberculosis -- Complications. Super-added infections Strictures Fistula Renal hypertension Chronic renal failure Infertility Prostatic abscess Reduced bladder capacity Tuberculous interstitial nephritis Vaginal TB ulcers"}
{"id": "article-30659_37", "title": "Genitourinary Tuberculosis -- Consultations", "content": "The management of GUTB should involve a multi-disciplinary approach including the Infectious diseases specialist, the urologist in case of any complications related to the urinary tract, and or the gynecologist if the patient has infertility or involvement of the female reproductive organs, a radiologist, a public health clinician, and an infectious diseases pharmacist.", "contents": "Genitourinary Tuberculosis -- Consultations. The management of GUTB should involve a multi-disciplinary approach including the Infectious diseases specialist, the urologist in case of any complications related to the urinary tract, and or the gynecologist if the patient has infertility or involvement of the female reproductive organs, a radiologist, a public health clinician, and an infectious diseases pharmacist."}
{"id": "article-30659_38", "title": "Genitourinary Tuberculosis -- Deterrence and Patient Education", "content": "The goal of therapy in GUTB is the early detection and treatment with ATT. Patients should be made aware of the need to strictly adhere to the ATT and to have a balanced diet. Directly observed therapy (DOT) may be considered for cases with doubtful adherence. [39] Patients should also be given the appropriate warnings about the side effects of ATT and should be asked to return immediately if any side effects develop. Patients can be infectious and pass on the infection through sexual contact up to 4 weeks after starting ATT. [1]", "contents": "Genitourinary Tuberculosis -- Deterrence and Patient Education. The goal of therapy in GUTB is the early detection and treatment with ATT. Patients should be made aware of the need to strictly adhere to the ATT and to have a balanced diet. Directly observed therapy (DOT) may be considered for cases with doubtful adherence. [39] Patients should also be given the appropriate warnings about the side effects of ATT and should be asked to return immediately if any side effects develop. Patients can be infectious and pass on the infection through sexual contact up to 4 weeks after starting ATT. [1]"}
{"id": "article-30659_39", "title": "Genitourinary Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "Genitourinary tuberculosis is becoming a significant public health problem in the developing world. Patients from an endemic area who present with clinical symptoms or signs of GUTB should be investigated without delay. Early detection of the disease, prompt and appropriate ATT, patient education, and appropriate long-term monitoring is needed to eradicate GUTB. Managing cases of GUTB involves a multi-disciplinary team approach that includes an infectious disease expert, a urologist, a gynecologist, a radiologist, public health clinician, and an infectious diseases pharmacist. With early detection and appropriate management, GUTB has a good prognosis and low relapse rate. [Level 2]", "contents": "Genitourinary Tuberculosis -- Enhancing Healthcare Team Outcomes. Genitourinary tuberculosis is becoming a significant public health problem in the developing world. Patients from an endemic area who present with clinical symptoms or signs of GUTB should be investigated without delay. Early detection of the disease, prompt and appropriate ATT, patient education, and appropriate long-term monitoring is needed to eradicate GUTB. Managing cases of GUTB involves a multi-disciplinary team approach that includes an infectious disease expert, a urologist, a gynecologist, a radiologist, public health clinician, and an infectious diseases pharmacist. With early detection and appropriate management, GUTB has a good prognosis and low relapse rate. [Level 2]"}
{"id": "article-30659_40", "title": "Genitourinary Tuberculosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Genitourinary Tuberculosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}