{"id": "article-131513_0", "title": "Behavioral Approaches to Obesity Treatment -- Continuing Education Activity", "content": "Obesity is a complex condition that is influenced by various factors such as genetics, behavior, and environment rather than just diet or exercise choices. The condition shares some features with other maladaptive behaviors, and medical management is recommended. In general, clinicians employ lifestyle recommendations as a first step, followed by medication use, followed by options for invasive methods such as surgery. Within non-surgical approaches, behavioral interventions are preferred to initially assessing how best to proceed. Successful behavioral approaches to treat obesity are based on counseling tools used in psychotherapy for conditions like smoking and alcohol abuse. Although research on behavioral approaches to maintaining weight loss is underway, the therapeutic goal is to move towards a patient-centered approach to treat this growing epidemic. This activity reviews the use of behavioral approaches in treating obesity and emphasizes the role of the interprofessional team in improving care for persons with obesity.", "contents": "Behavioral Approaches to Obesity Treatment -- Continuing Education Activity. Obesity is a complex condition that is influenced by various factors such as genetics, behavior, and environment rather than just diet or exercise choices. The condition shares some features with other maladaptive behaviors, and medical management is recommended. In general, clinicians employ lifestyle recommendations as a first step, followed by medication use, followed by options for invasive methods such as surgery. Within non-surgical approaches, behavioral interventions are preferred to initially assessing how best to proceed. Successful behavioral approaches to treat obesity are based on counseling tools used in psychotherapy for conditions like smoking and alcohol abuse. Although research on behavioral approaches to maintaining weight loss is underway, the therapeutic goal is to move towards a patient-centered approach to treat this growing epidemic. This activity reviews the use of behavioral approaches in treating obesity and emphasizes the role of the interprofessional team in improving care for persons with obesity."}
{"id": "article-131513_1", "title": "Behavioral Approaches to Obesity Treatment -- Continuing Education Activity", "content": "Objectives: Determine the principles of behavioral approaches to obesity management, including motivational interviewing. Identify the goals and principles of motivational interviewing in a patient encounter, creating ambivalence, eliciting change talk, summarizing, and planning. Evaluate the clinical significance of cognitive-behavioral therapy and its efficacy in treating common eating disorders associated with obesity. Implement collaboration among the interprofessional team to enhance care coordination for persons with obesity. Access free multiple choice questions on this topic.", "contents": "Behavioral Approaches to Obesity Treatment -- Continuing Education Activity. Objectives: Determine the principles of behavioral approaches to obesity management, including motivational interviewing. Identify the goals and principles of motivational interviewing in a patient encounter, creating ambivalence, eliciting change talk, summarizing, and planning. Evaluate the clinical significance of cognitive-behavioral therapy and its efficacy in treating common eating disorders associated with obesity. Implement collaboration among the interprofessional team to enhance care coordination for persons with obesity. Access free multiple choice questions on this topic."}
{"id": "article-131513_2", "title": "Behavioral Approaches to Obesity Treatment -- Introduction", "content": "Obesity is a complex and multifactorial neurobehavioral condition where eating behavior is affected by an imbalance between physiologic and psychological factors. Eating behavior is influenced by environment, senses, stress, emotions, habits, rewards, sleep, eating disorders, and lack of information. Some standard behavioral approaches to obesity treatment include the following: Motivational interviewing (MI) Behavioral therapy (BT) Cognitive therapy (CT) Cognitive-behavioral therapy (CBT) Interpersonal therapy (IT) Acceptance-based therapy (ABT) Eliciting behavioral change is a significant challenge to clinicians in managing obesity, especially with limited time in an office or clinic setting.", "contents": "Behavioral Approaches to Obesity Treatment -- Introduction. Obesity is a complex and multifactorial neurobehavioral condition where eating behavior is affected by an imbalance between physiologic and psychological factors. Eating behavior is influenced by environment, senses, stress, emotions, habits, rewards, sleep, eating disorders, and lack of information. Some standard behavioral approaches to obesity treatment include the following: Motivational interviewing (MI) Behavioral therapy (BT) Cognitive therapy (CT) Cognitive-behavioral therapy (CBT) Interpersonal therapy (IT) Acceptance-based therapy (ABT) Eliciting behavioral change is a significant challenge to clinicians in managing obesity, especially with limited time in an office or clinic setting."}
{"id": "article-131513_3", "title": "Behavioral Approaches to Obesity Treatment -- Introduction", "content": "Among the listed approaches, motivational interviewing (MI) is a collection of behavioral tools proven to evoke change in patients who are ambivalent, reluctant, and otherwise not motivated to change. [1] The success of a weight management plan depends on the patient's willingness to change. A successful encounter utilizing MI techniques would get the patient to think, increase confidence, initiate change, facilitate, and foster continued commitment. The approach helps the patient focus on finding solutions and encourages independence by drawing out their thoughts and ideas. The clinician acts as a guide towards establishing these goals. This activity reviews the importance of MI in obesity management and how clinicians can use MI tools to elicit behavioral change.", "contents": "Behavioral Approaches to Obesity Treatment -- Introduction. Among the listed approaches, motivational interviewing (MI) is a collection of behavioral tools proven to evoke change in patients who are ambivalent, reluctant, and otherwise not motivated to change. [1] The success of a weight management plan depends on the patient's willingness to change. A successful encounter utilizing MI techniques would get the patient to think, increase confidence, initiate change, facilitate, and foster continued commitment. The approach helps the patient focus on finding solutions and encourages independence by drawing out their thoughts and ideas. The clinician acts as a guide towards establishing these goals. This activity reviews the importance of MI in obesity management and how clinicians can use MI tools to elicit behavioral change."}
{"id": "article-131513_4", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern", "content": "Six stages in the transtheoretical model of change are worth reviewing: [2] [3] Pre-contemplation (I can’t/won't) Contemplation (I might) Preparation/determination (I will) Action (I am doing) Maintenance (I am still doing) Relapse to the undesired behavior or, very rarely, termination with no desire to resume the behavior after an extended maintenance period.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern. Six stages in the transtheoretical model of change are worth reviewing: [2] [3] Pre-contemplation (I can’t/won't) Contemplation (I might) Preparation/determination (I will) Action (I am doing) Maintenance (I am still doing) Relapse to the undesired behavior or, very rarely, termination with no desire to resume the behavior after an extended maintenance period."}
{"id": "article-131513_5", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern", "content": "MI is a counseling approach with relational (principles) and technical (processes) components. The principles of motivational interviewing can be strategically applied to the patient’s stage of change. They include expressing empathy, avoiding arguments or rolling with resistance, developing discrepancy, creating and resolving ambivalence, and supporting self-efficacy. MI processes include engaging, focusing, evoking, and planning.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern. MI is a counseling approach with relational (principles) and technical (processes) components. The principles of motivational interviewing can be strategically applied to the patient’s stage of change. They include expressing empathy, avoiding arguments or rolling with resistance, developing discrepancy, creating and resolving ambivalence, and supporting self-efficacy. MI processes include engaging, focusing, evoking, and planning."}
{"id": "article-131513_6", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Express Empathy", "content": "Obesity and other maladaptive behaviors respond poorly to the traditional model of medicine. In the MI model, the clinician creates a platform of empathy and has a collaborative relationship with the patient. The clinician does less advising, and the patient does more talking. When patients feel understood and respected, they are more likely to consider change – one of the first MI processes. Evocation, another MI process, involves drawing out the patient’s thoughts regarding solutions. OARS is a tool and acronym used in motivational interviewing that can aid in therapy. It comprises open-ended questions, affirmations, reflections, and summaries. Open-ended questions allow patients to elaborate on their thoughts, providing answers not limited to binary options, such as ‘yes’ or ‘no’. At the beginning of a patient encounter, the therapist explores the patient's motivation for change, while at the end of the summary, they use change talk to encourage further progress. Reflection, a crucial tool, enables the clinician to demonstrate that they have accurately heard and understood the patient's concerns.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Express Empathy. Obesity and other maladaptive behaviors respond poorly to the traditional model of medicine. In the MI model, the clinician creates a platform of empathy and has a collaborative relationship with the patient. The clinician does less advising, and the patient does more talking. When patients feel understood and respected, they are more likely to consider change – one of the first MI processes. Evocation, another MI process, involves drawing out the patient’s thoughts regarding solutions. OARS is a tool and acronym used in motivational interviewing that can aid in therapy. It comprises open-ended questions, affirmations, reflections, and summaries. Open-ended questions allow patients to elaborate on their thoughts, providing answers not limited to binary options, such as ‘yes’ or ‘no’. At the beginning of a patient encounter, the therapist explores the patient's motivation for change, while at the end of the summary, they use change talk to encourage further progress. Reflection, a crucial tool, enables the clinician to demonstrate that they have accurately heard and understood the patient's concerns."}
{"id": "article-131513_7", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Supporting Self-Efficacy", "content": "This is a principle of MI where the clinician focuses on successes, strengths, and skills and provides affirmation. Patients are more likely to change their behavior if they and their clinician believe they can achieve it. Clinicians foster autonomy and empower the patient to own the solutions. Supporting self-efficacy is most effective during the preparation, action, and maintenance stages of change.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Supporting Self-Efficacy. This is a principle of MI where the clinician focuses on successes, strengths, and skills and provides affirmation. Patients are more likely to change their behavior if they and their clinician believe they can achieve it. Clinicians foster autonomy and empower the patient to own the solutions. Supporting self-efficacy is most effective during the preparation, action, and maintenance stages of change."}
{"id": "article-131513_8", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Rolling With Resistance", "content": "When we provide education, it may be met with resistance and reluctance. Patients may have internalized weight bias and feel that the clinician is judgmental and authoritative, which manifests as interrupting, arguing, denying, and ignoring during the encounter. Rolling with resistance is encouraged, where the clinician avoids arguments by reflection, reframing, shifting focus, and siding with the negative. If resistance is encountered, this is a cue for the clinician to pull back and adjust the counseling approach.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Rolling With Resistance. When we provide education, it may be met with resistance and reluctance. Patients may have internalized weight bias and feel that the clinician is judgmental and authoritative, which manifests as interrupting, arguing, denying, and ignoring during the encounter. Rolling with resistance is encouraged, where the clinician avoids arguments by reflection, reframing, shifting focus, and siding with the negative. If resistance is encountered, this is a cue for the clinician to pull back and adjust the counseling approach."}
{"id": "article-131513_9", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Examples of Rolling Resistance", "content": "Therapeutic paradox (“reverse psychology”): “You seem to be saying that now is not the best time to make changes, so what do you think is the best way for us to move forward?”", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Examples of Rolling Resistance. Therapeutic paradox (“reverse psychology”): “You seem to be saying that now is not the best time to make changes, so what do you think is the best way for us to move forward?”"}
{"id": "article-131513_10", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Examples of Rolling Resistance", "content": "Siding with the negative: Making a reflective statement, hoping the patient would eventually counter with a positive argument. For example, if a pessimistic statement is made, such as, “I’ll never lose weight,” the clinician agrees with the statement using a non-judgemental stance, such as, “For you, it would seem to be quite a challenge.”", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Examples of Rolling Resistance. Siding with the negative: Making a reflective statement, hoping the patient would eventually counter with a positive argument. For example, if a pessimistic statement is made, such as, “I’ll never lose weight,” the clinician agrees with the statement using a non-judgemental stance, such as, “For you, it would seem to be quite a challenge.”"}
{"id": "article-131513_11", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Examples of Rolling Resistance", "content": "Shifting focus: As part of the guiding motivational interviewing approach, a clinician seeks to redirect a discussion to the intended topic. For example, “Your feelings about taking time off from work during your flare-ups of back pain are stressful to you, but remind me, what led you to make this appointment to discuss your weight?”", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Examples of Rolling Resistance. Shifting focus: As part of the guiding motivational interviewing approach, a clinician seeks to redirect a discussion to the intended topic. For example, “Your feelings about taking time off from work during your flare-ups of back pain are stressful to you, but remind me, what led you to make this appointment to discuss your weight?”"}
{"id": "article-131513_12", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Examples of Rolling Resistance", "content": "Reframing: Reconstructing a statement made by the patient to one that favors change talk. It is a directive measure, guiding the patient from sustain talk  (talk from the patient that supports keeping the current behaviors) and argument.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Examples of Rolling Resistance. Reframing: Reconstructing a statement made by the patient to one that favors change talk. It is a directive measure, guiding the patient from sustain talk  (talk from the patient that supports keeping the current behaviors) and argument."}
{"id": "article-131513_13", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Ambivalence and Discrepancy", "content": "Ambivalence is defined as the uncertainty in the desire for change. It is a challenge to evoke change talk. Developing discrepancy involves drawing out from the patient the perception of how current behaviors match (or do not match) with core values or desired behaviors. This clarity guides the patient to target the maladaptive behavior and build motivation to change it. If a clinician can develop and amplify discrepancy by contrasting where the patient is from where they want to be, this helps resolve ambivalence. For example, a clinician can have the patient explore the positive and negative aspects of their current behavior. The patient can consider the benefits of change, the risks, and the benefits and risks of no change. One way to encourage change talk in patients is to ask them to rate their level of importance, readiness, or confidence on a scale of 1 to 10. Depending on the response, the clinician can ask, “Why are you not at a lower/higher number?” or “What would take you from a 6 to an 8?” to elicit change talk.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Ambivalence and Discrepancy. Ambivalence is defined as the uncertainty in the desire for change. It is a challenge to evoke change talk. Developing discrepancy involves drawing out from the patient the perception of how current behaviors match (or do not match) with core values or desired behaviors. This clarity guides the patient to target the maladaptive behavior and build motivation to change it. If a clinician can develop and amplify discrepancy by contrasting where the patient is from where they want to be, this helps resolve ambivalence. For example, a clinician can have the patient explore the positive and negative aspects of their current behavior. The patient can consider the benefits of change, the risks, and the benefits and risks of no change. One way to encourage change talk in patients is to ask them to rate their level of importance, readiness, or confidence on a scale of 1 to 10. Depending on the response, the clinician can ask, “Why are you not at a lower/higher number?” or “What would take you from a 6 to an 8?” to elicit change talk."}
{"id": "article-131513_14", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Ambivalence and Discrepancy", "content": "Evidence supports the efficacy of 3 constructs of motivational interviewing. Patient experience of discrepancy and change talk leads to better outcomes, and MI-inconsistent behavior is linked to worse outcomes. [4]", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Ambivalence and Discrepancy. Evidence supports the efficacy of 3 constructs of motivational interviewing. Patient experience of discrepancy and change talk leads to better outcomes, and MI-inconsistent behavior is linked to worse outcomes. [4]"}
{"id": "article-131513_15", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit", "content": "The five A’s of obesity management: [5]", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit. The five A’s of obesity management: [5]"}
{"id": "article-131513_16", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit", "content": "Ask permission to discuss weight. This non-judgemental approach gives autonomy in a population with a high prevalence of weight bias internalization. The clinician can explore the patient's readiness for change.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit. Ask permission to discuss weight. This non-judgemental approach gives autonomy in a population with a high prevalence of weight bias internalization. The clinician can explore the patient's readiness for change."}
{"id": "article-131513_17", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit", "content": "Assess basic parameters related to weight, including BMI, waist circumference, waist-to-hip ratio, and obesity stage—complications and drivers of increased weight should be explored.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit. Assess basic parameters related to weight, including BMI, waist circumference, waist-to-hip ratio, and obesity stage—complications and drivers of increased weight should be explored."}
{"id": "article-131513_18", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit", "content": "Advise the patient on the health risks of obesity, health benefits of 5% to 10% weight loss, long-term strategies, and treatment options.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit. Advise the patient on the health risks of obesity, health benefits of 5% to 10% weight loss, long-term strategies, and treatment options."}
{"id": "article-131513_19", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit", "content": "Agree to realistic weight loss expectations. The clinician negotiates goals, behavior changes, and specifics of a weight loss plan.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit. Agree to realistic weight loss expectations. The clinician negotiates goals, behavior changes, and specifics of a weight loss plan."}
{"id": "article-131513_20", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit", "content": "Arrange/assist by identifying barriers to weight loss goals, referring to other providers, such as a dietitian, providing resources, and following up.", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit. Arrange/assist by identifying barriers to weight loss goals, referring to other providers, such as a dietitian, providing resources, and following up."}
{"id": "article-131513_21", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit", "content": "Most clinicians are proficient at Ask and Advise without training but use Assess and Assist/Arrange less frequently. Evidence suggests the use of Assess, Assist, and Arrange has the most impact. [6]", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit. Most clinicians are proficient at Ask and Advise without training but use Assess and Assist/Arrange less frequently. Evidence suggests the use of Assess, Assist, and Arrange has the most impact. [6]"}
{"id": "article-131513_22", "title": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit", "content": "FRAMES is a technique that constitutes: Feedback about personal risk Responsibility of the patient Advice to change Menu of strategies Empathetic style Self-efficacy", "contents": "Behavioral Approaches to Obesity Treatment -- Issues of Concern -- Micro-Counseling Approaches that Provide a Framework for a Visit. FRAMES is a technique that constitutes: Feedback about personal risk Responsibility of the patient Advice to change Menu of strategies Empathetic style Self-efficacy"}
{"id": "article-131513_23", "title": "Behavioral Approaches to Obesity Treatment -- Clinical Significance", "content": "In the US, obesity rates have increased to current rates of 42% for men and women in 2017-2018, per the Centers for Disease Control (CDC). Of note, it disproportionately affects non-Hispanic black women, with a prevalence as high as 56.9% in this group. [7] Obesity is now considered an epidemic. In the Medicare population, screening for obesity is a grade B recommendation by the U.S. Preventive Services Task Force (USPSTF). Since November 2011, CMS has covered intensive behavioral therapy for obesity as a preventive service that includes face-to-face clinician visits. Private insurance companies have also taken similar actions. The covered intervention includes assessment and the 5-As framework.", "contents": "Behavioral Approaches to Obesity Treatment -- Clinical Significance. In the US, obesity rates have increased to current rates of 42% for men and women in 2017-2018, per the Centers for Disease Control (CDC). Of note, it disproportionately affects non-Hispanic black women, with a prevalence as high as 56.9% in this group. [7] Obesity is now considered an epidemic. In the Medicare population, screening for obesity is a grade B recommendation by the U.S. Preventive Services Task Force (USPSTF). Since November 2011, CMS has covered intensive behavioral therapy for obesity as a preventive service that includes face-to-face clinician visits. Private insurance companies have also taken similar actions. The covered intervention includes assessment and the 5-As framework."}
{"id": "article-131513_24", "title": "Behavioral Approaches to Obesity Treatment -- Clinical Significance -- Effectiveness", "content": "MI: In a large meta-analysis of 48 studies (9618 participants), patients undergoing MI therapy had one and a half times the chance to make positive behavioral changes to impact healthcare outcomes compared with controls. [8] Merely 1 session could enhance readiness to change. Any clinician can deliver this technique if time is devoted to building a relationship with the patient. This approach includes agenda-setting and finding a common focus. MI can be delivered in a relatively brief encounter, but a ‘minimum dose’ of 15 minutes is effective. [9] All providers can expect a 10% to 15% improvement in medical outcomes. [8]", "contents": "Behavioral Approaches to Obesity Treatment -- Clinical Significance -- Effectiveness. MI: In a large meta-analysis of 48 studies (9618 participants), patients undergoing MI therapy had one and a half times the chance to make positive behavioral changes to impact healthcare outcomes compared with controls. [8] Merely 1 session could enhance readiness to change. Any clinician can deliver this technique if time is devoted to building a relationship with the patient. This approach includes agenda-setting and finding a common focus. MI can be delivered in a relatively brief encounter, but a ‘minimum dose’ of 15 minutes is effective. [9] All providers can expect a 10% to 15% improvement in medical outcomes. [8]"}
{"id": "article-131513_25", "title": "Behavioral Approaches to Obesity Treatment -- Clinical Significance -- Effectiveness", "content": "CBT: Eating disorders have a prevalence of 3% in US adults and up to 50% in persons with severe obesity. CBT is recommended as the first-line treatment for eating disorders and is also the most effective for depressive symptoms that co-occur with eating disorders. [10] CBT effectively reduces pathologic eating behaviors but does not directly produce weight loss. [11]", "contents": "Behavioral Approaches to Obesity Treatment -- Clinical Significance -- Effectiveness. CBT: Eating disorders have a prevalence of 3% in US adults and up to 50% in persons with severe obesity. CBT is recommended as the first-line treatment for eating disorders and is also the most effective for depressive symptoms that co-occur with eating disorders. [10] CBT effectively reduces pathologic eating behaviors but does not directly produce weight loss. [11]"}
{"id": "article-131513_26", "title": "Behavioral Approaches to Obesity Treatment -- Clinical Significance -- Application", "content": "When treating a person with obesity, MI is a bridge between evaluation and management decisions for the clinician. Standard interventions for obesity management include lifestyle interventions (diet, exercise, and behavioral treatments), pharmacotherapy, and bariatric surgery. Intensive lifestyle intervention remains one of the most foundational tools available for treating obesity, with the lowest cost and risk.", "contents": "Behavioral Approaches to Obesity Treatment -- Clinical Significance -- Application. When treating a person with obesity, MI is a bridge between evaluation and management decisions for the clinician. Standard interventions for obesity management include lifestyle interventions (diet, exercise, and behavioral treatments), pharmacotherapy, and bariatric surgery. Intensive lifestyle intervention remains one of the most foundational tools available for treating obesity, with the lowest cost and risk."}
{"id": "article-131513_27", "title": "Behavioral Approaches to Obesity Treatment -- Clinical Significance -- Application", "content": "Persons with eating disorders do not respond well to MI and may need further behavioral treatments, specifically CBT or ACT. This is especially applicable if the patient is being considered for bariatric surgery. During this high-cost and high-risk procedure, a high prevalence of eating disorders may ensue and depression in preoperative candidates. [8] [12] Therefore, perioperative guidelines recommend that patients undergo a clinical evaluation before surgery. [13]", "contents": "Behavioral Approaches to Obesity Treatment -- Clinical Significance -- Application. Persons with eating disorders do not respond well to MI and may need further behavioral treatments, specifically CBT or ACT. This is especially applicable if the patient is being considered for bariatric surgery. During this high-cost and high-risk procedure, a high prevalence of eating disorders may ensue and depression in preoperative candidates. [8] [12] Therefore, perioperative guidelines recommend that patients undergo a clinical evaluation before surgery. [13]"}
{"id": "article-131513_28", "title": "Behavioral Approaches to Obesity Treatment -- Clinical Significance -- Application", "content": "Obesity treatment is significantly impeded by weight regain, perpetuating the epidemic. Behavioral treatments have the most impact on maintaining all the therapies available for weight loss, with some treatments producing a magnitude of 10% weight loss maintained after 36 months. [14] A gap exists between payor sources willing to pay for this low-cost intervention and qualified clinicians.", "contents": "Behavioral Approaches to Obesity Treatment -- Clinical Significance -- Application. Obesity treatment is significantly impeded by weight regain, perpetuating the epidemic. Behavioral treatments have the most impact on maintaining all the therapies available for weight loss, with some treatments producing a magnitude of 10% weight loss maintained after 36 months. [14] A gap exists between payor sources willing to pay for this low-cost intervention and qualified clinicians."}
{"id": "article-131513_29", "title": "Behavioral Approaches to Obesity Treatment -- Other Issues", "content": "Other modalities used by psychotherapists and well-qualified clinicians include:", "contents": "Behavioral Approaches to Obesity Treatment -- Other Issues. Other modalities used by psychotherapists and well-qualified clinicians include:"}
{"id": "article-131513_30", "title": "Behavioral Approaches to Obesity Treatment -- Other Issues", "content": "Behavioral therapy: Reinforces or extinguishes a behavior with less emphasis on the thought process. Adding a reinforcing stimulus or positive reinforcement is usually more effective for behavior change than negative reinforcement. Positive reinforcement can include verbal praise or behavioral contracting for non-food rewards.", "contents": "Behavioral Approaches to Obesity Treatment -- Other Issues. Behavioral therapy: Reinforces or extinguishes a behavior with less emphasis on the thought process. Adding a reinforcing stimulus or positive reinforcement is usually more effective for behavior change than negative reinforcement. Positive reinforcement can include verbal praise or behavioral contracting for non-food rewards."}
{"id": "article-131513_31", "title": "Behavioral Approaches to Obesity Treatment -- Other Issues", "content": "Cognitive therapy: Some patients with obesity may verbalize thoughts lacking in validity, known as cognitive distortions. Cognitive therapy targets these cognitive distortions and guides them towards less maladaptive thinking, behavior, and emotional reactions. Compared with MI, the cognitive shift is the key mechanism of change.", "contents": "Behavioral Approaches to Obesity Treatment -- Other Issues. Cognitive therapy: Some patients with obesity may verbalize thoughts lacking in validity, known as cognitive distortions. Cognitive therapy targets these cognitive distortions and guides them towards less maladaptive thinking, behavior, and emotional reactions. Compared with MI, the cognitive shift is the key mechanism of change."}
{"id": "article-131513_32", "title": "Behavioral Approaches to Obesity Treatment -- Other Issues", "content": "Cognitive-behavioral therapy (CBT): Includes cognitive therapy and utilizes the relationship between thoughts, emotions, and behavior. The goal is to change undesirable behaviors through cognitive restructuring and emphasize desirable behaviors. [15] Some CBT components include stimulus control to treat impulsivity, goal setting, self-monitoring, stress management, behavioral contracting (rewards), and problem-solving. CBT is beneficial in pediatric populations and post-bariatric surgery patients to improve psychological health and maintain weight. [16] It can also help with eating disorders, including night eating syndrome, bulimia disorder, and binge eating disorder. Typical CBT treatments are conducted in 60-minute sessions weekly for 8 to 12 weeks. [17] A simple CBT tool is SMART goals – specific, measurable, assignable, realistic, and time-related.", "contents": "Behavioral Approaches to Obesity Treatment -- Other Issues. Cognitive-behavioral therapy (CBT): Includes cognitive therapy and utilizes the relationship between thoughts, emotions, and behavior. The goal is to change undesirable behaviors through cognitive restructuring and emphasize desirable behaviors. [15] Some CBT components include stimulus control to treat impulsivity, goal setting, self-monitoring, stress management, behavioral contracting (rewards), and problem-solving. CBT is beneficial in pediatric populations and post-bariatric surgery patients to improve psychological health and maintain weight. [16] It can also help with eating disorders, including night eating syndrome, bulimia disorder, and binge eating disorder. Typical CBT treatments are conducted in 60-minute sessions weekly for 8 to 12 weeks. [17] A simple CBT tool is SMART goals – specific, measurable, assignable, realistic, and time-related."}
{"id": "article-131513_33", "title": "Behavioral Approaches to Obesity Treatment -- Other Issues", "content": "Interpersonal therapy: A short-term, focused psychotherapy that improves interpersonal functioning to relieve symptoms. It is instrumental in treating depression, which has a high prevalence in persons with obesity.", "contents": "Behavioral Approaches to Obesity Treatment -- Other Issues. Interpersonal therapy: A short-term, focused psychotherapy that improves interpersonal functioning to relieve symptoms. It is instrumental in treating depression, which has a high prevalence in persons with obesity."}
{"id": "article-131513_34", "title": "Behavioral Approaches to Obesity Treatment -- Other Issues", "content": "Acceptance and commitment therapy (ACT): This is considered a third-generation behavioral intervention. With the prevalence of obesity being higher among non-Hispanic black adults than among other races, it is crucial to ensure that recommended behavioral therapies work as effectively in these groups. At least one randomized control trial has shown that rates of achieving clinically significant weight loss were higher among non-Hispanic black adults who received ACT in addition to traditional behavioral therapy compared with behavioral therapy alone. [18] ACT is based on recognizing human tendencies to cope with unpleasant situations by avoiding and approaching them through action. The desired outcome is to tolerate internal cues that trigger cravings or negative health behaviors, allowing for psychological flexibility. This method has promise in producing long-term weight loss outcomes. [19]", "contents": "Behavioral Approaches to Obesity Treatment -- Other Issues. Acceptance and commitment therapy (ACT): This is considered a third-generation behavioral intervention. With the prevalence of obesity being higher among non-Hispanic black adults than among other races, it is crucial to ensure that recommended behavioral therapies work as effectively in these groups. At least one randomized control trial has shown that rates of achieving clinically significant weight loss were higher among non-Hispanic black adults who received ACT in addition to traditional behavioral therapy compared with behavioral therapy alone. [18] ACT is based on recognizing human tendencies to cope with unpleasant situations by avoiding and approaching them through action. The desired outcome is to tolerate internal cues that trigger cravings or negative health behaviors, allowing for psychological flexibility. This method has promise in producing long-term weight loss outcomes. [19]"}
{"id": "article-131513_35", "title": "Behavioral Approaches to Obesity Treatment -- Enhancing Healthcare Team Outcomes", "content": "Using a behavioral approach to obesity management is an effective way for physicians, surgeons, extenders, dietitians, nurses, pharmacists, counselors, social workers, and other clinicians to coordinate their knowledge as an interprofessional team to produce better weight loss outcomes. [20] As a part of intensive lifestyle interventions, it augments pharmacotherapy and bariatric surgery. Care coordination between these health professionals can elevate the care offered to complex patients who have failed initial weight loss measures. Primary care clinicians should be part of an interprofessional team to identify and treat psychiatric disorders associated with obesity and facilitate appropriate referrals. In any setting, clinicians should create an environment where the team prioritizes weight-friendly infrastructure, uses unbiased language, and encourages empathy.", "contents": "Behavioral Approaches to Obesity Treatment -- Enhancing Healthcare Team Outcomes. Using a behavioral approach to obesity management is an effective way for physicians, surgeons, extenders, dietitians, nurses, pharmacists, counselors, social workers, and other clinicians to coordinate their knowledge as an interprofessional team to produce better weight loss outcomes. [20] As a part of intensive lifestyle interventions, it augments pharmacotherapy and bariatric surgery. Care coordination between these health professionals can elevate the care offered to complex patients who have failed initial weight loss measures. Primary care clinicians should be part of an interprofessional team to identify and treat psychiatric disorders associated with obesity and facilitate appropriate referrals. In any setting, clinicians should create an environment where the team prioritizes weight-friendly infrastructure, uses unbiased language, and encourages empathy."}
{"id": "article-131513_36", "title": "Behavioral Approaches to Obesity Treatment -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Behavioral Approaches to Obesity Treatment -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}