{"id": "article-22208_0", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Introduction", "content": "The male genitourinary tract is responsible for the excretion of urine, produced by the kidney, and semen from the sperm from the testes and the various accessory glands. The urethra serves as the final path of excretion of both urine and semen from the body. See Image. Male Genitourinary Tract.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Introduction. The male genitourinary tract is responsible for the excretion of urine, produced by the kidney, and semen from the sperm from the testes and the various accessory glands. The urethra serves as the final path of excretion of both urine and semen from the body. See Image. Male Genitourinary Tract."}
{"id": "article-22208_1", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Introduction", "content": "Urine is the waste product of filtered blood that leaves the kidney via the collecting system. From the renal collecting system, urine is transported through the ureters and stored in the urinary bladder for elimination through the urethra.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Introduction. Urine is the waste product of filtered blood that leaves the kidney via the collecting system. From the renal collecting system, urine is transported through the ureters and stored in the urinary bladder for elimination through the urethra."}
{"id": "article-22208_2", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Introduction", "content": "Sperm is produced in the testes and undergoes maturation in the epididymis. During ejaculation, sperm moves through the epididymis to the vas deferens. The vas deferens is the duct for transporting sperm from the epididymis. It is in the scrotal sac and passes through the inguinal canal into the abdominopelvic cavity. As the vas deferens course to the posterior portion of the prostate, they join the seminal vesicles. The seminal vesicle ducts add seminal fluid to the ejaculate. The area of convergence of the seminal vesicles and vas deferens forms the ejaculatory ducts.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Introduction. Sperm is produced in the testes and undergoes maturation in the epididymis. During ejaculation, sperm moves through the epididymis to the vas deferens. The vas deferens is the duct for transporting sperm from the epididymis. It is in the scrotal sac and passes through the inguinal canal into the abdominopelvic cavity. As the vas deferens course to the posterior portion of the prostate, they join the seminal vesicles. The seminal vesicle ducts add seminal fluid to the ejaculate. The area of convergence of the seminal vesicles and vas deferens forms the ejaculatory ducts."}
{"id": "article-22208_3", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Introduction", "content": "The ejaculatory ducts enter the prostate and empty into the prostatic urethra. Within the prostatic urethra, additional secretions from the prostate gland itself are added to the seminal fluid. The final addition of ejaculatory fluid is a lubricating mucus from the bulbourethral glands, located in the membranous urethra. At ejaculation, the semen leaves through the urethra.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Introduction. The ejaculatory ducts enter the prostate and empty into the prostatic urethra. Within the prostatic urethra, additional secretions from the prostate gland itself are added to the seminal fluid. The final addition of ejaculatory fluid is a lubricating mucus from the bulbourethral glands, located in the membranous urethra. At ejaculation, the semen leaves through the urethra."}
{"id": "article-22208_4", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Structure and Function", "content": "The genitourinary tract begins at the kidney, a retroperitoneal organ located at T12-L3 whose primary function is to filter blood and secrete waste products as urine. Urine, produced in the glomeruli and modified in the tubules, eventually travels to the kidney's hilum, emptying into the ureters. The ureters are 25 to 30-cm-long muscular ducts that transport urine to the bladder via peristaltic contractions. They travel down the pelvis, crossing anteriorly to the common iliac artery. When the ureters reach the ischial spine level, they curve anteromedially to enter the bladder at an oblique angle. This angle prevents the backflow of urine by collapsing the ureters when the bladder fills.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Structure and Function. The genitourinary tract begins at the kidney, a retroperitoneal organ located at T12-L3 whose primary function is to filter blood and secrete waste products as urine. Urine, produced in the glomeruli and modified in the tubules, eventually travels to the kidney's hilum, emptying into the ureters. The ureters are 25 to 30-cm-long muscular ducts that transport urine to the bladder via peristaltic contractions. They travel down the pelvis, crossing anteriorly to the common iliac artery. When the ureters reach the ischial spine level, they curve anteromedially to enter the bladder at an oblique angle. This angle prevents the backflow of urine by collapsing the ureters when the bladder fills."}
{"id": "article-22208_5", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Structure and Function", "content": "The urinary bladder is a hollow, muscular organ composed of the detrusor muscle lined with a specialized distensible epithelium urothelium (previously called the transitional epithelium). The interior of the empty bladder displays an undulating surface, except for a triangular-shaped region, the trigone, defined by the entrance of the left and right ureters and the internal urethral orifice. The trigone has stretch receptors for the sensation of bladder fullness. The bladder is situated posterior to the pubic symphysis in the pelvic cavity. Between the bladder and the pubic bone is a potential space filled with fat called the pre-vesicle space or space of Retzius.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Structure and Function. The urinary bladder is a hollow, muscular organ composed of the detrusor muscle lined with a specialized distensible epithelium urothelium (previously called the transitional epithelium). The interior of the empty bladder displays an undulating surface, except for a triangular-shaped region, the trigone, defined by the entrance of the left and right ureters and the internal urethral orifice. The trigone has stretch receptors for the sensation of bladder fullness. The bladder is situated posterior to the pubic symphysis in the pelvic cavity. Between the bladder and the pubic bone is a potential space filled with fat called the pre-vesicle space or space of Retzius."}
{"id": "article-22208_6", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Structure and Function", "content": "Sperm begins meiosis in the seminiferous tubules and travels to the efferent ductules through the rete testis, anastomosing network located in the mediastinum testes. The efferent ductules connect the rete testis to the epididymis, where the sperm matures. During ejaculation, mature sperm travel through the vas deferens, which ascend through the inguinal canal into the pelvic cavity, looping posterolaterally to the prostate.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Structure and Function. Sperm begins meiosis in the seminiferous tubules and travels to the efferent ductules through the rete testis, anastomosing network located in the mediastinum testes. The efferent ductules connect the rete testis to the epididymis, where the sperm matures. During ejaculation, mature sperm travel through the vas deferens, which ascend through the inguinal canal into the pelvic cavity, looping posterolaterally to the prostate."}
{"id": "article-22208_7", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Structure and Function", "content": "The urethra comprises 4 segments named based on its location relative to other organs. The pre-prostatic portion of the urethra is between the prostate and the bladder. The prostatic urethra runs through the prostate. The membranous urethra is located in the deep perineal pouch, along with the bulbourethral gland and external urethral sphincter. Finally, the spongy urethra, surrounded by the corpus spongiosum muscle of the penis, is the last segment reached before expelling the fluid via the urinary meatus. The prostate, a walnut-sized structure located between the bladder and penis, secretes an alkaline solution containing nutrients to mix with the incoming sperm and seminal fluid.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Structure and Function. The urethra comprises 4 segments named based on its location relative to other organs. The pre-prostatic portion of the urethra is between the prostate and the bladder. The prostatic urethra runs through the prostate. The membranous urethra is located in the deep perineal pouch, along with the bulbourethral gland and external urethral sphincter. Finally, the spongy urethra, surrounded by the corpus spongiosum muscle of the penis, is the last segment reached before expelling the fluid via the urinary meatus. The prostate, a walnut-sized structure located between the bladder and penis, secretes an alkaline solution containing nutrients to mix with the incoming sperm and seminal fluid."}
{"id": "article-22208_8", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Structure and Function", "content": "The internal urethral orifice has a smooth muscle sphincter, the internal urethral sphincter, that tonically contracts via the action of the sympathetic nervous system to control continence. [1] Passage through the membranous urethra, located in the deep perineal pouch, is regulated by the external urethral sphincter, which controls the voluntary opening of the membranous urethra by the pudendal nerve from S2-S4. [2] In addition to preventing the outflow of urine from the bladder, the internal urethra sphincter also serves to prevent the backflow of incoming semen from the prostatic urethra into the bladder.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Structure and Function. The internal urethral orifice has a smooth muscle sphincter, the internal urethral sphincter, that tonically contracts via the action of the sympathetic nervous system to control continence. [1] Passage through the membranous urethra, located in the deep perineal pouch, is regulated by the external urethral sphincter, which controls the voluntary opening of the membranous urethra by the pudendal nerve from S2-S4. [2] In addition to preventing the outflow of urine from the bladder, the internal urethra sphincter also serves to prevent the backflow of incoming semen from the prostatic urethra into the bladder."}
{"id": "article-22208_9", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Embryology", "content": "The urinary and genital tract originates initially from the intermediate mesoderm, which differentiates into the urogenital ridge and further differentiates into the nephrogenic and gonadal cords, respectively. The nephrogenic cord develops into the pronephros, mesonephros, and metanephros. Most of the pronephros degenerate. The mesonephric duct forms the ureteric bud, which branches to form the major tracts of the kidneys, including the collecting ducts and the ureter. The metanephros forms the bulk of the kidney, such as the glomerulus. [3] As the kidney develops, it ascends from S1-S2 to T12-L3 while rotating 90 degrees so that the hilum, which initially faces ventrally, faces medially. The cloaca is an endodermal lined structure that divides into the urogenital sinus, which forms the bladder while the trigone forms from Wolffian ducts. [4]", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Embryology. The urinary and genital tract originates initially from the intermediate mesoderm, which differentiates into the urogenital ridge and further differentiates into the nephrogenic and gonadal cords, respectively. The nephrogenic cord develops into the pronephros, mesonephros, and metanephros. Most of the pronephros degenerate. The mesonephric duct forms the ureteric bud, which branches to form the major tracts of the kidneys, including the collecting ducts and the ureter. The metanephros forms the bulk of the kidney, such as the glomerulus. [3] As the kidney develops, it ascends from S1-S2 to T12-L3 while rotating 90 degrees so that the hilum, which initially faces ventrally, faces medially. The cloaca is an endodermal lined structure that divides into the urogenital sinus, which forms the bladder while the trigone forms from Wolffian ducts. [4]"}
{"id": "article-22208_10", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Embryology", "content": "Until fourth week of the development, the gonad is undifferentiated. Male or female differentiation does not start until the seventh week of gestation. [5] The presence of the Y chromosome, specifically of an area called the testes determining factor (SRY) signals to cause the formation of the testes from the undifferentiated gonads. The Leydig cells within the developing testes secrete testosterone to support the maintenance of the male embryological ducts, the mesonephric ducts (Wolffian ducts). [6]", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Embryology. Until fourth week of the development, the gonad is undifferentiated. Male or female differentiation does not start until the seventh week of gestation. [5] The presence of the Y chromosome, specifically of an area called the testes determining factor (SRY) signals to cause the formation of the testes from the undifferentiated gonads. The Leydig cells within the developing testes secrete testosterone to support the maintenance of the male embryological ducts, the mesonephric ducts (Wolffian ducts). [6]"}
{"id": "article-22208_11", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Embryology", "content": "Additionally, the androgens produced by the Leydig cells are responsible for the development of the male external genitals. Also, within the male gonad are Sertoli cells, which secrete anti-Mullerian hormone to inhibit the development of the paramesonephric ducts (Mullerian ducts), the pathway for female development. The mesonephric duct forms the epididymis, vas deferens, and seminal glands. [7]", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Embryology. Additionally, the androgens produced by the Leydig cells are responsible for the development of the male external genitals. Also, within the male gonad are Sertoli cells, which secrete anti-Mullerian hormone to inhibit the development of the paramesonephric ducts (Mullerian ducts), the pathway for female development. The mesonephric duct forms the epididymis, vas deferens, and seminal glands. [7]"}
{"id": "article-22208_12", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Embryology", "content": "The mesonephric ducts also give rise to the ureteric bud and trigone of the bladder in both sexes. The ureters and collecting system of the kidney develop from the ureteric bud. The prostate and urethra are both formed from the urogenital sinus. The primordial phallus forms from the genital tubercle in the cranial end of the cloacal membrane. At around 25 to 26 weeks of development, the testicles descend transabdominally, through the inguinal canal, into the scrotum guided by the gubernaculum. The gubernaculum is the genito-inguinal ligament that develops in the 7th week of mesenchymal origin. [8]", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Embryology. The mesonephric ducts also give rise to the ureteric bud and trigone of the bladder in both sexes. The ureters and collecting system of the kidney develop from the ureteric bud. The prostate and urethra are both formed from the urogenital sinus. The primordial phallus forms from the genital tubercle in the cranial end of the cloacal membrane. At around 25 to 26 weeks of development, the testicles descend transabdominally, through the inguinal canal, into the scrotum guided by the gubernaculum. The gubernaculum is the genito-inguinal ligament that develops in the 7th week of mesenchymal origin. [8]"}
{"id": "article-22208_13", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Blood Supply and Lymphatics", "content": "The proximal portion of the genitourinary tract, consisting of both kidneys and upper ureters, is supplied by the renal arteries, which are branches of the abdominal aorta, located at the L1-L4 vertebrate. The majority of the distal genitourinary tract, including the distal ureters, bladder, and urethra, receives vascular supply via the superior and inferior vesical arteries, which are branches of the internal iliac artery. [9] The superior and inferior vesical arteries also supply the vas deferens and anastomoses with the testicular artery.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Blood Supply and Lymphatics. The proximal portion of the genitourinary tract, consisting of both kidneys and upper ureters, is supplied by the renal arteries, which are branches of the abdominal aorta, located at the L1-L4 vertebrate. The majority of the distal genitourinary tract, including the distal ureters, bladder, and urethra, receives vascular supply via the superior and inferior vesical arteries, which are branches of the internal iliac artery. [9] The superior and inferior vesical arteries also supply the vas deferens and anastomoses with the testicular artery."}
{"id": "article-22208_14", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Blood Supply and Lymphatics", "content": "The testes and epididymis arterial supply, venous, and lymphatic drainage reflect the path of descent of the gonad. As the testes descend through the spermatic cord, the relevant artery, veins, and lymphatics follow the testes into the scrotum. The lymphatics of the pelvic organs derive their names from their associated blood vessels. The 4 primary pelvic lymph nodes are located adjacent to the pelvis, consisting of the external iliac, internal iliac, sacral, and common iliac lymph nodes. [10] The external portion of the genitals drains to the superficial inguinal nodes while the internal genital organs drain to the lumbar and paraaortic nodes.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Blood Supply and Lymphatics. The testes and epididymis arterial supply, venous, and lymphatic drainage reflect the path of descent of the gonad. As the testes descend through the spermatic cord, the relevant artery, veins, and lymphatics follow the testes into the scrotum. The lymphatics of the pelvic organs derive their names from their associated blood vessels. The 4 primary pelvic lymph nodes are located adjacent to the pelvis, consisting of the external iliac, internal iliac, sacral, and common iliac lymph nodes. [10] The external portion of the genitals drains to the superficial inguinal nodes while the internal genital organs drain to the lumbar and paraaortic nodes."}
{"id": "article-22208_15", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Nerves", "content": "Parasympathetic stimulation on the urinary tract causes relaxation of internal sphincters of the bladder while contracting the detrusor muscle, allowing urination. Conversely, sympathetic stimulation of the urinary tract contracts the internal sphincters of the bladder while relaxing the detrusor muscle, preventing urination. Ureters receive sympathetic innervation from T10 to L2 and parasympathetic innervation from S2 to S4. [11]", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Nerves. Parasympathetic stimulation on the urinary tract causes relaxation of internal sphincters of the bladder while contracting the detrusor muscle, allowing urination. Conversely, sympathetic stimulation of the urinary tract contracts the internal sphincters of the bladder while relaxing the detrusor muscle, preventing urination. Ureters receive sympathetic innervation from T10 to L2 and parasympathetic innervation from S2 to S4. [11]"}
{"id": "article-22208_16", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Nerves", "content": "The pelvic region is innervated by the sacral and coccygeal spinal nerves that lie extraperitoneally against the posterolateral wall. [12] Parasympathetic stimulation of the genital system relaxes the smooth muscle of the vasculature of the penis allowing the cavernous erectile tissues to fill blood (tumescence). Sympathetic stimulation caus e s emission, ejaculation, and vasoconstriction. [13]", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Nerves. The pelvic region is innervated by the sacral and coccygeal spinal nerves that lie extraperitoneally against the posterolateral wall. [12] Parasympathetic stimulation of the genital system relaxes the smooth muscle of the vasculature of the penis allowing the cavernous erectile tissues to fill blood (tumescence). Sympathetic stimulation caus e s emission, ejaculation, and vasoconstriction. [13]"}
{"id": "article-22208_17", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Nerves", "content": "Emission is the initial phase of ejaculation where the internal urethral sphincter closes while the prostatic urethra is filled with secretions from the seminal vesicles, vas deferens, prostatic, and Cowpers glands. [14] The prostate receives sympathetic and parasympathetic innervation from the inferior hypogastric plexus. The prostatic plexuses innervate the corpus cavernosum of the penis and seminal vesicles.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Nerves. Emission is the initial phase of ejaculation where the internal urethral sphincter closes while the prostatic urethra is filled with secretions from the seminal vesicles, vas deferens, prostatic, and Cowpers glands. [14] The prostate receives sympathetic and parasympathetic innervation from the inferior hypogastric plexus. The prostatic plexuses innervate the corpus cavernosum of the penis and seminal vesicles."}
{"id": "article-22208_18", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Physiologic Variants", "content": "Pelvic kidney refers to inappropriate ascent during weeks 6 to 8 of development. As a result, the kidney remains in the pelvis instead of the abdomen. Because pelvic kidney rarely presents with symptoms, proper imagining must be performed before surgery in the pelvic area to rule out this anomaly. Pelvic kidney also presents with other anatomical variations in the vasculature that must merit consideration. [15]", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Physiologic Variants. Pelvic kidney refers to inappropriate ascent during weeks 6 to 8 of development. As a result, the kidney remains in the pelvis instead of the abdomen. Because pelvic kidney rarely presents with symptoms, proper imagining must be performed before surgery in the pelvic area to rule out this anomaly. Pelvic kidney also presents with other anatomical variations in the vasculature that must merit consideration. [15]"}
{"id": "article-22208_19", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Surgical Considerations", "content": "Retroperitoneal lymph node dissection (RPLND) is an effective procedure to treat testicular cancer as it is usually the first lymph node testicular cancer spreads. However, surgical complications of RPLND make it a debatable treatment compared to chemotherapy. RPLND results in 30% to 36% of cases developing retrograde ejaculation, causing semen to enter the bladder.[16]", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Surgical Considerations. Retroperitoneal lymph node dissection (RPLND) is an effective procedure to treat testicular cancer as it is usually the first lymph node testicular cancer spreads. However, surgical complications of RPLND make it a debatable treatment compared to chemotherapy. RPLND results in 30% to 36% of cases developing retrograde ejaculation, causing semen to enter the bladder.[16]"}
{"id": "article-22208_20", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Surgical Considerations", "content": "Cystectomy and their associated lymph node removal in bladder cancer also pose significant complications, ranging from 30% to 64% due to the complex anatomy of this region. Researchers observed highly trained surgeons in a 12 lymph node dissection; only 73% of surgeons successfully dissected all 12 lymph nodes. [16] Successful dissections showed a 30% improvement in recurrence.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Surgical Considerations. Cystectomy and their associated lymph node removal in bladder cancer also pose significant complications, ranging from 30% to 64% due to the complex anatomy of this region. Researchers observed highly trained surgeons in a 12 lymph node dissection; only 73% of surgeons successfully dissected all 12 lymph nodes. [16] Successful dissections showed a 30% improvement in recurrence."}
{"id": "article-22208_21", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Clinical Significance", "content": "There are several common clinical pathologies related to the genitourinary tract:", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Clinical Significance. There are several common clinical pathologies related to the genitourinary tract:"}
{"id": "article-22208_22", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Clinical Significance", "content": "Benign prostate hyperplasia, BPH, is a common condition acquired with aging in men. BPH is the enlargement of the prostate, specifically the growth of smooth muscle and epithelial cells due to the hormone dihydrotestosterone, causing the narrowing of the bladder outlet. BPH presents with symptoms such as urgency and nocturia. [17] Treatment often includes 5-alpha-reductase inhibitors, which block the conversion of testosterone to dihydrotestosterone.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Clinical Significance. Benign prostate hyperplasia, BPH, is a common condition acquired with aging in men. BPH is the enlargement of the prostate, specifically the growth of smooth muscle and epithelial cells due to the hormone dihydrotestosterone, causing the narrowing of the bladder outlet. BPH presents with symptoms such as urgency and nocturia. [17] Treatment often includes 5-alpha-reductase inhibitors, which block the conversion of testosterone to dihydrotestosterone."}
{"id": "article-22208_23", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Clinical Significance", "content": "Cryptorchidism is the most common congenital defect where one or both testes fail to descend into the scrotum. Although the cause of cryptorchidism remains unclear, it appears that testicular descent fails during the 2 hormonally controlled stages of gestation at 8 to 15 weeks and 25 to 35 weeks. [18] Cryptorchidism increases the risk of testicular cancer by three to four-fold and causes sub-fertility due to increased testes temperature in the abdomen compared to the scrotum. The primary treatment for cryptorchidism is a surgical procedure called orchidopexy that is usually performed before one year of age to relocate the testes. [18]", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Clinical Significance. Cryptorchidism is the most common congenital defect where one or both testes fail to descend into the scrotum. Although the cause of cryptorchidism remains unclear, it appears that testicular descent fails during the 2 hormonally controlled stages of gestation at 8 to 15 weeks and 25 to 35 weeks. [18] Cryptorchidism increases the risk of testicular cancer by three to four-fold and causes sub-fertility due to increased testes temperature in the abdomen compared to the scrotum. The primary treatment for cryptorchidism is a surgical procedure called orchidopexy that is usually performed before one year of age to relocate the testes. [18]"}
{"id": "article-22208_24", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Clinical Significance", "content": "Hypospadias is a congenital defect that results in a ventral urethral opening on the penis other than the tip. Researchers believe it to be the result of both environmental and genetic factors. The severity of hypospadias depends on the location of the urinary meatus. Anterior hypospadias (70% prevalence) is generally a minor condition where the urinary meatus exits from either the glandular or sub-coronal portion of the penis. Posterior and penile hypospadias (30% prevalence) are far more problematic. Hypospadias usually need to be corrected surgically as it can interfere with both urinary and sexual functions. [19]", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Clinical Significance. Hypospadias is a congenital defect that results in a ventral urethral opening on the penis other than the tip. Researchers believe it to be the result of both environmental and genetic factors. The severity of hypospadias depends on the location of the urinary meatus. Anterior hypospadias (70% prevalence) is generally a minor condition where the urinary meatus exits from either the glandular or sub-coronal portion of the penis. Posterior and penile hypospadias (30% prevalence) are far more problematic. Hypospadias usually need to be corrected surgically as it can interfere with both urinary and sexual functions. [19]"}
{"id": "article-22208_25", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Clinical Significance", "content": "Urethritis is the inflammation of the urethra due to bacterial infections such as Neisseria gonorrhoeae and Chlamydia trachomatis. [20] It is the most frequently reported genitourinary complaint in sexually active men under the age of 50, with around 2.8 million cases annually in the United States. Discharge and dysuria are the 2 most commonly reported symptoms in urethritis at 61% and 50%, respectively. [20] Antibiotic therapy usually resolves urethritis.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Clinical Significance. Urethritis is the inflammation of the urethra due to bacterial infections such as Neisseria gonorrhoeae and Chlamydia trachomatis. [20] It is the most frequently reported genitourinary complaint in sexually active men under the age of 50, with around 2.8 million cases annually in the United States. Discharge and dysuria are the 2 most commonly reported symptoms in urethritis at 61% and 50%, respectively. [20] Antibiotic therapy usually resolves urethritis."}
{"id": "article-22208_26", "title": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis, Male Genitourinary Tract -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}