{"id": "article-18105_0", "title": "Bacteriostatic Antibiotics -- Continuing Education Activity", "content": "The term \"bacteriostatic antibiotics\" is used to describe medications whose mechanism of action stalls bacterial cellular activity without directly causing bacterial death. The mechanisms of action of these antimicrobials are broad, and they generally require patients' to have functional immune systems to function optimally. This activity outlines the indications, mechanisms, and contraindications of bacteriostatic antimicrobials in treating bacterial infections and other key factors pertinent to members of the healthcare team treating patients with bacterial infections.", "contents": "Bacteriostatic Antibiotics -- Continuing Education Activity. The term \"bacteriostatic antibiotics\" is used to describe medications whose mechanism of action stalls bacterial cellular activity without directly causing bacterial death. The mechanisms of action of these antimicrobials are broad, and they generally require patients' to have functional immune systems to function optimally. This activity outlines the indications, mechanisms, and contraindications of bacteriostatic antimicrobials in treating bacterial infections and other key factors pertinent to members of the healthcare team treating patients with bacterial infections."}
{"id": "article-18105_1", "title": "Bacteriostatic Antibiotics -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of various bacteriostatic antimicrobials. Describe the indications for different bacteriostatic antimicrobials. Review the toxicity of bacteriostatic antimicrobials. Outline interprofessional team strategies for improving care coordination and communication to advance the use of bacteriostatic antimicrobials. Access free multiple choice questions on this topic.", "contents": "Bacteriostatic Antibiotics -- Continuing Education Activity. Objectives: Identify the mechanism of action of various bacteriostatic antimicrobials. Describe the indications for different bacteriostatic antimicrobials. Review the toxicity of bacteriostatic antimicrobials. Outline interprofessional team strategies for improving care coordination and communication to advance the use of bacteriostatic antimicrobials. Access free multiple choice questions on this topic."}
{"id": "article-18105_2", "title": "Bacteriostatic Antibiotics -- Indications", "content": "Bacteriostatic antimicrobials, a term generally used to describe antimicrobials that function via inhibition of bacterial protein synthesis, have many indications in medicine according to their mechanisms of action. Due to merely inhibiting further growth of bacteria, bacteriostatic antimicrobials require a functioning host immune system to fully clear overgrowth. Due to this effect, however, observational studies have shown that there is a lower incidence of toxic shock and more tolerable side effect profiles. [1] [2] [3] [4] The following classes and specific antimicrobials are generally bacteriostatic: tetracyclines, macrolides, clindamycin, trimethoprim/sulfamethoxazole, linezolid, and chloramphenicol. However, the routine clinical use of chloramphenicol has fallen out of favor in recent years because of side effects.", "contents": "Bacteriostatic Antibiotics -- Indications. Bacteriostatic antimicrobials, a term generally used to describe antimicrobials that function via inhibition of bacterial protein synthesis, have many indications in medicine according to their mechanisms of action. Due to merely inhibiting further growth of bacteria, bacteriostatic antimicrobials require a functioning host immune system to fully clear overgrowth. Due to this effect, however, observational studies have shown that there is a lower incidence of toxic shock and more tolerable side effect profiles. [1] [2] [3] [4] The following classes and specific antimicrobials are generally bacteriostatic: tetracyclines, macrolides, clindamycin, trimethoprim/sulfamethoxazole, linezolid, and chloramphenicol. However, the routine clinical use of chloramphenicol has fallen out of favor in recent years because of side effects."}
{"id": "article-18105_3", "title": "Bacteriostatic Antibiotics -- Indications", "content": "The indications for tetracycline antimicrobials are extremely broad. As one of the oldest classes of antimicrobials, tetracyclines have demonstrated good activity against gram-positive, gram-negative, atypical, and spirochete bacteria. [5] [6] While older tetracyclines (tetracycline, doxycycline) have significant resistance developed in more common pathogens, they retain good activity against atypical pathogens. [3] [5] [6] However, newer agents within this class (tigecycline) are seeing increasing use in the treatment of multiresistant pathogens due to low rates of resistance. [3] Additionally, due to their wide spectrum of activity and predictable and comparatively tolerable toxicity profile, these agents are popular in the outpatient setting. [3]", "contents": "Bacteriostatic Antibiotics -- Indications. The indications for tetracycline antimicrobials are extremely broad. As one of the oldest classes of antimicrobials, tetracyclines have demonstrated good activity against gram-positive, gram-negative, atypical, and spirochete bacteria. [5] [6] While older tetracyclines (tetracycline, doxycycline) have significant resistance developed in more common pathogens, they retain good activity against atypical pathogens. [3] [5] [6] However, newer agents within this class (tigecycline) are seeing increasing use in the treatment of multiresistant pathogens due to low rates of resistance. [3] Additionally, due to their wide spectrum of activity and predictable and comparatively tolerable toxicity profile, these agents are popular in the outpatient setting. [3]"}
{"id": "article-18105_4", "title": "Bacteriostatic Antibiotics -- Indications", "content": "The indications for macrolide antimicrobials are dependent upon the specific macrolide antimicrobial in question. There are three primary antimicrobials within this class: erythromycin, clarithromycin, and azithromycin. [7] [8] Erythromycin has poor activity against gram-negative and anaerobic organisms. However, it is extremely effective against atypical pathogens and has some activity against Neisseria spp . Clarithromycin has a similar spectrum of activity to erythromycin, with additional activity against some staph and strep species. [8] [9] Azithromycin generally has less activity against most common gram-positive and negative pathogens, but it demonstrates higher efficacy against atypical agents. [9] [8]", "contents": "Bacteriostatic Antibiotics -- Indications. The indications for macrolide antimicrobials are dependent upon the specific macrolide antimicrobial in question. There are three primary antimicrobials within this class: erythromycin, clarithromycin, and azithromycin. [7] [8] Erythromycin has poor activity against gram-negative and anaerobic organisms. However, it is extremely effective against atypical pathogens and has some activity against Neisseria spp . Clarithromycin has a similar spectrum of activity to erythromycin, with additional activity against some staph and strep species. [8] [9] Azithromycin generally has less activity against most common gram-positive and negative pathogens, but it demonstrates higher efficacy against atypical agents. [9] [8]"}
{"id": "article-18105_5", "title": "Bacteriostatic Antibiotics -- Indications", "content": "Clindamycin is an antimicrobial that has gained many indications. In a 1996 review of the literature concerning the drug, indications for it include the following uses: skin and soft tissue infections (including diabetic foot), osteomyelitis and septic arthritis, recurrent streptococcal pharyngitis, anaerobic lung infections, and as an alternative for intra-abdominal and pelvic infections. [9] However, it has poor activity in the bloodstream and is not a recommended therapy in septic patients or those with most gram-negative infections. [9] [10] [11]", "contents": "Bacteriostatic Antibiotics -- Indications. Clindamycin is an antimicrobial that has gained many indications. In a 1996 review of the literature concerning the drug, indications for it include the following uses: skin and soft tissue infections (including diabetic foot), osteomyelitis and septic arthritis, recurrent streptococcal pharyngitis, anaerobic lung infections, and as an alternative for intra-abdominal and pelvic infections. [9] However, it has poor activity in the bloodstream and is not a recommended therapy in septic patients or those with most gram-negative infections. [9] [10] [11]"}
{"id": "article-18105_6", "title": "Bacteriostatic Antibiotics -- Indications", "content": "Trimethoprim/sulfamethoxazole previously saw use as the primary outpatient antimicrobial for a wide variety of infections. However, due to the emergence of widespread resistance, it has lost its utility for empiric coverage of infection in the outpatient setting. [12] Currently, trimethoprim/sulfamethoxazole indications include the treatment of uncomplicated cystitis in patients without recent antimicrobial use, hospitalization, or recurrent UTI in the past year, as well as empiric treatment of non-bloody infectious diarrhea. [12] Due to high resistance in strep and staph species, it is no longer the recommended agent in respiratory or skin/soft tissue infection.", "contents": "Bacteriostatic Antibiotics -- Indications. Trimethoprim/sulfamethoxazole previously saw use as the primary outpatient antimicrobial for a wide variety of infections. However, due to the emergence of widespread resistance, it has lost its utility for empiric coverage of infection in the outpatient setting. [12] Currently, trimethoprim/sulfamethoxazole indications include the treatment of uncomplicated cystitis in patients without recent antimicrobial use, hospitalization, or recurrent UTI in the past year, as well as empiric treatment of non-bloody infectious diarrhea. [12] Due to high resistance in strep and staph species, it is no longer the recommended agent in respiratory or skin/soft tissue infection."}
{"id": "article-18105_7", "title": "Bacteriostatic Antibiotics -- Indications", "content": "Additionally, trimethoprim/sulfamethoxazole is one of the agents of choice to prevent HIV/AIDS-associated infections, specifically pneumocystis pneumonia ( P. jiroveci ). Its recommendations include its use as a prophylactic agent in patients with CD4 count less than 200 cells/microliter. [12]", "contents": "Bacteriostatic Antibiotics -- Indications. Additionally, trimethoprim/sulfamethoxazole is one of the agents of choice to prevent HIV/AIDS-associated infections, specifically pneumocystis pneumonia ( P. jiroveci ). Its recommendations include its use as a prophylactic agent in patients with CD4 count less than 200 cells/microliter. [12]"}
{"id": "article-18105_8", "title": "Bacteriostatic Antibiotics -- Indications", "content": "Linezolid, first gaining widespread use in the 2000s, has broad activity against most gram-positive organisms. [13] [14] [15] Due in large part to its expense, as well as efforts to protect it against developing resistance at large, its primary use is for the treatment of multi-drug resistant gram-positive infections. It has poor activity against gram-negative and anaerobic bacteria, and clinicians should not use it in these settings. Additionally, due to its limited spectrum of activity, it should not be used as an empiric antimicrobial.", "contents": "Bacteriostatic Antibiotics -- Indications. Linezolid, first gaining widespread use in the 2000s, has broad activity against most gram-positive organisms. [13] [14] [15] Due in large part to its expense, as well as efforts to protect it against developing resistance at large, its primary use is for the treatment of multi-drug resistant gram-positive infections. It has poor activity against gram-negative and anaerobic bacteria, and clinicians should not use it in these settings. Additionally, due to its limited spectrum of activity, it should not be used as an empiric antimicrobial."}
{"id": "article-18105_9", "title": "Bacteriostatic Antibiotics -- Mechanism of Action", "content": "Bacteriostatic antimicrobials most commonly function via the inhibition of bacterial protein synthesis pathways.", "contents": "Bacteriostatic Antibiotics -- Mechanism of Action. Bacteriostatic antimicrobials most commonly function via the inhibition of bacterial protein synthesis pathways."}
{"id": "article-18105_10", "title": "Bacteriostatic Antibiotics -- Mechanism of Action", "content": "As a class, the primary mechanism of action of tetracycline antimicrobials is the reversible inhibition of the 30S bacterial ribosomal subunit. [5] [6] [16] This inhibition causes the arrest of bacterial protein production, which inhibits bacterial defenses and allows for host immune cells to eliminate the offending bacteria.", "contents": "Bacteriostatic Antibiotics -- Mechanism of Action. As a class, the primary mechanism of action of tetracycline antimicrobials is the reversible inhibition of the 30S bacterial ribosomal subunit. [5] [6] [16] This inhibition causes the arrest of bacterial protein production, which inhibits bacterial defenses and allows for host immune cells to eliminate the offending bacteria."}
{"id": "article-18105_11", "title": "Bacteriostatic Antibiotics -- Mechanism of Action", "content": "Macrolides function via inhibition of the larger subunit of bacterial ribosomes, the 50S subunit. [8] [9] Specifically, they bind and inhibit the translocation of amino acids out of the ribosomes, halting protein synthesis. [8] [9] Clindamycin additionally affects the 50S bacterial subunit; however, it inhibits the subunit at a different site than macrolides. [9]", "contents": "Bacteriostatic Antibiotics -- Mechanism of Action. Macrolides function via inhibition of the larger subunit of bacterial ribosomes, the 50S subunit. [8] [9] Specifically, they bind and inhibit the translocation of amino acids out of the ribosomes, halting protein synthesis. [8] [9] Clindamycin additionally affects the 50S bacterial subunit; however, it inhibits the subunit at a different site than macrolides. [9]"}
{"id": "article-18105_12", "title": "Bacteriostatic Antibiotics -- Mechanism of Action", "content": "Trimethoprim/sulfamethoxazole has been a successful antimicrobial combination formulation because each of its constituents, trimethoprim, and sulfamethoxazole, prevents effective processing of folic acid and its derivatives in bacteria. [12] The thinking is that the synergistic effect of the combination significantly increases its efficacy compared to either agent alone. [12] Although a mounting body of research suggests that this may be untrue, the combined formulation still predominates due to a lower prevalence of resistance to the combination in the community. [12]", "contents": "Bacteriostatic Antibiotics -- Mechanism of Action. Trimethoprim/sulfamethoxazole has been a successful antimicrobial combination formulation because each of its constituents, trimethoprim, and sulfamethoxazole, prevents effective processing of folic acid and its derivatives in bacteria. [12] The thinking is that the synergistic effect of the combination significantly increases its efficacy compared to either agent alone. [12] Although a mounting body of research suggests that this may be untrue, the combined formulation still predominates due to a lower prevalence of resistance to the combination in the community. [12]"}
{"id": "article-18105_13", "title": "Bacteriostatic Antibiotics -- Mechanism of Action", "content": "Linezolid has a unique mechanism of action compared to other antimicrobials. It binds to the P site of the 50 S ribosome, which prevents the formation of bacterial ribosomal fMet-tRNA complex and thus preventing bacterial protein synthesis. [15] [10] As a result of this, it has no cross-resistance with other classes of antimicrobials. [10] [15]", "contents": "Bacteriostatic Antibiotics -- Mechanism of Action. Linezolid has a unique mechanism of action compared to other antimicrobials. It binds to the P site of the 50 S ribosome, which prevents the formation of bacterial ribosomal fMet-tRNA complex and thus preventing bacterial protein synthesis. [15] [10] As a result of this, it has no cross-resistance with other classes of antimicrobials. [10] [15]"}
{"id": "article-18105_14", "title": "Bacteriostatic Antibiotics -- Administration", "content": "Tetracycline antimicrobials are administrable either orally or intravenously. [5] [6] [7] Other preparations of tetracyclines are not common due to concerns for hypersensitivity reactions around the administration site. Most tetracyclines have poor oral bioavailability: generally less than 50%. However, doxycycline has shown to have enteral absorption exceeding 90% of the oral dose. [7] The preferred intravenous preparation of tetracycline antimicrobial is doxycycline and should be given into the central venous system to reduce the risk of infusion site hypersensitivity. [5] [6] [7]", "contents": "Bacteriostatic Antibiotics -- Administration. Tetracycline antimicrobials are administrable either orally or intravenously. [5] [6] [7] Other preparations of tetracyclines are not common due to concerns for hypersensitivity reactions around the administration site. Most tetracyclines have poor oral bioavailability: generally less than 50%. However, doxycycline has shown to have enteral absorption exceeding 90% of the oral dose. [7] The preferred intravenous preparation of tetracycline antimicrobial is doxycycline and should be given into the central venous system to reduce the risk of infusion site hypersensitivity. [5] [6] [7]"}
{"id": "article-18105_15", "title": "Bacteriostatic Antibiotics -- Administration", "content": "While erythromycin administration is possible via the IV route, the most common formulation of macrolide antimicrobials is in oral dosage forms. [17] [8] [9] This is due to these agents causing significant pain and discomfort around the infusion site parenterally. Additionally, intravenous macrolides have correlations with thrombophlebitis. [17] [18]", "contents": "Bacteriostatic Antibiotics -- Administration. While erythromycin administration is possible via the IV route, the most common formulation of macrolide antimicrobials is in oral dosage forms. [17] [8] [9] This is due to these agents causing significant pain and discomfort around the infusion site parenterally. Additionally, intravenous macrolides have correlations with thrombophlebitis. [17] [18]"}
{"id": "article-18105_16", "title": "Bacteriostatic Antibiotics -- Administration", "content": "Clindamycin is nearly completely absorbed orally. However, it has a relatively short half-life, requiring dosing every 6 hours. [9] It can be given intravenously to both children and adults if there is a contraindication to oral medication use. [9] Finally, clindamycin has topical preparations, most commonly used for the treatment of pelvic or vaginal infections. [9] [11]", "contents": "Bacteriostatic Antibiotics -- Administration. Clindamycin is nearly completely absorbed orally. However, it has a relatively short half-life, requiring dosing every 6 hours. [9] It can be given intravenously to both children and adults if there is a contraindication to oral medication use. [9] Finally, clindamycin has topical preparations, most commonly used for the treatment of pelvic or vaginal infections. [9] [11]"}
{"id": "article-18105_17", "title": "Bacteriostatic Antibiotics -- Administration", "content": "Trimethoprim/sulfamethoxazole has available formulations on the market in both oral and intravenous forms; however, due to its indications, it is nearly universally encountered in its oral formulation. [12] Additionally, it has excellent absorption via the enteric system and gets excreted in its active form in the urine. [12] Trimethoprim, however, is more widely distributed throughout the body and is more readily excreted into the urine, causing variable concentrations of each component over time throughout the body. [12]", "contents": "Bacteriostatic Antibiotics -- Administration. Trimethoprim/sulfamethoxazole has available formulations on the market in both oral and intravenous forms; however, due to its indications, it is nearly universally encountered in its oral formulation. [12] Additionally, it has excellent absorption via the enteric system and gets excreted in its active form in the urine. [12] Trimethoprim, however, is more widely distributed throughout the body and is more readily excreted into the urine, causing variable concentrations of each component over time throughout the body. [12]"}
{"id": "article-18105_18", "title": "Bacteriostatic Antibiotics -- Administration", "content": "Linezolid has nearly 100% absorption orally and may be given orally or intravenously, depending on the clinical setting. [14] Additionally, the drug may be taken with or without food and has a half-life allowing for twice-daily dosing. It also appears to have widespread penetration into tissue throughout the body and can be used for infections of multiple different sites. [13] [10] [15]", "contents": "Bacteriostatic Antibiotics -- Administration. Linezolid has nearly 100% absorption orally and may be given orally or intravenously, depending on the clinical setting. [14] Additionally, the drug may be taken with or without food and has a half-life allowing for twice-daily dosing. It also appears to have widespread penetration into tissue throughout the body and can be used for infections of multiple different sites. [13] [10] [15]"}
{"id": "article-18105_19", "title": "Bacteriostatic Antibiotics -- Adverse Effects", "content": "Similar to their indications, the adverse effects of bacteriostatic antimicrobials are dependent upon the drug in question.", "contents": "Bacteriostatic Antibiotics -- Adverse Effects. Similar to their indications, the adverse effects of bacteriostatic antimicrobials are dependent upon the drug in question."}
{"id": "article-18105_20", "title": "Bacteriostatic Antibiotics -- Adverse Effects", "content": "Due to their excellent bioavailability in most tissues throughout the body, tetracyclines can easily be deposited into vascularized bones and tissues; this becomes problematic in fetuses and children less than eight years old, where tetracycline antibiotics can deposit and cause a characteristic brown discoloration of bones, which is permanent throughout life. This adverse effect is not inherently toxic and is a relative contraindication. Additionally, this effect is directly dose-dependent. [6] [7]", "contents": "Bacteriostatic Antibiotics -- Adverse Effects. Due to their excellent bioavailability in most tissues throughout the body, tetracyclines can easily be deposited into vascularized bones and tissues; this becomes problematic in fetuses and children less than eight years old, where tetracycline antibiotics can deposit and cause a characteristic brown discoloration of bones, which is permanent throughout life. This adverse effect is not inherently toxic and is a relative contraindication. Additionally, this effect is directly dose-dependent. [6] [7]"}
{"id": "article-18105_21", "title": "Bacteriostatic Antibiotics -- Adverse Effects", "content": "Macrolide antimicrobials are significant inhibitors of CYP3A4 and have several interactions via these pathways. Specifically, they increase serum concentrations of carbamazepine, corticosteroids, cyclosporin, digoxin, theophylline, valproic acid, and warfarin. [8] [9] Azithromycin, however, appears to have less activity on CYP3A4 and has weaker drug interactions. [8] [9]", "contents": "Bacteriostatic Antibiotics -- Adverse Effects. Macrolide antimicrobials are significant inhibitors of CYP3A4 and have several interactions via these pathways. Specifically, they increase serum concentrations of carbamazepine, corticosteroids, cyclosporin, digoxin, theophylline, valproic acid, and warfarin. [8] [9] Azithromycin, however, appears to have less activity on CYP3A4 and has weaker drug interactions. [8] [9]"}
{"id": "article-18105_22", "title": "Bacteriostatic Antibiotics -- Adverse Effects", "content": "Clindamycin commonly correlates with local hypersensitivity and skin reactions, which can be severe enough to cause toxic epidermal necrolysis or Stevens-Johnson syndrome. [9] Additionally, both oral and intravenous preparations of clindamycin deplete the bacterial reserve of the gut and strongly correlate with rates of C. difficile colitis (up to 20 to 30%) and high rates of diarrhea without underlying infection. [9]", "contents": "Bacteriostatic Antibiotics -- Adverse Effects. Clindamycin commonly correlates with local hypersensitivity and skin reactions, which can be severe enough to cause toxic epidermal necrolysis or Stevens-Johnson syndrome. [9] Additionally, both oral and intravenous preparations of clindamycin deplete the bacterial reserve of the gut and strongly correlate with rates of C. difficile colitis (up to 20 to 30%) and high rates of diarrhea without underlying infection. [9]"}
{"id": "article-18105_23", "title": "Bacteriostatic Antibiotics -- Adverse Effects", "content": "Generally, trimethoprim/sulfamethoxazole is well-tolerated in both immunocompetent and immunocompromised patients. However, there are some drug-drug interactions with warfarin, methotrexate, phenytoin, digoxin, and oral contraceptives. [12] For most of these agents, it increases blood concentrations, therefore increasing activity. However, it appears to inactivate oral contraceptives. [12] Additionally, as a sulfonamide-containing (sulfa) antimicrobial, there is a significant risk of allergy within the general population. [12] A final effect of trimethoprim/sulfamethoxazole is that it causes an approximately 10% rise in serum creatinine concentrations without affecting renal function, which can mimic signs of nephrotoxicity. [12]", "contents": "Bacteriostatic Antibiotics -- Adverse Effects. Generally, trimethoprim/sulfamethoxazole is well-tolerated in both immunocompetent and immunocompromised patients. However, there are some drug-drug interactions with warfarin, methotrexate, phenytoin, digoxin, and oral contraceptives. [12] For most of these agents, it increases blood concentrations, therefore increasing activity. However, it appears to inactivate oral contraceptives. [12] Additionally, as a sulfonamide-containing (sulfa) antimicrobial, there is a significant risk of allergy within the general population. [12] A final effect of trimethoprim/sulfamethoxazole is that it causes an approximately 10% rise in serum creatinine concentrations without affecting renal function, which can mimic signs of nephrotoxicity. [12]"}
{"id": "article-18105_24", "title": "Bacteriostatic Antibiotics -- Adverse Effects", "content": "Linezolid is generally well-tolerated in the general population. [14] While it has traditionally shown correlations with a risk of serotonin syndrome when given in combination with other serotonergic medications, this risk is low. [15] [14]", "contents": "Bacteriostatic Antibiotics -- Adverse Effects. Linezolid is generally well-tolerated in the general population. [14] While it has traditionally shown correlations with a risk of serotonin syndrome when given in combination with other serotonergic medications, this risk is low. [15] [14]"}
{"id": "article-18105_25", "title": "Bacteriostatic Antibiotics -- Contraindications", "content": "The contraindications to the various bacteriostatic agents are specific to each class of drug/agent in question. Contraindications to most tetracycline antimicrobials are as follows: kidney dysfunction (except doxycycline), children less than eight, pregnant patients, and active colitis. [6] [7] There are no absolute contraindications to macrolide antimicrobials. However, clinicians should pay significant attention to drug interactions, cardiac arrhythmias, and hypersensitivity related to drug breakdown products. [7] Clindamycin has poor penetrance into the central nervous system and is contraindicated in a nervous system infection. [9] trimethoprim/sulfamethoxazole is contraindicated in sulfa-allergic patients. [12] Linezolid has no significant contraindications; however, its use should be avoided except in resistant gram-positive infections due to antimicrobial stewardship efforts. [15] [10]", "contents": "Bacteriostatic Antibiotics -- Contraindications. The contraindications to the various bacteriostatic agents are specific to each class of drug/agent in question. Contraindications to most tetracycline antimicrobials are as follows: kidney dysfunction (except doxycycline), children less than eight, pregnant patients, and active colitis. [6] [7] There are no absolute contraindications to macrolide antimicrobials. However, clinicians should pay significant attention to drug interactions, cardiac arrhythmias, and hypersensitivity related to drug breakdown products. [7] Clindamycin has poor penetrance into the central nervous system and is contraindicated in a nervous system infection. [9] trimethoprim/sulfamethoxazole is contraindicated in sulfa-allergic patients. [12] Linezolid has no significant contraindications; however, its use should be avoided except in resistant gram-positive infections due to antimicrobial stewardship efforts. [15] [10]"}
{"id": "article-18105_26", "title": "Bacteriostatic Antibiotics -- Monitoring", "content": "One advantage of most bacteriostatic antimicrobials, as a class, is that they usually do not require intensive monitoring as other classes of bactericidal drugs. Tetracycline antimicrobials do not typically require monitoring of blood drug concentrations, nor do they have an easily identifiable metabolite to monitor their activity in vivo . [6] [7] However, caution is necessary regarding patients' consumption of certain metallic elements (Ca, Al, Mg, etc.), specifically due to their inactivation by divalent and trivalent cations. [6] [7] Macrolides generally do not require specific monitoring in vivo . However, if patients are taking other agents with macrolides, corresponding concentrations of other drugs should be monitored for alterations in their activity. [8] [9] Clindamycin does not require laboratory monitoring for side effects; however, clinical monitoring for symptomatic diarrhea and colitis is recommended. [9] There is no monitoring required for trimethoprim/sulfamethoxazole therapy. [12] There is no monitoring required for linezolid. [14]", "contents": "Bacteriostatic Antibiotics -- Monitoring. One advantage of most bacteriostatic antimicrobials, as a class, is that they usually do not require intensive monitoring as other classes of bactericidal drugs. Tetracycline antimicrobials do not typically require monitoring of blood drug concentrations, nor do they have an easily identifiable metabolite to monitor their activity in vivo . [6] [7] However, caution is necessary regarding patients' consumption of certain metallic elements (Ca, Al, Mg, etc.), specifically due to their inactivation by divalent and trivalent cations. [6] [7] Macrolides generally do not require specific monitoring in vivo . However, if patients are taking other agents with macrolides, corresponding concentrations of other drugs should be monitored for alterations in their activity. [8] [9] Clindamycin does not require laboratory monitoring for side effects; however, clinical monitoring for symptomatic diarrhea and colitis is recommended. [9] There is no monitoring required for trimethoprim/sulfamethoxazole therapy. [12] There is no monitoring required for linezolid. [14]"}
{"id": "article-18105_27", "title": "Bacteriostatic Antibiotics -- Toxicity", "content": "In general, due to the comparatively slower mechanism of action of bacteriostatic antimicrobials, the toxicity profiles of bacteriostatic agents are generally lesser than their comparable bacteriocidal analogs. [1] [4] Tetracycline antimicrobials, while generally well tolerated, have the following toxicities: irritant gastritis, photosensitivity, hepatotoxicity, nephrotoxicity (except doxycycline), and hypersensitivity reactions (may not be allergic). [6] [7] The most common toxicities of macrolide antimicrobials are allergic reactions, gastrointestinal distress and promotility, cardiac arrhythmias (erythromycin, QTc prolongation), and tinnitus (erythromycin). [8] [9] These agents, however, are generally well tolerated. Trimethoprim/sulfamethoxazole has less than 10% gastrointestinal, dermatologic toxicities and a very rare risk of aplastic anemia. The toxicity regimen of linezolid is generally limited to low risks of gastrointestinal distress, headache, and rash. [14] The most significant toxicity reported in the literature for linezolid is myelosuppression and thrombocytopenia, with rates approaching 2.5%. [14]", "contents": "Bacteriostatic Antibiotics -- Toxicity. In general, due to the comparatively slower mechanism of action of bacteriostatic antimicrobials, the toxicity profiles of bacteriostatic agents are generally lesser than their comparable bacteriocidal analogs. [1] [4] Tetracycline antimicrobials, while generally well tolerated, have the following toxicities: irritant gastritis, photosensitivity, hepatotoxicity, nephrotoxicity (except doxycycline), and hypersensitivity reactions (may not be allergic). [6] [7] The most common toxicities of macrolide antimicrobials are allergic reactions, gastrointestinal distress and promotility, cardiac arrhythmias (erythromycin, QTc prolongation), and tinnitus (erythromycin). [8] [9] These agents, however, are generally well tolerated. Trimethoprim/sulfamethoxazole has less than 10% gastrointestinal, dermatologic toxicities and a very rare risk of aplastic anemia. The toxicity regimen of linezolid is generally limited to low risks of gastrointestinal distress, headache, and rash. [14] The most significant toxicity reported in the literature for linezolid is myelosuppression and thrombocytopenia, with rates approaching 2.5%. [14]"}
{"id": "article-18105_28", "title": "Bacteriostatic Antibiotics -- Enhancing Healthcare Team Outcomes", "content": "There has been a traditional bias against bacteriostatic antimicrobials for a variety of indications, particularly in more acute settings, due to a misconception that they have clinically slower rates of activity and lose efficacy. [1] [3] This perception, however, is untrue in several settings. [2] [1] [3] With appropriate stewardship and understanding of the risk and benefits of these agents, they can be used in a variety of clinical indications to help maintain the efficacy of many of the broad spectrum bactericidal agents commonly in use in hospitals and outpatient clinics. [2] The level of evidence for the composite studies in this article is I-II.", "contents": "Bacteriostatic Antibiotics -- Enhancing Healthcare Team Outcomes. There has been a traditional bias against bacteriostatic antimicrobials for a variety of indications, particularly in more acute settings, due to a misconception that they have clinically slower rates of activity and lose efficacy. [1] [3] This perception, however, is untrue in several settings. [2] [1] [3] With appropriate stewardship and understanding of the risk and benefits of these agents, they can be used in a variety of clinical indications to help maintain the efficacy of many of the broad spectrum bactericidal agents commonly in use in hospitals and outpatient clinics. [2] The level of evidence for the composite studies in this article is I-II."}
{"id": "article-18105_29", "title": "Bacteriostatic Antibiotics -- Enhancing Healthcare Team Outcomes", "content": "The use of these bacteriostatic agents requires an interprofessional team approach to patient care. The prescribing/ordering clinician will decide which antimicrobial to use; this decision should be in tandem with a board-certified infectious disease pharmacist, in conjunction with the latest antibiogram data - especially in the inpatient setting. The pharmacist should also perform a complete medication reconciliation to rule out potential drug-drug interactions. Nursing will be responsible for administering these drugs in the inpatient setting, and for outpatients, they can still counsel the patient on proper administration. Nursing can also evaluate patient adherence and should be cognizant of potential adverse reactions so they can be reported to the prescriber immediately. This interprofessional team approach will optimize the therapeutic potential for bacteriostatic antimicrobials while limiting drug resistance and adverse events. [Level 5]", "contents": "Bacteriostatic Antibiotics -- Enhancing Healthcare Team Outcomes. The use of these bacteriostatic agents requires an interprofessional team approach to patient care. The prescribing/ordering clinician will decide which antimicrobial to use; this decision should be in tandem with a board-certified infectious disease pharmacist, in conjunction with the latest antibiogram data - especially in the inpatient setting. The pharmacist should also perform a complete medication reconciliation to rule out potential drug-drug interactions. Nursing will be responsible for administering these drugs in the inpatient setting, and for outpatients, they can still counsel the patient on proper administration. Nursing can also evaluate patient adherence and should be cognizant of potential adverse reactions so they can be reported to the prescriber immediately. This interprofessional team approach will optimize the therapeutic potential for bacteriostatic antimicrobials while limiting drug resistance and adverse events. [Level 5]"}
{"id": "article-18105_30", "title": "Bacteriostatic Antibiotics -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bacteriostatic Antibiotics -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}