{"id": "article-27667_0", "title": "Prenatal Nonstress Test -- Continuing Education Activity", "content": "Prenatal non-stress test, popularly known as NST, is a method used to test fetal wellbeing before the onset of labor. A prenatal non-stress test functions in overall antepartum surveillance with ultrasound as a part or component of the biophysical profile. The presence of fetal movements and fetal heart rate acceleration is the most critical feature of the non-stress test. It is a non-invasive test used for the surveillance of high-risk pregnancies when the fetus is judged clinically to be at risk for hypoxemia or increased risk of death. This activity reviews the prenatal non stress test, its indications, clinical relevance, and highlights the role of the interprofessional team in the management of the pregnant patient.", "contents": "Prenatal Nonstress Test -- Continuing Education Activity. Prenatal non-stress test, popularly known as NST, is a method used to test fetal wellbeing before the onset of labor. A prenatal non-stress test functions in overall antepartum surveillance with ultrasound as a part or component of the biophysical profile. The presence of fetal movements and fetal heart rate acceleration is the most critical feature of the non-stress test. It is a non-invasive test used for the surveillance of high-risk pregnancies when the fetus is judged clinically to be at risk for hypoxemia or increased risk of death. This activity reviews the prenatal non stress test, its indications, clinical relevance, and highlights the role of the interprofessional team in the management of the pregnant patient."}
{"id": "article-27667_1", "title": "Prenatal Nonstress Test -- Continuing Education Activity", "content": "Objectives: Identify the indications for a prenatal non stress test Describe how a perenatal non-stress test is conducted. Review the clinical significance of a prenatal non stress test. Outline the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients undergoing the prenatal non stress test. Access free multiple choice questions on this topic.", "contents": "Prenatal Nonstress Test -- Continuing Education Activity. Objectives: Identify the indications for a prenatal non stress test Describe how a perenatal non-stress test is conducted. Review the clinical significance of a prenatal non stress test. Outline the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients undergoing the prenatal non stress test. Access free multiple choice questions on this topic."}
{"id": "article-27667_2", "title": "Prenatal Nonstress Test -- Introduction", "content": "Prenatal non-stress test, popularly known as NST, is a method used to test fetal wellbeing before the onset of labor. A prenatal non-stress test functions in overall antepartum surveillance with ultrasound as a part or component of the biophysical profile. The presence of fetal movements and fetal heart rate acceleration is the most critical feature of the non-stress test. It is a non-invasive test used for the surveillance of high-risk pregnancies when the fetus is judged clinically to be at risk for hypoxemia or increased risk of death. Trained and certified nurses, midwives and physicians should read and interpret the non-stress test. The NST readings are as reactive and none reactive. The non-stress tests can initiate at 26 to 28 weeks. The NST is reactive from 32 weeks. [1]", "contents": "Prenatal Nonstress Test -- Introduction. Prenatal non-stress test, popularly known as NST, is a method used to test fetal wellbeing before the onset of labor. A prenatal non-stress test functions in overall antepartum surveillance with ultrasound as a part or component of the biophysical profile. The presence of fetal movements and fetal heart rate acceleration is the most critical feature of the non-stress test. It is a non-invasive test used for the surveillance of high-risk pregnancies when the fetus is judged clinically to be at risk for hypoxemia or increased risk of death. Trained and certified nurses, midwives and physicians should read and interpret the non-stress test. The NST readings are as reactive and none reactive. The non-stress tests can initiate at 26 to 28 weeks. The NST is reactive from 32 weeks. [1]"}
{"id": "article-27667_3", "title": "Prenatal Nonstress Test -- Introduction", "content": "The Non-Stress Test (NST) is an assessment tool used from 32 weeks of gestation to term to evaluate fetal health through the use of electric fetal monitors that continuously record the fetal heart rate (FHR). The test is used to determine if a fetus is at risk for intrauterine death or neonatal complications, usually secondary to high-risk pregnancies or suspected fetal hypoxemia. The frequency of use is based on clinical judgment, but is common because it is non-invasive and presents a low maternal and fetal risk; however, the test does not hold predictive value and only indicates fetal hypoxemia at time of the test. [1]", "contents": "Prenatal Nonstress Test -- Introduction. The Non-Stress Test (NST) is an assessment tool used from 32 weeks of gestation to term to evaluate fetal health through the use of electric fetal monitors that continuously record the fetal heart rate (FHR). The test is used to determine if a fetus is at risk for intrauterine death or neonatal complications, usually secondary to high-risk pregnancies or suspected fetal hypoxemia. The frequency of use is based on clinical judgment, but is common because it is non-invasive and presents a low maternal and fetal risk; however, the test does not hold predictive value and only indicates fetal hypoxemia at time of the test. [1]"}
{"id": "article-27667_4", "title": "Prenatal Nonstress Test -- Introduction", "content": "The presence of fetal heart rate acceleration with fetal movement is the principle behind the non-stress test. The NST recognizes the coupling of fetal neurological status to cardiovascular reflex responses. It is one of the factors that tends to disappear earliest during progressive fetal compromise. Interpretation of the nonstress test follows a systematic approach to include: the baseline fetal heart rate, baseline fetal heart rate variability, presence of accelerations, decelerations, and contractions. [2]", "contents": "Prenatal Nonstress Test -- Introduction. The presence of fetal heart rate acceleration with fetal movement is the principle behind the non-stress test. The NST recognizes the coupling of fetal neurological status to cardiovascular reflex responses. It is one of the factors that tends to disappear earliest during progressive fetal compromise. Interpretation of the nonstress test follows a systematic approach to include: the baseline fetal heart rate, baseline fetal heart rate variability, presence of accelerations, decelerations, and contractions. [2]"}
{"id": "article-27667_5", "title": "Prenatal Nonstress Test -- Indications", "content": "Indications for the prenatal non-stress test include [3] : Fetal growth restriction Diabetes mellitus, pre-gestational and gestational diabetes treated with drugs Hypertensive disorder, chronic hypertension, and preeclampsia Decreased fetal movement Post-term pregnancy Multiple pregnancies Systemic Lupus erythematosus, Antiphospholipid antibody syndrome Recurrent pregnancy loss Alloimmunization, hydrops Oligohydramnios Cholestasis of pregnancy, Other conditions include maternal heart diseases, hyperthyroidism, chronic liver diseases, maternal drug abuse, and chronic renal insufficiency. [4]", "contents": "Prenatal Nonstress Test -- Indications. Indications for the prenatal non-stress test include [3] : Fetal growth restriction Diabetes mellitus, pre-gestational and gestational diabetes treated with drugs Hypertensive disorder, chronic hypertension, and preeclampsia Decreased fetal movement Post-term pregnancy Multiple pregnancies Systemic Lupus erythematosus, Antiphospholipid antibody syndrome Recurrent pregnancy loss Alloimmunization, hydrops Oligohydramnios Cholestasis of pregnancy, Other conditions include maternal heart diseases, hyperthyroidism, chronic liver diseases, maternal drug abuse, and chronic renal insufficiency. [4]"}
{"id": "article-27667_6", "title": "Prenatal Nonstress Test -- Contraindications", "content": "The non-stress test is not useful in predicting outcomes or determination of fetal wellbeing in patients with acute events such as evolving placental abruption and cord prolapse. Such acute events require prompt clinical evaluation and delivery of fetus as indicated. [5]", "contents": "Prenatal Nonstress Test -- Contraindications. The non-stress test is not useful in predicting outcomes or determination of fetal wellbeing in patients with acute events such as evolving placental abruption and cord prolapse. Such acute events require prompt clinical evaluation and delivery of fetus as indicated. [5]"}
{"id": "article-27667_7", "title": "Prenatal Nonstress Test -- Equipment", "content": "The electronic fetal monitor (called the cardiotocogram in the United Kingdom and other countries) is the equipment used for the prenatal nonstress test. The modern equipment records fetal heart rate pattern, contractions, fetal cardiac activity, maternal blood pressure and heart rate on a graph. It has a Doppler transducer for fetal heart rate monitoring and a pressure transducer for monitoring of uterine contractions and fetal movement. The transducers are placed on the pregnant abdomen using belts. The equipment is portable and can be placed in small rooms in the office setting and the hospital as needed. Computerized storage and interpretation of FHR records are obtainable with conventional monitors. Computerized cardiotocography provides a more detailed analysis of the fetal heart rate pattern but has not proved superior to the conventional nonstress test. [6]", "contents": "Prenatal Nonstress Test -- Equipment. The electronic fetal monitor (called the cardiotocogram in the United Kingdom and other countries) is the equipment used for the prenatal nonstress test. The modern equipment records fetal heart rate pattern, contractions, fetal cardiac activity, maternal blood pressure and heart rate on a graph. It has a Doppler transducer for fetal heart rate monitoring and a pressure transducer for monitoring of uterine contractions and fetal movement. The transducers are placed on the pregnant abdomen using belts. The equipment is portable and can be placed in small rooms in the office setting and the hospital as needed. Computerized storage and interpretation of FHR records are obtainable with conventional monitors. Computerized cardiotocography provides a more detailed analysis of the fetal heart rate pattern but has not proved superior to the conventional nonstress test. [6]"}
{"id": "article-27667_8", "title": "Prenatal Nonstress Test -- Technique or Treatment", "content": "The NST is usually an outpatient procedure. The patient may be seated in a reclining chair and should tilt to the left to ensure supine hypotensive syndrome. Some patients may require monitoring for more than 30 minutes; such patients include those involved in motor vehicle accidents, fall victims, and those with antepartum hemorrhage and decreased fetal movement after hours.  In such patients, the NST should be performed in the hospital setting to allow for prolonged monitoring as indicated.", "contents": "Prenatal Nonstress Test -- Technique or Treatment. The NST is usually an outpatient procedure. The patient may be seated in a reclining chair and should tilt to the left to ensure supine hypotensive syndrome. Some patients may require monitoring for more than 30 minutes; such patients include those involved in motor vehicle accidents, fall victims, and those with antepartum hemorrhage and decreased fetal movement after hours.  In such patients, the NST should be performed in the hospital setting to allow for prolonged monitoring as indicated."}
{"id": "article-27667_9", "title": "Prenatal Nonstress Test -- Technique or Treatment", "content": "The patients' blood pressure should be recorded before the test is begun and then repeated as indicated. Fetal heart rate is monitored using the Doppler ultrasound transducer, and the tocodynamometer is applied to detect uterine contractions or fetal movement. Fetal activity may be recorded by the patient using an event marker or noted by the staff performing the test.", "contents": "Prenatal Nonstress Test -- Technique or Treatment. The patients' blood pressure should be recorded before the test is begun and then repeated as indicated. Fetal heart rate is monitored using the Doppler ultrasound transducer, and the tocodynamometer is applied to detect uterine contractions or fetal movement. Fetal activity may be recorded by the patient using an event marker or noted by the staff performing the test."}
{"id": "article-27667_10", "title": "Prenatal Nonstress Test -- Technique or Treatment", "content": "The Non-Stress Test (NST) is an assessment tool used from 32 weeks of gestation to term to evaluate fetal health through the use of electric fetal monitors that continuously record the fetal heart rate (FHR). The test is used to determine if a fetus is at risk for intrauterine death or neonatal complications, usually secondary to high-risk pregnancies or suspected fetal hypoxemia. The frequency of use is based on clinical judgment, but is common because it is non-invasive and presents a low maternal and fetal risk; however, the test does not hold predictive value and only indicates fetal hypoxemia at time of the test. [1]", "contents": "Prenatal Nonstress Test -- Technique or Treatment. The Non-Stress Test (NST) is an assessment tool used from 32 weeks of gestation to term to evaluate fetal health through the use of electric fetal monitors that continuously record the fetal heart rate (FHR). The test is used to determine if a fetus is at risk for intrauterine death or neonatal complications, usually secondary to high-risk pregnancies or suspected fetal hypoxemia. The frequency of use is based on clinical judgment, but is common because it is non-invasive and presents a low maternal and fetal risk; however, the test does not hold predictive value and only indicates fetal hypoxemia at time of the test. [1]"}
{"id": "article-27667_11", "title": "Prenatal Nonstress Test -- Technique or Treatment", "content": "The NST involves 20 minutes of monitoring the FHR while assessing the number, amplitude, and duration of accelerations that usually correlate with fetal movement. A normal test result, as defined by the American College of Obstetrics and Gynecologist, is one in which two or more accelerations peak at 15 bpm or more above baseline, each lasting 15 seconds or more, and all occurring within 20 minutes of beginning the test. It is important to note that an abnormal stress test is not always ominous and can occur with a sleeping fetus. If a test is not reactive, FHR should be monitored for at least 40 minutes to account for the fetus sleep cycle, and vibroacoustic stimulation can be used to stimulate fetal movement. Continuous nonreactive NST can indicate central nervous system depression, but further evaluation is necessary, usually in the form of a biophysical profile or contraction stress test.", "contents": "Prenatal Nonstress Test -- Technique or Treatment. The NST involves 20 minutes of monitoring the FHR while assessing the number, amplitude, and duration of accelerations that usually correlate with fetal movement. A normal test result, as defined by the American College of Obstetrics and Gynecologist, is one in which two or more accelerations peak at 15 bpm or more above baseline, each lasting 15 seconds or more, and all occurring within 20 minutes of beginning the test. It is important to note that an abnormal stress test is not always ominous and can occur with a sleeping fetus. If a test is not reactive, FHR should be monitored for at least 40 minutes to account for the fetus sleep cycle, and vibroacoustic stimulation can be used to stimulate fetal movement. Continuous nonreactive NST can indicate central nervous system depression, but further evaluation is necessary, usually in the form of a biophysical profile or contraction stress test."}
{"id": "article-27667_12", "title": "Prenatal Nonstress Test -- Technique or Treatment", "content": "The diagnostic value of NSTs before 32 weeks varies and has high false-positive rates due to the immaturity of the fetal heart. An NST before 24 weeks gestation is nonreactive. [7]", "contents": "Prenatal Nonstress Test -- Technique or Treatment. The diagnostic value of NSTs before 32 weeks varies and has high false-positive rates due to the immaturity of the fetal heart. An NST before 24 weeks gestation is nonreactive. [7]"}
{"id": "article-27667_13", "title": "Prenatal Nonstress Test -- Technique or Treatment", "content": "A nonreactive NST is one that lacks sufficient fetal heart rate accelerations over 40 minutes. The NST of most preterm fetuses are frequently nonreactive: From 24 weeks, up to 50 percent of NSTs may be nonreactive, and from 28 to 32 weeks of gestation, 15 percent of NSTs are not reactive. For preterm fetuses between 24 weeks and 32 weeks, the predictive value of NSTs has its basis on a lower threshold of acceleration (at least 10 beats per minute from baseline) and has been evaluated and found to sufficiently predict fetal wellbeing. [1]", "contents": "Prenatal Nonstress Test -- Technique or Treatment. A nonreactive NST is one that lacks sufficient fetal heart rate accelerations over 40 minutes. The NST of most preterm fetuses are frequently nonreactive: From 24 weeks, up to 50 percent of NSTs may be nonreactive, and from 28 to 32 weeks of gestation, 15 percent of NSTs are not reactive. For preterm fetuses between 24 weeks and 32 weeks, the predictive value of NSTs has its basis on a lower threshold of acceleration (at least 10 beats per minute from baseline) and has been evaluated and found to sufficiently predict fetal wellbeing. [1]"}
{"id": "article-27667_14", "title": "Prenatal Nonstress Test -- Clinical Significance", "content": "The non-stress test is one of the most widely used techniques for antepartum fetal evaluation. Antepartum fetal surveillance techniques are used to assess the risk of fetal death in pregnancies complicated by preexisting maternal conditions (e.g., diabetes mellitus) as well as those in which complications have developed (e.g., fetal growth restriction). [1] . The presence of fetal heart rate acceleration with fetal movement is the principle behind the none stress test. The NST recognizes the coupling of fetal neurological status to cardiovascular reflex responses. [8] It is one of the factors that tends to disappear earliest during the progressive fetal compromise. [9] [10] [11] .", "contents": "Prenatal Nonstress Test -- Clinical Significance. The non-stress test is one of the most widely used techniques for antepartum fetal evaluation. Antepartum fetal surveillance techniques are used to assess the risk of fetal death in pregnancies complicated by preexisting maternal conditions (e.g., diabetes mellitus) as well as those in which complications have developed (e.g., fetal growth restriction). [1] . The presence of fetal heart rate acceleration with fetal movement is the principle behind the none stress test. The NST recognizes the coupling of fetal neurological status to cardiovascular reflex responses. [8] It is one of the factors that tends to disappear earliest during the progressive fetal compromise. [9] [10] [11] ."}
{"id": "article-27667_15", "title": "Prenatal Nonstress Test -- Clinical Significance", "content": "The interpretation of the non-stress test is as reactive or none reactive. The criteria for a reactive NST are at least two FHR accelerations lasting at least 15 seconds and rising at least 15 beats/minute above the established baseline heart rate. Most term fetuses have many of these accelerations in each 20- to 30- minute period of active sleep, and the term fetus seldom goes more than 60 minutes, and certainly not more than 100 minutes without meeting these criteria. [12] [13] [14] When the non-stress test is not reactive, It should be extended to another 20 minutes in an attempt to separate the fetus in a period of prolonged quiet sleep from those who are hypoxemic or asphyxiated. [15]", "contents": "Prenatal Nonstress Test -- Clinical Significance. The interpretation of the non-stress test is as reactive or none reactive. The criteria for a reactive NST are at least two FHR accelerations lasting at least 15 seconds and rising at least 15 beats/minute above the established baseline heart rate. Most term fetuses have many of these accelerations in each 20- to 30- minute period of active sleep, and the term fetus seldom goes more than 60 minutes, and certainly not more than 100 minutes without meeting these criteria. [12] [13] [14] When the non-stress test is not reactive, It should be extended to another 20 minutes in an attempt to separate the fetus in a period of prolonged quiet sleep from those who are hypoxemic or asphyxiated. [15]"}
{"id": "article-27667_16", "title": "Prenatal Nonstress Test -- Clinical Significance", "content": "Vibroacoustic stimulation (VAS) may be used to change fetal state from quiet to active sleep and shorten the length of the NST. If the NST remains nonreactive after 60 minutes. [16] The fetus should undergo evaluation with an ultrasound biophysical profile. In three studies, about 3 percent of fetuses tested remained nonreactive after 80 to 90 minutes of testing. Two stillbirths and one neonatal death occurred in seven cases of prolonged absence of reactivity. DOcumentation showed IUGR in 74 percent of cases, oligohydramnios in 81 percent, fetal acidosis in 41 percent, and placental infarction in 93 percent. If the NST is an extended examination, and there is an observable, persistent absence of reactivity, the fetus is likely to be severely compromised. [17]", "contents": "Prenatal Nonstress Test -- Clinical Significance. Vibroacoustic stimulation (VAS) may be used to change fetal state from quiet to active sleep and shorten the length of the NST. If the NST remains nonreactive after 60 minutes. [16] The fetus should undergo evaluation with an ultrasound biophysical profile. In three studies, about 3 percent of fetuses tested remained nonreactive after 80 to 90 minutes of testing. Two stillbirths and one neonatal death occurred in seven cases of prolonged absence of reactivity. DOcumentation showed IUGR in 74 percent of cases, oligohydramnios in 81 percent, fetal acidosis in 41 percent, and placental infarction in 93 percent. If the NST is an extended examination, and there is an observable, persistent absence of reactivity, the fetus is likely to be severely compromised. [17]"}
{"id": "article-27667_17", "title": "Prenatal Nonstress Test -- Clinical Significance", "content": "Preterm fetuses, fetuses with intrauterine growth restriction at similar gestation, fetuses with maternal medications such as sedatives and magnesium sulfate frequently have paired accelerations-movement that do not meet these criteria. [18] [4]", "contents": "Prenatal Nonstress Test -- Clinical Significance. Preterm fetuses, fetuses with intrauterine growth restriction at similar gestation, fetuses with maternal medications such as sedatives and magnesium sulfate frequently have paired accelerations-movement that do not meet these criteria. [18] [4]"}
{"id": "article-27667_18", "title": "Prenatal Nonstress Test -- Clinical Significance", "content": "Falsely reactive NSTs occur at a rate of four to five per 1000 in the largest studies. These occur in asymmetric IUGR, oligohydramnios, or metabolic problems associated with fetal macrosomia for whom false-reassuring rates may reach 15%. Thus, NST has significant liabilities in the groups at highest risk. Strong evidence, including data from randomized trials, shows that practitioners should not rely on the NST in isolation when determining the antenatal status of such fetuses. [19] [20] [21] [22] [23]", "contents": "Prenatal Nonstress Test -- Clinical Significance. Falsely reactive NSTs occur at a rate of four to five per 1000 in the largest studies. These occur in asymmetric IUGR, oligohydramnios, or metabolic problems associated with fetal macrosomia for whom false-reassuring rates may reach 15%. Thus, NST has significant liabilities in the groups at highest risk. Strong evidence, including data from randomized trials, shows that practitioners should not rely on the NST in isolation when determining the antenatal status of such fetuses. [19] [20] [21] [22] [23]"}
{"id": "article-27667_19", "title": "Prenatal Nonstress Test -- Clinical Significance", "content": "The nonreactive NST is, by definition, an FHR monitoring interval that does not meet the criteria above. There is variation in the total duration allowed for NST. It ranges from 20 minutes recommended by ACOG to 40 minutes and even 60 minutes by some authors.  The most common explanation for a nonreactive NST is the presence of a longer than average sleep cycle in a normal fetus.  A nonreactive NST, especially if variability remains present and there are no decelerations, should not be assumed to indicate fetal compromise. The present standard of care is to conduct an ultrasound evaluation with a full biophysical profile. NST in isolation has seen frequent use for post-term pregnancies. However, the presence of decreased fetal movement in post-term pregnancies indicates a more comprehensive evaluation with full ultrasound biophysical profile. [24] [25]", "contents": "Prenatal Nonstress Test -- Clinical Significance. The nonreactive NST is, by definition, an FHR monitoring interval that does not meet the criteria above. There is variation in the total duration allowed for NST. It ranges from 20 minutes recommended by ACOG to 40 minutes and even 60 minutes by some authors.  The most common explanation for a nonreactive NST is the presence of a longer than average sleep cycle in a normal fetus.  A nonreactive NST, especially if variability remains present and there are no decelerations, should not be assumed to indicate fetal compromise. The present standard of care is to conduct an ultrasound evaluation with a full biophysical profile. NST in isolation has seen frequent use for post-term pregnancies. However, the presence of decreased fetal movement in post-term pregnancies indicates a more comprehensive evaluation with full ultrasound biophysical profile. [24] [25]"}
{"id": "article-27667_20", "title": "Prenatal Nonstress Test -- Clinical Significance", "content": "Fetal heart rate acceleration may be absent during a period of quiet fetal sleep. Studies demonstrated that the longest time between successive acceleration in the healthy term fetus is approximately 40 minutes.  However, the fetus may fail to exhibit heart rate accelerations for up to 80 minutes and still be normal. CNS depressants such narcotics, phenobarbital, magnesium sulfate and beta blockers such as propranolol can reduce fetal heart rate reactivity. [26] Fetal heart rate accelerations also demonstrate decreases in smokers. [27]", "contents": "Prenatal Nonstress Test -- Clinical Significance. Fetal heart rate acceleration may be absent during a period of quiet fetal sleep. Studies demonstrated that the longest time between successive acceleration in the healthy term fetus is approximately 40 minutes.  However, the fetus may fail to exhibit heart rate accelerations for up to 80 minutes and still be normal. CNS depressants such narcotics, phenobarbital, magnesium sulfate and beta blockers such as propranolol can reduce fetal heart rate reactivity. [26] Fetal heart rate accelerations also demonstrate decreases in smokers. [27]"}
{"id": "article-27667_21", "title": "Prenatal Nonstress Test -- Clinical Significance", "content": "Variability, constant fluctuations form baseline FHR, as well as decelerations, slowing of FHR, can also be detected on NST. Moderate variability has an amplitude that ranges from 6 to 25 beats per minute and is an indication of a healthy nervous system. Decelerations that are nonrepetitive, and last less than 30 seconds, do not require intervention. Deviation from these guidelines can be associated with fetal compromise and require further evaluation. [1] [28]", "contents": "Prenatal Nonstress Test -- Clinical Significance. Variability, constant fluctuations form baseline FHR, as well as decelerations, slowing of FHR, can also be detected on NST. Moderate variability has an amplitude that ranges from 6 to 25 beats per minute and is an indication of a healthy nervous system. Decelerations that are nonrepetitive, and last less than 30 seconds, do not require intervention. Deviation from these guidelines can be associated with fetal compromise and require further evaluation. [1] [28]"}
{"id": "article-27667_22", "title": "Prenatal Nonstress Test -- Enhancing Healthcare Team Outcomes", "content": "No trial has conclusively proven that antenatal testing lowers long-term adverse neurologic outcomes so that recommendations might have a rating level of consensus, expert opinion, but no clear evidence. The standard of care can only be a suggestion and probably varies considerably from region to region. [29]", "contents": "Prenatal Nonstress Test -- Enhancing Healthcare Team Outcomes. No trial has conclusively proven that antenatal testing lowers long-term adverse neurologic outcomes so that recommendations might have a rating level of consensus, expert opinion, but no clear evidence. The standard of care can only be a suggestion and probably varies considerably from region to region. [29]"}
{"id": "article-27667_23", "title": "Prenatal Nonstress Test -- Enhancing Healthcare Team Outcomes", "content": "The prenatal nonstress test has utility in isolation in post-term pregnancies and patients with decreased fetal movement. When the non-stress test is not reactive, the testing period should extend another 20 minutes in an attempt to delineate between the fetus in a period of prolonged quiet sleep from those who are hypoxemic or asphyxiated. Vibroacoustic stimulation (VAS) may be used to change fetal state from quiet to active sleep and shorten the length of the NST. If the NST remains nonreactive after 60 minutes. The fetus should undergo evaluation with an ultrasound biophysical profile. [7]", "contents": "Prenatal Nonstress Test -- Enhancing Healthcare Team Outcomes. The prenatal nonstress test has utility in isolation in post-term pregnancies and patients with decreased fetal movement. When the non-stress test is not reactive, the testing period should extend another 20 minutes in an attempt to delineate between the fetus in a period of prolonged quiet sleep from those who are hypoxemic or asphyxiated. Vibroacoustic stimulation (VAS) may be used to change fetal state from quiet to active sleep and shorten the length of the NST. If the NST remains nonreactive after 60 minutes. The fetus should undergo evaluation with an ultrasound biophysical profile. [7]"}
{"id": "article-27667_24", "title": "Prenatal Nonstress Test -- Enhancing Healthcare Team Outcomes", "content": "Interpretation of the nonstress test should always take into consideration individual patient clinical condition, gestational age, and associated maternal comorbidities. The clinician should not hesitate to perform the further evaluation with the biophysical profile, Doppler ultrasound for umbilical artery evaluation, continuous fetal monitoring, consultation with maternal and fetal medicine specialists, admission to the hospital and delivery of the fetus as indicated. [28]", "contents": "Prenatal Nonstress Test -- Enhancing Healthcare Team Outcomes. Interpretation of the nonstress test should always take into consideration individual patient clinical condition, gestational age, and associated maternal comorbidities. The clinician should not hesitate to perform the further evaluation with the biophysical profile, Doppler ultrasound for umbilical artery evaluation, continuous fetal monitoring, consultation with maternal and fetal medicine specialists, admission to the hospital and delivery of the fetus as indicated. [28]"}
{"id": "article-27667_25", "title": "Prenatal Nonstress Test -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Prenatal Nonstress Test -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}