{"id": "article-36446_0", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Introduction", "content": "The sphenopalatine foramen (SPF) represents an opening on the lateral nasal wall that is present at the articulation between the superior aspect of the vertical portion of the palatine bone and the inferior projection of the sphenoid bone . [1] The sphenopalatine foramen connects the nasal cavity to the pterygopalatine fossa of the skull and houses the sphenopalatine artery (SPA) and vein, the posterior superior lateral nasal nerve, and the nasopalatine nerves. [2] [3] [2] Moreover, the sphenopalatine foramen provides an important anatomical landmark for those who perform procedures where knowledge of the sphenopalatine foramen and its contents remains critical, including the creation of a nasoseptal flap for nasal reconstruction or skull base repairs,  posterior epistaxis control, and functional endoscopic sinonasal surgery. Herein we discuss the anatomy of the sphenopalatine foramen, including its structure, function, contents, embryology, anatomical variations, and clinical relevance.", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Introduction. The sphenopalatine foramen (SPF) represents an opening on the lateral nasal wall that is present at the articulation between the superior aspect of the vertical portion of the palatine bone and the inferior projection of the sphenoid bone . [1] The sphenopalatine foramen connects the nasal cavity to the pterygopalatine fossa of the skull and houses the sphenopalatine artery (SPA) and vein, the posterior superior lateral nasal nerve, and the nasopalatine nerves. [2] [3] [2] Moreover, the sphenopalatine foramen provides an important anatomical landmark for those who perform procedures where knowledge of the sphenopalatine foramen and its contents remains critical, including the creation of a nasoseptal flap for nasal reconstruction or skull base repairs,  posterior epistaxis control, and functional endoscopic sinonasal surgery. Herein we discuss the anatomy of the sphenopalatine foramen, including its structure, function, contents, embryology, anatomical variations, and clinical relevance."}
{"id": "article-36446_1", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Structure and Function", "content": "Boundaries of the sphenopalatine foramen [4] : Superiorly: the body of the sphenoid Anteriorly: the orbital process of the palatine bone. Posteriorly: the sphenoidal process of the palatine bone. Inferiorly:  the perpendicular plate of the palatine bone. Location [5] [6] [7] : The foramen can be found at the posterior-superior-medial corner of the maxillary sinus, just deep to the attachment of the middle turbinate, but exists in a variety of locations: Class I (35 to 82%): the opening is purely into the superior meatus (e.g., above the middle turbinate) Class II (15 to 56%): opening spans the ethmoidal crest (e.g., at the transition of the middle and superior meatus) Class III (2 to 9%): openings exist on both sides of the ethmoidal crest. Shape and size [6] [8] :", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Structure and Function. Boundaries of the sphenopalatine foramen [4] : Superiorly: the body of the sphenoid Anteriorly: the orbital process of the palatine bone. Posteriorly: the sphenoidal process of the palatine bone. Inferiorly:  the perpendicular plate of the palatine bone. Location [5] [6] [7] : The foramen can be found at the posterior-superior-medial corner of the maxillary sinus, just deep to the attachment of the middle turbinate, but exists in a variety of locations: Class I (35 to 82%): the opening is purely into the superior meatus (e.g., above the middle turbinate) Class II (15 to 56%): opening spans the ethmoidal crest (e.g., at the transition of the middle and superior meatus) Class III (2 to 9%): openings exist on both sides of the ethmoidal crest. Shape and size [6] [8] :"}
{"id": "article-36446_2", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Structure and Function", "content": "Studies that have examined the shape of this foramen have reported that it can appear in various shapes, including square, oval, triangular, and piriform deep grooves that extend superiorly and inferiorly from the foramen. In adults, the sphenopalatine foramen measures roughly 6 mm and 5.5 mm in the vertical and horizontal planes, respectively. Endoscopic landmarks for sphenopalatine foramen localization [2] [9] :", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Structure and Function. Studies that have examined the shape of this foramen have reported that it can appear in various shapes, including square, oval, triangular, and piriform deep grooves that extend superiorly and inferiorly from the foramen. In adults, the sphenopalatine foramen measures roughly 6 mm and 5.5 mm in the vertical and horizontal planes, respectively. Endoscopic landmarks for sphenopalatine foramen localization [2] [9] :"}
{"id": "article-36446_3", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Structure and Function", "content": "The posterior wall of the maxillary sinus: within 1 cm anterior to the sphenopalatine foramen Maxillary line: 3.7 cm anterior to the sphenopalatine foramen Anterior head of the middle turbinate: 3.4 cm anterior to the sphenopalatine foramen Inferior turbinate horizontal lamina: 1.3 cm inferior to the sphenopalatine foramen Basal lamella: 1.2 cm anterior to the sphenopalatine foramen Choanal arch: 0.9 cm posterior to the sphenopalatine foramen Nasal floor: 1.8-2.7 cm inferior to the sphenopalatine foramen Ethmoid crest (i.e., crista ethmoidalis): a sharp bony projection that characterizes the anterior portion of the sphenopalatine foramen NOTE: Females have statistically shorter distances to the sphenopalatine foramen from the nasal floor, maxillary line, choanal arch, and anterior head of the middle turbinate. Accessory foramen [8] [10] :", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Structure and Function. The posterior wall of the maxillary sinus: within 1 cm anterior to the sphenopalatine foramen Maxillary line: 3.7 cm anterior to the sphenopalatine foramen Anterior head of the middle turbinate: 3.4 cm anterior to the sphenopalatine foramen Inferior turbinate horizontal lamina: 1.3 cm inferior to the sphenopalatine foramen Basal lamella: 1.2 cm anterior to the sphenopalatine foramen Choanal arch: 0.9 cm posterior to the sphenopalatine foramen Nasal floor: 1.8-2.7 cm inferior to the sphenopalatine foramen Ethmoid crest (i.e., crista ethmoidalis): a sharp bony projection that characterizes the anterior portion of the sphenopalatine foramen NOTE: Females have statistically shorter distances to the sphenopalatine foramen from the nasal floor, maxillary line, choanal arch, and anterior head of the middle turbinate. Accessory foramen [8] [10] :"}
{"id": "article-36446_4", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Structure and Function", "content": "Approximately 80 to 90% of individuals have one sphenopalatine foramen per side, while around 10 to 20% of individuals may possess an accessory sphenopalatine foramen, which is typically located anteroinferior to the sphenopalatine foramen. This arrangement is thought to be dictated by the embryologic development of the sphenopalatine artery, which can be highly variable in terms of its number of branches as well as the location of the branch points. Nevertheless, no variables or characteristics show any association with the presence of an accessory sphenopalatine foramen. Contents of the sphenopalatine foramen [1] [8] [11] :", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Structure and Function. Approximately 80 to 90% of individuals have one sphenopalatine foramen per side, while around 10 to 20% of individuals may possess an accessory sphenopalatine foramen, which is typically located anteroinferior to the sphenopalatine foramen. This arrangement is thought to be dictated by the embryologic development of the sphenopalatine artery, which can be highly variable in terms of its number of branches as well as the location of the branch points. Nevertheless, no variables or characteristics show any association with the presence of an accessory sphenopalatine foramen. Contents of the sphenopalatine foramen [1] [8] [11] :"}
{"id": "article-36446_5", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Structure and Function", "content": "Sphenopalatine artery (SPA) - a terminal branch of the internal maxillary artery (branch of the external carotid artery). The sphenopalatine artery is the dominant blood supply to the posterior mucosa of the nasal cavity. Posterior superior lateral nasal nerve - a branch of the nasopalatine nerve that provides sensory innervation to the lateral wall of the nasal cavity Nasopalatine nerve - a derivative of the pterygopalatine ganglion that is considered part of the parasympathetic nervous system.", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Structure and Function. Sphenopalatine artery (SPA) - a terminal branch of the internal maxillary artery (branch of the external carotid artery). The sphenopalatine artery is the dominant blood supply to the posterior mucosa of the nasal cavity. Posterior superior lateral nasal nerve - a branch of the nasopalatine nerve that provides sensory innervation to the lateral wall of the nasal cavity Nasopalatine nerve - a derivative of the pterygopalatine ganglion that is considered part of the parasympathetic nervous system."}
{"id": "article-36446_6", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Embryology", "content": "The sphenopalatine foramen forms from the fusion of the palatine bone and the sphenoid bone around the sphenopalatine artery; thus, a description of the embryology of the structures, as mentioned earlier, will provide a better understanding of the development of the sphenopalatine foramen.", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Embryology. The sphenopalatine foramen forms from the fusion of the palatine bone and the sphenoid bone around the sphenopalatine artery; thus, a description of the embryology of the structures, as mentioned earlier, will provide a better understanding of the development of the sphenopalatine foramen."}
{"id": "article-36446_7", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Embryology", "content": "Sphenopalatine artery: Around the fourth to the fifth week of embryologic development, the aortic arch forms from the mesoderm of the first pharyngeal arch. The aortic sac that gives rise to the aortic arch then forms the maxillary artery and its subsequent branches, including the sphenopalatine artery. The branches and diameter of the sphenopalatine artery determine the number, shape, and size of the sphenopalatine foramen. [8]", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Embryology. Sphenopalatine artery: Around the fourth to the fifth week of embryologic development, the aortic arch forms from the mesoderm of the first pharyngeal arch. The aortic sac that gives rise to the aortic arch then forms the maxillary artery and its subsequent branches, including the sphenopalatine artery. The branches and diameter of the sphenopalatine artery determine the number, shape, and size of the sphenopalatine foramen. [8]"}
{"id": "article-36446_8", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Embryology", "content": "Sphenoid bone: The sphenoid bone forms from neural crest cells and first develops as the body of the sphenoid at around 7 to 8 weeks of fetal development. The body of the sphenoid is originally formed in two parts: the pre-sphenoid, otherwise known as the tuberculum sellae, which is associated with the lesser wings and the post-sphenoid, otherwise known as the sella turcica and the dorsum sellae, which is associated with the greater wings and pterygoid process. The pre-sphenoid portion begins to ossify around the ninth week of fetal development, while the post-sphenoid portion begins to ossify around the eighth week of fetal development. The pre- and post-sphenoid portions of the sphenoid bone typically fuse around the eighth month of life. [12]", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Embryology. Sphenoid bone: The sphenoid bone forms from neural crest cells and first develops as the body of the sphenoid at around 7 to 8 weeks of fetal development. The body of the sphenoid is originally formed in two parts: the pre-sphenoid, otherwise known as the tuberculum sellae, which is associated with the lesser wings and the post-sphenoid, otherwise known as the sella turcica and the dorsum sellae, which is associated with the greater wings and pterygoid process. The pre-sphenoid portion begins to ossify around the ninth week of fetal development, while the post-sphenoid portion begins to ossify around the eighth week of fetal development. The pre- and post-sphenoid portions of the sphenoid bone typically fuse around the eighth month of life. [12]"}
{"id": "article-36446_9", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Embryology", "content": "Palatine bone: The palatine bone derives from neural crest cells and forms around the ninth week of embryologic development as part of secondary palate formation.", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Embryology. Palatine bone: The palatine bone derives from neural crest cells and forms around the ninth week of embryologic development as part of secondary palate formation."}
{"id": "article-36446_10", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Embryology", "content": "In summary, the subsequent fusion of the palatine and sphenoid bone around the sphenopalatine artery result in the formation of the sphenopalatine foramen. [13]", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Embryology. In summary, the subsequent fusion of the palatine and sphenoid bone around the sphenopalatine artery result in the formation of the sphenopalatine foramen. [13]"}
{"id": "article-36446_11", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Nerves", "content": "The neural contents of the sphenopalatine foramen include the posterior superior lateral nasal nerve and the nasopalatine nerve.", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Nerves. The neural contents of the sphenopalatine foramen include the posterior superior lateral nasal nerve and the nasopalatine nerve."}
{"id": "article-36446_12", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Nerves", "content": "Nasopalatine nerve represents a derivative of the pterygopalatine ganglion (PPG), which originates in the pterygopalatine fossa. [1] [11] The pterygopalatine ganglion is the largest parasympathetic ganglion of the maxillary nerve branches. Preganglionic parasympathetic nerve fibers from the Vidian nerve carry these fibers from their source—the greater petrosal branch of facial nerve—to the pterygopalatine ganglion. The postganglionic parasympathetic fibers from this pterygopalatine ganglion provide parasympathetic innervation to the mucosal glands of the nose and assist with mucous production and maintenance of the nasal mucosa. [14] The nasopalatine nerve travels from its origin in the pterygopalatine fossa alongside the sphenopalatine artery through the sphenopalatine foramen. It then follows a descending course in a supra-periosteal plane from the posterior-superior aspect of the septum to the anterior inferior aspect of the septum, where it connects with the greater palatine nerve. This nerve provides sensory innervation to the nasal mucosa along its course. [15]", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Nerves. Nasopalatine nerve represents a derivative of the pterygopalatine ganglion (PPG), which originates in the pterygopalatine fossa. [1] [11] The pterygopalatine ganglion is the largest parasympathetic ganglion of the maxillary nerve branches. Preganglionic parasympathetic nerve fibers from the Vidian nerve carry these fibers from their source—the greater petrosal branch of facial nerve—to the pterygopalatine ganglion. The postganglionic parasympathetic fibers from this pterygopalatine ganglion provide parasympathetic innervation to the mucosal glands of the nose and assist with mucous production and maintenance of the nasal mucosa. [14] The nasopalatine nerve travels from its origin in the pterygopalatine fossa alongside the sphenopalatine artery through the sphenopalatine foramen. It then follows a descending course in a supra-periosteal plane from the posterior-superior aspect of the septum to the anterior inferior aspect of the septum, where it connects with the greater palatine nerve. This nerve provides sensory innervation to the nasal mucosa along its course. [15]"}
{"id": "article-36446_13", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Nerves", "content": "The posterior superior lateral nasal nerve represents a branch of the nasopalatine nerve and provides sensory information to the lateral wall of the nasal cavity.", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Nerves. The posterior superior lateral nasal nerve represents a branch of the nasopalatine nerve and provides sensory information to the lateral wall of the nasal cavity."}
{"id": "article-36446_14", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Physiologic Variants", "content": "As mentioned previously, several studies have reported that approximately 10 to 20% of individuals have an accessory sphenopalatine foramen, generally located anterior and inferior to the natural sphenopalatine foramen. This variation is thought to be due to the variable branching of the sphenopalatine artery. [8] Additionally, it merits noting that the foramina can range in size, shape, and location, as mentioned above (see STRUCTURE AND FUNCTION). [8] [10]", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Physiologic Variants. As mentioned previously, several studies have reported that approximately 10 to 20% of individuals have an accessory sphenopalatine foramen, generally located anterior and inferior to the natural sphenopalatine foramen. This variation is thought to be due to the variable branching of the sphenopalatine artery. [8] Additionally, it merits noting that the foramina can range in size, shape, and location, as mentioned above (see STRUCTURE AND FUNCTION). [8] [10]"}
{"id": "article-36446_15", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Surgical Considerations", "content": "The sphenopalatine foramen remains an important surgical landmark for a variety of procedures. For instance, knowledge of the sphenopalatine foramen’s location is useful when performing endoscopic sinus surgery, as the sphenopalatine foramen can be infiltrated with local anesthetics and vasoconstricting agents to provide better anesthesia and hemostasis, respectively. Knowledge of the sphenopalatine foramen’s location proves particularly important when performing a nasoseptal flap for nasal reconstruction or skull base repairs, as the sphenopalatine artery represents the major blood supply to this versatile flap. Also, knowledge of the sphenopalatine foramen and its contents proves useful when performing endoscopic ligations for posterior epistaxis control where the sphenopalatine artery is targeted.", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Surgical Considerations. The sphenopalatine foramen remains an important surgical landmark for a variety of procedures. For instance, knowledge of the sphenopalatine foramen’s location is useful when performing endoscopic sinus surgery, as the sphenopalatine foramen can be infiltrated with local anesthetics and vasoconstricting agents to provide better anesthesia and hemostasis, respectively. Knowledge of the sphenopalatine foramen’s location proves particularly important when performing a nasoseptal flap for nasal reconstruction or skull base repairs, as the sphenopalatine artery represents the major blood supply to this versatile flap. Also, knowledge of the sphenopalatine foramen and its contents proves useful when performing endoscopic ligations for posterior epistaxis control where the sphenopalatine artery is targeted."}
{"id": "article-36446_16", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Surgical Considerations", "content": "Reliable landmarks for identifying the sphenopalatine foramen have been delineated above (see Endoscopic landmarks for sphenopalatine foramen localization), though landmarks often used during surgery include the posterior portion of the middle turbinate and the ethmoid crest (i.e., crista ethmoidalis). During endoscopic sinus surgery, an incision can be made 1 cm anterior to the posterior aspect of the middle turbinate, and a mucoperiosteal flap can be raised posteriorly to identify the ethmoid crest. The sphenopalatine foramen and its contents should be located posterior to this landmark in over 95% of cases, allowing for the safe identification and/or preservation of the contents of the sphenopalatine foramen. [15] [16] [9]", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Surgical Considerations. Reliable landmarks for identifying the sphenopalatine foramen have been delineated above (see Endoscopic landmarks for sphenopalatine foramen localization), though landmarks often used during surgery include the posterior portion of the middle turbinate and the ethmoid crest (i.e., crista ethmoidalis). During endoscopic sinus surgery, an incision can be made 1 cm anterior to the posterior aspect of the middle turbinate, and a mucoperiosteal flap can be raised posteriorly to identify the ethmoid crest. The sphenopalatine foramen and its contents should be located posterior to this landmark in over 95% of cases, allowing for the safe identification and/or preservation of the contents of the sphenopalatine foramen. [15] [16] [9]"}
{"id": "article-36446_17", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Clinical Significance", "content": "The sphenopalatine foramen provides an essential anatomical landmark for multiple surgical procedures of the head and neck, including the creation of a nasoseptal flap for nasal reconstruction or skull base repairs, posterior epistaxis control, and functional endoscopic sinonasal surgery. Sound knowledge of the sphenopalatine foramen anatomy, including its structure, function, contents, and anatomical variations, is required to optimize success when performing such procedures.", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Clinical Significance. The sphenopalatine foramen provides an essential anatomical landmark for multiple surgical procedures of the head and neck, including the creation of a nasoseptal flap for nasal reconstruction or skull base repairs, posterior epistaxis control, and functional endoscopic sinonasal surgery. Sound knowledge of the sphenopalatine foramen anatomy, including its structure, function, contents, and anatomical variations, is required to optimize success when performing such procedures."}
{"id": "article-36446_18", "title": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Sphenopalatine Foramen -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}