{"id": "article-36732_0", "title": "Histology, Parietal Cells -- Introduction", "content": "Unique to the human body due to its acid-secreting ability, the parietal cell has always been a subject of interest for scientific research. Harbored in the gastric glands of the fundus and body, parietal cells are considered to be dynamic, as they undergo morphological transition during the resting and secretory states. [1] [2] Parietal cells play a pivotal role in gastric homeostasis, as well as in the absorption of vitamin B12 (cobalamin) due to the release of intrinsic factor (IF). [3] Paracrine, endocrine, and neural pathways are involved in the rigorous control of acid secretion by parietal cells. [4] Therefore, they play an important role in gastric pathologies and are considered to be crucial in the pathophysiology of acid reflux disease, different causes of gastritis, pernicious anemia, Helicobacter pylori infection, among others. [5] It is imperative to understand their physiology, structure, and clinical relevance to grasp the importance of the said cells in the gastric environment.", "contents": "Histology, Parietal Cells -- Introduction. Unique to the human body due to its acid-secreting ability, the parietal cell has always been a subject of interest for scientific research. Harbored in the gastric glands of the fundus and body, parietal cells are considered to be dynamic, as they undergo morphological transition during the resting and secretory states. [1] [2] Parietal cells play a pivotal role in gastric homeostasis, as well as in the absorption of vitamin B12 (cobalamin) due to the release of intrinsic factor (IF). [3] Paracrine, endocrine, and neural pathways are involved in the rigorous control of acid secretion by parietal cells. [4] Therefore, they play an important role in gastric pathologies and are considered to be crucial in the pathophysiology of acid reflux disease, different causes of gastritis, pernicious anemia, Helicobacter pylori infection, among others. [5] It is imperative to understand their physiology, structure, and clinical relevance to grasp the importance of the said cells in the gastric environment."}
{"id": "article-36732_1", "title": "Histology, Parietal Cells -- Issues of Concern", "content": "The prevalence of Helicobacter pylori infection is approximately 50% worldwide, being as low as 30% in the United States and as high as 90% in developing countries. [6] [7] With a special tropism for parietal cells, it is imperative to understand their function and importance in gastric homeostasis. Gastritis is a common occurrence in primary care that must be understood and addressed by the primary care physician before late complications arise, such as atrophic gastritis and pernicious anemia.", "contents": "Histology, Parietal Cells -- Issues of Concern. The prevalence of Helicobacter pylori infection is approximately 50% worldwide, being as low as 30% in the United States and as high as 90% in developing countries. [6] [7] With a special tropism for parietal cells, it is imperative to understand their function and importance in gastric homeostasis. Gastritis is a common occurrence in primary care that must be understood and addressed by the primary care physician before late complications arise, such as atrophic gastritis and pernicious anemia."}
{"id": "article-36732_2", "title": "Histology, Parietal Cells -- Structure", "content": "Considered to be a highly specialized epithelial cell, [4] the parietal cell has an intricate structure that allows it to fulfill its complex duties. Pyramidal in shape, parietal cell cytoplasm is packed with mitochondria, with abundant lysosomes and a specialized organelle, tubulovesicles. [8] The apical membrane contains secretory canaliculi; these canaliculi project into the cell’s interior and communicate with each other. [4] These cells have two different structural stages, the resting and secreting states. In the resting state, the apical canaliculi are lined with microvilli; actin microfilaments and actin-binding proteins support them. [4] The resting parietal cell's apical membrane has a limited area, but a more prominent luminal exposure is achieved by the invagination of this membrane into the cytoplasm, thus forming the secretory canaliculus, in its collapsed state. [8] Contrastingly, during its secreting state, the tubulovesicular compartment appears to be depleted due to the fusion and transfer of tubulovesicular membranes to the apical membrane. [2] This activity also results in the elongation of intra-canalicular microvilli. [8] These tubulovesicles are found to develop interconnections during the presence of a stimulus, and the gastric acid pump gets transported from these tubulovesicles towards the apical membrane, thus culminating in the acid-secretory state. [9]", "contents": "Histology, Parietal Cells -- Structure. Considered to be a highly specialized epithelial cell, [4] the parietal cell has an intricate structure that allows it to fulfill its complex duties. Pyramidal in shape, parietal cell cytoplasm is packed with mitochondria, with abundant lysosomes and a specialized organelle, tubulovesicles. [8] The apical membrane contains secretory canaliculi; these canaliculi project into the cell’s interior and communicate with each other. [4] These cells have two different structural stages, the resting and secreting states. In the resting state, the apical canaliculi are lined with microvilli; actin microfilaments and actin-binding proteins support them. [4] The resting parietal cell's apical membrane has a limited area, but a more prominent luminal exposure is achieved by the invagination of this membrane into the cytoplasm, thus forming the secretory canaliculus, in its collapsed state. [8] Contrastingly, during its secreting state, the tubulovesicular compartment appears to be depleted due to the fusion and transfer of tubulovesicular membranes to the apical membrane. [2] This activity also results in the elongation of intra-canalicular microvilli. [8] These tubulovesicles are found to develop interconnections during the presence of a stimulus, and the gastric acid pump gets transported from these tubulovesicles towards the apical membrane, thus culminating in the acid-secretory state. [9]"}
{"id": "article-36732_3", "title": "Histology, Parietal Cells -- Function", "content": "Due to its essential role in digestion, the parietal cell is under rigorous modulation by numerous pathways. Gastric acid is necessary for the activation of pepsinogen, as well as for acidification of the gastric lumen that creates a barrier to the transit of possibly pathogenic bacteria. [8] Currently, many intracellular pathways have been identified, as well as multiple stimulatory and inhibitory substances that enable the parietal cell to function properly. Histaminergic stimulation is considered to be the strongest activation pathway for stimulation of gastric acid secretion since parietal cells are contiguous to histamine-secreting enterochromaffin-like (ECL) cells. [4] [10] To a lesser extent, gastrin and cholinergic stimulus can activate gastric acid secretion. [4] The main intracellular messenger for hydrochloric acid (HCl) secretion is cyclic AMP (cAMP). [4] Histamine directly increases intracellular levels of cAMP, leading to the activation of protein kinase A (PKA), which in turn initiates a phosphorylation cascade that culminates with membrane and cytoskeletal rearrangements, increase in electrical conductance across the epithelium and eventually, acid secretion. [4] Gastrin and acetylcholine, on the other hand, lead to increases in cytoplasmic calcium activity. [11] [12] Stimulation of both of these pathways promotes the trafficking of the H-K-ATPase to the canaliculi of the luminal membrane and activation of luminal membrane conductance for Cl and K. [11] For each hydrogen ion secreted into the gastric lumen, a bicarbonate ion must exit the cell through the basolateral membrane to maintain intracellular electrical and pH balance. [11] Cholinergic activation of parietal cells occurs via M muscarinic receptors and elevation of intracellular calcium. [4] [11] This elevation in calcium does not depend on extracellular calcium levels. [4] Implications point to inositol triphosphate (IP) as the messenger responsible for the elevation in calcium levels posterior to muscarinic stimulation. [4] Gastrin is the major stimulant secreted during the ingestion of food, and it stimulates histamine secretion from enterochromaffin-like cells, which directly stimulates parietal cells, as previously mentioned. [8]", "contents": "Histology, Parietal Cells -- Function. Due to its essential role in digestion, the parietal cell is under rigorous modulation by numerous pathways. Gastric acid is necessary for the activation of pepsinogen, as well as for acidification of the gastric lumen that creates a barrier to the transit of possibly pathogenic bacteria. [8] Currently, many intracellular pathways have been identified, as well as multiple stimulatory and inhibitory substances that enable the parietal cell to function properly. Histaminergic stimulation is considered to be the strongest activation pathway for stimulation of gastric acid secretion since parietal cells are contiguous to histamine-secreting enterochromaffin-like (ECL) cells. [4] [10] To a lesser extent, gastrin and cholinergic stimulus can activate gastric acid secretion. [4] The main intracellular messenger for hydrochloric acid (HCl) secretion is cyclic AMP (cAMP). [4] Histamine directly increases intracellular levels of cAMP, leading to the activation of protein kinase A (PKA), which in turn initiates a phosphorylation cascade that culminates with membrane and cytoskeletal rearrangements, increase in electrical conductance across the epithelium and eventually, acid secretion. [4] Gastrin and acetylcholine, on the other hand, lead to increases in cytoplasmic calcium activity. [11] [12] Stimulation of both of these pathways promotes the trafficking of the H-K-ATPase to the canaliculi of the luminal membrane and activation of luminal membrane conductance for Cl and K. [11] For each hydrogen ion secreted into the gastric lumen, a bicarbonate ion must exit the cell through the basolateral membrane to maintain intracellular electrical and pH balance. [11] Cholinergic activation of parietal cells occurs via M muscarinic receptors and elevation of intracellular calcium. [4] [11] This elevation in calcium does not depend on extracellular calcium levels. [4] Implications point to inositol triphosphate (IP) as the messenger responsible for the elevation in calcium levels posterior to muscarinic stimulation. [4] Gastrin is the major stimulant secreted during the ingestion of food, and it stimulates histamine secretion from enterochromaffin-like cells, which directly stimulates parietal cells, as previously mentioned. [8]"}
{"id": "article-36732_4", "title": "Histology, Parietal Cells -- Function", "content": "Somatostatin, which is secreted by antral D cells, is the primary physiological suppressor of gastric acid secretion. [8] In resting situations, somatostatin restrains acid secretion from parietal cells, histamine secretion from ECL cells, and gastrin secretion from G cells. [8] EGF and TGF-alpha have a biphasic effect on acid secretion. Acutely, these two inhibit histamine-mediated acid secretion. [4] Conversely, chronic exposure enhances acid secretion [4]", "contents": "Histology, Parietal Cells -- Function. Somatostatin, which is secreted by antral D cells, is the primary physiological suppressor of gastric acid secretion. [8] In resting situations, somatostatin restrains acid secretion from parietal cells, histamine secretion from ECL cells, and gastrin secretion from G cells. [8] EGF and TGF-alpha have a biphasic effect on acid secretion. Acutely, these two inhibit histamine-mediated acid secretion. [4] Conversely, chronic exposure enhances acid secretion [4]"}
{"id": "article-36732_5", "title": "Histology, Parietal Cells -- Function", "content": "Intrinsic factor (IF) is a glycoprotein produced and secreted by parietal cells. It plays a pivotal role in the transportation and absorption of vitamin B12 in the terminal ileum. [3] Intrinsic factor secretion becomes stimulated by gastrin, histamine, insulin, and vagal stimulation. [3]", "contents": "Histology, Parietal Cells -- Function. Intrinsic factor (IF) is a glycoprotein produced and secreted by parietal cells. It plays a pivotal role in the transportation and absorption of vitamin B12 in the terminal ileum. [3] Intrinsic factor secretion becomes stimulated by gastrin, histamine, insulin, and vagal stimulation. [3]"}
{"id": "article-36732_6", "title": "Histology, Parietal Cells -- Tissue Preparation", "content": "Tissue samples from the gastric body are commonly washed with Ringer’s solution and posteriorly immersed in 3% glutaraldehyde in a sodium cacodylate buffer, with a pH ranging from 6.8 to 7.4 to preserve cell structure and organelles intact. [1] [13] As usual, dehydration is with the use of alcohol, and posteriorly the tissue can be embedded in Epon to be ready for visualization in the electron microscope. [1] [13] Gastric gland tissue can also undergo staining for viewing in light microscopy, with periodic-chromic acid-silver methenamine, periodic-acid Schiff and hematoxylin, and eosin staining giving a clear image of the parietal cell and its intracellular components. [13] [14]", "contents": "Histology, Parietal Cells -- Tissue Preparation. Tissue samples from the gastric body are commonly washed with Ringer’s solution and posteriorly immersed in 3% glutaraldehyde in a sodium cacodylate buffer, with a pH ranging from 6.8 to 7.4 to preserve cell structure and organelles intact. [1] [13] As usual, dehydration is with the use of alcohol, and posteriorly the tissue can be embedded in Epon to be ready for visualization in the electron microscope. [1] [13] Gastric gland tissue can also undergo staining for viewing in light microscopy, with periodic-chromic acid-silver methenamine, periodic-acid Schiff and hematoxylin, and eosin staining giving a clear image of the parietal cell and its intracellular components. [13] [14]"}
{"id": "article-36732_7", "title": "Histology, Parietal Cells -- Histochemistry and Cytochemistry", "content": "Various histochemical tests can be performed on gastric mucosa to depict the composition of the parietal cell membrane. Research has demonstrated that parietal cells contain little to no acid mucosubstance. Even though acidic glycoproteins, such as sialoproteins and sulfated glycoproteins, are found on the surface of these cells, the only fundic cell found to have mucopolysaccharides is the chief cell. [13] Researchers observed this after staining with periodic-chromic acid-silver methenamine. [13] The cell’s Golgi apparatus is highly reactive with silver methenamine, both in its cisternal and vesicular elements. [13] In contrast, mitochondria and basolateral membranes do not have an affinity for the stain. [13] Comparatively, periodic acid-Schiff staining of oxyntic cells demonstrates the presence of a polysaccharide substance that lines the smooth-surfaced membrane system. [13]", "contents": "Histology, Parietal Cells -- Histochemistry and Cytochemistry. Various histochemical tests can be performed on gastric mucosa to depict the composition of the parietal cell membrane. Research has demonstrated that parietal cells contain little to no acid mucosubstance. Even though acidic glycoproteins, such as sialoproteins and sulfated glycoproteins, are found on the surface of these cells, the only fundic cell found to have mucopolysaccharides is the chief cell. [13] Researchers observed this after staining with periodic-chromic acid-silver methenamine. [13] The cell’s Golgi apparatus is highly reactive with silver methenamine, both in its cisternal and vesicular elements. [13] In contrast, mitochondria and basolateral membranes do not have an affinity for the stain. [13] Comparatively, periodic acid-Schiff staining of oxyntic cells demonstrates the presence of a polysaccharide substance that lines the smooth-surfaced membrane system. [13]"}
{"id": "article-36732_8", "title": "Histology, Parietal Cells -- Microscopy, Light", "content": "Canalicular membranes can be observed in light microscopy and are found to form a network that extends throughout the cytoplasm. [15] There are abundant microvilli, even in the cell’s resting state. [15] In the resting cell, there were no fixed continuities between the tubulovesicles and the canalicular membrane. In contrast, the secreting cell does have the endocytic activity of clathrin-rich membranes. [15]", "contents": "Histology, Parietal Cells -- Microscopy, Light. Canalicular membranes can be observed in light microscopy and are found to form a network that extends throughout the cytoplasm. [15] There are abundant microvilli, even in the cell’s resting state. [15] In the resting cell, there were no fixed continuities between the tubulovesicles and the canalicular membrane. In contrast, the secreting cell does have the endocytic activity of clathrin-rich membranes. [15]"}
{"id": "article-36732_9", "title": "Histology, Parietal Cells -- Microscopy, Electron", "content": "Through electron microscopy, the parietal cell has been observed to be rich in large mitochondria, with complex folding of the basal cell membrane. [1] In a mature oxyntic cell, the rough endoplasmic reticulum is almost completely degraded, with prominent canalicular and tubulovesicular membranes standing out. Canaliculi intrude into the cytoplasm, with multiple microvilli protruding from them. [15] The canalicular membrane also has a copious number of invaginations that are consistent with clathrin-coated endocytic vesicles. [16] In the secreting parietal cell, the canalicular lumen has many more microvilli on its surface compared to resting cells. [2] Involution of the acid secretory membranes occurs primarily in the bottom of the gastric gland, where there are degenerative oxyntic cells. [1]", "contents": "Histology, Parietal Cells -- Microscopy, Electron. Through electron microscopy, the parietal cell has been observed to be rich in large mitochondria, with complex folding of the basal cell membrane. [1] In a mature oxyntic cell, the rough endoplasmic reticulum is almost completely degraded, with prominent canalicular and tubulovesicular membranes standing out. Canaliculi intrude into the cytoplasm, with multiple microvilli protruding from them. [15] The canalicular membrane also has a copious number of invaginations that are consistent with clathrin-coated endocytic vesicles. [16] In the secreting parietal cell, the canalicular lumen has many more microvilli on its surface compared to resting cells. [2] Involution of the acid secretory membranes occurs primarily in the bottom of the gastric gland, where there are degenerative oxyntic cells. [1]"}
{"id": "article-36732_10", "title": "Histology, Parietal Cells -- Pathophysiology", "content": "There are a variety of pathologies that affect parietal cell gastric acid secretion, as well as intrinsic factor secretion. The most common cause of gastric pathology worldwide is Helicobacter pylori infection. [5] This pathogen has correlations with gastritis, atrophic gastritis, peptic ulcer, and gastric cancer. [5] H. pylori have many virulence factors that promote cellular adhesion (BabA/B, sabA, OipA), evasion of the immune response (LPS), and cell damage mediated through disruption of tight junctions (Ure A/B). [5] Regarding progression to gastric cancer, the cytotoxin-associated gene A (CagA) is considered to be pro-inflammatory and correlates with the development of gastric neoplasia, since it promotes p53 degradation, downregulating the apoptosis-stimulating protein of p53 tumor-suppressor pathway. [5] [17] H. pylori correlate with hypochlorhydria mediated by interruption of interactions between parietal cells, G cells, ECL cells, and D cells. [8] Furthermore, infection with this pathogen, through endoplasmic reticulum stress, induces overexpression of cation transport regulator 1 (CHAC1), an enzyme involved in the degradation of glutathione into 5-oxoproline and cysteinyl-glycine, which eventually results in intracellular depletion of glutathione, culminating in unbalanced cellular redox levels. [18]", "contents": "Histology, Parietal Cells -- Pathophysiology. There are a variety of pathologies that affect parietal cell gastric acid secretion, as well as intrinsic factor secretion. The most common cause of gastric pathology worldwide is Helicobacter pylori infection. [5] This pathogen has correlations with gastritis, atrophic gastritis, peptic ulcer, and gastric cancer. [5] H. pylori have many virulence factors that promote cellular adhesion (BabA/B, sabA, OipA), evasion of the immune response (LPS), and cell damage mediated through disruption of tight junctions (Ure A/B). [5] Regarding progression to gastric cancer, the cytotoxin-associated gene A (CagA) is considered to be pro-inflammatory and correlates with the development of gastric neoplasia, since it promotes p53 degradation, downregulating the apoptosis-stimulating protein of p53 tumor-suppressor pathway. [5] [17] H. pylori correlate with hypochlorhydria mediated by interruption of interactions between parietal cells, G cells, ECL cells, and D cells. [8] Furthermore, infection with this pathogen, through endoplasmic reticulum stress, induces overexpression of cation transport regulator 1 (CHAC1), an enzyme involved in the degradation of glutathione into 5-oxoproline and cysteinyl-glycine, which eventually results in intracellular depletion of glutathione, culminating in unbalanced cellular redox levels. [18]"}
{"id": "article-36732_11", "title": "Histology, Parietal Cells -- Pathophysiology", "content": "Autoimmune gastritis is associated with the loss of parietal cells in the body and fundus, and it accounts for 10% of chronic gastritis cases. [3] It is associated with autoantibodies against parietal cells and intrinsic factors. IgG or IgA targets H/K ATPase, which leads to atrophic gastritis limited to the body and fundus. [7] [5] Autoimmune gastritis is also associated with iron-deficient anemia, a condition known as “achylia gastrica.” [19] This is considered to be caused by the destruction of ascorbic acid in the gastric lumen due to a higher pH. [19] Also, this results from the inability to free iron from proteins without the action of gastric acid. [19] Pernicious anemia is one of the late manifestations of autoimmune gastritis, resulting from the deficiency of vitamin B12 due to autoantibodies against parietal cells and intrinsic factor. [19] [20] This deficiency leads to cobalamin malabsorption in the terminal ileum and eventual, megaloblastic anemia. [21]", "contents": "Histology, Parietal Cells -- Pathophysiology. Autoimmune gastritis is associated with the loss of parietal cells in the body and fundus, and it accounts for 10% of chronic gastritis cases. [3] It is associated with autoantibodies against parietal cells and intrinsic factors. IgG or IgA targets H/K ATPase, which leads to atrophic gastritis limited to the body and fundus. [7] [5] Autoimmune gastritis is also associated with iron-deficient anemia, a condition known as “achylia gastrica.” [19] This is considered to be caused by the destruction of ascorbic acid in the gastric lumen due to a higher pH. [19] Also, this results from the inability to free iron from proteins without the action of gastric acid. [19] Pernicious anemia is one of the late manifestations of autoimmune gastritis, resulting from the deficiency of vitamin B12 due to autoantibodies against parietal cells and intrinsic factor. [19] [20] This deficiency leads to cobalamin malabsorption in the terminal ileum and eventual, megaloblastic anemia. [21]"}
{"id": "article-36732_12", "title": "Histology, Parietal Cells -- Pathophysiology", "content": "Prostaglandins are responsible for protecting the gastric mucosa from injuries caused by hydrochloric acid. NSAIDs cause gastritis by inhibiting the production of prostaglandins, which gets mediated by inhibition of cyclo-oxygenase. [5] [22]", "contents": "Histology, Parietal Cells -- Pathophysiology. Prostaglandins are responsible for protecting the gastric mucosa from injuries caused by hydrochloric acid. NSAIDs cause gastritis by inhibiting the production of prostaglandins, which gets mediated by inhibition of cyclo-oxygenase. [5] [22]"}
{"id": "article-36732_13", "title": "Histology, Parietal Cells -- Clinical Significance", "content": "Helicobacter pylori infection is one of the most common infections worldwide, and it is the leading global cause of gastritis. Nonetheless, recent studies have shown its prevalence is declining in the developed world. [23] In developing countries, on the other hand, it is still a highly prevalent infection, with the majority of cases being undiagnosed. Most of the cases are asymptomatic; only some might present as functional dyspepsia and gastroesophageal reflux disease. [6] Gastritis is inflammation of the stomach lining with injury to the mucosa. [6] [5] In most patients, H. pylori infection correlates with acute gastritis, which may present as epigastric pain, nausea, vomiting, or minimal dyspeptic symptoms. [6] [5] Peptic ulcer disease prevalence associated with H. pylori infection ranges from 40 to 75% of patients with confirmed infection. [6] Eventually, chronic infection can lead to atrophic gastritis, characterized by loss of gastric glands and chronic inflammatory infiltrates, which, in turn, results in hypochlorhydria or achlorhydria, which are risk factors for developing gastric cancer. [6] [24]", "contents": "Histology, Parietal Cells -- Clinical Significance. Helicobacter pylori infection is one of the most common infections worldwide, and it is the leading global cause of gastritis. Nonetheless, recent studies have shown its prevalence is declining in the developed world. [23] In developing countries, on the other hand, it is still a highly prevalent infection, with the majority of cases being undiagnosed. Most of the cases are asymptomatic; only some might present as functional dyspepsia and gastroesophageal reflux disease. [6] Gastritis is inflammation of the stomach lining with injury to the mucosa. [6] [5] In most patients, H. pylori infection correlates with acute gastritis, which may present as epigastric pain, nausea, vomiting, or minimal dyspeptic symptoms. [6] [5] Peptic ulcer disease prevalence associated with H. pylori infection ranges from 40 to 75% of patients with confirmed infection. [6] Eventually, chronic infection can lead to atrophic gastritis, characterized by loss of gastric glands and chronic inflammatory infiltrates, which, in turn, results in hypochlorhydria or achlorhydria, which are risk factors for developing gastric cancer. [6] [24]"}
{"id": "article-36732_14", "title": "Histology, Parietal Cells -- Clinical Significance", "content": "Autoimmune gastritis symptoms vary throughout the disease, and patients with this disease do not have a higher risk of developing gastric or duodenal ulcers in comparison with acute gastritis. [19] Most symptoms are associated more with achlorhydria, with delayed gastric emptying, gastric and small intestine bacterial overgrowth, and increased gastrointestinal infections. [19] The predominant manifestation of autoimmune gastritis is pernicious anemia, but recent studies have shown that up to 50% of patients present iron deficiency anemia, as defined by microcytic anemia. [19] [25] Symptoms associated with both of these conditions include fatigue, brittle nails, hair loss, shortness of breath, dizziness, lightheadedness, and decreased cognitive and physical function. [19] Autoimmune gastritis is also associated with other autoimmune conditions, such as Hashimoto thyroiditis, type 1 diabetes mellitus, and Addison disease. [19]", "contents": "Histology, Parietal Cells -- Clinical Significance. Autoimmune gastritis symptoms vary throughout the disease, and patients with this disease do not have a higher risk of developing gastric or duodenal ulcers in comparison with acute gastritis. [19] Most symptoms are associated more with achlorhydria, with delayed gastric emptying, gastric and small intestine bacterial overgrowth, and increased gastrointestinal infections. [19] The predominant manifestation of autoimmune gastritis is pernicious anemia, but recent studies have shown that up to 50% of patients present iron deficiency anemia, as defined by microcytic anemia. [19] [25] Symptoms associated with both of these conditions include fatigue, brittle nails, hair loss, shortness of breath, dizziness, lightheadedness, and decreased cognitive and physical function. [19] Autoimmune gastritis is also associated with other autoimmune conditions, such as Hashimoto thyroiditis, type 1 diabetes mellitus, and Addison disease. [19]"}
{"id": "article-36732_15", "title": "Histology, Parietal Cells -- Clinical Significance", "content": "Pernicious anemia can arise as a late complication of autoimmune gastritis, which normally precedes the former by at least 10 to 20 years. [21] It occurs due to the inability to absorb vitamin B12 in the terminal ileum due to lack of intrinsic factor. [20] Pernicious anemia can be of autoimmune origin, with antibodies against intrinsic factor and parietal cells, or present as a congenital or juvenile form with an autosomal recessive pattern. [20] This illness has an insidious presentation, characterized as megaloblastic anemia with little to no symptoms at the time of presentation. Common symptoms include pallor, fatigue, dizziness, shortness of breath, tachycardia, loss of appetite, weight loss, and diarrhea. [20] [21] Peripheral neuropathy, paresthesias, weakness, ataxia, and psychosis should aid the diagnosis of vitamin B12 deficiency. [20] To diagnose megaloblastic anemia, bloodwork must show the presence of macrocytic anemia, with low hemoglobin (less than 13 g/dL for men and less than 12 g/dL for women) and a high mean corpuscular volume (greater than or equal to 100 fL). [20] Pernicious anemia is diagnosable by the presence of atrophic gastritis, intrinsic factor deficiency, and autoantibodies targeting intrinsic factor and parietal cells.", "contents": "Histology, Parietal Cells -- Clinical Significance. Pernicious anemia can arise as a late complication of autoimmune gastritis, which normally precedes the former by at least 10 to 20 years. [21] It occurs due to the inability to absorb vitamin B12 in the terminal ileum due to lack of intrinsic factor. [20] Pernicious anemia can be of autoimmune origin, with antibodies against intrinsic factor and parietal cells, or present as a congenital or juvenile form with an autosomal recessive pattern. [20] This illness has an insidious presentation, characterized as megaloblastic anemia with little to no symptoms at the time of presentation. Common symptoms include pallor, fatigue, dizziness, shortness of breath, tachycardia, loss of appetite, weight loss, and diarrhea. [20] [21] Peripheral neuropathy, paresthesias, weakness, ataxia, and psychosis should aid the diagnosis of vitamin B12 deficiency. [20] To diagnose megaloblastic anemia, bloodwork must show the presence of macrocytic anemia, with low hemoglobin (less than 13 g/dL for men and less than 12 g/dL for women) and a high mean corpuscular volume (greater than or equal to 100 fL). [20] Pernicious anemia is diagnosable by the presence of atrophic gastritis, intrinsic factor deficiency, and autoantibodies targeting intrinsic factor and parietal cells."}
{"id": "article-36732_16", "title": "Histology, Parietal Cells -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Histology, Parietal Cells -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}