{"id": "article-20046_0", "title": "Inhaled Corticosteroids -- Continuing Education Activity", "content": "Inhaled corticosteroids (ICS) are the FDA-indicated treatment of choice in preventing asthma exacerbation in patients with persistent asthma. Persistent asthma is classified by symptoms more than two days a week, more than three nighttime awakenings per month, more than twice a week using short-acting beta-2 agonists for symptom control, or any limitation of normal activity due to asthma. Regular use of these medications reduces the frequency of asthma symptoms, bronchial hyper-responsiveness, risk of serious exacerbation, and improves the quality of life. This activity describes the mode of action of inhaled corticosteroids, including mechanism of action, pharmacology, adverse event profiles, eligible patient populations, monitoring, and highlights the role of the interprofessional team in the management of these patients.", "contents": "Inhaled Corticosteroids -- Continuing Education Activity. Inhaled corticosteroids (ICS) are the FDA-indicated treatment of choice in preventing asthma exacerbation in patients with persistent asthma. Persistent asthma is classified by symptoms more than two days a week, more than three nighttime awakenings per month, more than twice a week using short-acting beta-2 agonists for symptom control, or any limitation of normal activity due to asthma. Regular use of these medications reduces the frequency of asthma symptoms, bronchial hyper-responsiveness, risk of serious exacerbation, and improves the quality of life. This activity describes the mode of action of inhaled corticosteroids, including mechanism of action, pharmacology, adverse event profiles, eligible patient populations, monitoring, and highlights the role of the interprofessional team in the management of these patients."}
{"id": "article-20046_1", "title": "Inhaled Corticosteroids -- Continuing Education Activity", "content": "Objectives: Explain the mechanism of action of inhaled corticosteroids. Identify the indications for using inhaled corticosteroid therapy. Review the potential adverse reactions of inhaled corticosteroids. Summarize interprofessional team strategies for improving care coordination and communication to advance inhaled corticosteroid therapy and improve outcomes and minimize adverse events. Access free multiple choice questions on this topic.", "contents": "Inhaled Corticosteroids -- Continuing Education Activity. Objectives: Explain the mechanism of action of inhaled corticosteroids. Identify the indications for using inhaled corticosteroid therapy. Review the potential adverse reactions of inhaled corticosteroids. Summarize interprofessional team strategies for improving care coordination and communication to advance inhaled corticosteroid therapy and improve outcomes and minimize adverse events. Access free multiple choice questions on this topic."}
{"id": "article-20046_2", "title": "Inhaled Corticosteroids -- Indications", "content": "Inhaled corticosteroids (ICS) are the FDA-indicated treatment of choice in preventing asthma exacerbations in patients with persistent asthma. [1] Persistent asthma is classified by symptoms more than two days a week, more than three nighttime awakenings per month, more than twice a week using short-acting beta-2 agonists for symptom control, or any limitation of normal activity due to asthma. [1] Regular use of these medications reduces the frequency of asthma symptoms, bronchial hyperresponsiveness, risk of serious exacerbations and improves the quality of life. [2] These medications are initiated in a stepwise fashion based on the frequency and severity of the asthma symptoms. Low, medium, and high-dose inhaled corticosteroids are available to treat mild, moderate, and severe persistent asthma, respectively. [3] If inhaled corticosteroids alone are not adequate in controlling a patient's asthma symptoms, other controller medications such as long-acting beta-agonists or leukotriene receptor antagonists may also be started. Asthma controller medications often are used in conjunction with short-acting beta-agonists such as albuterol as part of an asthma action plan to address acute and chronic symptoms. [1]", "contents": "Inhaled Corticosteroids -- Indications. Inhaled corticosteroids (ICS) are the FDA-indicated treatment of choice in preventing asthma exacerbations in patients with persistent asthma. [1] Persistent asthma is classified by symptoms more than two days a week, more than three nighttime awakenings per month, more than twice a week using short-acting beta-2 agonists for symptom control, or any limitation of normal activity due to asthma. [1] Regular use of these medications reduces the frequency of asthma symptoms, bronchial hyperresponsiveness, risk of serious exacerbations and improves the quality of life. [2] These medications are initiated in a stepwise fashion based on the frequency and severity of the asthma symptoms. Low, medium, and high-dose inhaled corticosteroids are available to treat mild, moderate, and severe persistent asthma, respectively. [3] If inhaled corticosteroids alone are not adequate in controlling a patient's asthma symptoms, other controller medications such as long-acting beta-agonists or leukotriene receptor antagonists may also be started. Asthma controller medications often are used in conjunction with short-acting beta-agonists such as albuterol as part of an asthma action plan to address acute and chronic symptoms. [1]"}
{"id": "article-20046_3", "title": "Inhaled Corticosteroids -- Indications", "content": "Recently updated guidelines also recommend ICS to be used for acute asthma symptoms in conjunction with beta-2 agonists in adolescents and adults. [4] Inhaled corticosteroids are also prescribed off-label (non-FDA approved) to manage chronic obstructive pulmonary disease (COPD). Up to 40% to 50% of patients with COPD receive inhaled corticosteroid therapy. Data suggests that these medications decreased the number of exacerbations and may slow the progression of lung disease. [5] There is, however, minimal impact of inhaled corticosteroids on lung function and mortality. Inhaled corticosteroids are most often used in COPD as an adjunct to long-acting inhaled bronchodilators, but the clinician may initiate them earlier if there is an asthmatic component in a given patient's lung disease. [6]", "contents": "Inhaled Corticosteroids -- Indications. Recently updated guidelines also recommend ICS to be used for acute asthma symptoms in conjunction with beta-2 agonists in adolescents and adults. [4] Inhaled corticosteroids are also prescribed off-label (non-FDA approved) to manage chronic obstructive pulmonary disease (COPD). Up to 40% to 50% of patients with COPD receive inhaled corticosteroid therapy. Data suggests that these medications decreased the number of exacerbations and may slow the progression of lung disease. [5] There is, however, minimal impact of inhaled corticosteroids on lung function and mortality. Inhaled corticosteroids are most often used in COPD as an adjunct to long-acting inhaled bronchodilators, but the clinician may initiate them earlier if there is an asthmatic component in a given patient's lung disease. [6]"}
{"id": "article-20046_4", "title": "Inhaled Corticosteroids -- Mechanism of Action", "content": "Inhaled corticosteroids have potent glucocorticoid activity and work directly at the cellular level by reversing capillary permeability and lysosomal stabilization to reduce inflammation. The onset of action is gradual and may take anywhere from several days to several weeks for maximal benefit with consistent use. Metabolism is through the hepatic route, with a half-life elimination of up to 24 hours. [2]", "contents": "Inhaled Corticosteroids -- Mechanism of Action. Inhaled corticosteroids have potent glucocorticoid activity and work directly at the cellular level by reversing capillary permeability and lysosomal stabilization to reduce inflammation. The onset of action is gradual and may take anywhere from several days to several weeks for maximal benefit with consistent use. Metabolism is through the hepatic route, with a half-life elimination of up to 24 hours. [2]"}
{"id": "article-20046_5", "title": "Inhaled Corticosteroids -- Administration", "content": "These drugs are administered through the inhalation route directly to their sites of action. This mode of administration decreases the dose required for the desired effect as it bypasses the first-pass metabolism in drugs taken orally. The reduced systemic bioavailability also minimizes side effects. [7] Inhaled corticosteroids come in liquid capsule formulations given through a nebulizer machine, metered-dose inhalers (MDI) administered through spacers, and dry powder inhalers (DPI). The advantages and disadvantages of each are as follows: [8] [9] Nebulizer Advantages: Coordination with the patient not required, high doses possible Disadvantages: Expensive, more time required (10 to 15 minutes per dose), contamination of the machine Metered Dose Inhalers (MDI) Advantages: Less expensive than nebulizers, convenient, faster to use, has a dose counter. Disadvantages: Coordination is essential if not using a mask, pharyngeal deposition, difficult to deliver high doses", "contents": "Inhaled Corticosteroids -- Administration. These drugs are administered through the inhalation route directly to their sites of action. This mode of administration decreases the dose required for the desired effect as it bypasses the first-pass metabolism in drugs taken orally. The reduced systemic bioavailability also minimizes side effects. [7] Inhaled corticosteroids come in liquid capsule formulations given through a nebulizer machine, metered-dose inhalers (MDI) administered through spacers, and dry powder inhalers (DPI). The advantages and disadvantages of each are as follows: [8] [9] Nebulizer Advantages: Coordination with the patient not required, high doses possible Disadvantages: Expensive, more time required (10 to 15 minutes per dose), contamination of the machine Metered Dose Inhalers (MDI) Advantages: Less expensive than nebulizers, convenient, faster to use, has a dose counter. Disadvantages: Coordination is essential if not using a mask, pharyngeal deposition, difficult to deliver high doses"}
{"id": "article-20046_6", "title": "Inhaled Corticosteroids -- Administration", "content": "Dry Powder Inhaler (DPI) Advantages: Portable, dose counter, less coordination needed compared to MDI Disadvantages: Needs higher inspiratory flow to use effectively, pharyngeal deposition of medication, cannot use in mechanically vented patients", "contents": "Inhaled Corticosteroids -- Administration. Dry Powder Inhaler (DPI) Advantages: Portable, dose counter, less coordination needed compared to MDI Disadvantages: Needs higher inspiratory flow to use effectively, pharyngeal deposition of medication, cannot use in mechanically vented patients"}
{"id": "article-20046_7", "title": "Inhaled Corticosteroids -- Administration", "content": "Drug deposition of inhaled corticosteroids in children older than five is similar to that of adults, so the method of administration of ICS in these age groups should be decided based on patient and family preference. However, toddlers and infants cannot reliably generate a sufficient inspiratory flow rate to use dry powder inhalers, so this method of delivery is not recommended for this age group. The recommendation is that young children either use a nebulizer or MDI with a mask and spacer to deliver inhaled corticosteroids. [10]", "contents": "Inhaled Corticosteroids -- Administration. Drug deposition of inhaled corticosteroids in children older than five is similar to that of adults, so the method of administration of ICS in these age groups should be decided based on patient and family preference. However, toddlers and infants cannot reliably generate a sufficient inspiratory flow rate to use dry powder inhalers, so this method of delivery is not recommended for this age group. The recommendation is that young children either use a nebulizer or MDI with a mask and spacer to deliver inhaled corticosteroids. [10]"}
{"id": "article-20046_8", "title": "Inhaled Corticosteroids -- Administration", "content": "Many different brands of inhaled corticosteroids are available on the market with similar efficacy between the formulations. Widely used inhaled corticosteroids include budesonide, fluticasone, beclomethasone, flunisolide, mometasone, and triamcinolone. [11]", "contents": "Inhaled Corticosteroids -- Administration. Many different brands of inhaled corticosteroids are available on the market with similar efficacy between the formulations. Widely used inhaled corticosteroids include budesonide, fluticasone, beclomethasone, flunisolide, mometasone, and triamcinolone. [11]"}
{"id": "article-20046_9", "title": "Inhaled Corticosteroids -- Adverse Effects", "content": "Local adverse effects of inhaled corticosteroids include dysphonia, oral candidiasis, reflex cough, and bronchospasm. These adverse effects are less common with low-dose inhaled corticosteroids than with high-dose inhaled corticosteroids. These adverse effects are also mitigated by spacer use when taking the medication via metered-dose inhalers. [12]", "contents": "Inhaled Corticosteroids -- Adverse Effects. Local adverse effects of inhaled corticosteroids include dysphonia, oral candidiasis, reflex cough, and bronchospasm. These adverse effects are less common with low-dose inhaled corticosteroids than with high-dose inhaled corticosteroids. These adverse effects are also mitigated by spacer use when taking the medication via metered-dose inhalers. [12]"}
{"id": "article-20046_10", "title": "Inhaled Corticosteroids -- Adverse Effects", "content": "Up to 50-60% of patients report dysphonia while using inhaled corticosteroids. It is due to myopathy of the laryngeal muscles and mucosal irritation, and it is reversible after withdrawing treatment. [13] Oral candidiasis (thrush) is another common complaint among users of inhaled corticosteroids. This risk increases in elderly patients and patients who also take oral steroids, high dose ICS, or antibiotics. Laryngeal and esophageal candidiasis also has been described in the literature. [14] [15] It is advisable to have the patient rinse their mouth out after ICS use to prevent oral candidiasis. Treatments for candidiasis include clotrimazole, miconazole, and nystatin. [16]", "contents": "Inhaled Corticosteroids -- Adverse Effects. Up to 50-60% of patients report dysphonia while using inhaled corticosteroids. It is due to myopathy of the laryngeal muscles and mucosal irritation, and it is reversible after withdrawing treatment. [13] Oral candidiasis (thrush) is another common complaint among users of inhaled corticosteroids. This risk increases in elderly patients and patients who also take oral steroids, high dose ICS, or antibiotics. Laryngeal and esophageal candidiasis also has been described in the literature. [14] [15] It is advisable to have the patient rinse their mouth out after ICS use to prevent oral candidiasis. Treatments for candidiasis include clotrimazole, miconazole, and nystatin. [16]"}
{"id": "article-20046_11", "title": "Inhaled Corticosteroids -- Adverse Effects", "content": "Inhaled corticosteroid use has correlations with a reduction in growth velocity in children with asthma. However, these effects in low doses of inhaled corticosteroids are small, nonprogressive, and potentially reversible. Inadequate control of asthma also is associated with reductions in growth velocity, and early intervention with inhaled corticosteroids significantly improves asthma control. [7] Thus, the benefits of ICS use outweighs the risk. Other potential systemic adverse effects of inhaled corticosteroids are rare and/or clinically insignificant, including cataracts, glaucoma, hypothalamic-pituitary-adrenal axis dysfunction, and impaired glucose metabolism. [12] Symptomatic patients on long-term, inhaled corticosteroids should be screened for these conditions, or asymptomatic patients on the long-term, high-dose ICS. [7]", "contents": "Inhaled Corticosteroids -- Adverse Effects. Inhaled corticosteroid use has correlations with a reduction in growth velocity in children with asthma. However, these effects in low doses of inhaled corticosteroids are small, nonprogressive, and potentially reversible. Inadequate control of asthma also is associated with reductions in growth velocity, and early intervention with inhaled corticosteroids significantly improves asthma control. [7] Thus, the benefits of ICS use outweighs the risk. Other potential systemic adverse effects of inhaled corticosteroids are rare and/or clinically insignificant, including cataracts, glaucoma, hypothalamic-pituitary-adrenal axis dysfunction, and impaired glucose metabolism. [12] Symptomatic patients on long-term, inhaled corticosteroids should be screened for these conditions, or asymptomatic patients on the long-term, high-dose ICS. [7]"}
{"id": "article-20046_12", "title": "Inhaled Corticosteroids -- Adverse Effects", "content": "There is conflicting evidence on the effect of inhaled corticosteroids on bone metabolism and osteoporosis. High doses of ICS are associated with an increased risk of fracture. Adult patients on chronic ICS therapy should undergo bone density measurement. Routine testing of bone density in children is not needed, but recommendations include supplementation with adequate vitamin D and calcium. [7]", "contents": "Inhaled Corticosteroids -- Adverse Effects. There is conflicting evidence on the effect of inhaled corticosteroids on bone metabolism and osteoporosis. High doses of ICS are associated with an increased risk of fracture. Adult patients on chronic ICS therapy should undergo bone density measurement. Routine testing of bone density in children is not needed, but recommendations include supplementation with adequate vitamin D and calcium. [7]"}
{"id": "article-20046_13", "title": "Inhaled Corticosteroids -- Contraindications", "content": "There are few absolute contraindications to the various inhaled corticosteroids available in the United States. [17] These include hypersensitivity to the medication and severe hypersensitivity to milk proteins/lactose. Dry powder inhalers often contain lactose as a stabilizing agent. Though not intentional, there have been reports of milk protein contamination within lactose-containing medications, including dry powdered inhalers. [18] Therefore, in patients with severe milk protein or lactose allergies, DPI asthma medications are contraindicated. Additional contraindications in Canadian labeling include untreated fungal, bacterial, and tubercular infections of the respiratory tract. Inhaled corticosteroids are recommended therapy for treating asthma during pregnancy. Maternal ICS use during pregnancy has not demonstrated an increase in the risk of congenital malformations or impaired fetal growth. [19] [20]", "contents": "Inhaled Corticosteroids -- Contraindications. There are few absolute contraindications to the various inhaled corticosteroids available in the United States. [17] These include hypersensitivity to the medication and severe hypersensitivity to milk proteins/lactose. Dry powder inhalers often contain lactose as a stabilizing agent. Though not intentional, there have been reports of milk protein contamination within lactose-containing medications, including dry powdered inhalers. [18] Therefore, in patients with severe milk protein or lactose allergies, DPI asthma medications are contraindicated. Additional contraindications in Canadian labeling include untreated fungal, bacterial, and tubercular infections of the respiratory tract. Inhaled corticosteroids are recommended therapy for treating asthma during pregnancy. Maternal ICS use during pregnancy has not demonstrated an increase in the risk of congenital malformations or impaired fetal growth. [19] [20]"}
{"id": "article-20046_14", "title": "Inhaled Corticosteroids -- Enhancing Healthcare Team Outcomes", "content": "Many healthcare professionals prescribe inhaled corticosteroids, including the nurse practitioner, primary care provider, pulmonologist, ENT surgeon, allergist, and emergency department physician. It is essential to know the adverse effects of inhaled corticosteroids. Patients should receive education about the local adverse effects and strategies to reduce their impact. More importantly, inhaled corticosteroid use correlates with a reduction in growth velocity in children with asthma. However, these effects in low doses of inhaled corticosteroids are small, nonprogressive, and potentially reversible. [12] Inadequate control of asthma also is associated with reductions in growth velocity, and early intervention with inhaled corticosteroids significantly improves asthma control. Thus, the benefits of ICS use outweighs the risk. To optimize therapeutic benefit and mitigate adverse events, an interprofessional healthcare team that includes clinicians, mid-level practitioners, nurses, and pharmacists should oversee and manage patients on inhaled corticosteroids. This approach will lead to the best possible outcomes. [Level 5]", "contents": "Inhaled Corticosteroids -- Enhancing Healthcare Team Outcomes. Many healthcare professionals prescribe inhaled corticosteroids, including the nurse practitioner, primary care provider, pulmonologist, ENT surgeon, allergist, and emergency department physician. It is essential to know the adverse effects of inhaled corticosteroids. Patients should receive education about the local adverse effects and strategies to reduce their impact. More importantly, inhaled corticosteroid use correlates with a reduction in growth velocity in children with asthma. However, these effects in low doses of inhaled corticosteroids are small, nonprogressive, and potentially reversible. [12] Inadequate control of asthma also is associated with reductions in growth velocity, and early intervention with inhaled corticosteroids significantly improves asthma control. Thus, the benefits of ICS use outweighs the risk. To optimize therapeutic benefit and mitigate adverse events, an interprofessional healthcare team that includes clinicians, mid-level practitioners, nurses, and pharmacists should oversee and manage patients on inhaled corticosteroids. This approach will lead to the best possible outcomes. [Level 5]"}
{"id": "article-20046_15", "title": "Inhaled Corticosteroids -- Enhancing Healthcare Team Outcomes", "content": "There is conflicting evidence on the effect of inhaled corticosteroids on bone metabolism and osteoporosis. High doses of ICS correlate with an increased risk of fracture. Adult patients on chronic ICS therapy should have periodic bone density measurements. Routine testing of bone density in children is not needed, but the recommendation is for supplementation with adequate vitamin D and calcium. [12]", "contents": "Inhaled Corticosteroids -- Enhancing Healthcare Team Outcomes. There is conflicting evidence on the effect of inhaled corticosteroids on bone metabolism and osteoporosis. High doses of ICS correlate with an increased risk of fracture. Adult patients on chronic ICS therapy should have periodic bone density measurements. Routine testing of bone density in children is not needed, but the recommendation is for supplementation with adequate vitamin D and calcium. [12]"}
{"id": "article-20046_16", "title": "Inhaled Corticosteroids -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Inhaled Corticosteroids -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}