{"id": "article-43038_0", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Introduction", "content": "The inferior and superior olives are a collection of brainstem nuclei near the border of the medulla oblongata and the pons. [1] They have highly conserved basic functions throughout mammalian evolution, though their size and shape differ in between species. The inferior olivary (IO) complex, which includes the principal olive (PO) and the medial and dorsal accessory olives (MAO and DAO), functions as a relay station between the spine and cerebellum, integrating motor and sensory information to provide feedback and training to cerebellar neurons. [2] The superior olive (SO), on the other hand, is composed of the lateral and medial superior olives (LSO and MSO) and some peri-olivary cell bodies. It participates in sound localization and analysis, acting as a relay between the cochlear nuclei and the inferior colliculi in the auditory pathway. [3]", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Introduction. The inferior and superior olives are a collection of brainstem nuclei near the border of the medulla oblongata and the pons. [1] They have highly conserved basic functions throughout mammalian evolution, though their size and shape differ in between species. The inferior olivary (IO) complex, which includes the principal olive (PO) and the medial and dorsal accessory olives (MAO and DAO), functions as a relay station between the spine and cerebellum, integrating motor and sensory information to provide feedback and training to cerebellar neurons. [2] The superior olive (SO), on the other hand, is composed of the lateral and medial superior olives (LSO and MSO) and some peri-olivary cell bodies. It participates in sound localization and analysis, acting as a relay between the cochlear nuclei and the inferior colliculi in the auditory pathway. [3]"}
{"id": "article-43038_1", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Inferior Olive", "content": "The inferior olive nuclei are in the superior medulla, just inferior to the pons. Their composition is the grey matter in the shape of crenated \"C,\" in which the hilum is medially directed. The hilum faces the opposite inferior cerebellar peduncle (ICP), and a large number of fibers travel to and from it.", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Inferior Olive. The inferior olive nuclei are in the superior medulla, just inferior to the pons. Their composition is the grey matter in the shape of crenated \"C,\" in which the hilum is medially directed. The hilum faces the opposite inferior cerebellar peduncle (ICP), and a large number of fibers travel to and from it."}
{"id": "article-43038_2", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Inferior Olive", "content": "The inferior olives are much more prominent than the superior olives in humans. The inferior olives are visible upon dissection of the brainstem as two prominent lumps on the ventral surface of the brainstem just lateral to the pyramidal columns. [4] In axial cross-section, the PO, which is the largest nucleus, is evident as a corrugated ring of grey matter extending from the base of the middle cerebellar peduncle (MCP) to the ICP. The DAO and MAO are much smaller and found medial to the PO, with the DAO dorsal to the MAO. [1]", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Inferior Olive. The inferior olives are much more prominent than the superior olives in humans. The inferior olives are visible upon dissection of the brainstem as two prominent lumps on the ventral surface of the brainstem just lateral to the pyramidal columns. [4] In axial cross-section, the PO, which is the largest nucleus, is evident as a corrugated ring of grey matter extending from the base of the middle cerebellar peduncle (MCP) to the ICP. The DAO and MAO are much smaller and found medial to the PO, with the DAO dorsal to the MAO. [1]"}
{"id": "article-43038_3", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Inferior Olive", "content": "The inferior olive accepts motor and sensory, particularly proprioceptive, input from several sources, and projects mainly through the ICP to the cerebellar cortex and deep cerebellar nuclei. Inputs include spino-olivary fibers carrying information about the contralateral position and muscle tension; fibers from the motor cortex carrying information about the current motor activity and intention; and smaller inputs from the red nucleus (motor), superior colliculus (eye movement), and other centers. [5] There is also a GABAergic reciprocal connection between the deep cerebellar nuclei and the inferior olive, which appears to regulate the inferior olive further. [6]", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Inferior Olive. The inferior olive accepts motor and sensory, particularly proprioceptive, input from several sources, and projects mainly through the ICP to the cerebellar cortex and deep cerebellar nuclei. Inputs include spino-olivary fibers carrying information about the contralateral position and muscle tension; fibers from the motor cortex carrying information about the current motor activity and intention; and smaller inputs from the red nucleus (motor), superior colliculus (eye movement), and other centers. [5] There is also a GABAergic reciprocal connection between the deep cerebellar nuclei and the inferior olive, which appears to regulate the inferior olive further. [6]"}
{"id": "article-43038_4", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Inferior Olive", "content": "After receiving motor and sensory inputs, the axons of inferior olive neurons branch into several climbing and mossy fibers (CF and MF) that ascend through the contralateral ICP to the cerebellar cortex. [2] The inferior olive, its projections, and the cerebellar cortex are all somatotopically organized; for example, the DAO and MAO receive projections from different parts of the spine. [7] In the cerebellar cortex, mossy fibers synapse on granule cells in the deepest, granular layer of the cortex; the granule cells' axons extend throughout the outermost, molecular layer as parallel fibers, forming synapses on large numbers of Purkinje cell dendrites. The thicker climbing fibers synapse directly in the Purkinje cell layer, usually on the Purkinje cell bodies. Thus each mossy fiber has a small effect on a large number of Purkinje cells, while each climbing fiber has a significant impact on a single cell.", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Inferior Olive. After receiving motor and sensory inputs, the axons of inferior olive neurons branch into several climbing and mossy fibers (CF and MF) that ascend through the contralateral ICP to the cerebellar cortex. [2] The inferior olive, its projections, and the cerebellar cortex are all somatotopically organized; for example, the DAO and MAO receive projections from different parts of the spine. [7] In the cerebellar cortex, mossy fibers synapse on granule cells in the deepest, granular layer of the cortex; the granule cells' axons extend throughout the outermost, molecular layer as parallel fibers, forming synapses on large numbers of Purkinje cell dendrites. The thicker climbing fibers synapse directly in the Purkinje cell layer, usually on the Purkinje cell bodies. Thus each mossy fiber has a small effect on a large number of Purkinje cells, while each climbing fiber has a significant impact on a single cell."}
{"id": "article-43038_5", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Inferior Olive", "content": "The outputs of the inferior olive, the climbing fibers, and mossy fibers, are classically thought to represent an \"error signal\" and information about the external environment, respectively. The massive dendritic trees of Purkinje cells use this information to calculate movements. Purkinje cell dendrites are very plastic and remodel continuously in response to the relative timing of mossy fiber and climbing fiber signals, contributing to motor learning. [8] Other types of neurons in the cerebellum also cause Purkinje cell adaptation to inputs from different climbing fibers and mossy fibers. In addition to fine-tuning movements, the thinking is also that the same integrative circuits are used in cognitive and emotional processing as well. [2]", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Inferior Olive. The outputs of the inferior olive, the climbing fibers, and mossy fibers, are classically thought to represent an \"error signal\" and information about the external environment, respectively. The massive dendritic trees of Purkinje cells use this information to calculate movements. Purkinje cell dendrites are very plastic and remodel continuously in response to the relative timing of mossy fiber and climbing fiber signals, contributing to motor learning. [8] Other types of neurons in the cerebellum also cause Purkinje cell adaptation to inputs from different climbing fibers and mossy fibers. In addition to fine-tuning movements, the thinking is also that the same integrative circuits are used in cognitive and emotional processing as well. [2]"}
{"id": "article-43038_6", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Superior Olive", "content": "The superior olive is situated caudally near the facial nucleus in the tegmentum of the caudal pons.", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Superior Olive. The superior olive is situated caudally near the facial nucleus in the tegmentum of the caudal pons."}
{"id": "article-43038_7", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Superior Olive", "content": "The superior olives are much smaller and less apparent than the inferior olives in humans. The superior olives are at the level of the upper borders of the IO, near the MCP, with a lateral, medial, and periolivary part. The LSO and MSO are distinct cylindrical nuclei, medial, dorsal, and slightly superior to the PO; the periolivary cells form an indistinct shell around them in humans, though they form into distinct nuclei in other species. [3] [1]", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Superior Olive. The superior olives are much smaller and less apparent than the inferior olives in humans. The superior olives are at the level of the upper borders of the IO, near the MCP, with a lateral, medial, and periolivary part. The LSO and MSO are distinct cylindrical nuclei, medial, dorsal, and slightly superior to the PO; the periolivary cells form an indistinct shell around them in humans, though they form into distinct nuclei in other species. [3] [1]"}
{"id": "article-43038_8", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Superior Olive", "content": "The superior olive acts as an information relay between the cochlear nucleus (CN) and the inferior colliculus (IC). Projections from the CN either go directly to the IC or synapse once in the superior olive before continuing to the IC, and both the IC and the superior olive receive input from bilateral cochlear nuclei (and so bilateral ears). [9] In the superior olive, inputs from both ears are compared to calculate interaural time, phase, frequency, and intensity differences, which then pass to the IC for further processing. The MSO tends to process lower frequencies than the LSO; both components are arranged tonotopically with frequencies arranged along the lengths of the nuclei. [3] They also have a second axis, which represents the magnitude of the interaural distance. For a given frequency, ipsilateral and contralateral axons run in opposite directions stimulating a series of output neurons; the output neurons can only fire when stimulated by both axons near-simultaneously or with the matching phase, depending on the properties of the synapse. This double axis creates a mental map of sounds in space. Since primates have a relatively large head and are thus better able to distinguish lower frequencies, the human MSO is relatively large compared to most mammals. [3]", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Superior Olive. The superior olive acts as an information relay between the cochlear nucleus (CN) and the inferior colliculus (IC). Projections from the CN either go directly to the IC or synapse once in the superior olive before continuing to the IC, and both the IC and the superior olive receive input from bilateral cochlear nuclei (and so bilateral ears). [9] In the superior olive, inputs from both ears are compared to calculate interaural time, phase, frequency, and intensity differences, which then pass to the IC for further processing. The MSO tends to process lower frequencies than the LSO; both components are arranged tonotopically with frequencies arranged along the lengths of the nuclei. [3] They also have a second axis, which represents the magnitude of the interaural distance. For a given frequency, ipsilateral and contralateral axons run in opposite directions stimulating a series of output neurons; the output neurons can only fire when stimulated by both axons near-simultaneously or with the matching phase, depending on the properties of the synapse. This double axis creates a mental map of sounds in space. Since primates have a relatively large head and are thus better able to distinguish lower frequencies, the human MSO is relatively large compared to most mammals. [3]"}
{"id": "article-43038_9", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Superior Olive", "content": "Like the feedback from the cerebellum to the IO, the superior olive sends feedback to the cochlear nuclei. These olivocochlear projections act on both inner and outer hair cells and appear to reduce auditory stimulation in specific frequency ranges. This feedback helps to regulate attention to competing stimuli, like a private conversation in a crowded room, and may help protect against noise-induced hearing loss. [3] [10]", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Structure and Function -- Superior Olive. Like the feedback from the cerebellum to the IO, the superior olive sends feedback to the cochlear nuclei. These olivocochlear projections act on both inner and outer hair cells and appear to reduce auditory stimulation in specific frequency ranges. This feedback helps to regulate attention to competing stimuli, like a private conversation in a crowded room, and may help protect against noise-induced hearing loss. [3] [10]"}
{"id": "article-43038_10", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Clinical Significance -- Inferior Olive", "content": "As a significant source of training inputs for the cerebellum, the inferior olive is essential to the development of fine motor control and coordination. Though it is rare for the inferior olive to be solely affected by a disease process, such a lesion would eventually lead to diffuse cell loss in the cerebellum due to the intense connections between the two parts. The reverse is also true, with cerebellar cell loss eventually leading to atrophy of the inferior olive. Multiple system atrophy, one of the Parkinsonian diseases that also affect the cerebellar system and the autonomic system, is an example of a condition that causes lesions to the inferior olive. [11] The inferior olive also plays a role in the pathogenesis of essential tremor.", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Clinical Significance -- Inferior Olive. As a significant source of training inputs for the cerebellum, the inferior olive is essential to the development of fine motor control and coordination. Though it is rare for the inferior olive to be solely affected by a disease process, such a lesion would eventually lead to diffuse cell loss in the cerebellum due to the intense connections between the two parts. The reverse is also true, with cerebellar cell loss eventually leading to atrophy of the inferior olive. Multiple system atrophy, one of the Parkinsonian diseases that also affect the cerebellar system and the autonomic system, is an example of a condition that causes lesions to the inferior olive. [11] The inferior olive also plays a role in the pathogenesis of essential tremor."}
{"id": "article-43038_11", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Clinical Significance -- Superior Olive", "content": "Defects in the synaptic junction in the superior olive may not present with frank hearing difficulties but tend to produce subtler symptoms. An auditory brainstem response (ABR), like that used in routine hearing testing for newborns, can detect superior olive dysfunction by a decreased amplitude of wave V. [3]", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Clinical Significance -- Superior Olive. Defects in the synaptic junction in the superior olive may not present with frank hearing difficulties but tend to produce subtler symptoms. An auditory brainstem response (ABR), like that used in routine hearing testing for newborns, can detect superior olive dysfunction by a decreased amplitude of wave V. [3]"}
{"id": "article-43038_12", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Clinical Significance -- Superior Olive", "content": "The superior olive is crucial in certain auditory processing disorders. A link between autism and a dysmorphic superior olive has been noted in several studies, although the mechanism, if any, by which this causes symptoms, is unclear. However, it is worth noting that autism can present with auditory processing abnormalities, as well as language difficulties, which could plausibly have links to problems in higher-level auditory processing. It is unclear whether there is any non-auditory contribution of the superior olive changes to symptoms, which would imply further roles of the superior olive in cognition. [12]", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Clinical Significance -- Superior Olive. The superior olive is crucial in certain auditory processing disorders. A link between autism and a dysmorphic superior olive has been noted in several studies, although the mechanism, if any, by which this causes symptoms, is unclear. However, it is worth noting that autism can present with auditory processing abnormalities, as well as language difficulties, which could plausibly have links to problems in higher-level auditory processing. It is unclear whether there is any non-auditory contribution of the superior olive changes to symptoms, which would imply further roles of the superior olive in cognition. [12]"}
{"id": "article-43038_13", "title": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Superior and Inferior Olivary Nucleus (Superior and Inferior Olivary Complex) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}