{"id": "article-97357_0", "title": "Botulinum Toxin -- Continuing Education Activity", "content": "Botulinum toxin is a medication used to manage and treat therapeutic and cosmetic purposes. Medicinal uses include chronic migraine, spastic disorders, cervical dystonia, and detrusor hyperactivity. Botulinum toxin is in the neurotoxin class of medications. This activity reviews the indications, action, and contraindications for botulinum toxin therapy as a valuable agent for therapeutic and cosmetic treatment in the clinical setting. This activity discusses the mechanism of action, adverse event profile, and other key factors pertinent to healthcare team members in the management of patients with spastic muscle disorders and related conditions.", "contents": "Botulinum Toxin -- Continuing Education Activity. Botulinum toxin is a medication used to manage and treat therapeutic and cosmetic purposes. Medicinal uses include chronic migraine, spastic disorders, cervical dystonia, and detrusor hyperactivity. Botulinum toxin is in the neurotoxin class of medications. This activity reviews the indications, action, and contraindications for botulinum toxin therapy as a valuable agent for therapeutic and cosmetic treatment in the clinical setting. This activity discusses the mechanism of action, adverse event profile, and other key factors pertinent to healthcare team members in the management of patients with spastic muscle disorders and related conditions."}
{"id": "article-97357_1", "title": "Botulinum Toxin -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates for botulinum toxin therapy based on clinical indications, patient history, and physical examination findings. Screen patients for contraindications, potential risks, and allergies related to botulinum toxin treatment. Assess treatment response and patient satisfaction through objective measures and patient-reported outcomes. Communicate with patients about the expected outcomes, possible side effects, and proper post-treatment care for botulinum toxin therapy. Access free multiple choice questions on this topic.", "contents": "Botulinum Toxin -- Continuing Education Activity. Objectives: Identify appropriate candidates for botulinum toxin therapy based on clinical indications, patient history, and physical examination findings. Screen patients for contraindications, potential risks, and allergies related to botulinum toxin treatment. Assess treatment response and patient satisfaction through objective measures and patient-reported outcomes. Communicate with patients about the expected outcomes, possible side effects, and proper post-treatment care for botulinum toxin therapy. Access free multiple choice questions on this topic."}
{"id": "article-97357_2", "title": "Botulinum Toxin -- Indications", "content": "Botulinum toxin is a highly potent neurotoxin produced by the Clostridium botulinum . [1] Clinicians have used this neurotoxin in practice since late 1970. [2] Clostridium botulinum is a spore-forming, gram-positive, anaerobic bacterium. [1] Botulinum neurotoxins are a group of 7 serotypes A-G, prepared in 4 types for practical use. [3] [4] Serotype A is  3 of these; serotype B is 1. [4]", "contents": "Botulinum Toxin -- Indications. Botulinum toxin is a highly potent neurotoxin produced by the Clostridium botulinum . [1] Clinicians have used this neurotoxin in practice since late 1970. [2] Clostridium botulinum is a spore-forming, gram-positive, anaerobic bacterium. [1] Botulinum neurotoxins are a group of 7 serotypes A-G, prepared in 4 types for practical use. [3] [4] Serotype A is  3 of these; serotype B is 1. [4]"}
{"id": "article-97357_3", "title": "Botulinum Toxin -- Indications", "content": "As mentioned, there are 3 forms of serotype A and 1 form of serotype B. [4] All 4 types are approved globally for treating spasmodic torticollis, which can cause fixed head posturing or abnormal head movements. The three serotype A products have approval for focal dystonia that can affect the eye, causing irregular eyelid twitching or closure. [4]", "contents": "Botulinum Toxin -- Indications. As mentioned, there are 3 forms of serotype A and 1 form of serotype B. [4] All 4 types are approved globally for treating spasmodic torticollis, which can cause fixed head posturing or abnormal head movements. The three serotype A products have approval for focal dystonia that can affect the eye, causing irregular eyelid twitching or closure. [4]"}
{"id": "article-97357_4", "title": "Botulinum Toxin -- Indications", "content": "Botulinum toxin is FDA-approved to treat migraines, which to date is the only chronic condition approved for its use. The therapeutic effect derives from minimizing muscle tension and enhancing muscle relaxation. [5] The neurotoxin formulation of botulinum toxin A is among the popular cosmetic procedures in America. [5]", "contents": "Botulinum Toxin -- Indications. Botulinum toxin is FDA-approved to treat migraines, which to date is the only chronic condition approved for its use. The therapeutic effect derives from minimizing muscle tension and enhancing muscle relaxation. [5] The neurotoxin formulation of botulinum toxin A is among the popular cosmetic procedures in America. [5]"}
{"id": "article-97357_5", "title": "Botulinum Toxin -- Indications", "content": "Aesthetically, all three serotypes A forms are used for wrinkles and facial lines. [4] The toxin has also shown effectiveness in other medical conditions, such as strabismus and hypersalivation. [2] [1] [6] The neurotoxin is a beneficial alternative pain remedy and should be considered for those that do not yield desirable results to opioid treatment. [5]", "contents": "Botulinum Toxin -- Indications. Aesthetically, all three serotypes A forms are used for wrinkles and facial lines. [4] The toxin has also shown effectiveness in other medical conditions, such as strabismus and hypersalivation. [2] [1] [6] The neurotoxin is a beneficial alternative pain remedy and should be considered for those that do not yield desirable results to opioid treatment. [5]"}
{"id": "article-97357_6", "title": "Botulinum Toxin -- Indications -- FDA-Approved Indications", "content": "Chronic migraine: For adult patients with chronic migraine who have migraines that occur 15 days or more per month with headaches lasting 4 hours a day or longer, botulinum toxin is indicated for the prophylaxis of headaches. However, safety and efficacy have not been established for the prophylaxis of episodic migraine for adult patients who have migraines that occur 14 headache days or less per month in seven placebo-controlled studies. [7]", "contents": "Botulinum Toxin -- Indications -- FDA-Approved Indications. Chronic migraine: For adult patients with chronic migraine who have migraines that occur 15 days or more per month with headaches lasting 4 hours a day or longer, botulinum toxin is indicated for the prophylaxis of headaches. However, safety and efficacy have not been established for the prophylaxis of episodic migraine for adult patients who have migraines that occur 14 headache days or less per month in seven placebo-controlled studies. [7]"}
{"id": "article-97357_7", "title": "Botulinum Toxin -- Indications -- FDA-Approved Indications", "content": "Cervical dystonia: Botulinum toxin is indicated for treating adults with cervical dystonia as it reduces the severity of abnormal head position and neck pain associated with cervical dystonia. [4] [7]", "contents": "Botulinum Toxin -- Indications -- FDA-Approved Indications. Cervical dystonia: Botulinum toxin is indicated for treating adults with cervical dystonia as it reduces the severity of abnormal head position and neck pain associated with cervical dystonia. [4] [7]"}
{"id": "article-97357_8", "title": "Botulinum Toxin -- Indications -- FDA-Approved Indications", "content": "Blepharospasm and strabismus: Botulinum toxin is recommended for patients aged 12 years and older to treat strabismus and blepharospasm caused by dystonia. This includes benign essential blepharospasm or VII nerve disorders. [8] [7]", "contents": "Botulinum Toxin -- Indications -- FDA-Approved Indications. Blepharospasm and strabismus: Botulinum toxin is recommended for patients aged 12 years and older to treat strabismus and blepharospasm caused by dystonia. This includes benign essential blepharospasm or VII nerve disorders. [8] [7]"}
{"id": "article-97357_9", "title": "Botulinum Toxin -- Indications -- FDA-Approved Indications", "content": "Primary axillary hyperhidrosis: Botulinum toxin is indicated for severe primary axillary hyperhidrosis treatment inadequately managed with topical agents. However, the safety and effectiveness of botulinum toxin have not been established for hyperhidrosis in other body areas. Also, the safety and efficacy of botulinum toxin have not been established in pediatric patients under age 18 to treat axillary hyperhidrosis. [7]", "contents": "Botulinum Toxin -- Indications -- FDA-Approved Indications. Primary axillary hyperhidrosis: Botulinum toxin is indicated for severe primary axillary hyperhidrosis treatment inadequately managed with topical agents. However, the safety and effectiveness of botulinum toxin have not been established for hyperhidrosis in other body areas. Also, the safety and efficacy of botulinum toxin have not been established in pediatric patients under age 18 to treat axillary hyperhidrosis. [7]"}
{"id": "article-97357_10", "title": "Botulinum Toxin -- Indications -- FDA-Approved Indications", "content": "Adult bladder dysfunction: For adults who do not respond adequately to or are intolerant of anticholinergic medication, botulinum toxin is indicated for overactive bladder treatment with symptoms of urgency, frequency, and urge urinary incontinence. Botulinum toxin is also indicated for urinary incontinence treatment in these adults due to detrusor overactivity associated with a neurologic condition like MS or SCI. [7]", "contents": "Botulinum Toxin -- Indications -- FDA-Approved Indications. Adult bladder dysfunction: For adults who do not respond adequately to or are intolerant of anticholinergic medication, botulinum toxin is indicated for overactive bladder treatment with symptoms of urgency, frequency, and urge urinary incontinence. Botulinum toxin is also indicated for urinary incontinence treatment in these adults due to detrusor overactivity associated with a neurologic condition like MS or SCI. [7]"}
{"id": "article-97357_11", "title": "Botulinum Toxin -- Indications -- FDA-Approved Indications", "content": "Pediatric detrusor overactivity associated with a neurologic condition: For pediatric patients over the age of 5 years who do not have an adequate response to or are intolerant of anticholinergic medication, botulinum toxin is indicated for the treatment of neurogenic detrusor overactivity.", "contents": "Botulinum Toxin -- Indications -- FDA-Approved Indications. Pediatric detrusor overactivity associated with a neurologic condition: For pediatric patients over the age of 5 years who do not have an adequate response to or are intolerant of anticholinergic medication, botulinum toxin is indicated for the treatment of neurogenic detrusor overactivity."}
{"id": "article-97357_12", "title": "Botulinum Toxin -- Indications -- FDA-Approved Indications", "content": "Spasticity: For patients 2 years of age and older, botulinum toxin is indicated for the treatment of spasticity. However, botulinum toxin has not been shown to enhance the range of motion at a joint affected by upper extremity functional abilities or a fixed contracture. [7]", "contents": "Botulinum Toxin -- Indications -- FDA-Approved Indications. Spasticity: For patients 2 years of age and older, botulinum toxin is indicated for the treatment of spasticity. However, botulinum toxin has not been shown to enhance the range of motion at a joint affected by upper extremity functional abilities or a fixed contracture. [7]"}
{"id": "article-97357_13", "title": "Botulinum Toxin -- Indications -- FDA-Approved Indications", "content": "Botulinum toxin cosmetic: Cosmetic botulinum toxin is indicated in adult patients for the temporary appearance improvement in the moderate to severe glabellar lines associated with corrugator and procerus muscle activity, lateral canthal lines associated with orbicularis oculi activity, and forehead lines associated with frontalis muscle activity. [9] [5] [8] [7]", "contents": "Botulinum Toxin -- Indications -- FDA-Approved Indications. Botulinum toxin cosmetic: Cosmetic botulinum toxin is indicated in adult patients for the temporary appearance improvement in the moderate to severe glabellar lines associated with corrugator and procerus muscle activity, lateral canthal lines associated with orbicularis oculi activity, and forehead lines associated with frontalis muscle activity. [9] [5] [8] [7]"}
{"id": "article-97357_14", "title": "Botulinum Toxin -- Indications -- Off-Label Use", "content": "Neurogenic thoracic outlet syndrome Epicondylitis Post-stroke pain Post-herpetic neuralgia Diabetic neuropathy Trigeminal neuralgia Neuropathic pain Spinal cord injury Myofascial pain Bladder pain [6] [10] [11]", "contents": "Botulinum Toxin -- Indications -- Off-Label Use. Neurogenic thoracic outlet syndrome Epicondylitis Post-stroke pain Post-herpetic neuralgia Diabetic neuropathy Trigeminal neuralgia Neuropathic pain Spinal cord injury Myofascial pain Bladder pain [6] [10] [11]"}
{"id": "article-97357_15", "title": "Botulinum Toxin -- Mechanism of Action", "content": "The potent zinc proteinase neurotoxin binds to extracellular receptors on cholinergic nerve terminals, cleaving one of the three (SNARE) soluble N -ethylmaleimide-sensitive factor attachment receptor proteins. This action causes reversible inhibition of the release of acetylcholine by presynaptic vesicles intracellularly, leading to a transient restraint of neurotransmitter release at the neuromuscular junction. [2] [3] [6] [12] [13]", "contents": "Botulinum Toxin -- Mechanism of Action. The potent zinc proteinase neurotoxin binds to extracellular receptors on cholinergic nerve terminals, cleaving one of the three (SNARE) soluble N -ethylmaleimide-sensitive factor attachment receptor proteins. This action causes reversible inhibition of the release of acetylcholine by presynaptic vesicles intracellularly, leading to a transient restraint of neurotransmitter release at the neuromuscular junction. [2] [3] [6] [12] [13]"}
{"id": "article-97357_16", "title": "Botulinum Toxin -- Mechanism of Action", "content": "SNARE proteins also play an identified role in neurons that release glutamate and substance R. Their actions are to release bradykinin, prostaglandins, histamine, and serotonin, which are proinflammatory mediators. The inhibition of these constituents may account for its possible treatment in chronic pain disorders, migraines, and neuralgias. [7]", "contents": "Botulinum Toxin -- Mechanism of Action. SNARE proteins also play an identified role in neurons that release glutamate and substance R. Their actions are to release bradykinin, prostaglandins, histamine, and serotonin, which are proinflammatory mediators. The inhibition of these constituents may account for its possible treatment in chronic pain disorders, migraines, and neuralgias. [7]"}
{"id": "article-97357_17", "title": "Botulinum Toxin -- Administration", "content": "Botulinum toxin has a longer duration of action once administered; it takes approximately two weeks to thoroughly develop efficacy and the last three to five months in cosmetic practice. [5] [14] Botulinum toxin's therapeutic uses on autonomic neurons for hyperhidrosis or overactive bladder have a significantly more prolonged effect, ranging from six to nine months. [6]", "contents": "Botulinum Toxin -- Administration. Botulinum toxin has a longer duration of action once administered; it takes approximately two weeks to thoroughly develop efficacy and the last three to five months in cosmetic practice. [5] [14] Botulinum toxin's therapeutic uses on autonomic neurons for hyperhidrosis or overactive bladder have a significantly more prolonged effect, ranging from six to nine months. [6]"}
{"id": "article-97357_18", "title": "Botulinum Toxin -- Administration -- FDA-Approved Preparations", "content": "OnabotulinumtoxinA AbobotulinumtoxinA IncobotulinumtoxinA RimabotulinumtoxinB [15]", "contents": "Botulinum Toxin -- Administration -- FDA-Approved Preparations. OnabotulinumtoxinA AbobotulinumtoxinA IncobotulinumtoxinA RimabotulinumtoxinB [15]"}
{"id": "article-97357_19", "title": "Botulinum Toxin -- Administration -- Dilution", "content": "OnabotulinumtoxinA suggested dilution: 100 U of powder form in 1 to 8 mL of saline. [7] AbobotulinumtoxinA suggested dilution: 300 U of powder form in 0.6 to 2.5 mL of saline. [7]", "contents": "Botulinum Toxin -- Administration -- Dilution. OnabotulinumtoxinA suggested dilution: 100 U of powder form in 1 to 8 mL of saline. [7] AbobotulinumtoxinA suggested dilution: 300 U of powder form in 0.6 to 2.5 mL of saline. [7]"}
{"id": "article-97357_20", "title": "Botulinum Toxin -- Administration -- Dilution", "content": "The pharmaceutical form is packaged and distributed in powder form for all four preparations. [7] Diluting the powder pharmaceutical form of botulinum toxin requires caution if more significant dilution with saline is desired. This dilution may cause spread to unwanted regions and yield suboptimal results; it can also cause unwanted adverse effects, such as eyelid ptosis. [7]", "contents": "Botulinum Toxin -- Administration -- Dilution. The pharmaceutical form is packaged and distributed in powder form for all four preparations. [7] Diluting the powder pharmaceutical form of botulinum toxin requires caution if more significant dilution with saline is desired. This dilution may cause spread to unwanted regions and yield suboptimal results; it can also cause unwanted adverse effects, such as eyelid ptosis. [7]"}
{"id": "article-97357_21", "title": "Botulinum Toxin -- Administration -- FDA-Approved Dose for Aesthetic Glabellar Lines", "content": "AbobotulinumtoxinA 50 U OnabotulinumtoxinA cosmetic 20 U IncobotulinumtoxinA 20 U [16]", "contents": "Botulinum Toxin -- Administration -- FDA-Approved Dose for Aesthetic Glabellar Lines. AbobotulinumtoxinA 50 U OnabotulinumtoxinA cosmetic 20 U IncobotulinumtoxinA 20 U [16]"}
{"id": "article-97357_22", "title": "Botulinum Toxin -- Administration", "content": "FDA-approved labels advise against performing potency conversions. [15] Injecting botulinum toxin into distinct muscles causes flaccid paralysis and muscle relaxation. [11] Aesthetically, this can diminish wrinkles by confined muscle relaxation and smoothing the overlying dermis. [14] Pharmacokinetics At the recommended doses, botulinum toxin is undetectable in the peripheral blood following intramuscular injection using currently available analytical technology.", "contents": "Botulinum Toxin -- Administration. FDA-approved labels advise against performing potency conversions. [15] Injecting botulinum toxin into distinct muscles causes flaccid paralysis and muscle relaxation. [11] Aesthetically, this can diminish wrinkles by confined muscle relaxation and smoothing the overlying dermis. [14] Pharmacokinetics At the recommended doses, botulinum toxin is undetectable in the peripheral blood following intramuscular injection using currently available analytical technology."}
{"id": "article-97357_23", "title": "Botulinum Toxin -- Administration -- Specific Patients Populations", "content": "Hepatic impairment: The manufacturer provides no specific dose adjustment guidance for patients with hepatic impairment. Renal impairment: The manufacturer provides no specific dose adjustment guidance for patients with renal impairment.", "contents": "Botulinum Toxin -- Administration -- Specific Patients Populations. Hepatic impairment: The manufacturer provides no specific dose adjustment guidance for patients with hepatic impairment. Renal impairment: The manufacturer provides no specific dose adjustment guidance for patients with renal impairment."}
{"id": "article-97357_24", "title": "Botulinum Toxin -- Administration -- Specific Patients Populations", "content": "Pregnancy: Botulinum toxin is considered a pregnancy category C drug. No studies or adequate data from postmarketing surveillance related to the developmental risk associated with using botulinum toxin in pregnant women exist.", "contents": "Botulinum Toxin -- Administration -- Specific Patients Populations. Pregnancy: Botulinum toxin is considered a pregnancy category C drug. No studies or adequate data from postmarketing surveillance related to the developmental risk associated with using botulinum toxin in pregnant women exist."}
{"id": "article-97357_25", "title": "Botulinum Toxin -- Administration -- Specific Patients Populations", "content": "Breastfeeding: The manufacturer's label does not indicate whether botulinum toxin is present in human milk and its effects on milk production and the breastfed infant. Therefore, clinicians must weigh the benefits of breastfeeding against the need for botulinum toxin treatment for the mother. Additionally, any potential adverse effects on the breastfed infant from botulinum toxin or the underlying conditions of the mother should be carefully considered before initiating treatment. Pediatric patients: Based on indication, the following guidance is provided for using botulinum toxin in pediatric patients. Overactive Bladder: Research has not determined whether the treatment is safe and effective for individuals younger than 18.", "contents": "Botulinum Toxin -- Administration -- Specific Patients Populations. Breastfeeding: The manufacturer's label does not indicate whether botulinum toxin is present in human milk and its effects on milk production and the breastfed infant. Therefore, clinicians must weigh the benefits of breastfeeding against the need for botulinum toxin treatment for the mother. Additionally, any potential adverse effects on the breastfed infant from botulinum toxin or the underlying conditions of the mother should be carefully considered before initiating treatment. Pediatric patients: Based on indication, the following guidance is provided for using botulinum toxin in pediatric patients. Overactive Bladder: Research has not determined whether the treatment is safe and effective for individuals younger than 18."}
{"id": "article-97357_26", "title": "Botulinum Toxin -- Administration -- Specific Patients Populations", "content": "Detrusor overactivity associated with a neurologic condition: The safety and effectiveness have been established in pediatric patients aged 5 years and older who have an inadequate response to or are intolerant of anticholinergic medication for the use of botulinum toxin for detrusor overactivity associated with a neurologic condition. Safety and effectiveness have not been established in patients younger than 5 years for patients with NDO. Prophylaxis of headaches in chronic migraine: No determination has been made whether the treatment is safe and effective for individuals younger than the age of 18. Spasticity: Studies and clinical experience have established that the treatment is safe and effective in pediatric patients aged 2 to 17. Axillary hyperhidrosis: No determination has been made whether the treatment is safe and effective for individuals younger than 18.", "contents": "Botulinum Toxin -- Administration -- Specific Patients Populations. Detrusor overactivity associated with a neurologic condition: The safety and effectiveness have been established in pediatric patients aged 5 years and older who have an inadequate response to or are intolerant of anticholinergic medication for the use of botulinum toxin for detrusor overactivity associated with a neurologic condition. Safety and effectiveness have not been established in patients younger than 5 years for patients with NDO. Prophylaxis of headaches in chronic migraine: No determination has been made whether the treatment is safe and effective for individuals younger than the age of 18. Spasticity: Studies and clinical experience have established that the treatment is safe and effective in pediatric patients aged 2 to 17. Axillary hyperhidrosis: No determination has been made whether the treatment is safe and effective for individuals younger than 18."}
{"id": "article-97357_27", "title": "Botulinum Toxin -- Administration -- Specific Patients Populations", "content": "Cervical dystonia: No determination has been made whether the treatment is safe and effective for individuals younger than 16. Blepharospasm and strabismus: No determination has been made whether the treatment is safe and effective for individuals younger than 12.", "contents": "Botulinum Toxin -- Administration -- Specific Patients Populations. Cervical dystonia: No determination has been made whether the treatment is safe and effective for individuals younger than 16. Blepharospasm and strabismus: No determination has been made whether the treatment is safe and effective for individuals younger than 12."}
{"id": "article-97357_28", "title": "Botulinum Toxin -- Administration -- Specific Patients Populations", "content": "Older Patients: The safety profiles of geriatric patients and those younger than 65 years old were found to be similar in placebo-controlled clinical studies of botulinum toxin for spasticity treatment. In clinical studies for all indications except overactive bladder, there were no significant differences in safety profiles between older and adult patients younger than 65. However, in a clinical study for overactive bladder, patients older than 65 experienced more UTI and urinary retention adverse reactions than younger patients in both the placebo and botulinum toxin groups. Overall, there were no significant safety profile differences in patients 65 years and older and those younger than 65 following botulinum toxin treatment.", "contents": "Botulinum Toxin -- Administration -- Specific Patients Populations. Older Patients: The safety profiles of geriatric patients and those younger than 65 years old were found to be similar in placebo-controlled clinical studies of botulinum toxin for spasticity treatment. In clinical studies for all indications except overactive bladder, there were no significant differences in safety profiles between older and adult patients younger than 65. However, in a clinical study for overactive bladder, patients older than 65 experienced more UTI and urinary retention adverse reactions than younger patients in both the placebo and botulinum toxin groups. Overall, there were no significant safety profile differences in patients 65 years and older and those younger than 65 following botulinum toxin treatment."}
{"id": "article-97357_29", "title": "Botulinum Toxin -- Adverse Effects", "content": "Adverse effects are frequently moderate and self-limited. [7] Therapeutic use of botulinum toxin reported more concerning adverse effects than its use in cosmetic practice; this may be due to the higher dosing required for therapeutic applications and possible complicated underlying conditions. [8]", "contents": "Botulinum Toxin -- Adverse Effects. Adverse effects are frequently moderate and self-limited. [7] Therapeutic use of botulinum toxin reported more concerning adverse effects than its use in cosmetic practice; this may be due to the higher dosing required for therapeutic applications and possible complicated underlying conditions. [8]"}
{"id": "article-97357_30", "title": "Botulinum Toxin -- Adverse Effects", "content": "Among minor complications, bruising, edema, or pain at the injection site can develop during aesthetic use. [7] [14] Flu-like symptoms can also occur. More uncommon complications include blepharoptosis and eyebrow ptosis; these adverse events depend on the injector. [14]", "contents": "Botulinum Toxin -- Adverse Effects. Among minor complications, bruising, edema, or pain at the injection site can develop during aesthetic use. [7] [14] Flu-like symptoms can also occur. More uncommon complications include blepharoptosis and eyebrow ptosis; these adverse events depend on the injector. [14]"}
{"id": "article-97357_31", "title": "Botulinum Toxin -- Adverse Effects", "content": "Eyelid ptosis transpires with the introduction of botulinum toxin is introduced into the glabella, procerus, and corrugator muscles with unintended dispersion into the levator orbicularis muscle. [7] These unfavorable effects can last up to 3 months. [7]", "contents": "Botulinum Toxin -- Adverse Effects. Eyelid ptosis transpires with the introduction of botulinum toxin is introduced into the glabella, procerus, and corrugator muscles with unintended dispersion into the levator orbicularis muscle. [7] These unfavorable effects can last up to 3 months. [7]"}
{"id": "article-97357_32", "title": "Botulinum Toxin -- Adverse Effects", "content": "As the technique and skill for injections improve, complications decrease. [14] Allergic reactions are amongst the rare reported adverse effects. Symptoms may range from trivial to more severe rashes, and systemic anaphylaxis may also occur. [7] Other complications include: Headache Infection Cocked eyebrow Ectropion Decreased strength of eye closure Xerophthalmia [7]", "contents": "Botulinum Toxin -- Adverse Effects. As the technique and skill for injections improve, complications decrease. [14] Allergic reactions are amongst the rare reported adverse effects. Symptoms may range from trivial to more severe rashes, and systemic anaphylaxis may also occur. [7] Other complications include: Headache Infection Cocked eyebrow Ectropion Decreased strength of eye closure Xerophthalmia [7]"}
{"id": "article-97357_33", "title": "Botulinum Toxin -- Contraindications", "content": "Botulinum toxin contraindications include: Keloidal scarring Neuromuscular disorders Botulinum toxin allergies Body dysmorphic disorder Pregnancy Breastfeeding Amyotrophic lateralizing sclerosis myopathies [14] [17]", "contents": "Botulinum Toxin -- Contraindications. Botulinum toxin contraindications include: Keloidal scarring Neuromuscular disorders Botulinum toxin allergies Body dysmorphic disorder Pregnancy Breastfeeding Amyotrophic lateralizing sclerosis myopathies [14] [17]"}
{"id": "article-97357_34", "title": "Botulinum Toxin -- Contraindications -- Boxed Warning", "content": "Based on postmarketing reports, it has been observed that the impact of botulinum toxin and all related products may extend beyond the injection site and lead to symptoms that are in line with botulinum toxin effects. These may include asthenia, diplopia, ptosis, dysphagia, generalized muscle weakness,  dysphonia, dysarthria, breathing difficulties, and urinary incontinence. These symptoms may occur hours to weeks after injection. Breathing and swallowing difficulties can be life-threatening, and there have been reports of death.", "contents": "Botulinum Toxin -- Contraindications -- Boxed Warning. Based on postmarketing reports, it has been observed that the impact of botulinum toxin and all related products may extend beyond the injection site and lead to symptoms that are in line with botulinum toxin effects. These may include asthenia, diplopia, ptosis, dysphagia, generalized muscle weakness,  dysphonia, dysarthria, breathing difficulties, and urinary incontinence. These symptoms may occur hours to weeks after injection. Breathing and swallowing difficulties can be life-threatening, and there have been reports of death."}
{"id": "article-97357_35", "title": "Botulinum Toxin -- Contraindications -- Boxed Warning", "content": "Symptoms are more likely to occur in children receiving treatment for spasticity. Still, adults treated for spasticity and other conditions may also experience symptoms, especially if they have an underlying condition that makes them more susceptible. Cases of the spread of effect have been reported in unapproved uses and approved indications at doses comparable to those used to treat spasticity and cervical dystonia and at lower doses.", "contents": "Botulinum Toxin -- Contraindications -- Boxed Warning. Symptoms are more likely to occur in children receiving treatment for spasticity. Still, adults treated for spasticity and other conditions may also experience symptoms, especially if they have an underlying condition that makes them more susceptible. Cases of the spread of effect have been reported in unapproved uses and approved indications at doses comparable to those used to treat spasticity and cervical dystonia and at lower doses."}
{"id": "article-97357_36", "title": "Botulinum Toxin -- Monitoring", "content": "The continuation of the paralysis and muscle relaxation effect is based on the temporary restraint of neurotransmitter release. The half-life differs among the serotypes and relies on when the SNARE protein regains function and releases the neurotransmitter acetylcholine. Studies suggest that botulinum neurotoxin serotype A has the most prolonged half-life. [7]", "contents": "Botulinum Toxin -- Monitoring. The continuation of the paralysis and muscle relaxation effect is based on the temporary restraint of neurotransmitter release. The half-life differs among the serotypes and relies on when the SNARE protein regains function and releases the neurotransmitter acetylcholine. Studies suggest that botulinum neurotoxin serotype A has the most prolonged half-life. [7]"}
{"id": "article-97357_37", "title": "Botulinum Toxin -- Toxicity", "content": "The human LD50 for inhalation botulism is 1 to 3 ng/kg body mass. [18] LD50 is a lethal dose that would cause fatality in 50% of people receiving an application of the drug. As a bioweapon, botulinum toxin can be transmitted by airborne or foodborne methods. Toxicity will induce symptoms 12 hours to 3 days following exposure. Presenting symptoms include difficulty swallowing, hoarseness in voice, slurred or slow speech, double vision, and descending flaccid paralysis. [19] [13]", "contents": "Botulinum Toxin -- Toxicity. The human LD50 for inhalation botulism is 1 to 3 ng/kg body mass. [18] LD50 is a lethal dose that would cause fatality in 50% of people receiving an application of the drug. As a bioweapon, botulinum toxin can be transmitted by airborne or foodborne methods. Toxicity will induce symptoms 12 hours to 3 days following exposure. Presenting symptoms include difficulty swallowing, hoarseness in voice, slurred or slow speech, double vision, and descending flaccid paralysis. [19] [13]"}
{"id": "article-97357_38", "title": "Botulinum Toxin -- Toxicity -- Toxicity Treatment", "content": "Antitoxin Vaccine F(ab')2 immune fragment therapies [18] [20] These treatments are in addition to supportive therapy. [18]", "contents": "Botulinum Toxin -- Toxicity -- Toxicity Treatment. Antitoxin Vaccine F(ab')2 immune fragment therapies [18] [20] These treatments are in addition to supportive therapy. [18]"}
{"id": "article-97357_39", "title": "Botulinum Toxin -- Enhancing Healthcare Team Outcomes", "content": "Botulinum toxin is an FDA-approved medication indicated for therapeutic and cosmetic treatments. Managing the care of patients prescribed botulinum toxin for therapeutic purposes requires excellent communication between the patient and an interprofessional team of healthcare providers. These providers include a primary care physician or advanced practice practitioner, specialists that can consist of a neurologist, a gynecologist, a urologist, and others, and a nurse with their respective therapeutic uses for chronic migraine, post-stroke pain, cervical dystonia, and urinary incontinence from detrusor overactivity.", "contents": "Botulinum Toxin -- Enhancing Healthcare Team Outcomes. Botulinum toxin is an FDA-approved medication indicated for therapeutic and cosmetic treatments. Managing the care of patients prescribed botulinum toxin for therapeutic purposes requires excellent communication between the patient and an interprofessional team of healthcare providers. These providers include a primary care physician or advanced practice practitioner, specialists that can consist of a neurologist, a gynecologist, a urologist, and others, and a nurse with their respective therapeutic uses for chronic migraine, post-stroke pain, cervical dystonia, and urinary incontinence from detrusor overactivity."}
{"id": "article-97357_40", "title": "Botulinum Toxin -- Enhancing Healthcare Team Outcomes", "content": "Meanwhile, cosmetic treatments require technique and skill for facial injections, which a highly skilled nurse or clinician can administer in an outpatient clinic setting. The recommendation is that site injections are under the clinician's guidance to assure patient safety if complications arise. The primary care provider, specialist, and nursing staff should be familiar with botulinum toxin, its implications, and adverse effects. The clinicians and nurses require excellent patient rapport, and the patient needs thorough education on the treatment and symptoms of adverse effects. Botulinum toxin injections require routine checkups every 3 to 5 months to optimize desired outcomes. [21] [22] [23] [24] The interprofessional team approach, customized to the particular indication, enhances patient outcomes with botulinum toxin while mitigating potential adverse events.", "contents": "Botulinum Toxin -- Enhancing Healthcare Team Outcomes. Meanwhile, cosmetic treatments require technique and skill for facial injections, which a highly skilled nurse or clinician can administer in an outpatient clinic setting. The recommendation is that site injections are under the clinician's guidance to assure patient safety if complications arise. The primary care provider, specialist, and nursing staff should be familiar with botulinum toxin, its implications, and adverse effects. The clinicians and nurses require excellent patient rapport, and the patient needs thorough education on the treatment and symptoms of adverse effects. Botulinum toxin injections require routine checkups every 3 to 5 months to optimize desired outcomes. [21] [22] [23] [24] The interprofessional team approach, customized to the particular indication, enhances patient outcomes with botulinum toxin while mitigating potential adverse events."}
{"id": "article-97357_41", "title": "Botulinum Toxin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Botulinum Toxin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}