{"id": "article-21920_0", "title": "Ear Foreign Body Removal -- Continuing Education Activity", "content": "The management of foreign bodies located in the external auditory canal can be nuanced, and for some medical professionals, may be intimidating if not performed frequently. This activity reviews the anatomy of the external auditory canal and techniques for removing external auditory canal foreign bodies. It also highlights the interprofessional team's role in ensuring patient comfort and appropriate positioning while removing the foreign body.", "contents": "Ear Foreign Body Removal -- Continuing Education Activity. The management of foreign bodies located in the external auditory canal can be nuanced, and for some medical professionals, may be intimidating if not performed frequently. This activity reviews the anatomy of the external auditory canal and techniques for removing external auditory canal foreign bodies. It also highlights the interprofessional team's role in ensuring patient comfort and appropriate positioning while removing the foreign body."}
{"id": "article-21920_1", "title": "Ear Foreign Body Removal -- Continuing Education Activity", "content": "Objectives: Summarize potential contraindications to the removal of a foreign object from the external auditory canal. Identify objects that require emergent removal from the external auditory canal. Describe the techniques and instruments used for the removal of foreign bodies from the external auditory canal. Outline the importance of collaboration and coordination among the interprofessional team members to facilitate safe ear foreign body removal, minimize complications, and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Ear Foreign Body Removal -- Continuing Education Activity. Objectives: Summarize potential contraindications to the removal of a foreign object from the external auditory canal. Identify objects that require emergent removal from the external auditory canal. Describe the techniques and instruments used for the removal of foreign bodies from the external auditory canal. Outline the importance of collaboration and coordination among the interprofessional team members to facilitate safe ear foreign body removal, minimize complications, and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21920_2", "title": "Ear Foreign Body Removal -- Introduction", "content": "The external auditory canal (EAC) is the most common location to encounter a foreign body, particularly in children, accounting for 44% of cases, with nasal, pharyngeal, esophageal, and laryngobronchial locations representing 25%, 23%, 5%, and 2% of cases, respectively. [1] [2] [3] Pharyngeal foreign bodies are most common in the adult population, however, making up 17% of cases. [1] Many physicians who work in acute care settings, especially those who see pediatric patients, will encounter foreign bodies in the external auditory canal. Depending on the specialty and location of practice, some doctors will encounter this condition more frequently. This article aims to provide physicians with an understanding of the scope of the problem as well as information regarding methods for managing a foreign body in the external auditory canal.", "contents": "Ear Foreign Body Removal -- Introduction. The external auditory canal (EAC) is the most common location to encounter a foreign body, particularly in children, accounting for 44% of cases, with nasal, pharyngeal, esophageal, and laryngobronchial locations representing 25%, 23%, 5%, and 2% of cases, respectively. [1] [2] [3] Pharyngeal foreign bodies are most common in the adult population, however, making up 17% of cases. [1] Many physicians who work in acute care settings, especially those who see pediatric patients, will encounter foreign bodies in the external auditory canal. Depending on the specialty and location of practice, some doctors will encounter this condition more frequently. This article aims to provide physicians with an understanding of the scope of the problem as well as information regarding methods for managing a foreign body in the external auditory canal."}
{"id": "article-21920_3", "title": "Ear Foreign Body Removal -- Introduction", "content": "While more common in pediatric patients, adults may also present with EAC foreign bodies, ranging from insects to hearing aid pieces and cotton balls. The most commonly removed foreign bodies include beads (most common), paper or tissue paper, and popcorn kernels. [4] [5] These combine to account for just over half of the foreign bodies removed in one study. [5] There may also be a slight male predominance, but not all authors agree on this point. [5] [6] Certain types of foreign bodies, such as button batteries, do require emergent removal. However, for most inorganic objects, removal from the EAC is not emergent, although, in cases of prolonged retention of foreign bodies, significant edema of the EAC may render removal more challenging and painful.", "contents": "Ear Foreign Body Removal -- Introduction. While more common in pediatric patients, adults may also present with EAC foreign bodies, ranging from insects to hearing aid pieces and cotton balls. The most commonly removed foreign bodies include beads (most common), paper or tissue paper, and popcorn kernels. [4] [5] These combine to account for just over half of the foreign bodies removed in one study. [5] There may also be a slight male predominance, but not all authors agree on this point. [5] [6] Certain types of foreign bodies, such as button batteries, do require emergent removal. However, for most inorganic objects, removal from the EAC is not emergent, although, in cases of prolonged retention of foreign bodies, significant edema of the EAC may render removal more challenging and painful."}
{"id": "article-21920_4", "title": "Ear Foreign Body Removal -- Anatomy and Physiology", "content": "The EAC and the outer layer of the tympanic membrane arise from the first branchial cleft. The medial two-thirds of the EAC is comprised of bone covered with stratified squamous epithelial skin, while cartilage makes up the skeleton of the outer third. The skin lining the cartilaginous portion of the EAC has hairs and modified sweat glands that secrete cerumen (earwax). Innervation of the EAC is mainly supplied by cranial nerves V3 (mandibular branch) and X, the latter via a small branch known as Arnold's nerve. Arnold's nerve is the pathway that results in coughing or gagging in some patients with instrumentation of the EAC. Cranial nerves VII and IX also contribute, but to a lesser extent; skull base lesions that involve the facial nerve may cause numbness of a portion of the EAC, and this phenomenon is known as the Hitzelberger sign.", "contents": "Ear Foreign Body Removal -- Anatomy and Physiology. The EAC and the outer layer of the tympanic membrane arise from the first branchial cleft. The medial two-thirds of the EAC is comprised of bone covered with stratified squamous epithelial skin, while cartilage makes up the skeleton of the outer third. The skin lining the cartilaginous portion of the EAC has hairs and modified sweat glands that secrete cerumen (earwax). Innervation of the EAC is mainly supplied by cranial nerves V3 (mandibular branch) and X, the latter via a small branch known as Arnold's nerve. Arnold's nerve is the pathway that results in coughing or gagging in some patients with instrumentation of the EAC. Cranial nerves VII and IX also contribute, but to a lesser extent; skull base lesions that involve the facial nerve may cause numbness of a portion of the EAC, and this phenomenon is known as the Hitzelberger sign."}
{"id": "article-21920_5", "title": "Ear Foreign Body Removal -- Anatomy and Physiology", "content": "The external auditory canal is nearly straight in children, becoming adult-sized - approximately 2.5 cm long - at about nine years of age. The EAC assumes a gentle sigmoid contour in adults, with the cartilaginous portion angling posteriorly and superiorly and the bony portion coursing anteroinferiorly. As a result, in adults, pulling the helix posterior and superior straightens the EAC and allows for better visualization of the tympanic membrane. Of significant importance for foreign body management, the EAC has two natural narrowings: the first narrowing is at the bony-cartilaginous junction, and the second is just lateral to the tympanic membrane. [7] Another important anatomic feature of the EAC is the potential blind spot in the tympanic sulcus caused by the oblique slope of the tympanic membrane anteroinferiorly as it nears the bulge of the temporomandibular joint.", "contents": "Ear Foreign Body Removal -- Anatomy and Physiology. The external auditory canal is nearly straight in children, becoming adult-sized - approximately 2.5 cm long - at about nine years of age. The EAC assumes a gentle sigmoid contour in adults, with the cartilaginous portion angling posteriorly and superiorly and the bony portion coursing anteroinferiorly. As a result, in adults, pulling the helix posterior and superior straightens the EAC and allows for better visualization of the tympanic membrane. Of significant importance for foreign body management, the EAC has two natural narrowings: the first narrowing is at the bony-cartilaginous junction, and the second is just lateral to the tympanic membrane. [7] Another important anatomic feature of the EAC is the potential blind spot in the tympanic sulcus caused by the oblique slope of the tympanic membrane anteroinferiorly as it nears the bulge of the temporomandibular joint."}
{"id": "article-21920_6", "title": "Ear Foreign Body Removal -- Indications", "content": "Indications for this procedure include the presence of a foreign body in the EAC, the availability of the appropriate equipment, and the patient's cooperation (or the ability to sedate or restrain the patient safely). [8]", "contents": "Ear Foreign Body Removal -- Indications. Indications for this procedure include the presence of a foreign body in the EAC, the availability of the appropriate equipment, and the patient's cooperation (or the ability to sedate or restrain the patient safely). [8]"}
{"id": "article-21920_7", "title": "Ear Foreign Body Removal -- Contraindications", "content": "Contraindications to removing a foreign body from the external auditory canal are related to the patient's cooperativeness, location of the object in the EAC, lack of appropriate instruments for removing the foreign body, and the type of foreign body. An uncooperative patient and the inability to safely sedate an uncooperative patient are contraindications to attempting foreign body removal.", "contents": "Ear Foreign Body Removal -- Contraindications. Contraindications to removing a foreign body from the external auditory canal are related to the patient's cooperativeness, location of the object in the EAC, lack of appropriate instruments for removing the foreign body, and the type of foreign body. An uncooperative patient and the inability to safely sedate an uncooperative patient are contraindications to attempting foreign body removal."}
{"id": "article-21920_8", "title": "Ear Foreign Body Removal -- Contraindications", "content": "A foreign body lodged against the tympanic membrane, or a foreign body that cannot be grasped easily, such as a hard spherically shaped object, may require specialized equipment not readily available. Specific methods might also be contraindicated in certain situations. For example, irrigation would be contraindicated with a suspected tympanic membrane perforation, removal of organic material, or removal of a battery. Irrigation may also be contraindicated if the suspected foreign body is made of a spongy material that may swell and enlarge if hydrated. [8]", "contents": "Ear Foreign Body Removal -- Contraindications. A foreign body lodged against the tympanic membrane, or a foreign body that cannot be grasped easily, such as a hard spherically shaped object, may require specialized equipment not readily available. Specific methods might also be contraindicated in certain situations. For example, irrigation would be contraindicated with a suspected tympanic membrane perforation, removal of organic material, or removal of a battery. Irrigation may also be contraindicated if the suspected foreign body is made of a spongy material that may swell and enlarge if hydrated. [8]"}
{"id": "article-21920_9", "title": "Ear Foreign Body Removal -- Equipment", "content": "Multiple options exist for the removal of EAC foreign bodies. The type and shape of the foreign body, its location, and the patient's level of cooperation will determine which piece of equipment to use. [7]", "contents": "Ear Foreign Body Removal -- Equipment. Multiple options exist for the removal of EAC foreign bodies. The type and shape of the foreign body, its location, and the patient's level of cooperation will determine which piece of equipment to use. [7]"}
{"id": "article-21920_10", "title": "Ear Foreign Body Removal -- Equipment", "content": "Commonly used instruments include alligator forceps, cup forceps, right-angle hooks, Schuknecht foreign body suction tips, curved Rosen picks, and balloon catheters, such as a Fogarty catheter (see Image. Alligator Forceps). The use of fine, sharper instruments is greatly facilitated by binocular microscopy. [7]", "contents": "Ear Foreign Body Removal -- Equipment. Commonly used instruments include alligator forceps, cup forceps, right-angle hooks, Schuknecht foreign body suction tips, curved Rosen picks, and balloon catheters, such as a Fogarty catheter (see Image. Alligator Forceps). The use of fine, sharper instruments is greatly facilitated by binocular microscopy. [7]"}
{"id": "article-21920_11", "title": "Ear Foreign Body Removal -- Equipment", "content": "Irrigation is another common option, and this can be performed by attaching an angiocatheter to a 20 to 30 mL syringe. Alternatively, modifying a butterfly catheter by cutting off the needle and then attaching the remaining tubing to the syringe can be effective as well. Great care must be taken with blind irrigation, as an unrecognized tympanic membrane perforation may exist. Some authors advise against irrigation of the EAC unless the tympanic membrane can be visualized completely to ensure it is intact. [7]", "contents": "Ear Foreign Body Removal -- Equipment. Irrigation is another common option, and this can be performed by attaching an angiocatheter to a 20 to 30 mL syringe. Alternatively, modifying a butterfly catheter by cutting off the needle and then attaching the remaining tubing to the syringe can be effective as well. Great care must be taken with blind irrigation, as an unrecognized tympanic membrane perforation may exist. Some authors advise against irrigation of the EAC unless the tympanic membrane can be visualized completely to ensure it is intact. [7]"}
{"id": "article-21920_12", "title": "Ear Foreign Body Removal -- Equipment", "content": "Suction is also an option and usually is performed with a Frazier tip under binocular microscopy. [7] In the absence of an operating microscope, surgical loupes with at least 2.5x magnification and a headlight will often suffice.", "contents": "Ear Foreign Body Removal -- Equipment. Suction is also an option and usually is performed with a Frazier tip under binocular microscopy. [7] In the absence of an operating microscope, surgical loupes with at least 2.5x magnification and a headlight will often suffice."}
{"id": "article-21920_13", "title": "Ear Foreign Body Removal -- Equipment", "content": "Another potential method uses cyanoacrylate (superglue) or tissue glue applied to the blunt end of a cotton-tipped applicator and then placed against the foreign body so that the glue adheres to it, and both the foreign body and applicator can be removed from the EAC together. [7] [9]", "contents": "Ear Foreign Body Removal -- Equipment. Another potential method uses cyanoacrylate (superglue) or tissue glue applied to the blunt end of a cotton-tipped applicator and then placed against the foreign body so that the glue adheres to it, and both the foreign body and applicator can be removed from the EAC together. [7] [9]"}
{"id": "article-21920_14", "title": "Ear Foreign Body Removal -- Personnel", "content": "With a cooperative patient, the clinician can remove the foreign body from the EAC without an assistant. Depending on how cooperative the patient is, one or more assistants may be required to maintain the patient in the proper position and keep the patient still. This arrangement is especially common in pediatric patients. [8] [10]", "contents": "Ear Foreign Body Removal -- Personnel. With a cooperative patient, the clinician can remove the foreign body from the EAC without an assistant. Depending on how cooperative the patient is, one or more assistants may be required to maintain the patient in the proper position and keep the patient still. This arrangement is especially common in pediatric patients. [8] [10]"}
{"id": "article-21920_15", "title": "Ear Foreign Body Removal -- Preparation", "content": "Evaluation should include noting any injury to the EAC and tympanic membrane before attempting removal of a foreign body. The patient's hearing should also be assessed, especially if there is suspicion for tympanic membrane injury/perforation or middle ear injury once the foreign body is removed. If the patient complains of hearing loss with the foreign body in place, audiometry or tuning fork testing should be used to quantify and document the loss. If a conductive hearing loss is greater than expected, or a sensorineural hearing loss is encountered, the patient should be urgently referred to an otolaryngologist for evaluation and removal of the foreign body, likely in the operating room. [11]", "contents": "Ear Foreign Body Removal -- Preparation. Evaluation should include noting any injury to the EAC and tympanic membrane before attempting removal of a foreign body. The patient's hearing should also be assessed, especially if there is suspicion for tympanic membrane injury/perforation or middle ear injury once the foreign body is removed. If the patient complains of hearing loss with the foreign body in place, audiometry or tuning fork testing should be used to quantify and document the loss. If a conductive hearing loss is greater than expected, or a sensorineural hearing loss is encountered, the patient should be urgently referred to an otolaryngologist for evaluation and removal of the foreign body, likely in the operating room. [11]"}
{"id": "article-21920_16", "title": "Ear Foreign Body Removal -- Preparation", "content": "Appropriate patient positioning is critical as well. Cooperative patients can either sit or lie down with the affected ear turned towards the clinician. For younger children, there are several options for positioning. The patient can sit in the parent's lap with the parent holding the patient's body with one hand and the other around the head with the head turned. The patient can also lie down, either supine or prone, on the stretcher with their head turned to improve access to the EAC. [12]", "contents": "Ear Foreign Body Removal -- Preparation. Appropriate patient positioning is critical as well. Cooperative patients can either sit or lie down with the affected ear turned towards the clinician. For younger children, there are several options for positioning. The patient can sit in the parent's lap with the parent holding the patient's body with one hand and the other around the head with the head turned. The patient can also lie down, either supine or prone, on the stretcher with their head turned to improve access to the EAC. [12]"}
{"id": "article-21920_17", "title": "Ear Foreign Body Removal -- Technique or Treatment", "content": "Before beginning the procedure, the physician should determine how many attempts will be made (usually only one or two) and, if planning more than one attempt, what technique should be used for the subsequent attempt. If unsuccessful after one or two attempts, further attempts should be aborted, and the patient should be referred to an otolaryngologist. Consider examining the contralateral ear and nose for other foreign bodies as well, particularly in children. [13] In a 2020 study, 75% of EAC foreign bodies could be removed in the outpatient setting or emergency department, with 23% requiring general anesthesia in the operating room. [14]", "contents": "Ear Foreign Body Removal -- Technique or Treatment. Before beginning the procedure, the physician should determine how many attempts will be made (usually only one or two) and, if planning more than one attempt, what technique should be used for the subsequent attempt. If unsuccessful after one or two attempts, further attempts should be aborted, and the patient should be referred to an otolaryngologist. Consider examining the contralateral ear and nose for other foreign bodies as well, particularly in children. [13] In a 2020 study, 75% of EAC foreign bodies could be removed in the outpatient setting or emergency department, with 23% requiring general anesthesia in the operating room. [14]"}
{"id": "article-21920_18", "title": "Ear Foreign Body Removal -- Technique or Treatment -- Manual Instrumentation (e.g., forceps, curettes, angle hook)", "content": "These instruments are typically used in conjunction with the operating head of an otoscope but can also be used with the diagnostic head. Binocular microscopy is ideal, though it may not be available in all settings; likewise, otologic endoscopes can be very helpful in trained hands. [10] Retract the pinna in order to visualize the object in the EAC. When using forceps, the foreign body can be grasped and removed. Both curettes and right-angle hooks should be gently maneuvered behind the foreign body and rotated, so the end is behind it in order to scoop out the foreign body. [7] In the case of a button battery or other metallic object, the use of a telescoping magnet-tipped rod, such as a mechanic might use for retrieving dropped screws, has been described to facilitate removal of the foreign body from the EAC. [15] It is essential to avoid touching the skin of the EAC with the instrument to the greatest extent possible, particularly close to the tympanic membrane, because that skin is especially sensitive, as is the tympanic membrane itself. The use of an otologic speculum will improve exposure and lighting; it is typically held with the non-dominant hand while the dominant hand manipulates the primary instrument.", "contents": "Ear Foreign Body Removal -- Technique or Treatment -- Manual Instrumentation (e.g., forceps, curettes, angle hook). These instruments are typically used in conjunction with the operating head of an otoscope but can also be used with the diagnostic head. Binocular microscopy is ideal, though it may not be available in all settings; likewise, otologic endoscopes can be very helpful in trained hands. [10] Retract the pinna in order to visualize the object in the EAC. When using forceps, the foreign body can be grasped and removed. Both curettes and right-angle hooks should be gently maneuvered behind the foreign body and rotated, so the end is behind it in order to scoop out the foreign body. [7] In the case of a button battery or other metallic object, the use of a telescoping magnet-tipped rod, such as a mechanic might use for retrieving dropped screws, has been described to facilitate removal of the foreign body from the EAC. [15] It is essential to avoid touching the skin of the EAC with the instrument to the greatest extent possible, particularly close to the tympanic membrane, because that skin is especially sensitive, as is the tympanic membrane itself. The use of an otologic speculum will improve exposure and lighting; it is typically held with the non-dominant hand while the dominant hand manipulates the primary instrument."}
{"id": "article-21920_19", "title": "Ear Foreign Body Removal -- Technique or Treatment -- Irrigation", "content": "This can be performed with either an angiocatheter or a section of tubing from a butterfly catheter. Using body temperature water, retract the pinna, and squirt water superiorly in the external auditory canal, behind the foreign body, which will then be washed out of the canal. [7] Using water that is too hot or too cold will potentially cause vertigo, nausea, and vomiting due to vestibular stimulation.", "contents": "Ear Foreign Body Removal -- Technique or Treatment -- Irrigation. This can be performed with either an angiocatheter or a section of tubing from a butterfly catheter. Using body temperature water, retract the pinna, and squirt water superiorly in the external auditory canal, behind the foreign body, which will then be washed out of the canal. [7] Using water that is too hot or too cold will potentially cause vertigo, nausea, and vomiting due to vestibular stimulation."}
{"id": "article-21920_20", "title": "Ear Foreign Body Removal -- Technique or Treatment -- Suction", "content": "This should be performed with a suction-tipped catheter with a thumb-controlled release valve, such as a Frazier suction tip or a Schuknecht foreign body suction tip. Insert the suction tip against the foreign body under direct visualization, occlude the thumb hole, remove the object, and maintain suction until the foreign body is completely out of the EAC. [7]", "contents": "Ear Foreign Body Removal -- Technique or Treatment -- Suction. This should be performed with a suction-tipped catheter with a thumb-controlled release valve, such as a Frazier suction tip or a Schuknecht foreign body suction tip. Insert the suction tip against the foreign body under direct visualization, occlude the thumb hole, remove the object, and maintain suction until the foreign body is completely out of the EAC. [7]"}
{"id": "article-21920_21", "title": "Ear Foreign Body Removal -- Technique or Treatment -- Cyanoacrylate", "content": "Apply a small amount of cyanoacrylate or skin glue to the cotton end of a cotton-tipped applicator; it may help to remove some of the cotton in order to diminish the size of the tip and improve visualization prior to application of the adhesive and insertion into the EAC. Once the glue is tacky, insert the applicator into the EAC and place the sticky end against the foreign body under direct visualization, holding it in place until the glue dries. Once the object is secured onto the applicator, it can be removed together with the applicator. [7] Take care to avoid touching the skin of the EAC while inserting the cotton-tipped applicator, lest it adheres to the EAC rather than the foreign body and causes more injury and edema.", "contents": "Ear Foreign Body Removal -- Technique or Treatment -- Cyanoacrylate. Apply a small amount of cyanoacrylate or skin glue to the cotton end of a cotton-tipped applicator; it may help to remove some of the cotton in order to diminish the size of the tip and improve visualization prior to application of the adhesive and insertion into the EAC. Once the glue is tacky, insert the applicator into the EAC and place the sticky end against the foreign body under direct visualization, holding it in place until the glue dries. Once the object is secured onto the applicator, it can be removed together with the applicator. [7] Take care to avoid touching the skin of the EAC while inserting the cotton-tipped applicator, lest it adheres to the EAC rather than the foreign body and causes more injury and edema."}
{"id": "article-21920_22", "title": "Ear Foreign Body Removal -- Technique or Treatment -- Arthropod Removal", "content": "The first step is to kill the arthropod, often a cockroach or a tick, allowing the patient to feel more comfortable and permit easier removal of the animal; multiple agents will accomplish this. Studies indicate that mineral oil is the most effective, followed by lidocaine. [16] Both can be instilled into the EAC, and once the arthropod is neutralized, it can be removed by any of the above methods. In practice, lidocaine offers the advantage of anesthetizing the EAC so that as the animal struggles, the patient is not bothered by any scratching of the sensitive skin. [7]", "contents": "Ear Foreign Body Removal -- Technique or Treatment -- Arthropod Removal. The first step is to kill the arthropod, often a cockroach or a tick, allowing the patient to feel more comfortable and permit easier removal of the animal; multiple agents will accomplish this. Studies indicate that mineral oil is the most effective, followed by lidocaine. [16] Both can be instilled into the EAC, and once the arthropod is neutralized, it can be removed by any of the above methods. In practice, lidocaine offers the advantage of anesthetizing the EAC so that as the animal struggles, the patient is not bothered by any scratching of the sensitive skin. [7]"}
{"id": "article-21920_23", "title": "Ear Foreign Body Removal -- Complications", "content": "The most common complications from foreign bodies in the EAC and attempts to remove them include excoriations and lacerations of the EAC skin. As a result, it is important to document a pre-removal and post-removal examination, noting the presence of any pre-removal injuries. The EAC skin typically heals rapidly if kept clean and dry. Antibiotic eardrops can be considered as well. Less frequent and more serious foreign body removal complications include tympanic membrane perforation or ossicular chain damage. [17] These are potentially devastating and should be avoided at all costs. If the clinician is unable to, or uncomfortable with, removing EAC foreign bodies, the patient should be referred to an otolaryngologist. [12]", "contents": "Ear Foreign Body Removal -- Complications. The most common complications from foreign bodies in the EAC and attempts to remove them include excoriations and lacerations of the EAC skin. As a result, it is important to document a pre-removal and post-removal examination, noting the presence of any pre-removal injuries. The EAC skin typically heals rapidly if kept clean and dry. Antibiotic eardrops can be considered as well. Less frequent and more serious foreign body removal complications include tympanic membrane perforation or ossicular chain damage. [17] These are potentially devastating and should be avoided at all costs. If the clinician is unable to, or uncomfortable with, removing EAC foreign bodies, the patient should be referred to an otolaryngologist. [12]"}
{"id": "article-21920_24", "title": "Ear Foreign Body Removal -- Clinical Significance", "content": "Physicians involved in acute patient care can expect to manage patients with EAC foreign bodies at some point in their careers. As such, it is crucial to recognize both clinician skill and equipment limitations. The type and location of the object in the EAC, along with the patient's ability to cooperate, are the key factors in determining whether an attempt at removal should be made. Referral to a specialist or a location where sedation can be performed is recommended if the initial evaluation indicates that removal is not practical. In general, complications tend to be minor and easily managed.", "contents": "Ear Foreign Body Removal -- Clinical Significance. Physicians involved in acute patient care can expect to manage patients with EAC foreign bodies at some point in their careers. As such, it is crucial to recognize both clinician skill and equipment limitations. The type and location of the object in the EAC, along with the patient's ability to cooperate, are the key factors in determining whether an attempt at removal should be made. Referral to a specialist or a location where sedation can be performed is recommended if the initial evaluation indicates that removal is not practical. In general, complications tend to be minor and easily managed."}
{"id": "article-21920_25", "title": "Ear Foreign Body Removal -- Enhancing Healthcare Team Outcomes", "content": "Successful removal of an ear foreign body requires a cooperative patient and may require the assistance of family members as well as other medical team members. Patient positioning and a well-thought-out plan are keys to the success of the procedure. Explaining to patients and families what will happen and securing their cooperation is important. Involving family members and/or staff members for positioning can be very helpful as well. Another consideration is the use of medications for anxiolysis or procedural sedation to facilitate patient cooperation. This requires appropriate ancillary staff, such as nursing for intravenous line placement and medication administration, and potentially anesthesia or respiratory therapy to assist in airway monitoring. With appropriate team coordination, EAC foreign body removal can be performed safely and rapidly with a low risk for complications and minimal stress for the patient. All members of the interprofessional team, most notably clinicians (including physician assistants and nurse practitioners) and nurses, should be able to identify the problem, assist experienced hands in foreign body removal, and know when to refer the patient in more complicated cases; this will result in better patient outcomes. [Level 5]", "contents": "Ear Foreign Body Removal -- Enhancing Healthcare Team Outcomes. Successful removal of an ear foreign body requires a cooperative patient and may require the assistance of family members as well as other medical team members. Patient positioning and a well-thought-out plan are keys to the success of the procedure. Explaining to patients and families what will happen and securing their cooperation is important. Involving family members and/or staff members for positioning can be very helpful as well. Another consideration is the use of medications for anxiolysis or procedural sedation to facilitate patient cooperation. This requires appropriate ancillary staff, such as nursing for intravenous line placement and medication administration, and potentially anesthesia or respiratory therapy to assist in airway monitoring. With appropriate team coordination, EAC foreign body removal can be performed safely and rapidly with a low risk for complications and minimal stress for the patient. All members of the interprofessional team, most notably clinicians (including physician assistants and nurse practitioners) and nurses, should be able to identify the problem, assist experienced hands in foreign body removal, and know when to refer the patient in more complicated cases; this will result in better patient outcomes. [Level 5]"}
{"id": "article-21920_26", "title": "Ear Foreign Body Removal -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ear Foreign Body Removal -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}