{"id": "article-22336_0", "title": "Biochemistry, Glycogenolysis -- Introduction", "content": "Glycogen, also known as animal starch, is a branched polysaccharide that serves as an energy reserve in the liver and muscle. It is readily available as an immediate source of energy. The formation of glycogen from glucose is called glycogenesis, and the breakdown of glycogen to form glucose is called glycogen metabolism or glycogenolysis. Increased cyclic adenosine monophosphate (cAMP) produces the breakdown of glycogen (glycogenolysis). Various hormones such as insulin, glucagon, cortisol, and others regulate the relationship between glycogenesis and gluconeogenesis. Glycogenolysis is initiated by the action of a specific enzyme called phosphorylase, which yields glucose-1-phosphate. Glucose-1-phosphate is an important compound at the intersection of several metabolic pathways, such as glycolysis, glycogenesis, glycogenolysis, and gluconeogenesis. Interestingly, when glycogenesis occurs, glycogenolysis is inhibited, and vice versa. Impaired glycogen metabolism is associated with various inherited metabolic disorders collectively known as glycogen storage diseases. [1] [2]", "contents": "Biochemistry, Glycogenolysis -- Introduction. Glycogen, also known as animal starch, is a branched polysaccharide that serves as an energy reserve in the liver and muscle. It is readily available as an immediate source of energy. The formation of glycogen from glucose is called glycogenesis, and the breakdown of glycogen to form glucose is called glycogen metabolism or glycogenolysis. Increased cyclic adenosine monophosphate (cAMP) produces the breakdown of glycogen (glycogenolysis). Various hormones such as insulin, glucagon, cortisol, and others regulate the relationship between glycogenesis and gluconeogenesis. Glycogenolysis is initiated by the action of a specific enzyme called phosphorylase, which yields glucose-1-phosphate. Glucose-1-phosphate is an important compound at the intersection of several metabolic pathways, such as glycolysis, glycogenesis, glycogenolysis, and gluconeogenesis. Interestingly, when glycogenesis occurs, glycogenolysis is inhibited, and vice versa. Impaired glycogen metabolism is associated with various inherited metabolic disorders collectively known as glycogen storage diseases. [1] [2]"}
{"id": "article-22336_1", "title": "Biochemistry, Glycogenolysis -- Fundamentals", "content": "Glycogenolysis, along with glycolysis, plays a central role in carbohydrate metabolism. Glycogenolysis is the principal route of glycogen utilization. [3]", "contents": "Biochemistry, Glycogenolysis -- Fundamentals. Glycogenolysis, along with glycolysis, plays a central role in carbohydrate metabolism. Glycogenolysis is the principal route of glycogen utilization. [3]"}
{"id": "article-22336_2", "title": "Biochemistry, Glycogenolysis -- Molecular Level", "content": "Glycogen is a storage polysaccharide consisting of D-glucose residues. The glucose residues are joined by α-1,4, which represents most of the linkages, and α-1,6 linkages, which constitute the branch points. Together, they give the molecule a branched structure. The advantages of a highly branched structure are increased solubility and the ability to concentrate a larger molecule in a smaller space. [4]", "contents": "Biochemistry, Glycogenolysis -- Molecular Level. Glycogen is a storage polysaccharide consisting of D-glucose residues. The glucose residues are joined by α-1,4, which represents most of the linkages, and α-1,6 linkages, which constitute the branch points. Together, they give the molecule a branched structure. The advantages of a highly branched structure are increased solubility and the ability to concentrate a larger molecule in a smaller space. [4]"}
{"id": "article-22336_3", "title": "Biochemistry, Glycogenolysis -- Function", "content": "The liver breaks down glycogen to maintain adequate blood glucose levels, whereas muscles break down glycogen to maintain energy for contraction.", "contents": "Biochemistry, Glycogenolysis -- Function. The liver breaks down glycogen to maintain adequate blood glucose levels, whereas muscles break down glycogen to maintain energy for contraction."}
{"id": "article-22336_4", "title": "Biochemistry, Glycogenolysis -- Function", "content": "The glycogen debranching enzyme is one of the few known proteins possessing 2 independent catalytic activities that occur at separate sites on a single polypeptide chain. The 2 activities are transferase and amylo-1,6-glucosidase. The debranching and phosphorylase enzymes are necessary for the complete degradation of glycogen. [5]", "contents": "Biochemistry, Glycogenolysis -- Function. The glycogen debranching enzyme is one of the few known proteins possessing 2 independent catalytic activities that occur at separate sites on a single polypeptide chain. The 2 activities are transferase and amylo-1,6-glucosidase. The debranching and phosphorylase enzymes are necessary for the complete degradation of glycogen. [5]"}
{"id": "article-22336_5", "title": "Biochemistry, Glycogenolysis -- Function", "content": "Adrenal hormones, such as catecholamines and glucocorticoids, regulate hepatic glycogenolysis. Adenosine triggers the release of corticosterone from the adrenal glands, which in turn stimulates the breakdown of glycogen in the liver. [1] By responding to norepinephrine via a cAMP-dependent mechanism, glycogenolysis maintains stability during hypoglycemia. Glycogenolysis generates energy from ATP, NADH, and lactate production. [6]", "contents": "Biochemistry, Glycogenolysis -- Function. Adrenal hormones, such as catecholamines and glucocorticoids, regulate hepatic glycogenolysis. Adenosine triggers the release of corticosterone from the adrenal glands, which in turn stimulates the breakdown of glycogen in the liver. [1] By responding to norepinephrine via a cAMP-dependent mechanism, glycogenolysis maintains stability during hypoglycemia. Glycogenolysis generates energy from ATP, NADH, and lactate production. [6]"}
{"id": "article-22336_6", "title": "Biochemistry, Glycogenolysis -- Function", "content": "Glycogenolysis is stimulated by glucagon, which is mediated by an intracellular increase of cAMP and Ca 2+ , mediated either by the adenylate cyclase or phospholipase C pathway. Glucagon activates adenylate cyclase via GR2 receptors. Adenylate cyclase converts ATP to cAMP, which activates PKA, which activates glycogenolysis enzymes via ATP-dependent phosphorylation. [7]", "contents": "Biochemistry, Glycogenolysis -- Function. Glycogenolysis is stimulated by glucagon, which is mediated by an intracellular increase of cAMP and Ca 2+ , mediated either by the adenylate cyclase or phospholipase C pathway. Glucagon activates adenylate cyclase via GR2 receptors. Adenylate cyclase converts ATP to cAMP, which activates PKA, which activates glycogenolysis enzymes via ATP-dependent phosphorylation. [7]"}
{"id": "article-22336_7", "title": "Biochemistry, Glycogenolysis -- Mechanism", "content": "The key regulatory enzymes of glycogenolysis are phosphorylase kinase and glycogen phosphorylase, both activated by phosphorylation. These are predominantly expressed in the liver, muscle, and brain. [8]", "contents": "Biochemistry, Glycogenolysis -- Mechanism. The key regulatory enzymes of glycogenolysis are phosphorylase kinase and glycogen phosphorylase, both activated by phosphorylation. These are predominantly expressed in the liver, muscle, and brain. [8]"}
{"id": "article-22336_8", "title": "Biochemistry, Glycogenolysis -- Mechanism", "content": "The process of glycogenolysis starts in the muscle due to the activity of the enzyme adenyl cyclase and cAMP. cAMP then binds to phosphorylase kinase and converts it to its active form, which then converts phosphorylase b to phosphorylase a, which finally catalyzes the breakdown of glycogen. [9] The process of glycogen breakdown can occur either in the cytosol or in the lysosomes. In the cytosol, the glycogen phosphorylase catalyzes the nonreducing ends of glycogen branches, releasing glucose-1-phosphate. Its action stops 4 glucose residues before an α1→6 junction. Glycogen phosphorylase can only cleave alpha 1,4 glycosidic bonds in glycogen; it cannot cleave the alpha 1,6 glycosidic bonds, which make up the branching points.", "contents": "Biochemistry, Glycogenolysis -- Mechanism. The process of glycogenolysis starts in the muscle due to the activity of the enzyme adenyl cyclase and cAMP. cAMP then binds to phosphorylase kinase and converts it to its active form, which then converts phosphorylase b to phosphorylase a, which finally catalyzes the breakdown of glycogen. [9] The process of glycogen breakdown can occur either in the cytosol or in the lysosomes. In the cytosol, the glycogen phosphorylase catalyzes the nonreducing ends of glycogen branches, releasing glucose-1-phosphate. Its action stops 4 glucose residues before an α1→6 junction. Glycogen phosphorylase can only cleave alpha 1,4 glycosidic bonds in glycogen; it cannot cleave the alpha 1,6 glycosidic bonds, which make up the branching points."}
{"id": "article-22336_9", "title": "Biochemistry, Glycogenolysis -- Mechanism", "content": "At this point, another enzyme called oligo-α(1,4)→α(1,4)-glucantransferase separates a trisaccharide from the terminal branch and transfers it to the end of a neighboring branch. The branch is reduced to a single glucose with an α1→6 bond. Hydrolysis of α1→6 glycosidic bonds is catalyzed by α1→6-glucosidase, or debranching enzyme, releasing free glucose. Hydrolysis of α1→6 bonds is accomplished by the enzymes mentioned above. The combined actions of phosphorylase, oligo-α(1,4)→α(1,4)-glucantransferase, and α1→6-glucosidase releases glucose-1-P and some free glucose molecules. Debranching enzyme causes hydrolysis only and not phosphorolysis.", "contents": "Biochemistry, Glycogenolysis -- Mechanism. At this point, another enzyme called oligo-α(1,4)→α(1,4)-glucantransferase separates a trisaccharide from the terminal branch and transfers it to the end of a neighboring branch. The branch is reduced to a single glucose with an α1→6 bond. Hydrolysis of α1→6 glycosidic bonds is catalyzed by α1→6-glucosidase, or debranching enzyme, releasing free glucose. Hydrolysis of α1→6 bonds is accomplished by the enzymes mentioned above. The combined actions of phosphorylase, oligo-α(1,4)→α(1,4)-glucantransferase, and α1→6-glucosidase releases glucose-1-P and some free glucose molecules. Debranching enzyme causes hydrolysis only and not phosphorolysis."}
{"id": "article-22336_10", "title": "Biochemistry, Glycogenolysis -- Mechanism", "content": "Only the glucose in the branching position is released as free glucose. The rest of the molecules are released in the form of G-1-P. From every 9 molecules of glucose-1-P, 1 free glucose molecule is generated. [2] In the lysosome, the enzyme acid α-glucosidase degrades lysosomal glycogen via an autophagy-dependent pathway. It is known that the latter process serves as an immediate energy source in the newborn period of early life. [2] [9]", "contents": "Biochemistry, Glycogenolysis -- Mechanism. Only the glucose in the branching position is released as free glucose. The rest of the molecules are released in the form of G-1-P. From every 9 molecules of glucose-1-P, 1 free glucose molecule is generated. [2] In the lysosome, the enzyme acid α-glucosidase degrades lysosomal glycogen via an autophagy-dependent pathway. It is known that the latter process serves as an immediate energy source in the newborn period of early life. [2] [9]"}
{"id": "article-22336_11", "title": "Biochemistry, Glycogenolysis -- Clinical Significance", "content": "Genetic abnormalities in enzymes involved in glycogen storage cause several metabolic disorders.", "contents": "Biochemistry, Glycogenolysis -- Clinical Significance. Genetic abnormalities in enzymes involved in glycogen storage cause several metabolic disorders."}
{"id": "article-22336_12", "title": "Biochemistry, Glycogenolysis -- Clinical Significance", "content": "von Gierke Disease: also known as glycogen storage disease type 1A, is an autosomal recessive disorder in which the enzyme glucose-6-phosphatase is deficient, leading to an inability to break down glycogen into glucose. It has an incidence of 1 in 100,000 live births. The clinical presentation is classically seen during infancy, usually at the age of 3 to 6 months (although the age of presentation is variable), presenting with hypoglycemia and hepatomegaly and frequently accompanied by hyperlipidemia, hyperuricemia, and lactic acidosis. An enzyme assay and liver biopsy confirm the diagnosis. It is manageable through adequate dietary therapy for preventing long-term complications. [10]", "contents": "Biochemistry, Glycogenolysis -- Clinical Significance. von Gierke Disease: also known as glycogen storage disease type 1A, is an autosomal recessive disorder in which the enzyme glucose-6-phosphatase is deficient, leading to an inability to break down glycogen into glucose. It has an incidence of 1 in 100,000 live births. The clinical presentation is classically seen during infancy, usually at the age of 3 to 6 months (although the age of presentation is variable), presenting with hypoglycemia and hepatomegaly and frequently accompanied by hyperlipidemia, hyperuricemia, and lactic acidosis. An enzyme assay and liver biopsy confirm the diagnosis. It is manageable through adequate dietary therapy for preventing long-term complications. [10]"}
{"id": "article-22336_13", "title": "Biochemistry, Glycogenolysis -- Clinical Significance", "content": "Pompe Disease: also known as glycogen storage disease type II or acid maltase deficiency, is an autosomal recessive disorder resulting from mutations in the GAA gene on chromosome 17q25, coding for acid alpha-glucosidase, leading to lysosomal accumulation of glycogen in various tissues, but mostly affecting cardiac and skeletal muscles. The clinical presentation depends on the specific mutation and the resulting level of residual acid alpha-glucosidase activity. It is diagnosed depending on the timing of presentation: classic infantile-onset Pompe disease, with an age of onset ≤12 months, and late-onset Pompe disease, which manifests any time after 12 months of age. The classic type demonstrates rapidly progressive hypertrophic cardiomyopathy and left ventricular outflow obstruction, accompanied by muscle weakness, hypotonia, and respiratory distress. Motor development is delayed. The main cause of death is cardiac and respiratory failure, most commonly occurring before 1 year of age. The late-onset usually lacks cardiac involvement; it presents with muscle weakness progressing to profound weakness and wasting, eventually requiring a wheelchair. Respiratory failure due to the involvement of the diaphragm is a common complication. [11] [12]", "contents": "Biochemistry, Glycogenolysis -- Clinical Significance. Pompe Disease: also known as glycogen storage disease type II or acid maltase deficiency, is an autosomal recessive disorder resulting from mutations in the GAA gene on chromosome 17q25, coding for acid alpha-glucosidase, leading to lysosomal accumulation of glycogen in various tissues, but mostly affecting cardiac and skeletal muscles. The clinical presentation depends on the specific mutation and the resulting level of residual acid alpha-glucosidase activity. It is diagnosed depending on the timing of presentation: classic infantile-onset Pompe disease, with an age of onset ≤12 months, and late-onset Pompe disease, which manifests any time after 12 months of age. The classic type demonstrates rapidly progressive hypertrophic cardiomyopathy and left ventricular outflow obstruction, accompanied by muscle weakness, hypotonia, and respiratory distress. Motor development is delayed. The main cause of death is cardiac and respiratory failure, most commonly occurring before 1 year of age. The late-onset usually lacks cardiac involvement; it presents with muscle weakness progressing to profound weakness and wasting, eventually requiring a wheelchair. Respiratory failure due to the involvement of the diaphragm is a common complication. [11] [12]"}
{"id": "article-22336_14", "title": "Biochemistry, Glycogenolysis -- Clinical Significance", "content": "Cori Disease : also known as glycogen storage disease type III or limit dextrinosis, is a genetic disease caused by a mutation in the AGL gene located in chromosome 1p21 encoding for glycogen debranching enzyme (amylo-1,6-glucosidase), leading to a deficient activity in the key enzyme responsible for glycogen degradation. The characteristic clinical presentation is hypoglycemia, hyperlipidemia, growth retardation, and hepatomegaly. It is subdivided into type IIIa, which presents with hepatic and muscle involvement leading to myopathy and cardiomyopathy, and type IIIb, which primarily presents with liver disease. [13] [5]", "contents": "Biochemistry, Glycogenolysis -- Clinical Significance. Cori Disease : also known as glycogen storage disease type III or limit dextrinosis, is a genetic disease caused by a mutation in the AGL gene located in chromosome 1p21 encoding for glycogen debranching enzyme (amylo-1,6-glucosidase), leading to a deficient activity in the key enzyme responsible for glycogen degradation. The characteristic clinical presentation is hypoglycemia, hyperlipidemia, growth retardation, and hepatomegaly. It is subdivided into type IIIa, which presents with hepatic and muscle involvement leading to myopathy and cardiomyopathy, and type IIIb, which primarily presents with liver disease. [13] [5]"}
{"id": "article-22336_15", "title": "Biochemistry, Glycogenolysis -- Clinical Significance", "content": "McArdle Disease : also known as glycogen storage disease type V or myophosphorylase deficiency, is an autosomal recessive inborn error of skeletal muscle metabolism in which glycogen phosphorylase activity is affected, resulting in an inability to break down glycogen. It results from nonsense mutations in the PYGM-gene on chromosome 11, which codes for muscle glycogen-phosphorylase (myophosphorylase). Since muscle glycogen-derived glucose is unavailable during exercise, and glycogen is the primary fuel in exercise, exercise intolerance characterizes the clinical scenario. Intense physical activity can lead to muscle contractures and rhabdomyolysis, which can cause the release of myoglobin into the urine. [14] [15]", "contents": "Biochemistry, Glycogenolysis -- Clinical Significance. McArdle Disease : also known as glycogen storage disease type V or myophosphorylase deficiency, is an autosomal recessive inborn error of skeletal muscle metabolism in which glycogen phosphorylase activity is affected, resulting in an inability to break down glycogen. It results from nonsense mutations in the PYGM-gene on chromosome 11, which codes for muscle glycogen-phosphorylase (myophosphorylase). Since muscle glycogen-derived glucose is unavailable during exercise, and glycogen is the primary fuel in exercise, exercise intolerance characterizes the clinical scenario. Intense physical activity can lead to muscle contractures and rhabdomyolysis, which can cause the release of myoglobin into the urine. [14] [15]"}
{"id": "article-22336_16", "title": "Biochemistry, Glycogenolysis -- Clinical Significance", "content": "Glycogenolysis activated by catecholamines, such as norepinephrine, is implicated in memory consolidation. Researchers have proposed that it is an important factor in the development of Alzheimer disease due to chronic atrophy. [6]", "contents": "Biochemistry, Glycogenolysis -- Clinical Significance. Glycogenolysis activated by catecholamines, such as norepinephrine, is implicated in memory consolidation. Researchers have proposed that it is an important factor in the development of Alzheimer disease due to chronic atrophy. [6]"}
{"id": "article-22336_17", "title": "Biochemistry, Glycogenolysis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Glycogenolysis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}