{"id": "article-26590_0", "title": "Papanicolaou Smear -- Introduction", "content": "In the 1940s, cervical cancer was a principal cause of death for women of childbearing age in the United States. Dr. George Papanicolaou was a Greek immigrant who initially began his academic career studying the reproductive cycles of guinea pigs. After moving to the United States, he held a position in the anatomy department at Cornell University. He changed his focus of study to human physiology and began collaborating with gynecological pathologist Dr. Herbert Traut. While working together at Cornell University, they published Diagnosis of Uterine Cancer by the Vaginal Pap Smear in 1943. This significant work detailed how normal and abnormal vaginal and cervical cells could be viewed under a microscope and how they should be classified. Not long after that, the Pap Smear became the gold standard in cervical cancer screening, and it is still the primary screening tool for cervical cancer today. [1] [2] [3] [4]", "contents": "Papanicolaou Smear -- Introduction. In the 1940s, cervical cancer was a principal cause of death for women of childbearing age in the United States. Dr. George Papanicolaou was a Greek immigrant who initially began his academic career studying the reproductive cycles of guinea pigs. After moving to the United States, he held a position in the anatomy department at Cornell University. He changed his focus of study to human physiology and began collaborating with gynecological pathologist Dr. Herbert Traut. While working together at Cornell University, they published Diagnosis of Uterine Cancer by the Vaginal Pap Smear in 1943. This significant work detailed how normal and abnormal vaginal and cervical cells could be viewed under a microscope and how they should be classified. Not long after that, the Pap Smear became the gold standard in cervical cancer screening, and it is still the primary screening tool for cervical cancer today. [1] [2] [3] [4]"}
{"id": "article-26590_1", "title": "Papanicolaou Smear -- Etiology and Epidemiology", "content": "In the United States, death due to cervical cancer has declined by more than 60% since the 1950s. Once one of the most frequent cancers affecting women of childbearing age, it now ranks 14th. In 2010, approximately 12,000 women were diagnosed with cervical cancer, with about 4000 resulting in death. From 2002 through 2012, the rate of cervical cancer decreased by 1.3%, and deaths from cervical cancer decreased by 0.9%. In 2014, Hispanic women were reported to have the highest rate of getting cervical cancer, while African-American women had the highest death rate from the disease. [5] [6] [7]", "contents": "Papanicolaou Smear -- Etiology and Epidemiology. In the United States, death due to cervical cancer has declined by more than 60% since the 1950s. Once one of the most frequent cancers affecting women of childbearing age, it now ranks 14th. In 2010, approximately 12,000 women were diagnosed with cervical cancer, with about 4000 resulting in death. From 2002 through 2012, the rate of cervical cancer decreased by 1.3%, and deaths from cervical cancer decreased by 0.9%. In 2014, Hispanic women were reported to have the highest rate of getting cervical cancer, while African-American women had the highest death rate from the disease. [5] [6] [7]"}
{"id": "article-26590_2", "title": "Papanicolaou Smear -- Etiology and Epidemiology", "content": "Cervical cancer is much more common in countries without widespread screening programs. More than 80% of cervical cancer cases are found in developing countries. Cervical cancer is still the third most common cause of cancer in women worldwide. Annually, there are approximately 528,000 new cases of cervical cancer, with 266,000 deaths. These statistics make it the second most common cause of cancer-related death in women.", "contents": "Papanicolaou Smear -- Etiology and Epidemiology. Cervical cancer is much more common in countries without widespread screening programs. More than 80% of cervical cancer cases are found in developing countries. Cervical cancer is still the third most common cause of cancer in women worldwide. Annually, there are approximately 528,000 new cases of cervical cancer, with 266,000 deaths. These statistics make it the second most common cause of cancer-related death in women."}
{"id": "article-26590_3", "title": "Papanicolaou Smear -- Pathophysiology", "content": "In the 1980s, researchers discovered that virtually all cervical cancer cases were caused by human papillomavirus (HPV). There are more than 100 types of HPV, and 40 can be transmitted sexually, while 15 are considered \"high-risk HPV\" or cancer-causing. There are two subtypes of HPV, 16 and 18, which cause about 70% of cervical cancers worldwide.", "contents": "Papanicolaou Smear -- Pathophysiology. In the 1980s, researchers discovered that virtually all cervical cancer cases were caused by human papillomavirus (HPV). There are more than 100 types of HPV, and 40 can be transmitted sexually, while 15 are considered \"high-risk HPV\" or cancer-causing. There are two subtypes of HPV, 16 and 18, which cause about 70% of cervical cancers worldwide."}
{"id": "article-26590_4", "title": "Papanicolaou Smear -- Pathophysiology", "content": "Cervical infection with high-risk HPV is usually required for the development of cervical cancer. However, HPV infection alone is not sufficient for progression to neoplasia. Most infections with high-risk HPV are transient and do not progress to cervical intraepithelial neoplasia (CIN). A small portion of women infected with high-risk HPV will develop cervical cancer. Cigarette smoking, a compromised immune system, and HIV infection are all cofactors in HPV persistence. [8] [9] [10] [11]", "contents": "Papanicolaou Smear -- Pathophysiology. Cervical infection with high-risk HPV is usually required for the development of cervical cancer. However, HPV infection alone is not sufficient for progression to neoplasia. Most infections with high-risk HPV are transient and do not progress to cervical intraepithelial neoplasia (CIN). A small portion of women infected with high-risk HPV will develop cervical cancer. Cigarette smoking, a compromised immune system, and HIV infection are all cofactors in HPV persistence. [8] [9] [10] [11]"}
{"id": "article-26590_5", "title": "Papanicolaou Smear -- Specimen Requirements and Procedure", "content": "In 2009, the American College of Obstetricians and Gynecologists (ACOG) recommended that women begin having pap smears at the age of 21. ACOG also recommends women ages 21 to 29 should have Pap smear testing every three years. The organization noted that women ages 30 to 65 should have pap smears with HPV testing every 5 years, and screening should stop after age 65. There are special populations of women who should be screened more frequently for cervical cancer than the general population. They include women infected with HIV, immunocompromised women (such as organ transplant patients), women exposed to diethylstilbestrol while in utero, and women previously treated for CIN 2, CIN 3, or cervical cancer.", "contents": "Papanicolaou Smear -- Specimen Requirements and Procedure. In 2009, the American College of Obstetricians and Gynecologists (ACOG) recommended that women begin having pap smears at the age of 21. ACOG also recommends women ages 21 to 29 should have Pap smear testing every three years. The organization noted that women ages 30 to 65 should have pap smears with HPV testing every 5 years, and screening should stop after age 65. There are special populations of women who should be screened more frequently for cervical cancer than the general population. They include women infected with HIV, immunocompromised women (such as organ transplant patients), women exposed to diethylstilbestrol while in utero, and women previously treated for CIN 2, CIN 3, or cervical cancer."}
{"id": "article-26590_6", "title": "Papanicolaou Smear -- Specimen Requirements and Procedure", "content": "In 2018 the United States Preventive Services Task Force (USPSTF) revised its recommendations. The USPSTF recommends screening for cervical cancer every 3 years with cervical cytology alone in women aged 21 to 29 years. (A recommendation) The USPSTF recommends screening every 3 years with cervical cytology alone, every 5 years with hrHPV testing alone, or every 5 years with hrHPV testing combined with cytology (co-testing) in women aged 30 to 65 years. (A recommendation) The USPSTF recommends against screening for cervical cancer in women younger than 21 years. (D recommendation) The USPSTF recommends against screening for cervical cancer in women older than 65 years who have had adequate prior screening and are not otherwise at high risk of cervical cancer. (D recommendation) The USPSTF recommends against screening for cervical cancer in women who have had a hysterectomy with removal of the cervix and do not have a history of a high-grade precancerous lesion or cervical cancer.", "contents": "Papanicolaou Smear -- Specimen Requirements and Procedure. In 2018 the United States Preventive Services Task Force (USPSTF) revised its recommendations. The USPSTF recommends screening for cervical cancer every 3 years with cervical cytology alone in women aged 21 to 29 years. (A recommendation) The USPSTF recommends screening every 3 years with cervical cytology alone, every 5 years with hrHPV testing alone, or every 5 years with hrHPV testing combined with cytology (co-testing) in women aged 30 to 65 years. (A recommendation) The USPSTF recommends against screening for cervical cancer in women younger than 21 years. (D recommendation) The USPSTF recommends against screening for cervical cancer in women older than 65 years who have had adequate prior screening and are not otherwise at high risk of cervical cancer. (D recommendation) The USPSTF recommends against screening for cervical cancer in women who have had a hysterectomy with removal of the cervix and do not have a history of a high-grade precancerous lesion or cervical cancer."}
{"id": "article-26590_7", "title": "Papanicolaou Smear -- Diagnostic Tests", "content": "Women with epithelial cell abnormality on pap smear should be further tested with colposcopy and biopsy (see Image. Squamous Cells, Acute Inflammation).  A colposcope is a binocular microscope that allows visual inspection of the cervix.  Gross abnormalities visualized on colposcopy can then be biopsied for further classification.", "contents": "Papanicolaou Smear -- Diagnostic Tests. Women with epithelial cell abnormality on pap smear should be further tested with colposcopy and biopsy (see Image. Squamous Cells, Acute Inflammation).  A colposcope is a binocular microscope that allows visual inspection of the cervix.  Gross abnormalities visualized on colposcopy can then be biopsied for further classification."}
{"id": "article-26590_8", "title": "Papanicolaou Smear -- Testing Procedures", "content": "There are two acceptable techniques for collecting the Pap Smear: liquid-based and conventional. A clinician will place a speculum into the woman's vagina and identify the cervix. The liquid-based method involves collecting cells from the transformation zone of the cervix by using a brush and transferring the cells to a vial of liquid preservative.  The conventional technique involves collecting cells from the transformation zone of the cervix by using a brush and spatula, transferring the cells to a slide, and fixing the slide with a preservative.  The liquid-based technique allows testing for HPV, gonorrhea, and chlamydia from a single collection. Theoretically, the liquid-based technique has the advantages of easier interpretation, fewer unsatisfactory results, and the filtering of blood and debris.", "contents": "Papanicolaou Smear -- Testing Procedures. There are two acceptable techniques for collecting the Pap Smear: liquid-based and conventional. A clinician will place a speculum into the woman's vagina and identify the cervix. The liquid-based method involves collecting cells from the transformation zone of the cervix by using a brush and transferring the cells to a vial of liquid preservative.  The conventional technique involves collecting cells from the transformation zone of the cervix by using a brush and spatula, transferring the cells to a slide, and fixing the slide with a preservative.  The liquid-based technique allows testing for HPV, gonorrhea, and chlamydia from a single collection. Theoretically, the liquid-based technique has the advantages of easier interpretation, fewer unsatisfactory results, and the filtering of blood and debris."}
{"id": "article-26590_9", "title": "Papanicolaou Smear -- Interfering Factors", "content": "Vaginal discharge, blood, and lubricants can interfere with the interpretation of Pap smears. When performing Pap smears, many providers use either water or a small amount of water-based lubricant to minimize patient discomfort.", "contents": "Papanicolaou Smear -- Interfering Factors. Vaginal discharge, blood, and lubricants can interfere with the interpretation of Pap smears. When performing Pap smears, many providers use either water or a small amount of water-based lubricant to minimize patient discomfort."}
{"id": "article-26590_10", "title": "Papanicolaou Smear -- Results, Reporting, and Critical Findings", "content": "Since 1988, the Bethesda System for Reporting Cervical Cytology has been the accepted reporting system in the United States. The 2014 revision is the most recent. Specimen type: Indicates whether it is conventional or liquid-based Specimen adequacy: Indicates if it is satisfactory for evaluation or unsatisfactory for evaluation.", "contents": "Papanicolaou Smear -- Results, Reporting, and Critical Findings. Since 1988, the Bethesda System for Reporting Cervical Cytology has been the accepted reporting system in the United States. The 2014 revision is the most recent. Specimen type: Indicates whether it is conventional or liquid-based Specimen adequacy: Indicates if it is satisfactory for evaluation or unsatisfactory for evaluation."}
{"id": "article-26590_11", "title": "Papanicolaou Smear -- Results, Reporting, and Critical Findings -- General Categorization", "content": "Negative for intraepithelial lesion or malignancy Other: see interpretation/result Epithelial cell abnormality: see interpretation/result", "contents": "Papanicolaou Smear -- Results, Reporting, and Critical Findings -- General Categorization. Negative for intraepithelial lesion or malignancy Other: see interpretation/result Epithelial cell abnormality: see interpretation/result"}
{"id": "article-26590_12", "title": "Papanicolaou Smear -- Results, Reporting, and Critical Findings -- Interpretation/Result", "content": "Negative intraepithelial lesion (there is no cellular evidence of neoplasia) Nonneoplastic findings (nonneoplastic cellular variations, reactive cellular changes, glandular cells post-hysterectomy) Organisms (Trichomonas vaginalis, bacterial vaginosis, Candida species, Actinomyces species, cellular changes consistent with herpes virus, cellular changes consistent with cytomegalovirus) Other Endometrial cells in a woman older than 45 years old", "contents": "Papanicolaou Smear -- Results, Reporting, and Critical Findings -- Interpretation/Result. Negative intraepithelial lesion (there is no cellular evidence of neoplasia) Nonneoplastic findings (nonneoplastic cellular variations, reactive cellular changes, glandular cells post-hysterectomy) Organisms (Trichomonas vaginalis, bacterial vaginosis, Candida species, Actinomyces species, cellular changes consistent with herpes virus, cellular changes consistent with cytomegalovirus) Other Endometrial cells in a woman older than 45 years old"}
{"id": "article-26590_13", "title": "Papanicolaou Smear -- Results, Reporting, and Critical Findings -- Epithelial Cell Abnormalities", "content": "Squamous cell Atypical squamous cells (ASC) Of undetermined significance (ASC-US) Cannot exclude high grade squamous intraepithelial lesion (HSIL) (ASC-H) Low grade squamous intraepithelial lesion (LSIL):  mild dysplasia or cervical intraepithelial neoplasia (CIN) 1 High grade squamous intraepithelial lesion (HSIL):  moderate and severe dysplasia, CIN 2 and CIN 3 With features suspicious for invasion (if invasion suspected) Squamous cell carcinoma Endocervical cells (not otherwise specified) Endometrial cells (not otherwise specified) Glandular cells (not otherwise specified) Endocervical cells favor neoplastic Glandular cells favor neoplastic Endocervical adenocarcinoma in situ Adenocarcinoma Endocervical Endometrial Extrauterine Not otherwise specified Other malignant neoplasms", "contents": "Papanicolaou Smear -- Results, Reporting, and Critical Findings -- Epithelial Cell Abnormalities. Squamous cell Atypical squamous cells (ASC) Of undetermined significance (ASC-US) Cannot exclude high grade squamous intraepithelial lesion (HSIL) (ASC-H) Low grade squamous intraepithelial lesion (LSIL):  mild dysplasia or cervical intraepithelial neoplasia (CIN) 1 High grade squamous intraepithelial lesion (HSIL):  moderate and severe dysplasia, CIN 2 and CIN 3 With features suspicious for invasion (if invasion suspected) Squamous cell carcinoma Endocervical cells (not otherwise specified) Endometrial cells (not otherwise specified) Glandular cells (not otherwise specified) Endocervical cells favor neoplastic Glandular cells favor neoplastic Endocervical adenocarcinoma in situ Adenocarcinoma Endocervical Endometrial Extrauterine Not otherwise specified Other malignant neoplasms"}
{"id": "article-26590_14", "title": "Papanicolaou Smear -- Clinical Significance", "content": "Since the discovery of HPV subtypes causing most cervical cancer cases, two vaccines have been created to decrease the number of new cervical cancer cases in the future. There is a bivalent vaccine that offers protection from HPV subtypes 16 and 18. The quadrivalent vaccine also protects users not only from HPV 16 and 18 but also subtypes 6 and 11, which cause 90% of genital warts. There is continuing research on vaccines for cervical cancer prevention.", "contents": "Papanicolaou Smear -- Clinical Significance. Since the discovery of HPV subtypes causing most cervical cancer cases, two vaccines have been created to decrease the number of new cervical cancer cases in the future. There is a bivalent vaccine that offers protection from HPV subtypes 16 and 18. The quadrivalent vaccine also protects users not only from HPV 16 and 18 but also subtypes 6 and 11, which cause 90% of genital warts. There is continuing research on vaccines for cervical cancer prevention."}
{"id": "article-26590_15", "title": "Papanicolaou Smear -- Quality Control and Lab Safety", "content": "A computer-aided automated device can interpret Pap smear specimens. The Bethesda System for Reporting Cervical Cytology requires documentation of the device and result if using a computer-aided system.", "contents": "Papanicolaou Smear -- Quality Control and Lab Safety. A computer-aided automated device can interpret Pap smear specimens. The Bethesda System for Reporting Cervical Cytology requires documentation of the device and result if using a computer-aided system."}
{"id": "article-26590_16", "title": "Papanicolaou Smear -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Papanicolaou Smear -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}