{"id": "article-25654_0", "title": "Neonatal Anesthesia -- Continuing Education Activity", "content": "Neonatal anesthesia requires a unique knowledge of neonatal physiology, which is different from older infants, children, or adults. Oftentimes, health professionals have limited experience caring for neonates, and neonatal anesthesia can be stressful for these practitioners. This activity reviews the physiology and background information necessary to perform safe neonatal anesthesia and describes some methods to improve interprofessional team management of those undergoing anesthesia.", "contents": "Neonatal Anesthesia -- Continuing Education Activity. Neonatal anesthesia requires a unique knowledge of neonatal physiology, which is different from older infants, children, or adults. Oftentimes, health professionals have limited experience caring for neonates, and neonatal anesthesia can be stressful for these practitioners. This activity reviews the physiology and background information necessary to perform safe neonatal anesthesia and describes some methods to improve interprofessional team management of those undergoing anesthesia."}
{"id": "article-25654_1", "title": "Neonatal Anesthesia -- Continuing Education Activity", "content": "Objectives: Describe common health professional concerns regarding the provision of neonatal anesthesia. Identify the physiology unique to neonates that must be considered to provide safe general anesthesia. Describe the considerations involved in setting up medications, operating room equipment, and planning for neonates undergoing general anesthesia. Describe how communication and collaboration among interprofessional teams can improve transitions of care for neonates undergoing general anesthesia. Access free multiple choice questions on this topic.", "contents": "Neonatal Anesthesia -- Continuing Education Activity. Objectives: Describe common health professional concerns regarding the provision of neonatal anesthesia. Identify the physiology unique to neonates that must be considered to provide safe general anesthesia. Describe the considerations involved in setting up medications, operating room equipment, and planning for neonates undergoing general anesthesia. Describe how communication and collaboration among interprofessional teams can improve transitions of care for neonates undergoing general anesthesia. Access free multiple choice questions on this topic."}
{"id": "article-25654_2", "title": "Neonatal Anesthesia -- Introduction", "content": "Neonates undergo 1.5 million anesthetics for surgical procedures in the United States every year. [1] Common surgical procedures for neonates include central line placement, ventriculoperitoneal (VP) shunt placement, tracheostomy, gastrostomy tube placement, circumcision, and inguinal hernia repair.  Neonates are also at risk for necrotizing enterocolitis (NEC) and frequently have intraperitoneal drains placed or need an exploratory laparotomy with possible bowel resection. [2] Patients with NEC are some of the sickest babies for which pediatric anesthesiologists will care.  Some babies are born with problems that put them at risk for needing imaging or surgical procedures early in life, such as tracheoesophageal fistula, congenital diaphragmatic hernia, gastroschisis, omphalocele, and pyloric stenosis. [3] There are about 40,000 infants born with congenital heart disease every year. [4] A small percentage of these babies will need a Blalock-Taussig (BT) shunt in the first few days of life to maintain circulation compatible with life. [5]", "contents": "Neonatal Anesthesia -- Introduction. Neonates undergo 1.5 million anesthetics for surgical procedures in the United States every year. [1] Common surgical procedures for neonates include central line placement, ventriculoperitoneal (VP) shunt placement, tracheostomy, gastrostomy tube placement, circumcision, and inguinal hernia repair.  Neonates are also at risk for necrotizing enterocolitis (NEC) and frequently have intraperitoneal drains placed or need an exploratory laparotomy with possible bowel resection. [2] Patients with NEC are some of the sickest babies for which pediatric anesthesiologists will care.  Some babies are born with problems that put them at risk for needing imaging or surgical procedures early in life, such as tracheoesophageal fistula, congenital diaphragmatic hernia, gastroschisis, omphalocele, and pyloric stenosis. [3] There are about 40,000 infants born with congenital heart disease every year. [4] A small percentage of these babies will need a Blalock-Taussig (BT) shunt in the first few days of life to maintain circulation compatible with life. [5]"}
{"id": "article-25654_3", "title": "Neonatal Anesthesia -- Introduction", "content": "It is common across the United States for general anesthesiologists to take care of children 2 years of age and older for basic surgical procedures when they are otherwise reasonably healthy, meaning the American Society of Anesthesiology (ASA) Physical Class I or II.  Children under 2, ASA class III and higher, and neonates (babies < 1 month of age) are most often cared for by pediatric anesthesiologists, which is a board-certified subspecialty of the American Board of Anesthesiology. [6] Common considerations for neonates in the operating room (OR) include temperature control, glucose management, positioning, blood loss, and circulating blood volume.  Bedside cases are performed in the neonatal intensive care unit when neonates are deemed too unstable for transport to the operating room; this is most often due to blood pressure instability (low blood pressure) and/or respiratory failure requiring high flow oscillatory ventilation (HFOV). [7] Other considerations for neonates undergoing anesthesia include intubation and airway management, respiratory system and metabolic oxygen requirements, cardiovascular system physiology, and pharmacology and drug metabolism physiology.", "contents": "Neonatal Anesthesia -- Introduction. It is common across the United States for general anesthesiologists to take care of children 2 years of age and older for basic surgical procedures when they are otherwise reasonably healthy, meaning the American Society of Anesthesiology (ASA) Physical Class I or II.  Children under 2, ASA class III and higher, and neonates (babies < 1 month of age) are most often cared for by pediatric anesthesiologists, which is a board-certified subspecialty of the American Board of Anesthesiology. [6] Common considerations for neonates in the operating room (OR) include temperature control, glucose management, positioning, blood loss, and circulating blood volume.  Bedside cases are performed in the neonatal intensive care unit when neonates are deemed too unstable for transport to the operating room; this is most often due to blood pressure instability (low blood pressure) and/or respiratory failure requiring high flow oscillatory ventilation (HFOV). [7] Other considerations for neonates undergoing anesthesia include intubation and airway management, respiratory system and metabolic oxygen requirements, cardiovascular system physiology, and pharmacology and drug metabolism physiology."}
{"id": "article-25654_4", "title": "Neonatal Anesthesia -- Issues of Concern -- Thermoregulation in Neonates", "content": "Neonates are susceptible to hypothermia in the operating room for a couple of reasons. First, premature infants have less brown fat and, therefore, less thermogenesis. Second, neonates are so small that a proportionally more substantial percentage of skin gets exposed in the operative field during most surgeries. Third, general anesthesia inhibits central thermoregulation by interfering with hypothalamic function. It is common for core temperature to drop by 1 to 2 degrees Celsius in the first hour of anesthesia (via convection, radiation, evaporation, and redistribution). [8]", "contents": "Neonatal Anesthesia -- Issues of Concern -- Thermoregulation in Neonates. Neonates are susceptible to hypothermia in the operating room for a couple of reasons. First, premature infants have less brown fat and, therefore, less thermogenesis. Second, neonates are so small that a proportionally more substantial percentage of skin gets exposed in the operative field during most surgeries. Third, general anesthesia inhibits central thermoregulation by interfering with hypothalamic function. It is common for core temperature to drop by 1 to 2 degrees Celsius in the first hour of anesthesia (via convection, radiation, evaporation, and redistribution). [8]"}
{"id": "article-25654_5", "title": "Neonatal Anesthesia -- Issues of Concern -- Thermoregulation in Neonates", "content": "To prevent heat loss in neonates, it is common to warm ORs to 78 to 80 degrees Fahrenheit before patient arrival.  It is also common to use underbody forced-air warmers (set to 38 or 43 degrees Celsius), transwarmers, and warming lights. Hats should also be used to prevent heat loss when the head is not in the surgical field. If available, warm humidification of the ventilator circuit can also help keep neonates warm.  All fluids on the surgical field should be warmed to body temperature, and all blood products transfused with a fluid warmer.  Minimal exposure during transport to and from the ORs with a hat and transwarmer is also common. Isolettes should be plugged in and kept warm in preparation for transport.", "contents": "Neonatal Anesthesia -- Issues of Concern -- Thermoregulation in Neonates. To prevent heat loss in neonates, it is common to warm ORs to 78 to 80 degrees Fahrenheit before patient arrival.  It is also common to use underbody forced-air warmers (set to 38 or 43 degrees Celsius), transwarmers, and warming lights. Hats should also be used to prevent heat loss when the head is not in the surgical field. If available, warm humidification of the ventilator circuit can also help keep neonates warm.  All fluids on the surgical field should be warmed to body temperature, and all blood products transfused with a fluid warmer.  Minimal exposure during transport to and from the ORs with a hat and transwarmer is also common. Isolettes should be plugged in and kept warm in preparation for transport."}
{"id": "article-25654_6", "title": "Neonatal Anesthesia -- Issues of Concern -- Glucose Management", "content": "Neonates and preterm infants are at risk for impaired glycogenolysis and gluconeogenesis. [9] Neonates have decreased glycogen stores and are prone to hypoglycemia after even short periods of NPO time. Preterm neonates are at an even higher risk for hypoglycemia. [8] Term neonates require 3 to 5 mg/kg/min glucose, and preterm neonates require 5 to 6 mg/kg/min glucose to maintain euglycemia. [8] Common IV fluid choices for neonates include D10 Water and D10 0.2% NaCl. TPN and PPN also contain glucose and should be continued intraoperatively if running in the perioperative period. Stopping TPN/PPN infusions can cause acute hypoglycemia. Because isotonic fluids are preferable intraoperatively, it is standard of care to run D5 LR for all babies under 6 months of age at maintenance rates.  Fluid boluses can be given using normal saline (NS) or lactated Ringer (LR) solution (without glucose). A commonly used technique is to give a fluid bolus to a neonate using the number of 10mL normal saline flushes multiplied by their weight in kilograms.  For instance, you can provide a 3.8 kg baby, 40 mL normal saline (10ml/kg fluid bolus) just by giving four 10 mL NS flushes.", "contents": "Neonatal Anesthesia -- Issues of Concern -- Glucose Management. Neonates and preterm infants are at risk for impaired glycogenolysis and gluconeogenesis. [9] Neonates have decreased glycogen stores and are prone to hypoglycemia after even short periods of NPO time. Preterm neonates are at an even higher risk for hypoglycemia. [8] Term neonates require 3 to 5 mg/kg/min glucose, and preterm neonates require 5 to 6 mg/kg/min glucose to maintain euglycemia. [8] Common IV fluid choices for neonates include D10 Water and D10 0.2% NaCl. TPN and PPN also contain glucose and should be continued intraoperatively if running in the perioperative period. Stopping TPN/PPN infusions can cause acute hypoglycemia. Because isotonic fluids are preferable intraoperatively, it is standard of care to run D5 LR for all babies under 6 months of age at maintenance rates.  Fluid boluses can be given using normal saline (NS) or lactated Ringer (LR) solution (without glucose). A commonly used technique is to give a fluid bolus to a neonate using the number of 10mL normal saline flushes multiplied by their weight in kilograms.  For instance, you can provide a 3.8 kg baby, 40 mL normal saline (10ml/kg fluid bolus) just by giving four 10 mL NS flushes."}
{"id": "article-25654_7", "title": "Neonatal Anesthesia -- Issues of Concern -- Positioning", "content": "Neonates have thin skin and relatively little fat stores, thus making positioning and re-checking of position very important. Neonates have soft, flexible skulls (intended for easier passage through the birth canal), which can mold and flatten or take the shape of whatever surface on which they are resting. It is particularly crucial to pay close attention to neonates being placed on a gel horseshoe or other gel headrest, as this can cause pressure necrosis and hair loss in addition to a milder molding/misshapen head problem. [10] All lines, monitors, and tubing should be meticulously padded prior to surgical draping of a neonate, as their skin is particularly prone to red marks and pressure from anything that is touching them, including a bovie pad.", "contents": "Neonatal Anesthesia -- Issues of Concern -- Positioning. Neonates have thin skin and relatively little fat stores, thus making positioning and re-checking of position very important. Neonates have soft, flexible skulls (intended for easier passage through the birth canal), which can mold and flatten or take the shape of whatever surface on which they are resting. It is particularly crucial to pay close attention to neonates being placed on a gel horseshoe or other gel headrest, as this can cause pressure necrosis and hair loss in addition to a milder molding/misshapen head problem. [10] All lines, monitors, and tubing should be meticulously padded prior to surgical draping of a neonate, as their skin is particularly prone to red marks and pressure from anything that is touching them, including a bovie pad."}
{"id": "article-25654_8", "title": "Neonatal Anesthesia -- Issues of Concern -- Positioning", "content": "Because of their small size, once neonates are prepped and draped for surgery, going under the drapes to check or fix something will likely interrupt your surgical colleagues and may break the sterile field. Therefore, communication and thoughtful planning, and knowledge of where you have placed lines and monitors are vitally important; this is especially true if there will be a need for intraoperative lab draws for arterial blood gases or glucose checks from a finger.", "contents": "Neonatal Anesthesia -- Issues of Concern -- Positioning. Because of their small size, once neonates are prepped and draped for surgery, going under the drapes to check or fix something will likely interrupt your surgical colleagues and may break the sterile field. Therefore, communication and thoughtful planning, and knowledge of where you have placed lines and monitors are vitally important; this is especially true if there will be a need for intraoperative lab draws for arterial blood gases or glucose checks from a finger."}
{"id": "article-25654_9", "title": "Neonatal Anesthesia -- Issues of Concern -- Intubation and Airway Management", "content": "There is emerging evidence that infants less than 1 year of age are more at risk for hypoxia and desaturation during intubation attempts than older kids. Unpublished data from The Children's Hospital of Philadelphia indicates that up to 20% of babies under 6 months of age require at least two intubation attempts by anesthesia personnel at all levels. This study suggests that the use of video laryngoscopy may be necessary for primary intubation attempts in all children under 10 kilograms and 1 year of age. [11]", "contents": "Neonatal Anesthesia -- Issues of Concern -- Intubation and Airway Management. There is emerging evidence that infants less than 1 year of age are more at risk for hypoxia and desaturation during intubation attempts than older kids. Unpublished data from The Children's Hospital of Philadelphia indicates that up to 20% of babies under 6 months of age require at least two intubation attempts by anesthesia personnel at all levels. This study suggests that the use of video laryngoscopy may be necessary for primary intubation attempts in all children under 10 kilograms and 1 year of age. [11]"}
{"id": "article-25654_10", "title": "Neonatal Anesthesia -- Issues of Concern -- Intubation and Airway Management", "content": "When intubating a neonate, one must be cognizant of the anatomy, including a larger head, floppy epiglottis, and more cephalad position of the larynx. [12] Getting a neonate into the sniffing position may involve the placement of a shoulder roll, but evidence suggests it may be easier to intubate a neonate in a neutral or slightly flexed position owing to the anatomical considerations above.", "contents": "Neonatal Anesthesia -- Issues of Concern -- Intubation and Airway Management. When intubating a neonate, one must be cognizant of the anatomy, including a larger head, floppy epiglottis, and more cephalad position of the larynx. [12] Getting a neonate into the sniffing position may involve the placement of a shoulder roll, but evidence suggests it may be easier to intubate a neonate in a neutral or slightly flexed position owing to the anatomical considerations above."}
{"id": "article-25654_11", "title": "Neonatal Anesthesia -- Issues of Concern -- Intubation and Airway Management", "content": "This study suggests that all neonates over 500 gm weight can undergo intubation with a 3.0 uncuffed endotracheal tube, but common practice in pediatric anesthesia indicates that a 3.0 uncuffed endotracheal tube is used for term neonates as well as all neonates greater than 1 kg weight, and a 2.5 uncuffed endotracheal tube is used for those neonates under 1 kg. [13] In the United States, neonates are the only pediatric population still intubated with uncuffed endotracheal tubes. [14] Tochen created the 7-8-9 rule to account for the depth of endotracheal tube placement in neonates. [15] According to this rule, a 1 kg neonate should have an endotracheal tube taped at 7 cm at the gums, a 2 kg neonate should have an endotracheal tube taped at 8 cm at the gums, and a 3 kg neonate should have the endotracheal tube taped at 9cm at the gums. [15] Modification of Tochen's 7-8-9 rule concluded that tube depth in neonates is easily calculable by adding 6cm to the weight in kilograms. [15] Of course, one must auscultate both lungs and look for equal chest rise and confirmatory end-tidal carbon dioxide as well, but the Tochen rule provides a reasonable estimate of appropriate endotracheal tube depth in neonates. A chest X-ray is the ultimate confirmatory test for appropriate depth placement of an endotracheal tube. There is also a consideration for micro-preemies less than 750 grams, who may need their endotracheal tube taped at a depth less than 6 cm, though this is rare.", "contents": "Neonatal Anesthesia -- Issues of Concern -- Intubation and Airway Management. This study suggests that all neonates over 500 gm weight can undergo intubation with a 3.0 uncuffed endotracheal tube, but common practice in pediatric anesthesia indicates that a 3.0 uncuffed endotracheal tube is used for term neonates as well as all neonates greater than 1 kg weight, and a 2.5 uncuffed endotracheal tube is used for those neonates under 1 kg. [13] In the United States, neonates are the only pediatric population still intubated with uncuffed endotracheal tubes. [14] Tochen created the 7-8-9 rule to account for the depth of endotracheal tube placement in neonates. [15] According to this rule, a 1 kg neonate should have an endotracheal tube taped at 7 cm at the gums, a 2 kg neonate should have an endotracheal tube taped at 8 cm at the gums, and a 3 kg neonate should have the endotracheal tube taped at 9cm at the gums. [15] Modification of Tochen's 7-8-9 rule concluded that tube depth in neonates is easily calculable by adding 6cm to the weight in kilograms. [15] Of course, one must auscultate both lungs and look for equal chest rise and confirmatory end-tidal carbon dioxide as well, but the Tochen rule provides a reasonable estimate of appropriate endotracheal tube depth in neonates. A chest X-ray is the ultimate confirmatory test for appropriate depth placement of an endotracheal tube. There is also a consideration for micro-preemies less than 750 grams, who may need their endotracheal tube taped at a depth less than 6 cm, though this is rare."}
{"id": "article-25654_12", "title": "Neonatal Anesthesia -- Issues of Concern -- Respiratory System and Metabolic Oxygen Requirements", "content": "Alveoli maturation is not complete at birth and, in fact, takes up to eight to ten years to fully develop and mature. [16] Neonates are known to desaturate quickly and take a while to recover once a desaturation occurs; this is because the closing pressure of neonatal airways is very low and occurs very quickly with the loss of ventilation, and it will take time for those alveoli to pop back open and participate effectively in ventilation. It is also important to keep in mind that neonatal oxygen consumption is 6mL/kg/min vs. 3mL/kg/min for an average adult. [17]", "contents": "Neonatal Anesthesia -- Issues of Concern -- Respiratory System and Metabolic Oxygen Requirements. Alveoli maturation is not complete at birth and, in fact, takes up to eight to ten years to fully develop and mature. [16] Neonates are known to desaturate quickly and take a while to recover once a desaturation occurs; this is because the closing pressure of neonatal airways is very low and occurs very quickly with the loss of ventilation, and it will take time for those alveoli to pop back open and participate effectively in ventilation. It is also important to keep in mind that neonatal oxygen consumption is 6mL/kg/min vs. 3mL/kg/min for an average adult. [17]"}
{"id": "article-25654_13", "title": "Neonatal Anesthesia -- Issues of Concern -- Cardiovascular System", "content": "Neonatal myocardium is less compliant than adult myocardium, making neonatal cardiac output dependent on heart rate. [18] Neonatal vasoconstriction is also less responsive to hemorrhage, with a 10% reduction in blood volume causing a 15 to 30% decrease in mean arterial pressure in a newborn infant, meaning neonates may tolerate less blood loss and have decreased compensatory reaction in response to blood loss. [19]", "contents": "Neonatal Anesthesia -- Issues of Concern -- Cardiovascular System. Neonatal myocardium is less compliant than adult myocardium, making neonatal cardiac output dependent on heart rate. [18] Neonatal vasoconstriction is also less responsive to hemorrhage, with a 10% reduction in blood volume causing a 15 to 30% decrease in mean arterial pressure in a newborn infant, meaning neonates may tolerate less blood loss and have decreased compensatory reaction in response to blood loss. [19]"}
{"id": "article-25654_14", "title": "Neonatal Anesthesia -- Issues of Concern -- Circulating Blood Volume and Blood Loss", "content": "Neonates have a circulating blood volume equal to 90 mL/kg. [20] Preterm neonates have a circulating blood volume of 100mL/kg. [21] This volume means a term baby weighing 3.8 kg will have a circulating blood volume of 342 mL. It is often imperative to calculate maximum allowable blood loss for neonates based on their starting hemoglobin and the lowest hemoglobin tolerated (usually 8 mg/dL). Allowable Blood Loss = [EBV x (Hi-Hf)]/Hi where  EBV = Estimated Blood Volume calculation: body wt (kg) x average blood volume (ml/kg), Hi= initial hemoglobin, and Hf= final hemoglobin. Final hemoglobin is the lowest tolerated hemoglobin for your patient before you would start transfusing. A good anesthesiologist or anesthetist watches the surgical field closely during neonatal surgeries, as most babies can only lose around 50 to 75mL of blood before considering a transfusion of packed red blood cells as this is usually 20% of their circulating blood volume. If you are waiting for blood to reach the suction canister during a neonatal surgery, you are too late, as it takes at least 50 mL of blood to reach from the field through the tubing to the suction canister.", "contents": "Neonatal Anesthesia -- Issues of Concern -- Circulating Blood Volume and Blood Loss. Neonates have a circulating blood volume equal to 90 mL/kg. [20] Preterm neonates have a circulating blood volume of 100mL/kg. [21] This volume means a term baby weighing 3.8 kg will have a circulating blood volume of 342 mL. It is often imperative to calculate maximum allowable blood loss for neonates based on their starting hemoglobin and the lowest hemoglobin tolerated (usually 8 mg/dL). Allowable Blood Loss = [EBV x (Hi-Hf)]/Hi where  EBV = Estimated Blood Volume calculation: body wt (kg) x average blood volume (ml/kg), Hi= initial hemoglobin, and Hf= final hemoglobin. Final hemoglobin is the lowest tolerated hemoglobin for your patient before you would start transfusing. A good anesthesiologist or anesthetist watches the surgical field closely during neonatal surgeries, as most babies can only lose around 50 to 75mL of blood before considering a transfusion of packed red blood cells as this is usually 20% of their circulating blood volume. If you are waiting for blood to reach the suction canister during a neonatal surgery, you are too late, as it takes at least 50 mL of blood to reach from the field through the tubing to the suction canister."}
{"id": "article-25654_15", "title": "Neonatal Anesthesia -- Issues of Concern -- Pharmacology and Drug Metabolism", "content": "There is limited data in neonates regarding the pharmacokinetics of drugs. Neonates are a vulnerable population and, therefore, not usually added to studies by drug companies. Most drugs used in neonates are used off-label, including acetaminophen. It is essential to keep in mind renal and liver maturation and when the metabolism of certain drugs peaks to normal adult levels, which is generally around 6 months of age. [22]", "contents": "Neonatal Anesthesia -- Issues of Concern -- Pharmacology and Drug Metabolism. There is limited data in neonates regarding the pharmacokinetics of drugs. Neonates are a vulnerable population and, therefore, not usually added to studies by drug companies. Most drugs used in neonates are used off-label, including acetaminophen. It is essential to keep in mind renal and liver maturation and when the metabolism of certain drugs peaks to normal adult levels, which is generally around 6 months of age. [22]"}
{"id": "article-25654_16", "title": "Neonatal Anesthesia -- Clinical Significance", "content": "During the first 30 days of life, there are special considerations in planning a safe general anesthetic. To safely anesthetize a neonate, you must plan your setup, obtain any necessary special equipment in the operating room, decide on weight-based and appropriate anesthetic drugs for neonates, and make a plan to keep the neonate warm hang dextrose containing fluids. One should also make an appropriate plan and backup plan for intubation, position carefully, and calculate maximum allowable blood loss. Clear communication between the anesthesia and surgical team is key and will help guide neonatal anesthetic plans.", "contents": "Neonatal Anesthesia -- Clinical Significance. During the first 30 days of life, there are special considerations in planning a safe general anesthetic. To safely anesthetize a neonate, you must plan your setup, obtain any necessary special equipment in the operating room, decide on weight-based and appropriate anesthetic drugs for neonates, and make a plan to keep the neonate warm hang dextrose containing fluids. One should also make an appropriate plan and backup plan for intubation, position carefully, and calculate maximum allowable blood loss. Clear communication between the anesthesia and surgical team is key and will help guide neonatal anesthetic plans."}
{"id": "article-25654_17", "title": "Neonatal Anesthesia -- Other Issues -- Bedside Procedures in the Neonatal Intensive Care Unit (NICU)", "content": "When a neonate is not stable enough to transport to the operating room, the anesthesia care team or pediatric anesthesiologist may be asked to provide bedside anesthesia and resuscitation. This involves special considerations including, use of a ventilator in the NICU, possible use of an oscillator for ventilation, and transport of all necessary anesthesia OR equipment to the NICU for use including, but not limited to: blood/fluid warmers, forced air warmers, overhead heat lamps, transwarmer, IV tubing, anesthesia medications (paralytics, fentanyl, midazolam), pressor medications, saline flushes, endotracheal tubes, intubation equipment (LMA, video laryngoscope, regular laryngoscope, stylet), and oral/nasal airways. It is important to recall that in the NICU, one may not have the necessary setup and may be dependent on bringing in everything that is needed. It is common among pediatric anesthesiologists to keep the NICU respiratory therapist present for a case in the NICU or nearby in case of emergency, as it is not common to manage NICU vents and/or high flow oscillators and may require assistance making urgent ventilation adjustments. Common challenges encountered while doing surgical cases in the NICU include:", "contents": "Neonatal Anesthesia -- Other Issues -- Bedside Procedures in the Neonatal Intensive Care Unit (NICU). When a neonate is not stable enough to transport to the operating room, the anesthesia care team or pediatric anesthesiologist may be asked to provide bedside anesthesia and resuscitation. This involves special considerations including, use of a ventilator in the NICU, possible use of an oscillator for ventilation, and transport of all necessary anesthesia OR equipment to the NICU for use including, but not limited to: blood/fluid warmers, forced air warmers, overhead heat lamps, transwarmer, IV tubing, anesthesia medications (paralytics, fentanyl, midazolam), pressor medications, saline flushes, endotracheal tubes, intubation equipment (LMA, video laryngoscope, regular laryngoscope, stylet), and oral/nasal airways. It is important to recall that in the NICU, one may not have the necessary setup and may be dependent on bringing in everything that is needed. It is common among pediatric anesthesiologists to keep the NICU respiratory therapist present for a case in the NICU or nearby in case of emergency, as it is not common to manage NICU vents and/or high flow oscillators and may require assistance making urgent ventilation adjustments. Common challenges encountered while doing surgical cases in the NICU include:"}
{"id": "article-25654_18", "title": "Neonatal Anesthesia -- Other Issues -- Bedside Procedures in the Neonatal Intensive Care Unit (NICU)", "content": "Keeping the baby warm Lack of access to IV and arterial lines Lack of access to the airway Difficulty drawing an arterial blood gas with the NICU tubing Rules in the NICU regarding giving medications with blood products (which is common practice in the OR but not in the NICU)", "contents": "Neonatal Anesthesia -- Other Issues -- Bedside Procedures in the Neonatal Intensive Care Unit (NICU). Keeping the baby warm Lack of access to IV and arterial lines Lack of access to the airway Difficulty drawing an arterial blood gas with the NICU tubing Rules in the NICU regarding giving medications with blood products (which is common practice in the OR but not in the NICU)"}
{"id": "article-25654_19", "title": "Neonatal Anesthesia -- Other Issues -- Bedside Procedures in the Neonatal Intensive Care Unit (NICU)", "content": "It is also recommended to bring IV tubing or at least an IV extension set to use for IV push medications, as the NICU commonly gives medications via infusion on a pump using high-pressure tubing, which is difficult to flush, making it challenging to give IV medications, fluids, and blood when they are needed quickly.  With appropriate planning and communication, surgical cases can safely take place in the NICU.", "contents": "Neonatal Anesthesia -- Other Issues -- Bedside Procedures in the Neonatal Intensive Care Unit (NICU). It is also recommended to bring IV tubing or at least an IV extension set to use for IV push medications, as the NICU commonly gives medications via infusion on a pump using high-pressure tubing, which is difficult to flush, making it challenging to give IV medications, fluids, and blood when they are needed quickly.  With appropriate planning and communication, surgical cases can safely take place in the NICU."}
{"id": "article-25654_20", "title": "Neonatal Anesthesia -- Other Issues -- Complications", "content": "Neonates undergoing anesthesia are at risk for postoperative apnea. [23] There is an inversely proportional relationship between gestational age and risk for postoperative apnea. [23] Apnea risk also increases with anemia (hematocrit less than 30). [23] Term infants born at 37 weeks gestation or older must be 44 weeks post gestational age to be considered an outpatient surgery candidate. [24] Preterm infants born under 37 weeks gestation generally must be 60 weeks postconceptual age to be considered for outpatient surgeries, though some centers and evidence point towards a range of 56 to 60 weeks postconceptual age. [24]", "contents": "Neonatal Anesthesia -- Other Issues -- Complications. Neonates undergoing anesthesia are at risk for postoperative apnea. [23] There is an inversely proportional relationship between gestational age and risk for postoperative apnea. [23] Apnea risk also increases with anemia (hematocrit less than 30). [23] Term infants born at 37 weeks gestation or older must be 44 weeks post gestational age to be considered an outpatient surgery candidate. [24] Preterm infants born under 37 weeks gestation generally must be 60 weeks postconceptual age to be considered for outpatient surgeries, though some centers and evidence point towards a range of 56 to 60 weeks postconceptual age. [24]"}
{"id": "article-25654_21", "title": "Neonatal Anesthesia -- Enhancing Healthcare Team Outcomes", "content": "Most morbidity and mortality in hospitals across the US relate to errors in communication. [25] Handoffs of patient care are particularly vulnerable times for these communication errors. [25] Since neonates transfer from the NICU to the OR and back, they are at risk for communication errors causing poorer outcomes. Structured handoffs have been shown to improve morbidity and mortality relative to patient care and are necessary for all transfers of care involving ICU-level patients. [26] A good recommendation is to have a physician/nurse to physician/nurse handoff from the NICU to the pediatric anesthesiologist before the patient coming down to the OR to gauge basic goals for each patient and NICU plan of care. Upon arrival to the OR, there should be another structured handoff from the NICU team (including bedside RN, neonatal nurse practitioner, neonatology fellow or resident, and respiratory therapist) to the OR team (anesthesia, circulating RN, surgical team if present). [Level 5]", "contents": "Neonatal Anesthesia -- Enhancing Healthcare Team Outcomes. Most morbidity and mortality in hospitals across the US relate to errors in communication. [25] Handoffs of patient care are particularly vulnerable times for these communication errors. [25] Since neonates transfer from the NICU to the OR and back, they are at risk for communication errors causing poorer outcomes. Structured handoffs have been shown to improve morbidity and mortality relative to patient care and are necessary for all transfers of care involving ICU-level patients. [26] A good recommendation is to have a physician/nurse to physician/nurse handoff from the NICU to the pediatric anesthesiologist before the patient coming down to the OR to gauge basic goals for each patient and NICU plan of care. Upon arrival to the OR, there should be another structured handoff from the NICU team (including bedside RN, neonatal nurse practitioner, neonatology fellow or resident, and respiratory therapist) to the OR team (anesthesia, circulating RN, surgical team if present). [Level 5]"}
{"id": "article-25654_22", "title": "Neonatal Anesthesia -- Enhancing Healthcare Team Outcomes", "content": "Often parents arrive with the babies and may have specific questions. Before transport back to the NICU, there should be communication, including information on extubation plans (or ventilator needs), blood loss, endotracheal tube, and vent settings, fluids are given, intravenous access, and meds administered (in particular, paralytics, reversal, antibiotics, and opioids). A structured handoff on arrival in the NICU is also required.", "contents": "Neonatal Anesthesia -- Enhancing Healthcare Team Outcomes. Often parents arrive with the babies and may have specific questions. Before transport back to the NICU, there should be communication, including information on extubation plans (or ventilator needs), blood loss, endotracheal tube, and vent settings, fluids are given, intravenous access, and meds administered (in particular, paralytics, reversal, antibiotics, and opioids). A structured handoff on arrival in the NICU is also required."}
{"id": "article-25654_23", "title": "Neonatal Anesthesia -- Enhancing Healthcare Team Outcomes", "content": "Across the US, interprofessional teams take care of neonatal patients every day. Pediatric anesthesiologists can work cases by themselves or work in an anesthesia care team model, overseeing nurse anesthetists, anesthesiologist assistants, pediatric anesthesia fellow physicians, or anesthesia resident physicians. All these various disciplines (physicians, specialists, nursing, pharmacy, therapists) need to communicate and function as an interprofessional team to obtain the best outcomes in care. [Level 5]", "contents": "Neonatal Anesthesia -- Enhancing Healthcare Team Outcomes. Across the US, interprofessional teams take care of neonatal patients every day. Pediatric anesthesiologists can work cases by themselves or work in an anesthesia care team model, overseeing nurse anesthetists, anesthesiologist assistants, pediatric anesthesia fellow physicians, or anesthesia resident physicians. All these various disciplines (physicians, specialists, nursing, pharmacy, therapists) need to communicate and function as an interprofessional team to obtain the best outcomes in care. [Level 5]"}
{"id": "article-25654_24", "title": "Neonatal Anesthesia -- Enhancing Healthcare Team Outcomes", "content": "Taking care of neonates in the operating room can be both challenging and very rewarding. Knowing how a neonate is physiologically and anatomically different from other patients is essential to providing proper care while under anesthesia.", "contents": "Neonatal Anesthesia -- Enhancing Healthcare Team Outcomes. Taking care of neonates in the operating room can be both challenging and very rewarding. Knowing how a neonate is physiologically and anatomically different from other patients is essential to providing proper care while under anesthesia."}
{"id": "article-25654_25", "title": "Neonatal Anesthesia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neonatal Anesthesia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}