{"id": "article-17489_0", "title": "Neuroanatomy, Amygdala -- Introduction", "content": "The limbic system is vital for one's normal functioning. This system acts as the center of emotions, behavior, and memory. It is also a contributor to the control of reactions to stress, attention, and sexual instincts. It comprises a set of complex structures anatomically divided into the limbic cortex, cingulate gyrus, parahippocampal gyrus, hippocampal formation, dentate gyrus, hippocampus, subauricular complex, septal area, hypothalamus, and amygdala. [1]", "contents": "Neuroanatomy, Amygdala -- Introduction. The limbic system is vital for one's normal functioning. This system acts as the center of emotions, behavior, and memory. It is also a contributor to the control of reactions to stress, attention, and sexual instincts. It comprises a set of complex structures anatomically divided into the limbic cortex, cingulate gyrus, parahippocampal gyrus, hippocampal formation, dentate gyrus, hippocampus, subauricular complex, septal area, hypothalamus, and amygdala. [1]"}
{"id": "article-17489_1", "title": "Neuroanatomy, Amygdala -- Introduction", "content": "The amygdala gets its name from its resemblance to almonds; it is an almond-shaped structure formed by many nuclei sorted into five major groups; basolateral nuclei, cortical-like nuclei, central nuclei, other amygdaloid nuclei, and extended Amygdala. [1] The amygdala has been implicated in many diseases, such as depression, [2] sleep debt and anger, [3] as well as other neuropsychiatric diseases.", "contents": "Neuroanatomy, Amygdala -- Introduction. The amygdala gets its name from its resemblance to almonds; it is an almond-shaped structure formed by many nuclei sorted into five major groups; basolateral nuclei, cortical-like nuclei, central nuclei, other amygdaloid nuclei, and extended Amygdala. [1] The amygdala has been implicated in many diseases, such as depression, [2] sleep debt and anger, [3] as well as other neuropsychiatric diseases."}
{"id": "article-17489_2", "title": "Neuroanatomy, Amygdala -- Structure and Function", "content": "The amygdala is an almond-shaped structure that lies in the temporal lobe, lying just beneath the uncus. The amygdala is diverse and complex in structure and comprises approximately 13 nuclei. They further subdivide into extensive internuclear and intranuclear connections. These nuclei functionally sort into five major groups: basolateral nuclei, cortical-like nuclei, central nuclei, other amygdaloid nuclei, and extended amygdala. Amygdala is one of the components of the limbic system, which is responsible for the control of emotions and behavior besides memory formation. Anatomically, the amygdala lies at the anterior border of the hippocampal formation and the anterior aspect of the lateral ventricle's inferior horn where it merges with the peri-amygdaloid cortex, which forms part of the surface of the uncus. [1]", "contents": "Neuroanatomy, Amygdala -- Structure and Function. The amygdala is an almond-shaped structure that lies in the temporal lobe, lying just beneath the uncus. The amygdala is diverse and complex in structure and comprises approximately 13 nuclei. They further subdivide into extensive internuclear and intranuclear connections. These nuclei functionally sort into five major groups: basolateral nuclei, cortical-like nuclei, central nuclei, other amygdaloid nuclei, and extended amygdala. Amygdala is one of the components of the limbic system, which is responsible for the control of emotions and behavior besides memory formation. Anatomically, the amygdala lies at the anterior border of the hippocampal formation and the anterior aspect of the lateral ventricle's inferior horn where it merges with the peri-amygdaloid cortex, which forms part of the surface of the uncus. [1]"}
{"id": "article-17489_3", "title": "Neuroanatomy, Amygdala -- Structure and Function", "content": "Amygdala manages the processing of information between prefrontal-temporal association cortices and the hypothalamus. Amygdala has neural circuits to carry out its different functions with two major output pathways; the Dorsal route via stria terminalis that projects to the septal area and hypothalamus, and the ventral route via the ventral amygdalofugal pathway which terminates in the septal area, hypothalamus, and the medial dorsal thalamic nucleus. [1] The amygdala also has connections with the basal ganglia circuit via its projections to the ventral pallidum and ventral striatum; these projections are relayed back to the cortex via the dorsomedial nucleus of the thalamus. [1] The basolateral circuit includes the amygdala (especially the basolateral amygdala), the orbitofrontal and anterior temporal cortex, and in the thalamus, the magnocellular division of the dorsomedial nucleus (frontothalamic pathway), which serves as a relay back to the orbitofrontal cortex. [4] The circuit has been proposed as a substrate for the human ability to infer the intentions of others from their language, gaze, and gestures (Theory of mind and social cognition), [5] and helps with social interactions.", "contents": "Neuroanatomy, Amygdala -- Structure and Function. Amygdala manages the processing of information between prefrontal-temporal association cortices and the hypothalamus. Amygdala has neural circuits to carry out its different functions with two major output pathways; the Dorsal route via stria terminalis that projects to the septal area and hypothalamus, and the ventral route via the ventral amygdalofugal pathway which terminates in the septal area, hypothalamus, and the medial dorsal thalamic nucleus. [1] The amygdala also has connections with the basal ganglia circuit via its projections to the ventral pallidum and ventral striatum; these projections are relayed back to the cortex via the dorsomedial nucleus of the thalamus. [1] The basolateral circuit includes the amygdala (especially the basolateral amygdala), the orbitofrontal and anterior temporal cortex, and in the thalamus, the magnocellular division of the dorsomedial nucleus (frontothalamic pathway), which serves as a relay back to the orbitofrontal cortex. [4] The circuit has been proposed as a substrate for the human ability to infer the intentions of others from their language, gaze, and gestures (Theory of mind and social cognition), [5] and helps with social interactions."}
{"id": "article-17489_4", "title": "Neuroanatomy, Amygdala -- Structure and Function", "content": "The amygdala also functions in regulating anxiety, aggression, fear conditioning, emotional memory, and social cognition. [1] Electrical stimulation of the amygdala evokes fear and anxiety responses in humans while lesions block certain types of unconditioned fear. For example, rats with lesions in the amygdala show reduced freezing in response to cats, or cat hair, attenuated analgesia, heart rate responses to loud noise, and have reduced taste neophobia. However, amygdala lesions do not affect other measures of fear such as an open arm avoidance in an elevated plus-maze in rats or analgesia to shock. The amygdala is also necessary for learning by fear, amygdala lesions disrupt the acquisition of both active avoidance (escape from fear), and passive avoidance of conditioned responses, but do not affect retention. The amygdala processes not only emotions of fear and aversive stimuli, but it is also involved in conditioning using stimuli of appetite such as food, sex, and drugs. As for its role in memory, the activation of the amygdala has a modulatory effect on the acquisition and consolidation of memories that evoke an emotional response. [6]", "contents": "Neuroanatomy, Amygdala -- Structure and Function. The amygdala also functions in regulating anxiety, aggression, fear conditioning, emotional memory, and social cognition. [1] Electrical stimulation of the amygdala evokes fear and anxiety responses in humans while lesions block certain types of unconditioned fear. For example, rats with lesions in the amygdala show reduced freezing in response to cats, or cat hair, attenuated analgesia, heart rate responses to loud noise, and have reduced taste neophobia. However, amygdala lesions do not affect other measures of fear such as an open arm avoidance in an elevated plus-maze in rats or analgesia to shock. The amygdala is also necessary for learning by fear, amygdala lesions disrupt the acquisition of both active avoidance (escape from fear), and passive avoidance of conditioned responses, but do not affect retention. The amygdala processes not only emotions of fear and aversive stimuli, but it is also involved in conditioning using stimuli of appetite such as food, sex, and drugs. As for its role in memory, the activation of the amygdala has a modulatory effect on the acquisition and consolidation of memories that evoke an emotional response. [6]"}
{"id": "article-17489_5", "title": "Neuroanatomy, Amygdala -- Structure and Function", "content": "Some parts of the amygdala have even more specific functions. The basolateral nucleus (BLA) is a cortical-like structure in the dorsal amygdala, and it regulates behavioral and physiological responses to stress. [7] The central amygdala (CeA) plays a crucial role in physiological responses to stressors, such as fearful stimuli, stressful stimuli, and some drug-related stimuli. [8] Meanwhile, the extended amygdala, named the bed nucleus of the stria terminalis (BNST), is involved in anxiety and stress. [9]", "contents": "Neuroanatomy, Amygdala -- Structure and Function. Some parts of the amygdala have even more specific functions. The basolateral nucleus (BLA) is a cortical-like structure in the dorsal amygdala, and it regulates behavioral and physiological responses to stress. [7] The central amygdala (CeA) plays a crucial role in physiological responses to stressors, such as fearful stimuli, stressful stimuli, and some drug-related stimuli. [8] Meanwhile, the extended amygdala, named the bed nucleus of the stria terminalis (BNST), is involved in anxiety and stress. [9]"}
{"id": "article-17489_6", "title": "Neuroanatomy, Amygdala -- Embryology", "content": "At approximately the third week of gestation, the notochord induces neurulation, a process by which ectoderm above the notochord becomes the neural ectoderm which will later form the neural tube and crest. Noggin, chordin, BMP4 , and FGF8 are some of the genes involved. The neural tube closes by week six. The rostral end will be the lamina terminalis. In addition to the spinal cord, the neural tube differentiates into three primary vesicles for the forebrain, midbrain, and hindbrain. The forebrain further differentiates into the telencephalon and diencephalon; the midbrain continues to be the mesencephalon, and the hindbrain becomes the metencephalon and myelencephalon. These structures continue to differentiate into adult brain structures. The origin of the amygdaloid body or complex called the amygdala is traced to populations of diencephalic and telencephalic cells that form the floor of the lateral ventricle about three weeks after conception. [10] The telencephalon gives rise to the amygdala while neurons from the diencephalon migrate to further develop it. [11]", "contents": "Neuroanatomy, Amygdala -- Embryology. At approximately the third week of gestation, the notochord induces neurulation, a process by which ectoderm above the notochord becomes the neural ectoderm which will later form the neural tube and crest. Noggin, chordin, BMP4 , and FGF8 are some of the genes involved. The neural tube closes by week six. The rostral end will be the lamina terminalis. In addition to the spinal cord, the neural tube differentiates into three primary vesicles for the forebrain, midbrain, and hindbrain. The forebrain further differentiates into the telencephalon and diencephalon; the midbrain continues to be the mesencephalon, and the hindbrain becomes the metencephalon and myelencephalon. These structures continue to differentiate into adult brain structures. The origin of the amygdaloid body or complex called the amygdala is traced to populations of diencephalic and telencephalic cells that form the floor of the lateral ventricle about three weeks after conception. [10] The telencephalon gives rise to the amygdala while neurons from the diencephalon migrate to further develop it. [11]"}
{"id": "article-17489_7", "title": "Neuroanatomy, Amygdala -- Blood Supply and Lymphatics", "content": "The anterior choroidal artery is the preterminal branch of the internal carotid and provides blood supply to the amygdala, and it is drained by the posterior choroidal vein which ends eventually to form the great cerebral vein that drains into the straight sinus. [12]", "contents": "Neuroanatomy, Amygdala -- Blood Supply and Lymphatics. The anterior choroidal artery is the preterminal branch of the internal carotid and provides blood supply to the amygdala, and it is drained by the posterior choroidal vein which ends eventually to form the great cerebral vein that drains into the straight sinus. [12]"}
{"id": "article-17489_8", "title": "Neuroanatomy, Amygdala -- Blood Supply and Lymphatics", "content": "Astroglia podocytes form the blood-brain barrier by wrapping podocytes around capillaries. These cells protect the brain from toxins in the blood and facilitate nutrient transport to the neurons. Astroglia also forms a system of microscopic perivascular channels permeating the brain that transmit a cerebrospinal fluid (CSF)-like lymphatic vessels. The system enables CSF to clear the metabolic waste and distribute glucose, amino acids, lipids, and neurotransmitters. This system is most active during sleep, contributing to its restoration function. Arterial pulsation drives lymphatic flow, suggesting that exercise may also enhance it: aging, brain trauma, and ischemia decrease that CSF flow. Also, larger lymphatic vessels in the meninges help absorb interstitial fluid into the dural venous sinuses. [13] [14]", "contents": "Neuroanatomy, Amygdala -- Blood Supply and Lymphatics. Astroglia podocytes form the blood-brain barrier by wrapping podocytes around capillaries. These cells protect the brain from toxins in the blood and facilitate nutrient transport to the neurons. Astroglia also forms a system of microscopic perivascular channels permeating the brain that transmit a cerebrospinal fluid (CSF)-like lymphatic vessels. The system enables CSF to clear the metabolic waste and distribute glucose, amino acids, lipids, and neurotransmitters. This system is most active during sleep, contributing to its restoration function. Arterial pulsation drives lymphatic flow, suggesting that exercise may also enhance it: aging, brain trauma, and ischemia decrease that CSF flow. Also, larger lymphatic vessels in the meninges help absorb interstitial fluid into the dural venous sinuses. [13] [14]"}
{"id": "article-17489_9", "title": "Neuroanatomy, Amygdala -- Surgical Considerations", "content": "For the management of drug-resistant mesial temporal lobe epilepsy, amygdalohippocampectomy, either selective or combined with anterior temporal lobectomy is being considered with much importance.", "contents": "Neuroanatomy, Amygdala -- Surgical Considerations. For the management of drug-resistant mesial temporal lobe epilepsy, amygdalohippocampectomy, either selective or combined with anterior temporal lobectomy is being considered with much importance."}
{"id": "article-17489_10", "title": "Neuroanatomy, Amygdala -- Clinical Significance", "content": "The amygdala has been associated with many diseases, mainly neuropsychiatric. Many studies showed its effects on depression. [2] [15] Others stressed the involvement of the amygdala in post-traumatic stress disorder as there is a bilateral reduction of the hippocampus and amygdala in PTSD. [16] Neural functioning among patients with PTSD is characterized by attenuated prefrontal inhibition on the limbic system, resulting in emotional dysregulation, and suggests that amygdala neurofeedback may not only be therapeutic for this patient group but may also be used as a future adjunctive treatment. [17] The amygdala and the limbic system might also be involved in chronic pain and has an association with the emotional effects of such pain. [18]", "contents": "Neuroanatomy, Amygdala -- Clinical Significance. The amygdala has been associated with many diseases, mainly neuropsychiatric. Many studies showed its effects on depression. [2] [15] Others stressed the involvement of the amygdala in post-traumatic stress disorder as there is a bilateral reduction of the hippocampus and amygdala in PTSD. [16] Neural functioning among patients with PTSD is characterized by attenuated prefrontal inhibition on the limbic system, resulting in emotional dysregulation, and suggests that amygdala neurofeedback may not only be therapeutic for this patient group but may also be used as a future adjunctive treatment. [17] The amygdala and the limbic system might also be involved in chronic pain and has an association with the emotional effects of such pain. [18]"}
{"id": "article-17489_11", "title": "Neuroanatomy, Amygdala -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Amygdala -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}