{"id": "article-21944_0", "title": "Fraction of Inspired Oxygen -- Definition/Introduction", "content": "The fraction of inspired oxygen (FiO2) is the concentration of oxygen in the gas mixture. The gas mixture at room air has a fraction of inspired oxygen of 21%, meaning that the concentration of oxygen at room air is 21%. The percentage of oxygen at different altitudes remains the same, meaning the FiO2 of air in the atmosphere remains 21%, irrespective of the altitude of an individual. [1]", "contents": "Fraction of Inspired Oxygen -- Definition/Introduction. The fraction of inspired oxygen (FiO2) is the concentration of oxygen in the gas mixture. The gas mixture at room air has a fraction of inspired oxygen of 21%, meaning that the concentration of oxygen at room air is 21%. The percentage of oxygen at different altitudes remains the same, meaning the FiO2 of air in the atmosphere remains 21%, irrespective of the altitude of an individual. [1]"}
{"id": "article-21944_1", "title": "Fraction of Inspired Oxygen -- Issues of Concern", "content": "To understand FiO2, it is crucial to understand a few other terms: Hypoxemia: Is defined as a decrease in the partial pressure of oxygen in the blood. [2] PaO2: Partial pressure of oxygen of arterial as measured by an arterial blood gas sample. [3] PAO2: Partial pressure of oxygen of the alveoli, a calculated value. [3]", "contents": "Fraction of Inspired Oxygen -- Issues of Concern. To understand FiO2, it is crucial to understand a few other terms: Hypoxemia: Is defined as a decrease in the partial pressure of oxygen in the blood. [2] PaO2: Partial pressure of oxygen of arterial as measured by an arterial blood gas sample. [3] PAO2: Partial pressure of oxygen of the alveoli, a calculated value. [3]"}
{"id": "article-21944_2", "title": "Fraction of Inspired Oxygen -- Clinical Significance", "content": "The fraction of inspired oxygen, FiO2, is an estimation of the oxygen content a person inhales and is thus involved in gas exchange at the alveolar level. Understanding oxygen delivery and interpreting FiO2 values are imperative for the proper treatment of patients with hypoxemia. Hypoxemia, especially in the critically ill, has been shown to increase all-cause mortality. [4] When oxygen consumption and supply are mismatched, cell damage and death occur. [5] The key is recognizing the cause and, thus, the appropriate route of treatment.", "contents": "Fraction of Inspired Oxygen -- Clinical Significance. The fraction of inspired oxygen, FiO2, is an estimation of the oxygen content a person inhales and is thus involved in gas exchange at the alveolar level. Understanding oxygen delivery and interpreting FiO2 values are imperative for the proper treatment of patients with hypoxemia. Hypoxemia, especially in the critically ill, has been shown to increase all-cause mortality. [4] When oxygen consumption and supply are mismatched, cell damage and death occur. [5] The key is recognizing the cause and, thus, the appropriate route of treatment."}
{"id": "article-21944_3", "title": "Fraction of Inspired Oxygen -- Clinical Significance", "content": "Inhaled atmospheric gas is 21% oxygen. The amount of oxygen inhaled, i.e., FiO2 is not equivalent to the oxygen which participates in gas exchange at the alveolar level. Several factors need merit consideration and are summarized by the alveolar gas equation. The equation takes into account the barometric pressure (P), water vapor pressure (P), and gas exchange ratio (Rq). The partial pressure of alveolar oxygen (PAo2)= [{P(ATM) - P(H2O}FiO2] – [PaCO2/Rq]. What can be assumed from this direct relationship is that as FiO2 increases, so should Pao2. An alternative surrogate for alveolar oxygen saturation is SpO2, oxygen saturation obtained with pulse oximetry.", "contents": "Fraction of Inspired Oxygen -- Clinical Significance. Inhaled atmospheric gas is 21% oxygen. The amount of oxygen inhaled, i.e., FiO2 is not equivalent to the oxygen which participates in gas exchange at the alveolar level. Several factors need merit consideration and are summarized by the alveolar gas equation. The equation takes into account the barometric pressure (P), water vapor pressure (P), and gas exchange ratio (Rq). The partial pressure of alveolar oxygen (PAo2)= [{P(ATM) - P(H2O}FiO2] – [PaCO2/Rq]. What can be assumed from this direct relationship is that as FiO2 increases, so should Pao2. An alternative surrogate for alveolar oxygen saturation is SpO2, oxygen saturation obtained with pulse oximetry."}
{"id": "article-21944_4", "title": "Fraction of Inspired Oxygen -- Clinical Significance", "content": "FiO2 can be adjusted based on Spo2; however, when to start supplemental oxygen is widely contested. In patients with COPD, there have been suggestions to begin supplemental oxygen when the SpO2 drops below 88%. In patients without pulmonary disease but with myocardial infarction or stroke, the minimum recommended SpO2 is 93%. [5] Studies show there is increased mortality with high levels of SpO2 above 96%. [5] The severity of hypoxemia will determine the best mode of supplemental oxygen.", "contents": "Fraction of Inspired Oxygen -- Clinical Significance. FiO2 can be adjusted based on Spo2; however, when to start supplemental oxygen is widely contested. In patients with COPD, there have been suggestions to begin supplemental oxygen when the SpO2 drops below 88%. In patients without pulmonary disease but with myocardial infarction or stroke, the minimum recommended SpO2 is 93%. [5] Studies show there is increased mortality with high levels of SpO2 above 96%. [5] The severity of hypoxemia will determine the best mode of supplemental oxygen."}
{"id": "article-21944_5", "title": "Fraction of Inspired Oxygen -- Clinical Significance", "content": "Oxygen delivery devices such as a nasal cannula, venturi mask, and high-flow nasal cannula can deliver varying FiO2. A patient breathing ambient air is inhaling a FiO2 of 21%. Oxygen delivery devices determine the flow rate and FiO2 based on predicted equipment algorithms. The conventional prediction model states that for every liter of oxygen supplied, the FiO2 increases by 4%. Therefore, a nasal cannula set at a 1 L/min flow rate can increase FiO2 to 24%, 2 L/min to 28%, 3 L/min to 32%, 4 L/min to 36%, 5 L/min to 40%, and 6 L/min to 44%.", "contents": "Fraction of Inspired Oxygen -- Clinical Significance. Oxygen delivery devices such as a nasal cannula, venturi mask, and high-flow nasal cannula can deliver varying FiO2. A patient breathing ambient air is inhaling a FiO2 of 21%. Oxygen delivery devices determine the flow rate and FiO2 based on predicted equipment algorithms. The conventional prediction model states that for every liter of oxygen supplied, the FiO2 increases by 4%. Therefore, a nasal cannula set at a 1 L/min flow rate can increase FiO2 to 24%, 2 L/min to 28%, 3 L/min to 32%, 4 L/min to 36%, 5 L/min to 40%, and 6 L/min to 44%."}
{"id": "article-21944_6", "title": "Fraction of Inspired Oxygen -- Clinical Significance", "content": "Recent studies have shown, however, that at low-flow oxygen (particularly below 5 L/min), this conventional prediction is not accurate. The patient receives a mixture of pure oxygen supplied by a nasal cannula and room air, which at low-flow rates does not equal 4% per liter. In vitro testing with a mechanical test lung demonstrated that inspiratory flow has a major impact on FiO2 delivery at low-flow rates. [6] A new prediction formula was proposed by the authors during this study accounting for the effect of inspiratory flow in patients breathing spontaneously on low-flow supplemental oxygen. The proposed prediction model states that the fraction of oxygen delivered is 0.21 + (1/(4 x minute ventilation)) x L/min of O2. [6] This equation applies when the inspiratory time to total inspiratory-expiratory time ratio was 0.33. The fraction of oxygen delivered formula changes to 0.21 + (1/(2.5 x minute ventilation)) x L/min of O2 when the inspiratory time to total inspiratory expiratory time ratio changes to 0.5. The authors reported that this prediction formula had greater good accuracy for predicting the fraction of oxygen delivered at low flow rates via supplemental oxygenation through a heat-and-moisture exchanger in patients who breathe spontaneously. [6]", "contents": "Fraction of Inspired Oxygen -- Clinical Significance. Recent studies have shown, however, that at low-flow oxygen (particularly below 5 L/min), this conventional prediction is not accurate. The patient receives a mixture of pure oxygen supplied by a nasal cannula and room air, which at low-flow rates does not equal 4% per liter. In vitro testing with a mechanical test lung demonstrated that inspiratory flow has a major impact on FiO2 delivery at low-flow rates. [6] A new prediction formula was proposed by the authors during this study accounting for the effect of inspiratory flow in patients breathing spontaneously on low-flow supplemental oxygen. The proposed prediction model states that the fraction of oxygen delivered is 0.21 + (1/(4 x minute ventilation)) x L/min of O2. [6] This equation applies when the inspiratory time to total inspiratory-expiratory time ratio was 0.33. The fraction of oxygen delivered formula changes to 0.21 + (1/(2.5 x minute ventilation)) x L/min of O2 when the inspiratory time to total inspiratory expiratory time ratio changes to 0.5. The authors reported that this prediction formula had greater good accuracy for predicting the fraction of oxygen delivered at low flow rates via supplemental oxygenation through a heat-and-moisture exchanger in patients who breathe spontaneously. [6]"}
{"id": "article-21944_7", "title": "Fraction of Inspired Oxygen -- Clinical Significance", "content": "A venturi mask can provide a 1 to 15 L/min flow rate, and FiO2 is titrated based on the valve. The valves are categorized by color, with the blue valve providing the lowest flow rate and FiO2, 2 to 4 L/min, and FiO2 24%, respectively. The green valve allows the maximum 12 to 15 L/min flow rate with 60% FiO2. A nonrebreather can provide a 10 to 15 L/min flow rate; FiO2 varies from 60 to 90%. [7] Lastly, there is a high-flow nasal cannula. This method can provide flow rates up to 60 L/min and FiO2 of 21% to 100%, irrespective of the flow rate. [3]", "contents": "Fraction of Inspired Oxygen -- Clinical Significance. A venturi mask can provide a 1 to 15 L/min flow rate, and FiO2 is titrated based on the valve. The valves are categorized by color, with the blue valve providing the lowest flow rate and FiO2, 2 to 4 L/min, and FiO2 24%, respectively. The green valve allows the maximum 12 to 15 L/min flow rate with 60% FiO2. A nonrebreather can provide a 10 to 15 L/min flow rate; FiO2 varies from 60 to 90%. [7] Lastly, there is a high-flow nasal cannula. This method can provide flow rates up to 60 L/min and FiO2 of 21% to 100%, irrespective of the flow rate. [3]"}
{"id": "article-21944_8", "title": "Fraction of Inspired Oxygen -- Clinical Significance", "content": "As mentioned above, oxygen devices can provide much higher flow rates than a normal patient's inspiratory flow. However, the reported FiO2 that is delivered is not always accurate. Based on previous studies, the understanding is that the delivered flow rates are lower than the predicted FiO2. [8] Studies have shown FiO2 provided via nasal cannula increased by 2.5% per 1 L/min. [8] HFNC, with a setting of >30 L/min flow rate, delivered the most accurate FiO2. Another factor that can alter FiO2 is humidity. Dry air, aside from being uncomfortable for patients, has the potential to increase airway resistance by inducing acute damage and inflammation. Dry air can also cause increased water loss and decreased mucociliary clearance. Interestingly even having a patient's mouth open can increase the delivered Fio2. [9]", "contents": "Fraction of Inspired Oxygen -- Clinical Significance. As mentioned above, oxygen devices can provide much higher flow rates than a normal patient's inspiratory flow. However, the reported FiO2 that is delivered is not always accurate. Based on previous studies, the understanding is that the delivered flow rates are lower than the predicted FiO2. [8] Studies have shown FiO2 provided via nasal cannula increased by 2.5% per 1 L/min. [8] HFNC, with a setting of >30 L/min flow rate, delivered the most accurate FiO2. Another factor that can alter FiO2 is humidity. Dry air, aside from being uncomfortable for patients, has the potential to increase airway resistance by inducing acute damage and inflammation. Dry air can also cause increased water loss and decreased mucociliary clearance. Interestingly even having a patient's mouth open can increase the delivered Fio2. [9]"}
{"id": "article-21944_9", "title": "Fraction of Inspired Oxygen -- Clinical Significance", "content": "In the setting of critically ill patients, FiO2 is routinely used to assess the lungs' capacity for gas exchange., using the PaO2/FiO2 (P/F) ratio, where PaO2 represents the partial pressure of oxygen. The most notable use of this metric is in the Berlin criteria, which categorizes ARDS as mild (201 to 300 mmHg), moderate (101 to 200 mmHg), and severe (less than 100 mmHg). While cardiac output, hemoglobin concentration, and barometric pressure can affect the P/F ratio, it remains a reasonable assessment of pulmonary function. [10]", "contents": "Fraction of Inspired Oxygen -- Clinical Significance. In the setting of critically ill patients, FiO2 is routinely used to assess the lungs' capacity for gas exchange., using the PaO2/FiO2 (P/F) ratio, where PaO2 represents the partial pressure of oxygen. The most notable use of this metric is in the Berlin criteria, which categorizes ARDS as mild (201 to 300 mmHg), moderate (101 to 200 mmHg), and severe (less than 100 mmHg). While cardiac output, hemoglobin concentration, and barometric pressure can affect the P/F ratio, it remains a reasonable assessment of pulmonary function. [10]"}
{"id": "article-21944_10", "title": "Fraction of Inspired Oxygen -- Clinical Significance", "content": "Lastly, there has been much debate as to the use of high FiO2 during surgery. Previously it was suggested perioperative oxygen would decrease the risk of surgical site infections, rate of atelectasis, myocardial infarction, and ICU admission. The World Health Organization, in addition to several meta-analyses, has shown no benefit in perioperative hyperoxia. [11]", "contents": "Fraction of Inspired Oxygen -- Clinical Significance. Lastly, there has been much debate as to the use of high FiO2 during surgery. Previously it was suggested perioperative oxygen would decrease the risk of surgical site infections, rate of atelectasis, myocardial infarction, and ICU admission. The World Health Organization, in addition to several meta-analyses, has shown no benefit in perioperative hyperoxia. [11]"}
{"id": "article-21944_11", "title": "Fraction of Inspired Oxygen -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fraction of Inspired Oxygen -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}