{"id": "article-17833_0", "title": "Arsenical Keratosis -- Continuing Education Activity", "content": "Arsenical keratosis is an important cutaneous manifestation of chronic arsenic toxicity (CAT). As it is a common presenting complaint of CAT and a precancerous condition, awareness and a high degree of suspicion are required among clinicians for a prompt diagnosis and treatment. This activity reviews the clinical presentation, complications, evaluation, and treatment of arsenical keratosis and highlights the role of an interprofessional team in the management of these patients.", "contents": "Arsenical Keratosis -- Continuing Education Activity. Arsenical keratosis is an important cutaneous manifestation of chronic arsenic toxicity (CAT). As it is a common presenting complaint of CAT and a precancerous condition, awareness and a high degree of suspicion are required among clinicians for a prompt diagnosis and treatment. This activity reviews the clinical presentation, complications, evaluation, and treatment of arsenical keratosis and highlights the role of an interprofessional team in the management of these patients."}
{"id": "article-17833_1", "title": "Arsenical Keratosis -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of arsenical keratosis. Outline the typical presentation of arsenical keratosis. Summarize the treatment options available for arsenical keratosis. Review the importance of improving care and coordination amongst the interprofessional team members to improve outcomes for patients affected by arsenical keratosis. Access free multiple choice questions on this topic.", "contents": "Arsenical Keratosis -- Continuing Education Activity. Objectives: Describe the pathophysiology of arsenical keratosis. Outline the typical presentation of arsenical keratosis. Summarize the treatment options available for arsenical keratosis. Review the importance of improving care and coordination amongst the interprofessional team members to improve outcomes for patients affected by arsenical keratosis. Access free multiple choice questions on this topic."}
{"id": "article-17833_2", "title": "Arsenical Keratosis -- Introduction", "content": "Arsenical keratosis is a precancerous dermatosis seen in patients with chronic arsenic toxicity (CAT). [1] It is characterized by corn-like, yellowish, hyperkeratotic papules and plaques, primarily affecting the palms and soles. Often it starts as small areas of hyperkeratosis, which increase in number and size to involve the entire palms and soles. Rarely, it can spread to the dorsa of the hands and feet, other parts of the body, and may progress to squamous cell carcinoma.", "contents": "Arsenical Keratosis -- Introduction. Arsenical keratosis is a precancerous dermatosis seen in patients with chronic arsenic toxicity (CAT). [1] It is characterized by corn-like, yellowish, hyperkeratotic papules and plaques, primarily affecting the palms and soles. Often it starts as small areas of hyperkeratosis, which increase in number and size to involve the entire palms and soles. Rarely, it can spread to the dorsa of the hands and feet, other parts of the body, and may progress to squamous cell carcinoma."}
{"id": "article-17833_3", "title": "Arsenical Keratosis -- Introduction", "content": "Arsenical keratosis with skin hyperpigmentation is the earliest and most common presenting complaint in CAT. [2] Therefore, it plays a crucial role in guiding clinicians towards the early diagnosis and treatment of CAT. Apart from benign conditions like skin hyperpigmentation and Mees' lines in nails, arsenical keratosis can sometimes coexist with single or multiple lesions of Bowen's disease, basal cell carcinoma, and squamous cell carcinoma. [1] Identification and elimination of the source of arsenic exposure are of utmost importance, as these patients are at high risk of developing multisystem disorders and visceral malignancies.", "contents": "Arsenical Keratosis -- Introduction. Arsenical keratosis with skin hyperpigmentation is the earliest and most common presenting complaint in CAT. [2] Therefore, it plays a crucial role in guiding clinicians towards the early diagnosis and treatment of CAT. Apart from benign conditions like skin hyperpigmentation and Mees' lines in nails, arsenical keratosis can sometimes coexist with single or multiple lesions of Bowen's disease, basal cell carcinoma, and squamous cell carcinoma. [1] Identification and elimination of the source of arsenic exposure are of utmost importance, as these patients are at high risk of developing multisystem disorders and visceral malignancies."}
{"id": "article-17833_4", "title": "Arsenical Keratosis -- Etiology", "content": "Arsenical keratosis is a cutaneous manifestation of 'arsenicosis,' defined by the World Health Organization (WHO) as a chronic health condition resulting from the ingestion of arsenic above the safe limit for a minimum duration of 6 months. [3] [4] The time taken for skin lesions to appear depends on the physical and chemical form of arsenic, the route, dose, duration, frequency of exposure, and can vary from anywhere between 4 years to 40 years. [5] [6] Inorganic arsenic is a ubiquitous element that has been identified as a class I human carcinogen by the International Agency for Research on Cancer. [4] Some of the well-recognized and documented sources of arsenic exposure are as follows:", "contents": "Arsenical Keratosis -- Etiology. Arsenical keratosis is a cutaneous manifestation of 'arsenicosis,' defined by the World Health Organization (WHO) as a chronic health condition resulting from the ingestion of arsenic above the safe limit for a minimum duration of 6 months. [3] [4] The time taken for skin lesions to appear depends on the physical and chemical form of arsenic, the route, dose, duration, frequency of exposure, and can vary from anywhere between 4 years to 40 years. [5] [6] Inorganic arsenic is a ubiquitous element that has been identified as a class I human carcinogen by the International Agency for Research on Cancer. [4] Some of the well-recognized and documented sources of arsenic exposure are as follows:"}
{"id": "article-17833_5", "title": "Arsenical Keratosis -- Etiology", "content": "Contaminated groundwater- Used for drinking, cooking, and irrigating crops. [7]", "contents": "Arsenical Keratosis -- Etiology. Contaminated groundwater- Used for drinking, cooking, and irrigating crops. [7]"}
{"id": "article-17833_6", "title": "Arsenical Keratosis -- Etiology", "content": "Food crops- Crops that are grown in contaminated soil or irrigated with contaminated water can be a source of arsenic. [7] Whole-grain rice is known to have higher arsenic content than polished rice.", "contents": "Arsenical Keratosis -- Etiology. Food crops- Crops that are grown in contaminated soil or irrigated with contaminated water can be a source of arsenic. [7] Whole-grain rice is known to have higher arsenic content than polished rice."}
{"id": "article-17833_7", "title": "Arsenical Keratosis -- Etiology", "content": "Medications- Fowler's solution (1% potassium arsenite) was used in the 20th century to treat various dermatoses and asthma. [5] In the early 1900s, until the advent of penicillin, arsenic-containing drugs salvarsan and neo-salvarsan were used in the treatment of syphilis. [8] At present, the only indication for medicinal arsenic, which is approved by the Food and Drug Administration (FDA), is the treatment of relapsed or refractory acute promyelocytic leukemia. [9] Arsenic also continues to be an important component of some of the Chinese herbal medicines and ayurvedic medicines.", "contents": "Arsenical Keratosis -- Etiology. Medications- Fowler's solution (1% potassium arsenite) was used in the 20th century to treat various dermatoses and asthma. [5] In the early 1900s, until the advent of penicillin, arsenic-containing drugs salvarsan and neo-salvarsan were used in the treatment of syphilis. [8] At present, the only indication for medicinal arsenic, which is approved by the Food and Drug Administration (FDA), is the treatment of relapsed or refractory acute promyelocytic leukemia. [9] Arsenic also continues to be an important component of some of the Chinese herbal medicines and ayurvedic medicines."}
{"id": "article-17833_8", "title": "Arsenical Keratosis -- Etiology", "content": "Occupational exposure- Arsenic is used in the manufacture of alloys and in the processing of pigments, textiles, glass, paper, hide (tanning process), wood preservatives, and ammunitions. Workers involved in smelting and mining of metals have greater exposure to arsenic than those involved in the manufacture of insecticides/ pesticides/ herbicides, pharmaceuticals, and poultry feeds. The population living close to these industries or mining activities is also at risk. [5]", "contents": "Arsenical Keratosis -- Etiology. Occupational exposure- Arsenic is used in the manufacture of alloys and in the processing of pigments, textiles, glass, paper, hide (tanning process), wood preservatives, and ammunitions. Workers involved in smelting and mining of metals have greater exposure to arsenic than those involved in the manufacture of insecticides/ pesticides/ herbicides, pharmaceuticals, and poultry feeds. The population living close to these industries or mining activities is also at risk. [5]"}
{"id": "article-17833_9", "title": "Arsenical Keratosis -- Etiology", "content": "Tobacco- Tobacco plants can take up arsenic naturally present in contaminated soil and insecticides. Cigarettes manufactured in the 1950s had high arsenic content, which has been gradually reduced to acceptable levels over the years. However, regulating the arsenic content in handmade cigarettes like bidis has not yet been possible. [10]", "contents": "Arsenical Keratosis -- Etiology. Tobacco- Tobacco plants can take up arsenic naturally present in contaminated soil and insecticides. Cigarettes manufactured in the 1950s had high arsenic content, which has been gradually reduced to acceptable levels over the years. However, regulating the arsenic content in handmade cigarettes like bidis has not yet been possible. [10]"}
{"id": "article-17833_10", "title": "Arsenical Keratosis -- Epidemiology", "content": "A greater incidence and prevalence of arsenic keratosis is reported from countries with documented environmental arsenic contamination, most commonly in groundwater. This includes Bangladesh, India, Taiwan, Mexico, Chile, Argentina, Japan, and China, to name a few. [7] Though arsenical keratosis can occur at any age, the incidence was found to be higher in the older age group. [7] Many studies done in arsenic-endemic areas have found that with similar exposure to arsenic, men have an increased prevalence of arsenical keratosis compared to women. [11] The widely accepted explanation for this is the gender difference in the biomethylation of arsenic. [4] [6]", "contents": "Arsenical Keratosis -- Epidemiology. A greater incidence and prevalence of arsenic keratosis is reported from countries with documented environmental arsenic contamination, most commonly in groundwater. This includes Bangladesh, India, Taiwan, Mexico, Chile, Argentina, Japan, and China, to name a few. [7] Though arsenical keratosis can occur at any age, the incidence was found to be higher in the older age group. [7] Many studies done in arsenic-endemic areas have found that with similar exposure to arsenic, men have an increased prevalence of arsenical keratosis compared to women. [11] The widely accepted explanation for this is the gender difference in the biomethylation of arsenic. [4] [6]"}
{"id": "article-17833_11", "title": "Arsenical Keratosis -- Pathophysiology", "content": "Though the exact pathomechanism underlying the premalignant and malignant manifestations of chronic arsenic exposure is unknown, there are several hypotheses that have been proposed and researched in several parts of the world. Arsenic metabolism in the body has a key role in most of these theories. Some such tested theories are as follows: [7] [12] Genetic polymorphism of enzymes involved in the metabolic pathway; arsenite methyltransferase (AS3MT) is the main mediator in the biomethylation of arsenic. Global DNA hypomethylation due to depletion of S-adenosylmethionine in cells during the process of arsenic biomethylation. This leads to aberrant gene expression in cells, resulting in carcinogenesis. Reactive oxygen species generated during the metabolism of arsenic causes oxidative DNA damage, resulting in chromosomal abnormalities and sister chromatic exchange.", "contents": "Arsenical Keratosis -- Pathophysiology. Though the exact pathomechanism underlying the premalignant and malignant manifestations of chronic arsenic exposure is unknown, there are several hypotheses that have been proposed and researched in several parts of the world. Arsenic metabolism in the body has a key role in most of these theories. Some such tested theories are as follows: [7] [12] Genetic polymorphism of enzymes involved in the metabolic pathway; arsenite methyltransferase (AS3MT) is the main mediator in the biomethylation of arsenic. Global DNA hypomethylation due to depletion of S-adenosylmethionine in cells during the process of arsenic biomethylation. This leads to aberrant gene expression in cells, resulting in carcinogenesis. Reactive oxygen species generated during the metabolism of arsenic causes oxidative DNA damage, resulting in chromosomal abnormalities and sister chromatic exchange."}
{"id": "article-17833_12", "title": "Arsenical Keratosis -- Pathophysiology", "content": "The development of premalignant and malignant lesions is further facilitated by an individual's genetic susceptibility. This includes polymorphism in the DNA repair pathway genes (e.g., ERCC2, XRCC3), tumor suppressor gene (TP53), glutathione S-transferase superfamily enzymes, IL10, TNF alpha, and NLRP2. Studies have demonstrated an exaggerated expression of pro-inflammatory cytokines in chronic arsenic toxicity. Recent studies have revealed the role of arsenic-induced epigenetic alterations i.e., changes in gene expression in the development of premalignant dermatoses and malignancy. [12] Thus, a complex interaction of toxicodynamics of arsenic with an individual's genetics leads to aberrations in cellular proliferation and differentiation, resulting in unregulated cell growth seen in arsenical keratosis and other tumors.", "contents": "Arsenical Keratosis -- Pathophysiology. The development of premalignant and malignant lesions is further facilitated by an individual's genetic susceptibility. This includes polymorphism in the DNA repair pathway genes (e.g., ERCC2, XRCC3), tumor suppressor gene (TP53), glutathione S-transferase superfamily enzymes, IL10, TNF alpha, and NLRP2. Studies have demonstrated an exaggerated expression of pro-inflammatory cytokines in chronic arsenic toxicity. Recent studies have revealed the role of arsenic-induced epigenetic alterations i.e., changes in gene expression in the development of premalignant dermatoses and malignancy. [12] Thus, a complex interaction of toxicodynamics of arsenic with an individual's genetics leads to aberrations in cellular proliferation and differentiation, resulting in unregulated cell growth seen in arsenical keratosis and other tumors."}
{"id": "article-17833_13", "title": "Arsenical Keratosis -- Histopathology", "content": "Prominent compact hyperkeratosis, parakeratosis, and acanthosis are the constant features found on histopathological examination of arsenical keratosis. Papillomatosis and vacuolated keratinocytes may be present. Keratinocyte atypia may or may not be seen, and its severity can vary from mild atypia to features of squamous cell carcinoma in situ, which is indistinguishable from Bowen's disease. [1] None of these histopathological features are specific for arsenical keratosis. Although biopsy does not confirm the diagnosis of arsenical keratosis, it is useful in detecting malignant transformation. [3] A similar histopathological picture can be seen in actinic keratosis, Bowen's disease, and verruca vulgaris. [6]", "contents": "Arsenical Keratosis -- Histopathology. Prominent compact hyperkeratosis, parakeratosis, and acanthosis are the constant features found on histopathological examination of arsenical keratosis. Papillomatosis and vacuolated keratinocytes may be present. Keratinocyte atypia may or may not be seen, and its severity can vary from mild atypia to features of squamous cell carcinoma in situ, which is indistinguishable from Bowen's disease. [1] None of these histopathological features are specific for arsenical keratosis. Although biopsy does not confirm the diagnosis of arsenical keratosis, it is useful in detecting malignant transformation. [3] A similar histopathological picture can be seen in actinic keratosis, Bowen's disease, and verruca vulgaris. [6]"}
{"id": "article-17833_14", "title": "Arsenical Keratosis -- Toxicokinetics", "content": "Arsenic, a metalloid, naturally occurring in sediments and minerals, is a colorless, odorless, and tasteless chemical carcinogen. [5] The inorganic forms of arsenic, especially arsenite (trivalent state) was found to be more toxic to humans than the organic form present in seafood like fish and crustaceans. [1] Hence, the chances of toxicity due to seafood consumption are negligible. [13]", "contents": "Arsenical Keratosis -- Toxicokinetics. Arsenic, a metalloid, naturally occurring in sediments and minerals, is a colorless, odorless, and tasteless chemical carcinogen. [5] The inorganic forms of arsenic, especially arsenite (trivalent state) was found to be more toxic to humans than the organic form present in seafood like fish and crustaceans. [1] Hence, the chances of toxicity due to seafood consumption are negligible. [13]"}
{"id": "article-17833_15", "title": "Arsenical Keratosis -- Toxicokinetics", "content": "Arsenic enters the bloodstream predominantly through gastrointestinal absorption. Entry through the respiratory route and transcutaneous absorption is also known to occur. A small portion of the absorbed arsenic gets excreted unchanged in the urine. The major portion undergoes hepatic biomethylation to monomethylarsonic acid and dimethyl arsenic acid and gets excreted in the urine. [6] Thus there is rapid elimination of arsenic from the bloodstream. But with chronic exposure to arsenic, it accumulates preferentially in liver, kidney, lung, gastrointestinal tract, skin, and muscle. This can be explained by the high affinity of arsenic for sulfhydryl group-containing proteins and enzymes present in these organs. [6] Most of the accumulated arsenic gets excreted over time; however, keratin-rich tissue like nails, hair, and skin are an exception to this. [13]", "contents": "Arsenical Keratosis -- Toxicokinetics. Arsenic enters the bloodstream predominantly through gastrointestinal absorption. Entry through the respiratory route and transcutaneous absorption is also known to occur. A small portion of the absorbed arsenic gets excreted unchanged in the urine. The major portion undergoes hepatic biomethylation to monomethylarsonic acid and dimethyl arsenic acid and gets excreted in the urine. [6] Thus there is rapid elimination of arsenic from the bloodstream. But with chronic exposure to arsenic, it accumulates preferentially in liver, kidney, lung, gastrointestinal tract, skin, and muscle. This can be explained by the high affinity of arsenic for sulfhydryl group-containing proteins and enzymes present in these organs. [6] Most of the accumulated arsenic gets excreted over time; however, keratin-rich tissue like nails, hair, and skin are an exception to this. [13]"}
{"id": "article-17833_16", "title": "Arsenical Keratosis -- History and Physical", "content": "The usual presenting complaints are horny lesions over the extremities, particularly involving the palms and soles, which may be associated with pain and/or fissuring. The lesions are insidious in onset and gradually increase in number and size. On physical examination, multiple yellowish to pigmented hyperkeratotic papules and plaques that start over the pressure points over soles and palms are seen. As the disease progresses, the lesions increase in number, size, and thickness and can coalesce to form large verrucous plaques. [2] [4] There can be diffuse involvement of palms and soles and can spread to the dorsa of hands, feet, and the rest of the body. Based on the thickness and size of the lesions, arsenical keratosis can be graded as follows: [2] [4]", "contents": "Arsenical Keratosis -- History and Physical. The usual presenting complaints are horny lesions over the extremities, particularly involving the palms and soles, which may be associated with pain and/or fissuring. The lesions are insidious in onset and gradually increase in number and size. On physical examination, multiple yellowish to pigmented hyperkeratotic papules and plaques that start over the pressure points over soles and palms are seen. As the disease progresses, the lesions increase in number, size, and thickness and can coalesce to form large verrucous plaques. [2] [4] There can be diffuse involvement of palms and soles and can spread to the dorsa of hands, feet, and the rest of the body. Based on the thickness and size of the lesions, arsenical keratosis can be graded as follows: [2] [4]"}
{"id": "article-17833_17", "title": "Arsenical Keratosis -- History and Physical", "content": "Mild- Slight thickening of skin or papules of size less than 2 mm on a background skin with grit-like texture, best appreciated by palpation. Moderate- Multiple raised, warty, keratotic, corn-like papules of size 2-5 mm. Severe- Keratotic papules of size more than 5mm or confluent keratotic plaques, with or without fissures.", "contents": "Arsenical Keratosis -- History and Physical. Mild- Slight thickening of skin or papules of size less than 2 mm on a background skin with grit-like texture, best appreciated by palpation. Moderate- Multiple raised, warty, keratotic, corn-like papules of size 2-5 mm. Severe- Keratotic papules of size more than 5mm or confluent keratotic plaques, with or without fissures."}
{"id": "article-17833_18", "title": "Arsenical Keratosis -- History and Physical", "content": "Arsenical keratosis is often accompanied by pigmentary disturbances, which can be generalized/ diffuse hyperpigmentation or localized patchy hyperpigmentation predominantly involving the skin folds. [3] Two striking patterns of pigmentation are seen in CAT; symmetrically distributed hyperpigmented macules over trunk and extremities described as 'raindrop' pattern, and guttate hypopigmentation on a background of hyperpigmentation described as 'raindrop on a dusty road' pattern. Oral mucosal pigmentation has also been described. [3] Aldrich-Mees lines are single or multiple transverse white bands traversing the full width of the nail and involve the fingernails and toenails of patients. [1] Additionally, these patients may develop single or multiple lesions of Bowen's disease, squamous cell carcinoma, and basal cell carcinoma over normal skin of both exposed and covered sites. [5]", "contents": "Arsenical Keratosis -- History and Physical. Arsenical keratosis is often accompanied by pigmentary disturbances, which can be generalized/ diffuse hyperpigmentation or localized patchy hyperpigmentation predominantly involving the skin folds. [3] Two striking patterns of pigmentation are seen in CAT; symmetrically distributed hyperpigmented macules over trunk and extremities described as 'raindrop' pattern, and guttate hypopigmentation on a background of hyperpigmentation described as 'raindrop on a dusty road' pattern. Oral mucosal pigmentation has also been described. [3] Aldrich-Mees lines are single or multiple transverse white bands traversing the full width of the nail and involve the fingernails and toenails of patients. [1] Additionally, these patients may develop single or multiple lesions of Bowen's disease, squamous cell carcinoma, and basal cell carcinoma over normal skin of both exposed and covered sites. [5]"}
{"id": "article-17833_19", "title": "Arsenical Keratosis -- History and Physical", "content": "CAT is a multisystem disorder, and patients with arsenical keratosis can have symptoms of chronic liver disease, chronic lung disease, distal sensorimotor neuropathy, peripheral vascular disease, ischemic heart disease, chronic kidney disease, and non-specific gastrointestinal symptoms like anorexia, dyspepsia, and diarrhea. They may also complain of headache, weakness, fatigue, redness of eyes (conjunctival congestion), and swelling of legs (non-pitting pedal edema). Diabetes and hypertension are prevalent in these patients. [2] [11]", "contents": "Arsenical Keratosis -- History and Physical. CAT is a multisystem disorder, and patients with arsenical keratosis can have symptoms of chronic liver disease, chronic lung disease, distal sensorimotor neuropathy, peripheral vascular disease, ischemic heart disease, chronic kidney disease, and non-specific gastrointestinal symptoms like anorexia, dyspepsia, and diarrhea. They may also complain of headache, weakness, fatigue, redness of eyes (conjunctival congestion), and swelling of legs (non-pitting pedal edema). Diabetes and hypertension are prevalent in these patients. [2] [11]"}
{"id": "article-17833_20", "title": "Arsenical Keratosis -- History and Physical", "content": "Thus, while evaluating a patient from an arsenic-endemic area, presenting with acquired palmoplantar keratoderma, arsenical keratosis should be suspected, and the clinician must look for other skin manifestations and systemic symptoms of CAT. This should be followed by appropriate laboratory investigations to confirm the diagnosis. [3] Arsenical keratosis usually manifests after years of arsenic exposure; therefore, a thorough history which includes past, personal, medical, drug, and occupational details are required to identify the source of arsenic exposure. [5] The history of similar skin or systemic complaints in other members of the family, neighborhood, and workplace points to an environmental toxin like arsenic being the cause.", "contents": "Arsenical Keratosis -- History and Physical. Thus, while evaluating a patient from an arsenic-endemic area, presenting with acquired palmoplantar keratoderma, arsenical keratosis should be suspected, and the clinician must look for other skin manifestations and systemic symptoms of CAT. This should be followed by appropriate laboratory investigations to confirm the diagnosis. [3] Arsenical keratosis usually manifests after years of arsenic exposure; therefore, a thorough history which includes past, personal, medical, drug, and occupational details are required to identify the source of arsenic exposure. [5] The history of similar skin or systemic complaints in other members of the family, neighborhood, and workplace points to an environmental toxin like arsenic being the cause."}
{"id": "article-17833_21", "title": "Arsenical Keratosis -- Evaluation", "content": "Investigations should be directed towards establishing CAT in the patient and identifying the source of arsenic exposure.", "contents": "Arsenical Keratosis -- Evaluation. Investigations should be directed towards establishing CAT in the patient and identifying the source of arsenic exposure."}
{"id": "article-17833_22", "title": "Arsenical Keratosis -- Evaluation", "content": "Estimation of arsenic concentration in drinking water/well water- An acid-washed plastic container is used to collect at least 50ml of water to be tested. WHO has set a provisional guideline value of 10 mcg/L for the maximum permissible concentration of arsenic in drinking water. [7] However, countries like India and Bangladesh follow the old guidelines and have a higher cut off value of 50 mcg/L. [3]", "contents": "Arsenical Keratosis -- Evaluation. Estimation of arsenic concentration in drinking water/well water- An acid-washed plastic container is used to collect at least 50ml of water to be tested. WHO has set a provisional guideline value of 10 mcg/L for the maximum permissible concentration of arsenic in drinking water. [7] However, countries like India and Bangladesh follow the old guidelines and have a higher cut off value of 50 mcg/L. [3]"}
{"id": "article-17833_23", "title": "Arsenical Keratosis -- Evaluation", "content": "Estimation of arsenic concentration in urine- It is an indicator of recent exposure to arsenic and should be ideally done in a 24-hour urine collection. An easier alternative is to test a spot urine sample or the first-morning urine sample. Both methods are comparable as the arsenic excreted remains stable throughout the day. Seafood containing the non-toxic organic form of arsenic should be avoided for at least four days prior to testing, as it can make the results unreliable. A concentration of more than 50 mcg/L proves recent exposure to arsenic. [3] [4]", "contents": "Arsenical Keratosis -- Evaluation. Estimation of arsenic concentration in urine- It is an indicator of recent exposure to arsenic and should be ideally done in a 24-hour urine collection. An easier alternative is to test a spot urine sample or the first-morning urine sample. Both methods are comparable as the arsenic excreted remains stable throughout the day. Seafood containing the non-toxic organic form of arsenic should be avoided for at least four days prior to testing, as it can make the results unreliable. A concentration of more than 50 mcg/L proves recent exposure to arsenic. [3] [4]"}
{"id": "article-17833_24", "title": "Arsenical Keratosis -- Evaluation", "content": "Estimation of arsenic concentration in hairs and nails- After using arsenic-free shampoo to wash hair and ensuring that the patient has not used any coloring agent, 30 hairs of 6 cm length from females and 60 hairs with the base from males are collected and tested. Nail clippings are taken from all fingernails and toenails. A concentration of arsenic more than 1 mg/kg of dry hair and more than 1.5 mg/kg of the nail indicates arsenic exposure in the preceding 9 months. [3] [4]", "contents": "Arsenical Keratosis -- Evaluation. Estimation of arsenic concentration in hairs and nails- After using arsenic-free shampoo to wash hair and ensuring that the patient has not used any coloring agent, 30 hairs of 6 cm length from females and 60 hairs with the base from males are collected and tested. Nail clippings are taken from all fingernails and toenails. A concentration of arsenic more than 1 mg/kg of dry hair and more than 1.5 mg/kg of the nail indicates arsenic exposure in the preceding 9 months. [3] [4]"}
{"id": "article-17833_25", "title": "Arsenical Keratosis -- Evaluation", "content": "Estimation of arsenic concentration in suspected sources like medications or pesticides by using atomic absorption spectrometry, calorimetric method, spectrophotometry, etc. [3]", "contents": "Arsenical Keratosis -- Evaluation. Estimation of arsenic concentration in suspected sources like medications or pesticides by using atomic absorption spectrometry, calorimetric method, spectrophotometry, etc. [3]"}
{"id": "article-17833_26", "title": "Arsenical Keratosis -- Evaluation", "content": "Histopathological examination of the keratotic skin lesions is done to look for malignant transformation but has little role in the conformation of the diagnosis. [3]", "contents": "Arsenical Keratosis -- Evaluation. Histopathological examination of the keratotic skin lesions is done to look for malignant transformation but has little role in the conformation of the diagnosis. [3]"}
{"id": "article-17833_27", "title": "Arsenical Keratosis -- Evaluation", "content": "Estimation of arsenic concentration in drinking water is usually the first step in the evaluation of CAT. However, in clinical scenarios where drinking water data is unreliable, like in the case of a migratory population, the patient's biological sample analysis is crucial in establishing the diagnosis.", "contents": "Arsenical Keratosis -- Evaluation. Estimation of arsenic concentration in drinking water is usually the first step in the evaluation of CAT. However, in clinical scenarios where drinking water data is unreliable, like in the case of a migratory population, the patient's biological sample analysis is crucial in establishing the diagnosis."}
{"id": "article-17833_28", "title": "Arsenical Keratosis -- Treatment / Management", "content": "After establishing arsenic toxicity in the patient, and positively identifying the source of arsenic exposure, prevention of further exposure forms the mainstay of treatment. Mild to moderate disease have shown improvement in many such instances. [2] Smoking and nutritional deficiencies are predisposing factors for this premalignant condition; therefore, patients should be advised to stop smoking and consume a well-balanced high protein diet. [7] Supplementation of antioxidants like vitamins A, C, E is also believed to prevent cancer. [7]", "contents": "Arsenical Keratosis -- Treatment / Management. After establishing arsenic toxicity in the patient, and positively identifying the source of arsenic exposure, prevention of further exposure forms the mainstay of treatment. Mild to moderate disease have shown improvement in many such instances. [2] Smoking and nutritional deficiencies are predisposing factors for this premalignant condition; therefore, patients should be advised to stop smoking and consume a well-balanced high protein diet. [7] Supplementation of antioxidants like vitamins A, C, E is also believed to prevent cancer. [7]"}
{"id": "article-17833_29", "title": "Arsenical Keratosis -- Treatment / Management", "content": "Treatment of arsenical keratosis is not mandatory, and the objective is to administer a supportive and symptomatic treatment that relieves the patient's discomfort. There are no universally accepted standard guidelines for the treatment of arsenical keratosis. Treatment should be tailored to the patient's needs, the severity of the disease, comorbidities, and tolerance for pain. Treatment options that have been tried over the years are as follows: [1] [4] Cryotherapy Curettage and electrodessication Carbon dioxide laser ablation Topical keratolytic agents- salicylic acid (5 to 10%), urea (10 to 20%) Imiquimod 5% cream Topical 5-fluorouracil Oral retinoids Surgical excision", "contents": "Arsenical Keratosis -- Treatment / Management. Treatment of arsenical keratosis is not mandatory, and the objective is to administer a supportive and symptomatic treatment that relieves the patient's discomfort. There are no universally accepted standard guidelines for the treatment of arsenical keratosis. Treatment should be tailored to the patient's needs, the severity of the disease, comorbidities, and tolerance for pain. Treatment options that have been tried over the years are as follows: [1] [4] Cryotherapy Curettage and electrodessication Carbon dioxide laser ablation Topical keratolytic agents- salicylic acid (5 to 10%), urea (10 to 20%) Imiquimod 5% cream Topical 5-fluorouracil Oral retinoids Surgical excision"}
{"id": "article-17833_30", "title": "Arsenical Keratosis -- Treatment / Management", "content": "Acitretin with topical keratolytic agents can be used to treat patients with extensive lesions. It can play the role of chemoprevention in CAT associated cancers. [1] [9] Patients should be instructed to apply imiquimod cream once daily for 6 weeks or 3-5 times per week for 8 weeks. Biannual clinic visits, annual chest radiographs, and selective tests based on symptoms are of utmost importance for early detection of cutaneous and visceral malignancies. [10]", "contents": "Arsenical Keratosis -- Treatment / Management. Acitretin with topical keratolytic agents can be used to treat patients with extensive lesions. It can play the role of chemoprevention in CAT associated cancers. [1] [9] Patients should be instructed to apply imiquimod cream once daily for 6 weeks or 3-5 times per week for 8 weeks. Biannual clinic visits, annual chest radiographs, and selective tests based on symptoms are of utmost importance for early detection of cutaneous and visceral malignancies. [10]"}
{"id": "article-17833_31", "title": "Arsenical Keratosis -- Differential Diagnosis", "content": "Verruca vulgaris Corns/ calluses Dermatophyte infection Lichen planus Hyperkeratotic eczema Palmoplantar psoriasis Porokeratosis punctata palmaris et plantaris Clavi syphilitici Inherited palmoplantar keratoderma", "contents": "Arsenical Keratosis -- Differential Diagnosis. Verruca vulgaris Corns/ calluses Dermatophyte infection Lichen planus Hyperkeratotic eczema Palmoplantar psoriasis Porokeratosis punctata palmaris et plantaris Clavi syphilitici Inherited palmoplantar keratoderma"}
{"id": "article-17833_32", "title": "Arsenical Keratosis -- Prognosis", "content": "Arsenical keratosis is a precancerous condition and can progress to squamous cell carcinoma (SCC). Though rare, the SCC that arises in arsenical keratosis are locally aggressive and demonstrate a greater metastatic potential compared to SCC arising in actinic keratosis. [1] [4] Studies have found the patients with arsenical keratosis to be at a higher risk of subsequently developing bladder and lung cancer. [8]", "contents": "Arsenical Keratosis -- Prognosis. Arsenical keratosis is a precancerous condition and can progress to squamous cell carcinoma (SCC). Though rare, the SCC that arises in arsenical keratosis are locally aggressive and demonstrate a greater metastatic potential compared to SCC arising in actinic keratosis. [1] [4] Studies have found the patients with arsenical keratosis to be at a higher risk of subsequently developing bladder and lung cancer. [8]"}
{"id": "article-17833_33", "title": "Arsenical Keratosis -- Complications", "content": "In extreme cases of arsenical keratosis, diffuse involvement of palms and soles with painful fissuring can be seen. [4] This can be debilitating for the patient, affecting their daily activities, and in turn, their quality of life. Arsenical keratosis is one of the several skin conditions that can be associated with a cutaneous horn. Malignant transformation, usually, SCC should be suspected when there is a sudden increase in size, induration, fissuring, bleeding, inflammation, perilesional erythema, and ulceration. [1] [4] Several organ systems can be affected in CAT, some leading to irreversible changes, chronic disease, and also predisposing to visceral malignancies. [1]", "contents": "Arsenical Keratosis -- Complications. In extreme cases of arsenical keratosis, diffuse involvement of palms and soles with painful fissuring can be seen. [4] This can be debilitating for the patient, affecting their daily activities, and in turn, their quality of life. Arsenical keratosis is one of the several skin conditions that can be associated with a cutaneous horn. Malignant transformation, usually, SCC should be suspected when there is a sudden increase in size, induration, fissuring, bleeding, inflammation, perilesional erythema, and ulceration. [1] [4] Several organ systems can be affected in CAT, some leading to irreversible changes, chronic disease, and also predisposing to visceral malignancies. [1]"}
{"id": "article-17833_34", "title": "Arsenical Keratosis -- Deterrence and Patient Education", "content": "Arsenical keratosis is an early cutaneous marker of CAT, which is a multisystem disorder with complications that can develop years after arsenic exposure. [3] Hence, in addition to steps towards prevention of further exposure to arsenic, emphasis should be laid on the importance of regular follow-up to recognize and treat the cutaneous and extracutaneous manifestations of CAT at an early stage.", "contents": "Arsenical Keratosis -- Deterrence and Patient Education. Arsenical keratosis is an early cutaneous marker of CAT, which is a multisystem disorder with complications that can develop years after arsenic exposure. [3] Hence, in addition to steps towards prevention of further exposure to arsenic, emphasis should be laid on the importance of regular follow-up to recognize and treat the cutaneous and extracutaneous manifestations of CAT at an early stage."}
{"id": "article-17833_35", "title": "Arsenical Keratosis -- Deterrence and Patient Education", "content": "Smoking and nutritional deficiencies increase the chances of developing arsenical keratosis, and measures should be taken to mitigate the same. Patients should be taught to identify the features of malignant transformation of arsenical keratosis and seek medical care early on.", "contents": "Arsenical Keratosis -- Deterrence and Patient Education. Smoking and nutritional deficiencies increase the chances of developing arsenical keratosis, and measures should be taken to mitigate the same. Patients should be taught to identify the features of malignant transformation of arsenical keratosis and seek medical care early on."}
{"id": "article-17833_36", "title": "Arsenical Keratosis -- Enhancing Healthcare Team Outcomes", "content": "Patients with arsenical keratosis often present to their primary care clinician. These patients need to be referred for further evaluation to a dermatologist as several skin diseases can be clinically similar, and a dermatologist will be able to diagnose them based on the concomitant signs and risk factors. As it is an early manifestation of CAT, a missed diagnosis can have adverse long term outcomes. Once diagnosed and initiated on treatment, the patient can be referred to their primary care clinician for further management of arsenical keratosis. A dermatopathologist has an important role in management when a malignant transformation is suspected; if the histology reveals malignancy, surgical excision is done by a plastic surgeon. [3]", "contents": "Arsenical Keratosis -- Enhancing Healthcare Team Outcomes. Patients with arsenical keratosis often present to their primary care clinician. These patients need to be referred for further evaluation to a dermatologist as several skin diseases can be clinically similar, and a dermatologist will be able to diagnose them based on the concomitant signs and risk factors. As it is an early manifestation of CAT, a missed diagnosis can have adverse long term outcomes. Once diagnosed and initiated on treatment, the patient can be referred to their primary care clinician for further management of arsenical keratosis. A dermatopathologist has an important role in management when a malignant transformation is suspected; if the histology reveals malignancy, surgical excision is done by a plastic surgeon. [3]"}
{"id": "article-17833_37", "title": "Arsenical Keratosis -- Enhancing Healthcare Team Outcomes", "content": "Regular follow-up visits to identify systemic complaints and timely referral can lead to early diagnosis and treatment of associated systemic diseases, including malignancies. Hence, holistic management by an interprofessional team consisting of a dermatologist, primary care clinician, dermatopathologist, and plastic surgeon improves the outcomes of this multisystem disorder of public health relevance.", "contents": "Arsenical Keratosis -- Enhancing Healthcare Team Outcomes. Regular follow-up visits to identify systemic complaints and timely referral can lead to early diagnosis and treatment of associated systemic diseases, including malignancies. Hence, holistic management by an interprofessional team consisting of a dermatologist, primary care clinician, dermatopathologist, and plastic surgeon improves the outcomes of this multisystem disorder of public health relevance."}
{"id": "article-17833_38", "title": "Arsenical Keratosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Arsenical Keratosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}