{"id": "article-82154_0", "title": "Capillary Refill Time -- Introduction", "content": "Capillary refill time (CRT) is a useful and rapid metric in determining the intravascular volume status of ill patients, particularly those with conditions that arise or result from hypovolemia. Examples of these pathologic states include but are not limited to hypo and hyperthermia, all forms of shock, hemorrhage, loss of plasma volume in burns, gastrointestinal losses through diarrhea or vomiting, over-diuresis, and anaphylactic reactions. [1] Information obtained from CRT assessment can then guide fluid resuscitation strategies, reassess an implemented therapy, and define the endpoint of treatment.", "contents": "Capillary Refill Time -- Introduction. Capillary refill time (CRT) is a useful and rapid metric in determining the intravascular volume status of ill patients, particularly those with conditions that arise or result from hypovolemia. Examples of these pathologic states include but are not limited to hypo and hyperthermia, all forms of shock, hemorrhage, loss of plasma volume in burns, gastrointestinal losses through diarrhea or vomiting, over-diuresis, and anaphylactic reactions. [1] Information obtained from CRT assessment can then guide fluid resuscitation strategies, reassess an implemented therapy, and define the endpoint of treatment."}
{"id": "article-82154_1", "title": "Capillary Refill Time -- Introduction", "content": "Volume status can also be assessed via other clinical exams and objective measurements. Briefly, markers of reduced perfusion include abnormal vital signs (hypotension, tachycardia, increased pulse pressure variation) and deranged physical exam findings (delayed CRT, dry mucous membranes, poor skin turgor, absence of diaphoresis, altered mental status). More objective indicators of hypovolemia include laboratory abnormalities (increased BUN, increased creatinine, increasing lactate, fluctuating hemoglobin levels, increased urine specific gravity, oliguria, or anuria) and radiographic derangements (increased collapsibility of the IVC on ultrasound, reduced cardiac chamber diameters on ultrasound or CT, changes in transpulmonary thermodilution). [1] [2]", "contents": "Capillary Refill Time -- Introduction. Volume status can also be assessed via other clinical exams and objective measurements. Briefly, markers of reduced perfusion include abnormal vital signs (hypotension, tachycardia, increased pulse pressure variation) and deranged physical exam findings (delayed CRT, dry mucous membranes, poor skin turgor, absence of diaphoresis, altered mental status). More objective indicators of hypovolemia include laboratory abnormalities (increased BUN, increased creatinine, increasing lactate, fluctuating hemoglobin levels, increased urine specific gravity, oliguria, or anuria) and radiographic derangements (increased collapsibility of the IVC on ultrasound, reduced cardiac chamber diameters on ultrasound or CT, changes in transpulmonary thermodilution). [1] [2]"}
{"id": "article-82154_2", "title": "Capillary Refill Time -- Introduction", "content": "While accurate assessment of intravascular volume status is best accomplished through a combination of these methods, this article will focus specifically on measuring capillary refill time and its growing application in guiding medical diagnosis and subsequent management.", "contents": "Capillary Refill Time -- Introduction. While accurate assessment of intravascular volume status is best accomplished through a combination of these methods, this article will focus specifically on measuring capillary refill time and its growing application in guiding medical diagnosis and subsequent management."}
{"id": "article-82154_3", "title": "Capillary Refill Time -- Specimen Requirements and Procedure", "content": "Capillary refill time is a physical examination technique that provides clinicians with a simple, reliable, and quick way of determining peripheral perfusion adequacy in adults and children. [3] [4] [5] Though CRT is subject to examiner variability, as discussed in the next section, standardization is defined here by its original introduction in 1947 by Beecher et al. The performing examiner applies manual pressure to the ventral surface of the distal phalanx of fingers or toes until the nailbed is blanched. This pressure is maintained for ten seconds and then released. The amount of time, in seconds, that transpires before reperfusion occurs and normal color returns to the digit is the CRT. [6] The upper limit of normal time to reperfusion is less than 3 seconds. [4] Reassessment of CRT should depend on the clinical scenario, but in critically ill persons, CRT can be performed as frequently as every 30 minutes. [7]", "contents": "Capillary Refill Time -- Specimen Requirements and Procedure. Capillary refill time is a physical examination technique that provides clinicians with a simple, reliable, and quick way of determining peripheral perfusion adequacy in adults and children. [3] [4] [5] Though CRT is subject to examiner variability, as discussed in the next section, standardization is defined here by its original introduction in 1947 by Beecher et al. The performing examiner applies manual pressure to the ventral surface of the distal phalanx of fingers or toes until the nailbed is blanched. This pressure is maintained for ten seconds and then released. The amount of time, in seconds, that transpires before reperfusion occurs and normal color returns to the digit is the CRT. [6] The upper limit of normal time to reperfusion is less than 3 seconds. [4] Reassessment of CRT should depend on the clinical scenario, but in critically ill persons, CRT can be performed as frequently as every 30 minutes. [7]"}
{"id": "article-82154_4", "title": "Capillary Refill Time -- Interfering Factors", "content": "It should be acknowledged that the validity of CRT results may be affected by many factors, including differences in ambient conditions, patient age, skin pigmentation, and the presence of nail polish or artificial nails; it is even subject to intraobserver and interobserver reliability. [8] One study conducted in an urban pediatric emergency department (ED) examined the effect of room temperature on CRT in mildly ill but well-hydrated patients aged one month to 12 years and found a statistically significant difference (0.85 +/- 0.45 seconds in the warm room vs. 2.39 +/- 0.76 seconds in the cool room, 95% CI, P < .001). [9] Another study found that CRT was roughly three times more likely to be reported as normal in daylight conditions when compared to a dark room (94.2% vs. 37.1%, respectively). [10] A prospective observational study in 1,000 ED patients found that CRT increased by 3.3% every decade of life, baseline CRT was lower in males, and that interpretation of CRT as normal or abnormal differed among clinicians. [11]", "contents": "Capillary Refill Time -- Interfering Factors. It should be acknowledged that the validity of CRT results may be affected by many factors, including differences in ambient conditions, patient age, skin pigmentation, and the presence of nail polish or artificial nails; it is even subject to intraobserver and interobserver reliability. [8] One study conducted in an urban pediatric emergency department (ED) examined the effect of room temperature on CRT in mildly ill but well-hydrated patients aged one month to 12 years and found a statistically significant difference (0.85 +/- 0.45 seconds in the warm room vs. 2.39 +/- 0.76 seconds in the cool room, 95% CI, P < .001). [9] Another study found that CRT was roughly three times more likely to be reported as normal in daylight conditions when compared to a dark room (94.2% vs. 37.1%, respectively). [10] A prospective observational study in 1,000 ED patients found that CRT increased by 3.3% every decade of life, baseline CRT was lower in males, and that interpretation of CRT as normal or abnormal differed among clinicians. [11]"}
{"id": "article-82154_5", "title": "Capillary Refill Time -- Interfering Factors", "content": "Specific guidelines to standardize the setting of CRT do not currently exist. As such, healthcare providers must be aware of potentially confounding elements and their implications, especially in treating patients in dissimilar circumstances, austere environments (paramedics, wilderness first responders), or hypothermia. Newer methods to increase reliability have been proposed, including photoplethysmography and fiberoptic force sensors. [12]", "contents": "Capillary Refill Time -- Interfering Factors. Specific guidelines to standardize the setting of CRT do not currently exist. As such, healthcare providers must be aware of potentially confounding elements and their implications, especially in treating patients in dissimilar circumstances, austere environments (paramedics, wilderness first responders), or hypothermia. Newer methods to increase reliability have been proposed, including photoplethysmography and fiberoptic force sensors. [12]"}
{"id": "article-82154_6", "title": "Capillary Refill Time -- Clinical Significance", "content": "Although CRT has been incorporated into different support guidelines (e.g., concerning advanced pediatric life-support), controversies exist regarding its accuracy in different clinical settings, as discussed above.", "contents": "Capillary Refill Time -- Clinical Significance. Although CRT has been incorporated into different support guidelines (e.g., concerning advanced pediatric life-support), controversies exist regarding its accuracy in different clinical settings, as discussed above."}
{"id": "article-82154_7", "title": "Capillary Refill Time -- Clinical Significance", "content": "In February 2019, The Journal of the American Medical Association (JAMA) published The ANDROMEDA-SHOCK Randomized Clinical Trial comparing mortality of fluid resuscitation guided by CRT vs. serum lactate in 424 patients with newly diagnosed septic shock from 28 different ICUs around the world. [13] Normalization of CRT measured and steadily decreasing lactate levels were the goals of each arm, respectively. Measuring serum lactate every 2 to 4 hours throughout the resuscitation of patients with septic shock until levels fall below two mmol/L is the current standard of care; however, it should be acknowledged that comorbid conditions, including active malignancy, cardiac arrest, liver dysfunction, and some medications may simultaneously elevate lactate levels as a surrogate of tissue perfusion in response to fluid administration. [14] [15] [16] Results of the trial demonstrated a slight improvement in the primary outcome, all-cause mortality at 28 days, in the capillary refill arm (34.9% vs. 43.4% with a 95% CI, P = 0.06). [13] A statistically significant improvement in one of the secondary endpoints, organ dysfunction at 72 hours as measured by the SOFA (sequential organ failure assessment) score, was also noted in the CRT group (P = 0.045). [13] There were no significant differences in the other secondary outcomes measured (death within 90 days, mechanical ventilator-free days, ICU and hospital length of stay, vasopressor-free days within 28 days, and need for renal replacement therapy). [13] The ANDROMEDA-SHOCK Randomized Clinical Trial illustrates that CRT can be as effective as more conventional perfusion biomarkers in gauging the fluid status and governing fluid administration.", "contents": "Capillary Refill Time -- Clinical Significance. In February 2019, The Journal of the American Medical Association (JAMA) published The ANDROMEDA-SHOCK Randomized Clinical Trial comparing mortality of fluid resuscitation guided by CRT vs. serum lactate in 424 patients with newly diagnosed septic shock from 28 different ICUs around the world. [13] Normalization of CRT measured and steadily decreasing lactate levels were the goals of each arm, respectively. Measuring serum lactate every 2 to 4 hours throughout the resuscitation of patients with septic shock until levels fall below two mmol/L is the current standard of care; however, it should be acknowledged that comorbid conditions, including active malignancy, cardiac arrest, liver dysfunction, and some medications may simultaneously elevate lactate levels as a surrogate of tissue perfusion in response to fluid administration. [14] [15] [16] Results of the trial demonstrated a slight improvement in the primary outcome, all-cause mortality at 28 days, in the capillary refill arm (34.9% vs. 43.4% with a 95% CI, P = 0.06). [13] A statistically significant improvement in one of the secondary endpoints, organ dysfunction at 72 hours as measured by the SOFA (sequential organ failure assessment) score, was also noted in the CRT group (P = 0.045). [13] There were no significant differences in the other secondary outcomes measured (death within 90 days, mechanical ventilator-free days, ICU and hospital length of stay, vasopressor-free days within 28 days, and need for renal replacement therapy). [13] The ANDROMEDA-SHOCK Randomized Clinical Trial illustrates that CRT can be as effective as more conventional perfusion biomarkers in gauging the fluid status and governing fluid administration."}
{"id": "article-82154_8", "title": "Capillary Refill Time -- Clinical Significance", "content": "CRT may also be of prognostic value in critically ill patients. One study conducted by Lima et al. examined the relationship between peripheral perfusion and progression of organ failure by relative SOFA score increase in a cohort of 50 hemodynamically stable ICU patients with a recent diagnosis of circulatory shock. Perfusion status was characterized by examiner-measured CRT and cutaneous temperature readings to increase reliability, as discussed above. Results showed that patients in the reduced perfusion group were 7.4 times more likely to have worsening organ dysfunction and 4.6 times more likely to have hyperlactatemia (p < 0.05). The authors conclude that the worsening of organ dysfunction in hemodynamically stable patients following resuscitation can be identified through the subjective assessment of perfusion status. [17]", "contents": "Capillary Refill Time -- Clinical Significance. CRT may also be of prognostic value in critically ill patients. One study conducted by Lima et al. examined the relationship between peripheral perfusion and progression of organ failure by relative SOFA score increase in a cohort of 50 hemodynamically stable ICU patients with a recent diagnosis of circulatory shock. Perfusion status was characterized by examiner-measured CRT and cutaneous temperature readings to increase reliability, as discussed above. Results showed that patients in the reduced perfusion group were 7.4 times more likely to have worsening organ dysfunction and 4.6 times more likely to have hyperlactatemia (p < 0.05). The authors conclude that the worsening of organ dysfunction in hemodynamically stable patients following resuscitation can be identified through the subjective assessment of perfusion status. [17]"}
{"id": "article-82154_9", "title": "Capillary Refill Time -- Clinical Significance", "content": "CRT is also an important examination component in patients with hemorrhage and can help differentiate stages of hemorrhagic shock. CRT may or may not be prolonged in patients with class II shock but will undoubtedly be prolonged in both class III and IV shock. [18] Classes of shock are characterized by the amount of blood lost and associated physiologic changes that result from decreased intravascular volume and subsequently compromised perfusion. Class II shock occurs after losing 15 to 30% of the body’s total blood volume and is associated with a compensatory increase in heart rate but normotensive blood pressure. Class III can be distinguished from class II by the presence of hypotension, with or without decreasing Glasgow Coma Scale scores, and generally occurs when 31 to 40% of circulating blood is lost. Progression to class IV occurs in>40% blood loss with altered mental status and previously noted hypotension and tachycardia. [19] In a setting where accurate blood pressure measurements are unobtainable, evaluation of CRT can be used in conjunction with cardiac and mental status assessments to estimate the extent of blood loss and commensurate life-sustaining therapies.", "contents": "Capillary Refill Time -- Clinical Significance. CRT is also an important examination component in patients with hemorrhage and can help differentiate stages of hemorrhagic shock. CRT may or may not be prolonged in patients with class II shock but will undoubtedly be prolonged in both class III and IV shock. [18] Classes of shock are characterized by the amount of blood lost and associated physiologic changes that result from decreased intravascular volume and subsequently compromised perfusion. Class II shock occurs after losing 15 to 30% of the body’s total blood volume and is associated with a compensatory increase in heart rate but normotensive blood pressure. Class III can be distinguished from class II by the presence of hypotension, with or without decreasing Glasgow Coma Scale scores, and generally occurs when 31 to 40% of circulating blood is lost. Progression to class IV occurs in>40% blood loss with altered mental status and previously noted hypotension and tachycardia. [19] In a setting where accurate blood pressure measurements are unobtainable, evaluation of CRT can be used in conjunction with cardiac and mental status assessments to estimate the extent of blood loss and commensurate life-sustaining therapies."}
{"id": "article-82154_10", "title": "Capillary Refill Time -- Enhancing Healthcare Team Outcomes", "content": "While accurate assessment of intravascular volume status is best accomplished through various methods, CRT can provide rapid and practical information regarding peripheral perfusion status without the associated patient inconvenience, cost, or time delay associated with more conventional markers. As demonstrated by the ANDROMEDA-SHOCK trial, its utility extends beyond diagnostic purposes and may be used to guide fluid resuscitation strategies in unstable patients. While interpretation is subject to external factors and examiner variability, developing newer technologies to measure CRT emphasizes its usefulness and emerging role in medicine.", "contents": "Capillary Refill Time -- Enhancing Healthcare Team Outcomes. While accurate assessment of intravascular volume status is best accomplished through various methods, CRT can provide rapid and practical information regarding peripheral perfusion status without the associated patient inconvenience, cost, or time delay associated with more conventional markers. As demonstrated by the ANDROMEDA-SHOCK trial, its utility extends beyond diagnostic purposes and may be used to guide fluid resuscitation strategies in unstable patients. While interpretation is subject to external factors and examiner variability, developing newer technologies to measure CRT emphasizes its usefulness and emerging role in medicine."}
{"id": "article-82154_11", "title": "Capillary Refill Time -- Enhancing Healthcare Team Outcomes", "content": "Capillary refill time is an easily performed and interpreted examination, and all interprofessional team members should at least be knowledgeable regarding the importance and interpretation of results. This includes clinicians, specialists, mid-level practitioners, and nurses, all sharing information and coordinating activities to optimize patient outcomes. [Level 5]", "contents": "Capillary Refill Time -- Enhancing Healthcare Team Outcomes. Capillary refill time is an easily performed and interpreted examination, and all interprofessional team members should at least be knowledgeable regarding the importance and interpretation of results. This includes clinicians, specialists, mid-level practitioners, and nurses, all sharing information and coordinating activities to optimize patient outcomes. [Level 5]"}
{"id": "article-82154_12", "title": "Capillary Refill Time -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Capillary Refill Time -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}