{"id": "article-18940_0", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Continuing Education Activity", "content": "Many providers lack thorough knowledge of the effects of inhaled anesthetics on the cardiovascular system. This can lead to significant intra-operative morbidity and mortality. To decrease associated morbidity and mortality, interprofessional team members must enhance their knowledge regarding the effects of inhaled anesthetics on the cardiovascular system. This activity reviews the physiologic response of the cardiovascular system to various inhaled anesthetics and concludes by discussing the development of anesthetic care teams and the increasing importance of clear and consistent open communication amongst interprofessional teams.", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Continuing Education Activity. Many providers lack thorough knowledge of the effects of inhaled anesthetics on the cardiovascular system. This can lead to significant intra-operative morbidity and mortality. To decrease associated morbidity and mortality, interprofessional team members must enhance their knowledge regarding the effects of inhaled anesthetics on the cardiovascular system. This activity reviews the physiologic response of the cardiovascular system to various inhaled anesthetics and concludes by discussing the development of anesthetic care teams and the increasing importance of clear and consistent open communication amongst interprofessional teams."}
{"id": "article-18940_1", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Continuing Education Activity", "content": "Objectives: Summarize the anticipated effects of inhaled anesthetics on heart rate, blood pressure, and cardiac output in a healthy individual. Review how the different inhaled anesthetics may vary in terms of the magnitude of their effect on each cardiovascular parameter discussed. Explain how cardiovascular responses to inhaled anesthetics may change in patients at extremes of age, comorbidities, or taking additional medications. Summarize the importance of consistent open communication among the anesthesia care team when choosing the appropriate inhalation anesthetic agent for each case and when monitoring the patient during and after anesthesia administration. Access free multiple choice questions on this topic.", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Continuing Education Activity. Objectives: Summarize the anticipated effects of inhaled anesthetics on heart rate, blood pressure, and cardiac output in a healthy individual. Review how the different inhaled anesthetics may vary in terms of the magnitude of their effect on each cardiovascular parameter discussed. Explain how cardiovascular responses to inhaled anesthetics may change in patients at extremes of age, comorbidities, or taking additional medications. Summarize the importance of consistent open communication among the anesthesia care team when choosing the appropriate inhalation anesthetic agent for each case and when monitoring the patient during and after anesthesia administration. Access free multiple choice questions on this topic."}
{"id": "article-18940_2", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Introduction", "content": "Throughout the past several decades, both multiple studies and clinical practice have demonstrated the cardiovascular effects of inhalation anesthetic agents. These anesthetics include the early agents of diethyl ether and nitrous oxide to the latest halogenated agents such as isoflurane, desflurane, and sevoflurane. The halogenated agents all have similar circulatory effects as seen in young, healthy volunteers during maintenance anesthesia. [1] However, comorbidities, extremes in age, concurrent medication, and other associated factors compound the predicted effects. With the development of the anesthetic care team approach, it is important to maintain effective communication to improve overall outcomes.", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Introduction. Throughout the past several decades, both multiple studies and clinical practice have demonstrated the cardiovascular effects of inhalation anesthetic agents. These anesthetics include the early agents of diethyl ether and nitrous oxide to the latest halogenated agents such as isoflurane, desflurane, and sevoflurane. The halogenated agents all have similar circulatory effects as seen in young, healthy volunteers during maintenance anesthesia. [1] However, comorbidities, extremes in age, concurrent medication, and other associated factors compound the predicted effects. With the development of the anesthetic care team approach, it is important to maintain effective communication to improve overall outcomes."}
{"id": "article-18940_3", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Function", "content": "Halogenated agents, including sevoflurane, desflurane, isoflurane, enflurane, and halothane, all decrease mean arterial pressure (MAP) with increasing concentrations of the anesthetic gas in a dose-dependent manner. [2] [3] [4] The mechanism of the decrease in MAP is related to a decrease in systemic vascular resistance (SVR) except halothane, which decreases the MAP by directly affecting the myocardium and thereby decreasing cardiac output (CO) without changes in SVR. [3] [4] Sevoflurane has demonstrated to have less of an impact on hemodynamic and cardiovascular parameters than desflurane and isoflurane, leading to reduced morbidity and mortality. [2] [5] Nitrous oxide, different from other inhaled anesthetics, does not affect mean arterial pressure. Thus, when nitrous oxide is combined with halogenated agents, the reduction in MAP is minimized or even reversed. [6] [7]", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Function. Halogenated agents, including sevoflurane, desflurane, isoflurane, enflurane, and halothane, all decrease mean arterial pressure (MAP) with increasing concentrations of the anesthetic gas in a dose-dependent manner. [2] [3] [4] The mechanism of the decrease in MAP is related to a decrease in systemic vascular resistance (SVR) except halothane, which decreases the MAP by directly affecting the myocardium and thereby decreasing cardiac output (CO) without changes in SVR. [3] [4] Sevoflurane has demonstrated to have less of an impact on hemodynamic and cardiovascular parameters than desflurane and isoflurane, leading to reduced morbidity and mortality. [2] [5] Nitrous oxide, different from other inhaled anesthetics, does not affect mean arterial pressure. Thus, when nitrous oxide is combined with halogenated agents, the reduction in MAP is minimized or even reversed. [6] [7]"}
{"id": "article-18940_4", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Function", "content": "Cardiac output (CO) is reduced with increasing concentrations of inhaled anesthetics. [2] [1] In healthy individuals, this reduction in CO is partially compensated by an increase in heart rate. Therefore, at clinically relevant concentrations and in healthy adults, the cardiac output is usually preserved. Comorbidities, older age, and concurrent medication may inhibit this compensatory mechanism, resulting in an overall reduction of CO. [8]", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Function. Cardiac output (CO) is reduced with increasing concentrations of inhaled anesthetics. [2] [1] In healthy individuals, this reduction in CO is partially compensated by an increase in heart rate. Therefore, at clinically relevant concentrations and in healthy adults, the cardiac output is usually preserved. Comorbidities, older age, and concurrent medication may inhibit this compensatory mechanism, resulting in an overall reduction of CO. [8]"}
{"id": "article-18940_5", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Function", "content": "Tachycardia is commonly seen during maintenance administration of halogenated inhalation agents and is thought to be compensatory to the reduction in cardiac output as described above. The heart rate is dose-dependent as concentration increases and is slightly different for each agent. The concentration of inhalation anesthetics is standardized by the minimum alveolar concentration (MAC), a known concentration of inhaled anesthetic at which fifty percent of patients do not elicit a physical response to a painful stimulus. Tachycardia is typically induced at the following concentrations for isoflurane, desflurane, and sevoflurane respectively: 0.25, 1.0, and 1.5 MAC. [9] The different responses between agents may be related to the balance between sympathetic and parasympathetic activity. Isoflurane is seen to only increase sympathetic activity, whereas sevoflurane increases both sympathetic and parasympathetic activity as seen when combined with nitrous oxide. [10]", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Function. Tachycardia is commonly seen during maintenance administration of halogenated inhalation agents and is thought to be compensatory to the reduction in cardiac output as described above. The heart rate is dose-dependent as concentration increases and is slightly different for each agent. The concentration of inhalation anesthetics is standardized by the minimum alveolar concentration (MAC), a known concentration of inhaled anesthetic at which fifty percent of patients do not elicit a physical response to a painful stimulus. Tachycardia is typically induced at the following concentrations for isoflurane, desflurane, and sevoflurane respectively: 0.25, 1.0, and 1.5 MAC. [9] The different responses between agents may be related to the balance between sympathetic and parasympathetic activity. Isoflurane is seen to only increase sympathetic activity, whereas sevoflurane increases both sympathetic and parasympathetic activity as seen when combined with nitrous oxide. [10]"}
{"id": "article-18940_6", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Function", "content": "Rapid increases in the concentration of desflurane and isoflurane have significant effects on the heart rate, different from the maintenance dose as described above. Desflurane has the most profound response. An abrupt increase of desflurane concentration from 4% to 8% in less than a minute may result in a doubling of the heart rate and blood pressure above baseline in the absence of opiates, beta-blockers, or clonidine. [11] The mechanism is related to a large increase in sympathetic and renin-angiotensin activity. However, this response is not seen after repetitive increases in concentration after 30 minutes, suggesting the receptors involved in the response are adaptive. Sevoflurane does not exhibit this property when the concentration is rapidly increased. A recent study demonstrated the heart rate remained unaffected during rapid increases in sevoflurane concentration despite epileptiform and generalized periodic discharges noted on EEG. [12]", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Function. Rapid increases in the concentration of desflurane and isoflurane have significant effects on the heart rate, different from the maintenance dose as described above. Desflurane has the most profound response. An abrupt increase of desflurane concentration from 4% to 8% in less than a minute may result in a doubling of the heart rate and blood pressure above baseline in the absence of opiates, beta-blockers, or clonidine. [11] The mechanism is related to a large increase in sympathetic and renin-angiotensin activity. However, this response is not seen after repetitive increases in concentration after 30 minutes, suggesting the receptors involved in the response are adaptive. Sevoflurane does not exhibit this property when the concentration is rapidly increased. A recent study demonstrated the heart rate remained unaffected during rapid increases in sevoflurane concentration despite epileptiform and generalized periodic discharges noted on EEG. [12]"}
{"id": "article-18940_7", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Issues of Concern", "content": "Sevoflurane, desflurane, and isoflurane all prolong the QT interval on the electrocardiogram in healthy adults without concurrent medication. [13] When administering inhaled anesthetics to patients with known congenital or acquired long QT interval syndrome (LQTS), there is some concern for developing malignant arrhythmias. [14] There have been multiple case reports of patients with congenital LQTS who have developed torsade de pointes after administering inhaled anesthetics. [15] [16] However, when used in conjunction with preoperative beta-blocking agents, patients with known LQTS have been safely anesthetized using all modern inhaled anesthetics. [14] [17] Of note, a recent study of pediatric patients ages 2 to 12 undergoing general anesthesia with sevoflurane or desflurane demonstrated no effect on the QT interval regardless of which anesthetic agent was in use. [18]", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Issues of Concern. Sevoflurane, desflurane, and isoflurane all prolong the QT interval on the electrocardiogram in healthy adults without concurrent medication. [13] When administering inhaled anesthetics to patients with known congenital or acquired long QT interval syndrome (LQTS), there is some concern for developing malignant arrhythmias. [14] There have been multiple case reports of patients with congenital LQTS who have developed torsade de pointes after administering inhaled anesthetics. [15] [16] However, when used in conjunction with preoperative beta-blocking agents, patients with known LQTS have been safely anesthetized using all modern inhaled anesthetics. [14] [17] Of note, a recent study of pediatric patients ages 2 to 12 undergoing general anesthesia with sevoflurane or desflurane demonstrated no effect on the QT interval regardless of which anesthetic agent was in use. [18]"}
{"id": "article-18940_8", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Issues of Concern", "content": "There is debate regarding the use of inhaled anesthetic agents versus intravenous anesthetic agents during coronary artery bypass surgery in patients with coronary artery disease. [2] Numerous studies have conflicting results when comparing overall morbidity and mortality outcomes. More recently, multiple large meta-analyses have demonstrated that sevoflurane may exhibit a more favorable cardioprotective effect during cardiac surgery than propofol, although they failed to demonstrate differences in morbidity and mortality. [5] [19] While there were concerns that isoflurane may induce coronary steal syndrome, halogenated agents have instead demonstrated ischemic preconditioning effects on the myocardium in the setting of compromised regional perfusion. Two windows of protection have been demonstrated; the first window appears for the first one to two hours after the conditioning episode and then dissipates. The second window appears twenty-four hours after the conditioning episode and may last as long as three days. [5] The mechanism of protection in cardiomyocytes has been linked to selective priming of mitochondrial adenosine triphosphate-sensitive potassium channels (mK-ATP channels) through multiple triggering protein kinase C-coupled signaling pathways. [20] [21] Despite the current amount of evidence, further studies are recommended to assess the clinical significance of perioperative cardiac protection using inhaled anesthetics. [22]", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Issues of Concern. There is debate regarding the use of inhaled anesthetic agents versus intravenous anesthetic agents during coronary artery bypass surgery in patients with coronary artery disease. [2] Numerous studies have conflicting results when comparing overall morbidity and mortality outcomes. More recently, multiple large meta-analyses have demonstrated that sevoflurane may exhibit a more favorable cardioprotective effect during cardiac surgery than propofol, although they failed to demonstrate differences in morbidity and mortality. [5] [19] While there were concerns that isoflurane may induce coronary steal syndrome, halogenated agents have instead demonstrated ischemic preconditioning effects on the myocardium in the setting of compromised regional perfusion. Two windows of protection have been demonstrated; the first window appears for the first one to two hours after the conditioning episode and then dissipates. The second window appears twenty-four hours after the conditioning episode and may last as long as three days. [5] The mechanism of protection in cardiomyocytes has been linked to selective priming of mitochondrial adenosine triphosphate-sensitive potassium channels (mK-ATP channels) through multiple triggering protein kinase C-coupled signaling pathways. [20] [21] Despite the current amount of evidence, further studies are recommended to assess the clinical significance of perioperative cardiac protection using inhaled anesthetics. [22]"}
{"id": "article-18940_9", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Clinical Significance", "content": "Inhaled anesthetics enjoy extensive use for general anesthesia. As a result, the anesthesia provider must be aware of the cardiovascular effects and intricate differences among the various agents. Because hemodynamic instability correlates with increased risk of myocardial infarction, the risks, and benefits of undergoing general anesthesia merit consideration on a case-by-case basis. [2] [23] Sevoflurane has been demonstrated to have the least morbidity and mortality of the currently used inhaled anesthetics and has the least pronounced cardiovascular effects.", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Clinical Significance. Inhaled anesthetics enjoy extensive use for general anesthesia. As a result, the anesthesia provider must be aware of the cardiovascular effects and intricate differences among the various agents. Because hemodynamic instability correlates with increased risk of myocardial infarction, the risks, and benefits of undergoing general anesthesia merit consideration on a case-by-case basis. [2] [23] Sevoflurane has been demonstrated to have the least morbidity and mortality of the currently used inhaled anesthetics and has the least pronounced cardiovascular effects."}
{"id": "article-18940_10", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Other Issues", "content": "Hemodynamic instability is one of the major challenges associated with inhaled anesthetics and the elderly. [8] Changes associated with aging such as vascular stiffening, myocardial stiffening, and sympathetic overactivity result in making the elderly more prone to hemodynamic instability. Additionally, the elderly often have numerous comorbidities and associated polypharmacy that affect the hemodynamic system. In young, healthy adults, the cardiac output is frequently preserved by compensatory tachycardia as described above; however, this compensatory response diminishes in the elderly. Also, inhaled anesthetics may further reduce the cardiac index in the elderly by depressing contractility and slowing heart rate. Therefore, there is a more pronounced reduction in cardiac output in the elderly during the administration of inhaled anesthetics when compared to younger patients. [8] [24] [25]", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Other Issues. Hemodynamic instability is one of the major challenges associated with inhaled anesthetics and the elderly. [8] Changes associated with aging such as vascular stiffening, myocardial stiffening, and sympathetic overactivity result in making the elderly more prone to hemodynamic instability. Additionally, the elderly often have numerous comorbidities and associated polypharmacy that affect the hemodynamic system. In young, healthy adults, the cardiac output is frequently preserved by compensatory tachycardia as described above; however, this compensatory response diminishes in the elderly. Also, inhaled anesthetics may further reduce the cardiac index in the elderly by depressing contractility and slowing heart rate. Therefore, there is a more pronounced reduction in cardiac output in the elderly during the administration of inhaled anesthetics when compared to younger patients. [8] [24] [25]"}
{"id": "article-18940_11", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Other Issues", "content": "Pulmonary hypertension is associated with a high risk of mortality in patients who undergo invasive mechanical ventilation. [26] [27] Inhaled nitrous oxide induces pulmonary vasculature constriction and may significantly worsen pre-existing pulmonary hypertension. [28] [29] Therefore, it is contraindicated to administer nitrous oxide in patients with pulmonary hypertension. On the other hand, inhaled nitric oxide has the unique ability to induce vasodilation in the pulmonary vasculature, promoting improved oxygenation of the blood and reduced intrapulmonary shunting. [30] [31] It is currently FDA approved to treat pulmonary hypertension in children and adults. Nitric oxide may be used in conjunction with other inhaled anesthetics to improve the safety of general anesthesia in patients with pulmonary hypertension.", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Other Issues. Pulmonary hypertension is associated with a high risk of mortality in patients who undergo invasive mechanical ventilation. [26] [27] Inhaled nitrous oxide induces pulmonary vasculature constriction and may significantly worsen pre-existing pulmonary hypertension. [28] [29] Therefore, it is contraindicated to administer nitrous oxide in patients with pulmonary hypertension. On the other hand, inhaled nitric oxide has the unique ability to induce vasodilation in the pulmonary vasculature, promoting improved oxygenation of the blood and reduced intrapulmonary shunting. [30] [31] It is currently FDA approved to treat pulmonary hypertension in children and adults. Nitric oxide may be used in conjunction with other inhaled anesthetics to improve the safety of general anesthesia in patients with pulmonary hypertension."}
{"id": "article-18940_12", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Enhancing Healthcare Team Outcomes", "content": "With the evolution of anesthetic care teams, it is vital to maintain open communication in the pre-operative, intra-operative, and post-operative periods between the interprofessional healthcare team members. Choosing the anesthetic modality as a team pre-operatively on a case-by-case basis is essential to the overall outcome of each case. Maintaining flexibility to allow for changes in the intraoperative period requires optimal communication within the anesthetic care team. Reanalyzing the case as a team in the post-operative period allows for improved outcomes in future cases. Overall, communication is essential to improving outcomes within anesthetic care teams that include the nurse anesthetist, surgeon, recovery room nurses, and the anesthesiologist, all working as a cohesive unit to drive optimal patient outcomes when using these anesthetics and preventing adverse cardiac outcomes. [Level 5]", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Enhancing Healthcare Team Outcomes. With the evolution of anesthetic care teams, it is vital to maintain open communication in the pre-operative, intra-operative, and post-operative periods between the interprofessional healthcare team members. Choosing the anesthetic modality as a team pre-operatively on a case-by-case basis is essential to the overall outcome of each case. Maintaining flexibility to allow for changes in the intraoperative period requires optimal communication within the anesthetic care team. Reanalyzing the case as a team in the post-operative period allows for improved outcomes in future cases. Overall, communication is essential to improving outcomes within anesthetic care teams that include the nurse anesthetist, surgeon, recovery room nurses, and the anesthesiologist, all working as a cohesive unit to drive optimal patient outcomes when using these anesthetics and preventing adverse cardiac outcomes. [Level 5]"}
{"id": "article-18940_13", "title": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anesthesia Inhalation Agents and Their Cardiovascular Effects -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}