{"id": "article-22444_0", "title": "Group B Streptococcus and Pregnancy -- Continuing Education Activity", "content": "Group B Streptococcus (GBS) is a gram-positive bacteria that colonizes the gastrointestinal and genitourinary tract. It is known to cause both early onset and late onset infections in neonates. This activity describes the evaluation and management of group B Streptococcus and explains the role of the interprofessional team in improving care for patients with this condition.", "contents": "Group B Streptococcus and Pregnancy -- Continuing Education Activity. Group B Streptococcus (GBS) is a gram-positive bacteria that colonizes the gastrointestinal and genitourinary tract. It is known to cause both early onset and late onset infections in neonates. This activity describes the evaluation and management of group B Streptococcus and explains the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-22444_1", "title": "Group B Streptococcus and Pregnancy -- Continuing Education Activity", "content": "Objectives: Describe the epidemiology of group B Streptococcus infection. Review the use of rectovaginal culture for the evaluation of group B Streptococcus infection in pregnant females. Outline the use of intravenous penicillin G in the treatment of group B Streptococcus infection. Summarize the importance of improving care coordination among the interprofessional team members to enhance the delivery of care for patients affected by group B Streptococcus infection. Access free multiple choice questions on this topic.", "contents": "Group B Streptococcus and Pregnancy -- Continuing Education Activity. Objectives: Describe the epidemiology of group B Streptococcus infection. Review the use of rectovaginal culture for the evaluation of group B Streptococcus infection in pregnant females. Outline the use of intravenous penicillin G in the treatment of group B Streptococcus infection. Summarize the importance of improving care coordination among the interprofessional team members to enhance the delivery of care for patients affected by group B Streptococcus infection. Access free multiple choice questions on this topic."}
{"id": "article-22444_2", "title": "Group B Streptococcus and Pregnancy -- Introduction", "content": "Group B Streptococcus (GBS) or Streptococcus agalactiae is a gram-positive bacteria which colonizes the gastrointestinal and genitourinary tract [1] . In the United States of America, GBS is known to be the most common infectious cause of morbidity and mortality in neonates [2] [3] [2] . GBS is known to cause both early onset and late onset infections in neonates, but current interventions are only effective in the prevention of early-onset disease [1] [4] [1] . Early onset GBS infections occur within the first week of life, whereas late-onset disease occurs beyond the first week of life [1] [4] [1] . The following chapter will focus on the current guidelines regarding screening of pregnant patients for GBS during prenatal care and intrapartum prophylaxis aimed at the prevention of early-onset GBS infection.", "contents": "Group B Streptococcus and Pregnancy -- Introduction. Group B Streptococcus (GBS) or Streptococcus agalactiae is a gram-positive bacteria which colonizes the gastrointestinal and genitourinary tract [1] . In the United States of America, GBS is known to be the most common infectious cause of morbidity and mortality in neonates [2] [3] [2] . GBS is known to cause both early onset and late onset infections in neonates, but current interventions are only effective in the prevention of early-onset disease [1] [4] [1] . Early onset GBS infections occur within the first week of life, whereas late-onset disease occurs beyond the first week of life [1] [4] [1] . The following chapter will focus on the current guidelines regarding screening of pregnant patients for GBS during prenatal care and intrapartum prophylaxis aimed at the prevention of early-onset GBS infection."}
{"id": "article-22444_3", "title": "Group B Streptococcus and Pregnancy -- Etiology", "content": "The main risk factor for early-onset GBS infection is colonization of the maternal genital tract with Group B Streptococcus during labor [2] [5] [2] . GBS is a normal flora of the gastrointestinal (GI) tract, which is thought to be the main source for maternal colonization [2] [6] [2] . GBS cultures should be obtained with each pregnancy because colonization may be temporary [2] . Positive GBS urinary tract infection at any time during the pregnancy is a marker of heavy colonization, and these patients should receive prophylaxis even if GBS culture is negative between 35 to 37 weeks [2] . Additional risk factors for early onset GBS disease include young maternal age and black race [2] . Preterm labor (less than 37 weeks), maternal fever during labor (greater than 100.4 F or 36 C), and prolonged rupture of membranes (greater than 18 hours) are also labor characteristics which are risk factors for early-onset GBS disease. GBS colonization has an incidence of 10-30% in pregnancy [2] . Without preventative measures, early onset GBS infection occurs in 1% to 2% of neonates born to mothers with GBS colonization [2] .", "contents": "Group B Streptococcus and Pregnancy -- Etiology. The main risk factor for early-onset GBS infection is colonization of the maternal genital tract with Group B Streptococcus during labor [2] [5] [2] . GBS is a normal flora of the gastrointestinal (GI) tract, which is thought to be the main source for maternal colonization [2] [6] [2] . GBS cultures should be obtained with each pregnancy because colonization may be temporary [2] . Positive GBS urinary tract infection at any time during the pregnancy is a marker of heavy colonization, and these patients should receive prophylaxis even if GBS culture is negative between 35 to 37 weeks [2] . Additional risk factors for early onset GBS disease include young maternal age and black race [2] . Preterm labor (less than 37 weeks), maternal fever during labor (greater than 100.4 F or 36 C), and prolonged rupture of membranes (greater than 18 hours) are also labor characteristics which are risk factors for early-onset GBS disease. GBS colonization has an incidence of 10-30% in pregnancy [2] . Without preventative measures, early onset GBS infection occurs in 1% to 2% of neonates born to mothers with GBS colonization [2] ."}
{"id": "article-22444_4", "title": "Group B Streptococcus and Pregnancy -- Epidemiology", "content": "As stated above, GBS colonization has an incidence of 10-30% in pregnancy [2] . Over the last 20 years, developments in screening for GBS colonization, intrapartum prophylaxis, and secondary prevention of early-onset GBS disease have resulted in a significant decrease in the incidence of early-onset GBS infection [2] . In the early 1990s, there were approximately 1.7 cases of early-onset GBS infection per 1000 live births. This has decreased to 0.34 to 0.37 per 1000 live births in recent years [2] . Seventy percent of cases of early-onset GBS infection are in term infants (greater than 37 weeks) [2] . Interestingly, 60% of early-onset infections occur in patients with a negative rectovaginal GBS culture between 35 to 37 weeks [2] . Group B streptococcus colonization in the rectovaginal area is discontinuous. Up to 33% of patients whom have a positive GBS culture at 35-37 weeks, are not colonized at delivery. On the contrary approximately 10% of women who are colonized at delivery will have a negative culture at 35-37 weeks. [7]", "contents": "Group B Streptococcus and Pregnancy -- Epidemiology. As stated above, GBS colonization has an incidence of 10-30% in pregnancy [2] . Over the last 20 years, developments in screening for GBS colonization, intrapartum prophylaxis, and secondary prevention of early-onset GBS disease have resulted in a significant decrease in the incidence of early-onset GBS infection [2] . In the early 1990s, there were approximately 1.7 cases of early-onset GBS infection per 1000 live births. This has decreased to 0.34 to 0.37 per 1000 live births in recent years [2] . Seventy percent of cases of early-onset GBS infection are in term infants (greater than 37 weeks) [2] . Interestingly, 60% of early-onset infections occur in patients with a negative rectovaginal GBS culture between 35 to 37 weeks [2] . Group B streptococcus colonization in the rectovaginal area is discontinuous. Up to 33% of patients whom have a positive GBS culture at 35-37 weeks, are not colonized at delivery. On the contrary approximately 10% of women who are colonized at delivery will have a negative culture at 35-37 weeks. [7]"}
{"id": "article-22444_5", "title": "Group B Streptococcus and Pregnancy -- Pathophysiology", "content": "The principal route of neonatal early onset GBS infection is vertical transmission from colonized mothers during passage through the vagina during labor and delivery [8] . The majority of infants exposed to GBS during delivery become colonized with GBS and do not develop signs or symptoms of GBS infection [2] . The fetus is also susceptible to ascending infection into the amniotic fluid, with or without rupture of membranes [2] .", "contents": "Group B Streptococcus and Pregnancy -- Pathophysiology. The principal route of neonatal early onset GBS infection is vertical transmission from colonized mothers during passage through the vagina during labor and delivery [8] . The majority of infants exposed to GBS during delivery become colonized with GBS and do not develop signs or symptoms of GBS infection [2] . The fetus is also susceptible to ascending infection into the amniotic fluid, with or without rupture of membranes [2] ."}
{"id": "article-22444_6", "title": "Group B Streptococcus and Pregnancy -- Evaluation", "content": "The principal defense against early-onset GBS infection is the administration of antibiotic prophylaxis to mothers during labor and delivery. Identification of patients who will benefit from intrapartum prophylaxis is an important aspect of routine prenatal care [9] [10] . The Center for Disease Control and Prevention (CDC) recommends a universal culture-based screening [2] . Obstetrics providers should perform a rectovaginal culture for GBS in all patients between 35 and 37 weeks of gestation [1] . Cultures are performed at this point in gestation because the negative predictive value of the GBS culture is highest (95% to 99%) in the first 5 weeks after collection [2] . Patients who have an indication for preterm or early term induction of labor will benefit from GBS culture at or before 35 weeks, whereas nulliparous patients with unfavorable cervix may benefit from GBS culture collection at 37 weeks [2] . Antibiotic susceptibility testing must be performed on all GBS cultures to guide antibiotic prophylaxis in penicillin-allergic patients [2] .", "contents": "Group B Streptococcus and Pregnancy -- Evaluation. The principal defense against early-onset GBS infection is the administration of antibiotic prophylaxis to mothers during labor and delivery. Identification of patients who will benefit from intrapartum prophylaxis is an important aspect of routine prenatal care [9] [10] . The Center for Disease Control and Prevention (CDC) recommends a universal culture-based screening [2] . Obstetrics providers should perform a rectovaginal culture for GBS in all patients between 35 and 37 weeks of gestation [1] . Cultures are performed at this point in gestation because the negative predictive value of the GBS culture is highest (95% to 99%) in the first 5 weeks after collection [2] . Patients who have an indication for preterm or early term induction of labor will benefit from GBS culture at or before 35 weeks, whereas nulliparous patients with unfavorable cervix may benefit from GBS culture collection at 37 weeks [2] . Antibiotic susceptibility testing must be performed on all GBS cultures to guide antibiotic prophylaxis in penicillin-allergic patients [2] ."}
{"id": "article-22444_7", "title": "Group B Streptococcus and Pregnancy -- Evaluation", "content": "GBS bacteriuria is another marker of genital tract colonization [2] . All pregnant patients should be screened for asymptomatic bacteriuria during pregnancy, and all women with GBS bacteriuria at any point during the pregnancy should receive intrapartum prophylaxis [2] .", "contents": "Group B Streptococcus and Pregnancy -- Evaluation. GBS bacteriuria is another marker of genital tract colonization [2] . All pregnant patients should be screened for asymptomatic bacteriuria during pregnancy, and all women with GBS bacteriuria at any point during the pregnancy should receive intrapartum prophylaxis [2] ."}
{"id": "article-22444_8", "title": "Group B Streptococcus and Pregnancy -- Evaluation", "content": "If GBS status is unknown, antibiotic prophylaxis should be initiated in patients with preterm labor (less than 37 weeks gestation), maternal fever during labor (greater than 100.4 F or 38 C), membranes ruptured greater than 18 hours, and/or in patients with a history of a previous child with invasive early-onset GBS infection [1] .", "contents": "Group B Streptococcus and Pregnancy -- Evaluation. If GBS status is unknown, antibiotic prophylaxis should be initiated in patients with preterm labor (less than 37 weeks gestation), maternal fever during labor (greater than 100.4 F or 38 C), membranes ruptured greater than 18 hours, and/or in patients with a history of a previous child with invasive early-onset GBS infection [1] ."}
{"id": "article-22444_9", "title": "Group B Streptococcus and Pregnancy -- Treatment / Management", "content": "Intravenous penicillin G is the treatment of choice for intrapartum antibiotic prophylaxis against Group B Streptococcus [1] [11] [1] . Penicillin G 5 million units intravenous is administered as a loading dose, followed by 2.5 to 3 million units every 4 hours during labor until delivery [1] . Ampicillin is a reasonable alternative to penicillin G if penicillin G is unavailable [1] . Ampicillin is administered as a 2 gm intravenous loading dose followed by 1 gm intravenous every 4 hours during labor until delivery [1] .", "contents": "Group B Streptococcus and Pregnancy -- Treatment / Management. Intravenous penicillin G is the treatment of choice for intrapartum antibiotic prophylaxis against Group B Streptococcus [1] [11] [1] . Penicillin G 5 million units intravenous is administered as a loading dose, followed by 2.5 to 3 million units every 4 hours during labor until delivery [1] . Ampicillin is a reasonable alternative to penicillin G if penicillin G is unavailable [1] . Ampicillin is administered as a 2 gm intravenous loading dose followed by 1 gm intravenous every 4 hours during labor until delivery [1] ."}
{"id": "article-22444_10", "title": "Group B Streptococcus and Pregnancy -- Treatment / Management", "content": "Penicillin G and ampicillin should not be used in patients with penicillin allergy. Antibiotic prophylaxis in patients with a history of anaphylaxis, angioedema, respiratory distress, or urticaria following penicillin or cephalosporin is guided by antibiotic susceptibility testing [1] . If GBS is sensitive to both clindamycin and erythromycin, then clindamycin 900 mg intravenous every 8 hours is recommended for GBS prophylaxis during labor until delivery [1] . Occasionally GBS susceptibility testing will return susceptible to clindamycin but resistant to erythromycin. Resistance to erythromycin can induce resistance to clindamycin even in the presence of a culture that appears sensitive to clindamycin. For this reason, if the culture returns resistant to erythromycin, vancomycin 1 gm intravenously every 12 hours is recommended for GBS prophylaxis [1] .", "contents": "Group B Streptococcus and Pregnancy -- Treatment / Management. Penicillin G and ampicillin should not be used in patients with penicillin allergy. Antibiotic prophylaxis in patients with a history of anaphylaxis, angioedema, respiratory distress, or urticaria following penicillin or cephalosporin is guided by antibiotic susceptibility testing [1] . If GBS is sensitive to both clindamycin and erythromycin, then clindamycin 900 mg intravenous every 8 hours is recommended for GBS prophylaxis during labor until delivery [1] . Occasionally GBS susceptibility testing will return susceptible to clindamycin but resistant to erythromycin. Resistance to erythromycin can induce resistance to clindamycin even in the presence of a culture that appears sensitive to clindamycin. For this reason, if the culture returns resistant to erythromycin, vancomycin 1 gm intravenously every 12 hours is recommended for GBS prophylaxis [1] ."}
{"id": "article-22444_11", "title": "Group B Streptococcus and Pregnancy -- Treatment / Management", "content": "In patients without GBS susceptibility testing with penicillin allergy, vancomycin is recommended for GBS prophylaxis with dosing as described above [1] . However, resistance to fluoroquinolones, macrolides and vancomycin has been reported [12] [13] [14] .", "contents": "Group B Streptococcus and Pregnancy -- Treatment / Management. In patients without GBS susceptibility testing with penicillin allergy, vancomycin is recommended for GBS prophylaxis with dosing as described above [1] . However, resistance to fluoroquinolones, macrolides and vancomycin has been reported [12] [13] [14] ."}
{"id": "article-22444_12", "title": "Group B Streptococcus and Pregnancy -- Treatment / Management", "content": "Cefazolin 2 gram intravenous loading dose followed by 1 gm every 8 hours may be used in patients without a history of anaphylaxis, angioedema, respiratory distress, or urticaria following penicillin or cephalosporin administration [1] .", "contents": "Group B Streptococcus and Pregnancy -- Treatment / Management. Cefazolin 2 gram intravenous loading dose followed by 1 gm every 8 hours may be used in patients without a history of anaphylaxis, angioedema, respiratory distress, or urticaria following penicillin or cephalosporin administration [1] ."}
{"id": "article-22444_13", "title": "Group B Streptococcus and Pregnancy -- Treatment / Management", "content": "Initiating antibiotic prophylaxis greater than 4 hours before delivery is considered to be adequate antibiotic prophylaxis and is effective in the prevention of transmission of GBS to the fetus. However, antibiotic prophylaxis administered at a shorter interval will provide some protection. If a patient presents in active labor and delivery is expected in less than 4 hours, antibiotic prophylaxis should still be initiated [2] . GBS vaccines show promise to combat early-onset GBS infection, but there are currently no approved GBS vaccines on the market [2] [15] [2] .", "contents": "Group B Streptococcus and Pregnancy -- Treatment / Management. Initiating antibiotic prophylaxis greater than 4 hours before delivery is considered to be adequate antibiotic prophylaxis and is effective in the prevention of transmission of GBS to the fetus. However, antibiotic prophylaxis administered at a shorter interval will provide some protection. If a patient presents in active labor and delivery is expected in less than 4 hours, antibiotic prophylaxis should still be initiated [2] . GBS vaccines show promise to combat early-onset GBS infection, but there are currently no approved GBS vaccines on the market [2] [15] [2] ."}
{"id": "article-22444_14", "title": "Group B Streptococcus and Pregnancy -- Differential Diagnosis", "content": "Bacterial pneumonia Cellulitis Urinary tract infection in females Dermatologic manifestations of necrotizing fasciitis Diskitis Endometritis Epidural abscess Infective endocarditis Meningitis Osteomyelitis in emergency medicine Septic arthritis Urinary tract infection in pregnancy Wound infection", "contents": "Group B Streptococcus and Pregnancy -- Differential Diagnosis. Bacterial pneumonia Cellulitis Urinary tract infection in females Dermatologic manifestations of necrotizing fasciitis Diskitis Endometritis Epidural abscess Infective endocarditis Meningitis Osteomyelitis in emergency medicine Septic arthritis Urinary tract infection in pregnancy Wound infection"}
{"id": "article-22444_15", "title": "Group B Streptococcus and Pregnancy -- Prognosis", "content": "Since the initiation of universal screening for GBS colonization and intrapartum antibiotic prophylaxis, the incidence of early-onset GBS infection has decreased approximately 80% [2] [16] [2] [17] [2] . Efficacy of intrapartum antibiotic prophylaxis is estimated between 86% to 89% [2] . GBS culture screening during prenatal care will not identify all women with GBS colonization during labor because genital tract colonization can be temporary. Approximately 60% of cases of early-onset GBS infection occur in neonates born to patients with negative GBS culture at 35 to 37 weeks [2] .", "contents": "Group B Streptococcus and Pregnancy -- Prognosis. Since the initiation of universal screening for GBS colonization and intrapartum antibiotic prophylaxis, the incidence of early-onset GBS infection has decreased approximately 80% [2] [16] [2] [17] [2] . Efficacy of intrapartum antibiotic prophylaxis is estimated between 86% to 89% [2] . GBS culture screening during prenatal care will not identify all women with GBS colonization during labor because genital tract colonization can be temporary. Approximately 60% of cases of early-onset GBS infection occur in neonates born to patients with negative GBS culture at 35 to 37 weeks [2] ."}
{"id": "article-22444_16", "title": "Group B Streptococcus and Pregnancy -- Prognosis", "content": "Early-onset GBS infection typically presents in the first 24 to 48 hours of life. Symptoms include respiratory distress, apnea, with signs of sepsis [2] . Sepsis and pneumonia commonly result from early-onset GBS infection, but rarely meningitis can occur [2] . Mortality from early-onset GBS infection is much higher in preterm infants than term infants. Preterm infants with early-onset GBS infection have a case fatality rate between 20% to 30% compared to 2% to 3% in term infants [2] .", "contents": "Group B Streptococcus and Pregnancy -- Prognosis. Early-onset GBS infection typically presents in the first 24 to 48 hours of life. Symptoms include respiratory distress, apnea, with signs of sepsis [2] . Sepsis and pneumonia commonly result from early-onset GBS infection, but rarely meningitis can occur [2] . Mortality from early-onset GBS infection is much higher in preterm infants than term infants. Preterm infants with early-onset GBS infection have a case fatality rate between 20% to 30% compared to 2% to 3% in term infants [2] ."}
{"id": "article-22444_17", "title": "Group B Streptococcus and Pregnancy -- Complications", "content": "Infection and colonization of maternal group B streptococcus (GBS) can result in various adverse outcomes, which include increased rates of febrile morbidity and chorioamnionitis that can lead to maternal sepsis [18] [19] [20] . In addition, maternal GBS is also responsible for causing endometritis, cesarean delivery, postoperative wound infections, pyelonephritis, and other ascending infections resulting in maternal sepsis and subsequently preterm births [21] [22] [23] [24] . Furthermore, maternal mastitis and breast abscess can also be caused by maternal group B streptococcus [25] [26] . Lastly, meningitis, endocarditis, and osteomyelitis have also been described as complications in rare instances [27] [28] [29] .", "contents": "Group B Streptococcus and Pregnancy -- Complications. Infection and colonization of maternal group B streptococcus (GBS) can result in various adverse outcomes, which include increased rates of febrile morbidity and chorioamnionitis that can lead to maternal sepsis [18] [19] [20] . In addition, maternal GBS is also responsible for causing endometritis, cesarean delivery, postoperative wound infections, pyelonephritis, and other ascending infections resulting in maternal sepsis and subsequently preterm births [21] [22] [23] [24] . Furthermore, maternal mastitis and breast abscess can also be caused by maternal group B streptococcus [25] [26] . Lastly, meningitis, endocarditis, and osteomyelitis have also been described as complications in rare instances [27] [28] [29] ."}
{"id": "article-22444_18", "title": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues", "content": "In the United States of America, GBS is known to be the most common infectious cause of morbidity and mortality in neonates [2] .", "contents": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues. In the United States of America, GBS is known to be the most common infectious cause of morbidity and mortality in neonates [2] ."}
{"id": "article-22444_19", "title": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues", "content": "Intrapartum antibiotic prophylaxis is only effective in the prevention of early-onset GBS infection [2] .", "contents": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues. Intrapartum antibiotic prophylaxis is only effective in the prevention of early-onset GBS infection [2] ."}
{"id": "article-22444_20", "title": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues", "content": "The CDC recommends universal screening with GBS rectovaginal culture between 35 to 37 weeks in each pregnancy [2] .", "contents": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues. The CDC recommends universal screening with GBS rectovaginal culture between 35 to 37 weeks in each pregnancy [2] ."}
{"id": "article-22444_21", "title": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues", "content": "Intrapartum antibiotic prophylaxis is recommended with positive GBS rectovaginal culture, GBS bacteriuria at any time during the pregnancy, or a history of delivery of infant affected by early onset GBS infection [2] .", "contents": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues. Intrapartum antibiotic prophylaxis is recommended with positive GBS rectovaginal culture, GBS bacteriuria at any time during the pregnancy, or a history of delivery of infant affected by early onset GBS infection [2] ."}
{"id": "article-22444_22", "title": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues", "content": "If GBS status is unknown, antibiotic prophylaxis is recommended during preterm labor and delivery (less than 37 weeks), in the presence of maternal fever during labor, or with prolonged rupture of membranes (greater than 18 hours) [2] .", "contents": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues. If GBS status is unknown, antibiotic prophylaxis is recommended during preterm labor and delivery (less than 37 weeks), in the presence of maternal fever during labor, or with prolonged rupture of membranes (greater than 18 hours) [2] ."}
{"id": "article-22444_23", "title": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues", "content": "Intravenous Penicillin G is the antibiotic of choice for intrapartum prophylaxis [1] .", "contents": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues. Intravenous Penicillin G is the antibiotic of choice for intrapartum prophylaxis [1] ."}
{"id": "article-22444_24", "title": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues", "content": "Additional options for antibiotic prophylaxis are ampicillin, cefazolin, clindamycin, or vancomycin [1] .", "contents": "Group B Streptococcus and Pregnancy -- Pearls and Other Issues. Additional options for antibiotic prophylaxis are ampicillin, cefazolin, clindamycin, or vancomycin [1] ."}
{"id": "article-22444_25", "title": "Group B Streptococcus and Pregnancy -- Enhancing Healthcare Team Outcomes", "content": "Prevention of GBS infection during pregnancy requires an interprofessional team effort. All healthcare workers who look after pregnant women should screen these patients for GBS. This may include physicians, physician's assistants, nurse practioners, midwives and/or nurses.", "contents": "Group B Streptococcus and Pregnancy -- Enhancing Healthcare Team Outcomes. Prevention of GBS infection during pregnancy requires an interprofessional team effort. All healthcare workers who look after pregnant women should screen these patients for GBS. This may include physicians, physician's assistants, nurse practioners, midwives and/or nurses."}
{"id": "article-22444_26", "title": "Group B Streptococcus and Pregnancy -- Enhancing Healthcare Team Outcomes", "content": "Since the initiation of universal screening for GBS colonization and intrapartum antibiotic prophylaxis, the incidence of early-onset GBS infection has decreased approximately 80% [2] . Efficacy of intrapartum antibiotic prophylaxis is estimated between 86% to 89% [2] . GBS culture screening during prenatal care will not identify all women with GBS colonization during labor because genital tract colonization can be temporary. Approximately 60% of cases of early-onset GBS infection occur in neonates born to patients with negative GBS culture at 35 to 37 weeks [2] .", "contents": "Group B Streptococcus and Pregnancy -- Enhancing Healthcare Team Outcomes. Since the initiation of universal screening for GBS colonization and intrapartum antibiotic prophylaxis, the incidence of early-onset GBS infection has decreased approximately 80% [2] . Efficacy of intrapartum antibiotic prophylaxis is estimated between 86% to 89% [2] . GBS culture screening during prenatal care will not identify all women with GBS colonization during labor because genital tract colonization can be temporary. Approximately 60% of cases of early-onset GBS infection occur in neonates born to patients with negative GBS culture at 35 to 37 weeks [2] ."}
{"id": "article-22444_27", "title": "Group B Streptococcus and Pregnancy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Group B Streptococcus and Pregnancy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}