{"id": "article-131532_0", "title": "Obesity in Pregnancy -- Continuing Education Activity", "content": "Obesity in women is such a common problem that its effects on pregnancy are often overlooked. Maternal obesity has both short and long-term consequences for both the mother and her offspring. This activity will highlight the different complications and adverse health consequences associated with obesity in pregnancy and review the current guidelines used by the interprofessional team in managing this condition.", "contents": "Obesity in Pregnancy -- Continuing Education Activity. Obesity in women is such a common problem that its effects on pregnancy are often overlooked. Maternal obesity has both short and long-term consequences for both the mother and her offspring. This activity will highlight the different complications and adverse health consequences associated with obesity in pregnancy and review the current guidelines used by the interprofessional team in managing this condition."}
{"id": "article-131532_1", "title": "Obesity in Pregnancy -- Continuing Education Activity", "content": "Objectives: Identify maternal complications associated with obesity in pregnancy. Identify fetal and neonatal complications associated with obesity in pregnancy. Explain the importance of long-term adverse health outcomes associated with fetal overnutrition. Review the current guidelines used by the interprofessional team in the management of obesity in pregnancy. Access free multiple choice questions on this topic.", "contents": "Obesity in Pregnancy -- Continuing Education Activity. Objectives: Identify maternal complications associated with obesity in pregnancy. Identify fetal and neonatal complications associated with obesity in pregnancy. Explain the importance of long-term adverse health outcomes associated with fetal overnutrition. Review the current guidelines used by the interprofessional team in the management of obesity in pregnancy. Access free multiple choice questions on this topic."}
{"id": "article-131532_2", "title": "Obesity in Pregnancy -- Introduction", "content": "The global prevalence of obesity has significantly increased in the past decades, and the World Health Organization (WHO) has described the phenomenon as a “global epidemic,” with the number of overweight and obese people nearly tripled between 1975 and 2016. [1] Accordingly, the incidence of maternal obesity has also been increasing, and this has become one of the most important health issues in pregnancy. Obesity affects the mother and her offspring and is associated with various complications, including gestational hypertension, diabetes, preeclampsia, premature delivery, and spontaneous abortions. [2]", "contents": "Obesity in Pregnancy -- Introduction. The global prevalence of obesity has significantly increased in the past decades, and the World Health Organization (WHO) has described the phenomenon as a “global epidemic,” with the number of overweight and obese people nearly tripled between 1975 and 2016. [1] Accordingly, the incidence of maternal obesity has also been increasing, and this has become one of the most important health issues in pregnancy. Obesity affects the mother and her offspring and is associated with various complications, including gestational hypertension, diabetes, preeclampsia, premature delivery, and spontaneous abortions. [2]"}
{"id": "article-131532_3", "title": "Obesity in Pregnancy -- Introduction", "content": "The fetus can be affected by an increased risk of congenital defects and macrosomia. In recent studies, it has also been shown that obesity in pregnancy can adversely affect the child's health into adulthood. [3] This resultant morbidity and mortality from maternal obesity increases health care costs and poses a threat to public health. Different guidelines for managing obesity in pregnancy have been published, and a comprehensive approach with behavioral lifestyle interventions using diet and exercise is universally recommended.", "contents": "Obesity in Pregnancy -- Introduction. The fetus can be affected by an increased risk of congenital defects and macrosomia. In recent studies, it has also been shown that obesity in pregnancy can adversely affect the child's health into adulthood. [3] This resultant morbidity and mortality from maternal obesity increases health care costs and poses a threat to public health. Different guidelines for managing obesity in pregnancy have been published, and a comprehensive approach with behavioral lifestyle interventions using diet and exercise is universally recommended."}
{"id": "article-131532_4", "title": "Obesity in Pregnancy -- Function", "content": "Body mass index (BMI) can be calculated by a person's weight in kilograms divided by the square of height in meters and can help conveniently categorize one's body mass into different weight categories. BMI has been shown to be moderately correlated with direct measures of body fat and has been shown to be strongly correlated with different metabolic risk factors and disease outcomes. [4]", "contents": "Obesity in Pregnancy -- Function. Body mass index (BMI) can be calculated by a person's weight in kilograms divided by the square of height in meters and can help conveniently categorize one's body mass into different weight categories. BMI has been shown to be moderately correlated with direct measures of body fat and has been shown to be strongly correlated with different metabolic risk factors and disease outcomes. [4]"}
{"id": "article-131532_5", "title": "Obesity in Pregnancy -- Function", "content": "In adults, BMI of 18.5 to 24.9 is defined as normal, while BMI of 25.0 to 29.9 is categorized as overweight, and BMI greater than 30.0 pertains to the obese category. [5] Although the increase in body water content in pregnancy makes the correlation of the increasing BMI to morbidity less robust, BMI is still frequently utilized for screening and monitoring obesity in pregnancy. [6]", "contents": "Obesity in Pregnancy -- Function. In adults, BMI of 18.5 to 24.9 is defined as normal, while BMI of 25.0 to 29.9 is categorized as overweight, and BMI greater than 30.0 pertains to the obese category. [5] Although the increase in body water content in pregnancy makes the correlation of the increasing BMI to morbidity less robust, BMI is still frequently utilized for screening and monitoring obesity in pregnancy. [6]"}
{"id": "article-131532_6", "title": "Obesity in Pregnancy -- Function", "content": "The USA Institute of Medicine (IOM) has issued recommendations regarding optimal gestational weight gain (GWG) in pregnancy to optimize the mother and infant outcomes. IOM suggests a total GWG of 11 to 20 lb (5 to 9 kg) for women who are obese and 15 to 25 lb (6.8 to 11.3 kg) for women who are in the overweight category. [7]", "contents": "Obesity in Pregnancy -- Function. The USA Institute of Medicine (IOM) has issued recommendations regarding optimal gestational weight gain (GWG) in pregnancy to optimize the mother and infant outcomes. IOM suggests a total GWG of 11 to 20 lb (5 to 9 kg) for women who are obese and 15 to 25 lb (6.8 to 11.3 kg) for women who are in the overweight category. [7]"}
{"id": "article-131532_7", "title": "Obesity in Pregnancy -- Function", "content": "However, the IOM recommendations were derived from observational studies that predominantly consisted of women of European origin, and its generalization to other racial and ethnic groups and other low-middle income groups may not be appropriate. Outside the U.S., the adoption of the IOM recommendation varies; for instance, the UK National Institute for Health and Care Excellence (NICE) does not endorse the IOM recommendations as the evidence is considered insufficient to guide clinical practice. Despite its limitations, IOM gestational weight gain guidelines can provide clinicians with a basis for practice in managing obesity in pregnancy. [8]", "contents": "Obesity in Pregnancy -- Function. However, the IOM recommendations were derived from observational studies that predominantly consisted of women of European origin, and its generalization to other racial and ethnic groups and other low-middle income groups may not be appropriate. Outside the U.S., the adoption of the IOM recommendation varies; for instance, the UK National Institute for Health and Care Excellence (NICE) does not endorse the IOM recommendations as the evidence is considered insufficient to guide clinical practice. Despite its limitations, IOM gestational weight gain guidelines can provide clinicians with a basis for practice in managing obesity in pregnancy. [8]"}
{"id": "article-131532_8", "title": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications", "content": "Obesity in pregnancy increases the risk for both maternal and fetal complications. Gestational diabetes (GDM), new onset of diabetes in pregnant women without a prior history, is one of the most common complications associated with obesity in pregnancy. During pregnancy, there is a normal increase in insulin resistance mediated by placental secretion of diabetogenic hormones, such as growth hormone, corticotropin-releasing hormone, placental lactogen, and prolactin. [9]", "contents": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications. Obesity in pregnancy increases the risk for both maternal and fetal complications. Gestational diabetes (GDM), new onset of diabetes in pregnant women without a prior history, is one of the most common complications associated with obesity in pregnancy. During pregnancy, there is a normal increase in insulin resistance mediated by placental secretion of diabetogenic hormones, such as growth hormone, corticotropin-releasing hormone, placental lactogen, and prolactin. [9]"}
{"id": "article-131532_9", "title": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications", "content": "Studies have shown that obese women have a greater decrease in insulin sensitivity during pregnancy than normal-weight women and subsequently are at an increased risk of not only GDM but also associated morbidities, including preeclampsia, gestational hypertension, macrosomia, and cesarean deliveries. [3] The risk of miscarriage and congenital anomalies has also been shown to increase with hyperglycemia during organogenesis. Venous thromboembolism (VTE) is another serious risk in obese pregnant women. One study showed that up to 57% of women in the UK who died from VTE during pregnancy were in the obese category. [10] Decreased mobility, comorbid conditions such as preeclampsia, and increased frequency of operative delivery are thought to contribute to the increased risk of thrombosis in obese pregnant patients.", "contents": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications. Studies have shown that obese women have a greater decrease in insulin sensitivity during pregnancy than normal-weight women and subsequently are at an increased risk of not only GDM but also associated morbidities, including preeclampsia, gestational hypertension, macrosomia, and cesarean deliveries. [3] The risk of miscarriage and congenital anomalies has also been shown to increase with hyperglycemia during organogenesis. Venous thromboembolism (VTE) is another serious risk in obese pregnant women. One study showed that up to 57% of women in the UK who died from VTE during pregnancy were in the obese category. [10] Decreased mobility, comorbid conditions such as preeclampsia, and increased frequency of operative delivery are thought to contribute to the increased risk of thrombosis in obese pregnant patients."}
{"id": "article-131532_10", "title": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications", "content": "Furthermore, obesity in pregnancy increases the risk of complications during labor and delivery. Observational studies have shown that obese women were more likely than women with BMI < 26 to have a slower labor progression and fetal distress and ultimately receive labor induction and oxytocin. [11] Women with obesity also have an increased risk of operative vaginal delivery (vacuum-assisted vaginal delivery and forceps-assisted vaginal delivery). Emergency cesarean section rates due to the inadequacy of uterine contractions during labor were also found to be higher in obese women than their normal-weight counterparts. Mothers with obesity who undergo cesarean delivery are additionally at increased risk for anesthesia-related complications. Higher rates of epidural failure, aspiration under general anesthesia, difficult endotracheal intubation, and postoperative hypoxia and atelectasis have been associated with obesity. [12] Fetal/Neonatal Complications", "contents": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications. Furthermore, obesity in pregnancy increases the risk of complications during labor and delivery. Observational studies have shown that obese women were more likely than women with BMI < 26 to have a slower labor progression and fetal distress and ultimately receive labor induction and oxytocin. [11] Women with obesity also have an increased risk of operative vaginal delivery (vacuum-assisted vaginal delivery and forceps-assisted vaginal delivery). Emergency cesarean section rates due to the inadequacy of uterine contractions during labor were also found to be higher in obese women than their normal-weight counterparts. Mothers with obesity who undergo cesarean delivery are additionally at increased risk for anesthesia-related complications. Higher rates of epidural failure, aspiration under general anesthesia, difficult endotracheal intubation, and postoperative hypoxia and atelectasis have been associated with obesity. [12] Fetal/Neonatal Complications"}
{"id": "article-131532_11", "title": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications", "content": "Obesity in pregnancy is associated with fetal and neonatal complications. No one unifying mechanism is responsible for the adverse outcomes associated with maternal obesity, but increased insulin resistance, inflammation, and oxidative stress associated with obesity can take part in early placental and fetal dysfunction. [3] Studies have shown that obese women had an increased incidence of miscarriage and stillbirth compared to women with normal weight. [13]", "contents": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications. Obesity in pregnancy is associated with fetal and neonatal complications. No one unifying mechanism is responsible for the adverse outcomes associated with maternal obesity, but increased insulin resistance, inflammation, and oxidative stress associated with obesity can take part in early placental and fetal dysfunction. [3] Studies have shown that obese women had an increased incidence of miscarriage and stillbirth compared to women with normal weight. [13]"}
{"id": "article-131532_12", "title": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications", "content": "It has also been shown there is a several-fold increased incidence of congenital anomalies such as spina bifida, omphalocele, and cardiac defects in obese pregnant women. [14] Whereas neural tube defects are often prevented with folic acid supplementation for conditions unrelated to obesity, neural tube defects persisted in obese women despite consuming a diet fortified with folic acid.", "contents": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications. It has also been shown there is a several-fold increased incidence of congenital anomalies such as spina bifida, omphalocele, and cardiac defects in obese pregnant women. [14] Whereas neural tube defects are often prevented with folic acid supplementation for conditions unrelated to obesity, neural tube defects persisted in obese women despite consuming a diet fortified with folic acid."}
{"id": "article-131532_13", "title": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications", "content": "Macrosomia, or large for gestational age (LGA), is another neonatal complication associated with obesity in pregnancy and increases the risk for operative delivery, poor delivery outcomes, and maternal and infant traumatic injuries. [15] Macrosomia is associated with maternal complications such as protracted or arrest of labor, uterine rupture, genital tract lacerations, and/or postpartum hemorrhage. Neonates that are LGA have an increased risk of shoulder dystocia, clavicular fractures, brachial plexus injuries, and nerve palsies.", "contents": "Obesity in Pregnancy -- Issues of Concern -- Maternal Complications. Macrosomia, or large for gestational age (LGA), is another neonatal complication associated with obesity in pregnancy and increases the risk for operative delivery, poor delivery outcomes, and maternal and infant traumatic injuries. [15] Macrosomia is associated with maternal complications such as protracted or arrest of labor, uterine rupture, genital tract lacerations, and/or postpartum hemorrhage. Neonates that are LGA have an increased risk of shoulder dystocia, clavicular fractures, brachial plexus injuries, and nerve palsies."}
{"id": "article-131532_14", "title": "Obesity in Pregnancy -- Clinical Significance", "content": "Current guidelines for managing obesity in pregnancy include those from the American College of Obstetricians and Gynecologists (ACOG) and the Institute of Medicine (IOM). ACOG guidelines recommend utilizing BMI calculated at the first antenatal visit to counsel patients on weight loss based on the IOM's recommendations for GWG in pregnancy. Women with a BMI of 30 and greater are recommended an overall 11 to 20 lb (5 to 9 kg) weight gain during pregnancy, with a mean 0.5 lb (0.23 kg) weight gain each week during the second and third trimesters.", "contents": "Obesity in Pregnancy -- Clinical Significance. Current guidelines for managing obesity in pregnancy include those from the American College of Obstetricians and Gynecologists (ACOG) and the Institute of Medicine (IOM). ACOG guidelines recommend utilizing BMI calculated at the first antenatal visit to counsel patients on weight loss based on the IOM's recommendations for GWG in pregnancy. Women with a BMI of 30 and greater are recommended an overall 11 to 20 lb (5 to 9 kg) weight gain during pregnancy, with a mean 0.5 lb (0.23 kg) weight gain each week during the second and third trimesters."}
{"id": "article-131532_15", "title": "Obesity in Pregnancy -- Clinical Significance", "content": "Behavioral interventions using diet and exercise are also recommended and have been shown to help reduce excessive GWG in overweight and obese pregnant women. Ideally, a woman will be counseled appropriately on achieving a healthy weight during a pre-conception visit through balanced nutrition and physical activity. By optimizing the body weight and metabolic environment prior to pregnancy, insulin resistance, inflammation, oxidative stress, and lipotoxicity associated with obesity can be reduced, and the adverse effects to the mother and the fetus can be minimized.", "contents": "Obesity in Pregnancy -- Clinical Significance. Behavioral interventions using diet and exercise are also recommended and have been shown to help reduce excessive GWG in overweight and obese pregnant women. Ideally, a woman will be counseled appropriately on achieving a healthy weight during a pre-conception visit through balanced nutrition and physical activity. By optimizing the body weight and metabolic environment prior to pregnancy, insulin resistance, inflammation, oxidative stress, and lipotoxicity associated with obesity can be reduced, and the adverse effects to the mother and the fetus can be minimized."}
{"id": "article-131532_16", "title": "Obesity in Pregnancy -- Other Issues", "content": "The long-term effects of obesity in pregnancy should be considered. Compared to normal-weight women, obese women were shown to retain more weight postpartum. More specifically, recent studies have shown that postpartum weight gain was most strongly associated with weight gain during the first trimester. [16] In addition, intrauterine exposure to maternal obesity can lead to adverse health outcomes in the offspring, including an increased incidence of metabolic syndrome and obesity in the child. Recent studies have shown that childhood obesity can be carried into adulthood, suggesting that fetal overnutrition can adversely affect the health of offspring throughout life. [17]", "contents": "Obesity in Pregnancy -- Other Issues. The long-term effects of obesity in pregnancy should be considered. Compared to normal-weight women, obese women were shown to retain more weight postpartum. More specifically, recent studies have shown that postpartum weight gain was most strongly associated with weight gain during the first trimester. [16] In addition, intrauterine exposure to maternal obesity can lead to adverse health outcomes in the offspring, including an increased incidence of metabolic syndrome and obesity in the child. Recent studies have shown that childhood obesity can be carried into adulthood, suggesting that fetal overnutrition can adversely affect the health of offspring throughout life. [17]"}
{"id": "article-131532_17", "title": "Obesity in Pregnancy -- Enhancing Healthcare Team Outcomes", "content": "Obesity in pregnancy is associated with adverse maternal and fetal outcomes and complications. Therefore, interprofessional healthcare team members, including clinicians, mid-level practitioners, nurses, and dieticians, need to counsel patients effectively through behavioral interventions to optimize weight during pregnancy to drive optimal outcomes for both mother and child. [Level 5]", "contents": "Obesity in Pregnancy -- Enhancing Healthcare Team Outcomes. Obesity in pregnancy is associated with adverse maternal and fetal outcomes and complications. Therefore, interprofessional healthcare team members, including clinicians, mid-level practitioners, nurses, and dieticians, need to counsel patients effectively through behavioral interventions to optimize weight during pregnancy to drive optimal outcomes for both mother and child. [Level 5]"}
{"id": "article-131532_18", "title": "Obesity in Pregnancy -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Early screening and management of obesity in pregnancy can help improve overall outcomes. Referrals to specialists such as endocrinology, dietician, or weight management can also be considered when deemed appropriate.", "contents": "Obesity in Pregnancy -- Nursing, Allied Health, and Interprofessional Team Interventions. Early screening and management of obesity in pregnancy can help improve overall outcomes. Referrals to specialists such as endocrinology, dietician, or weight management can also be considered when deemed appropriate."}
{"id": "article-131532_19", "title": "Obesity in Pregnancy -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "The IOM guidelines for monitoring GWG are not universally accepted but can be helpful, along with the monitoring of BMI, in managing obesity in pregnancy.", "contents": "Obesity in Pregnancy -- Nursing, Allied Health, and Interprofessional Team Monitoring. The IOM guidelines for monitoring GWG are not universally accepted but can be helpful, along with the monitoring of BMI, in managing obesity in pregnancy."}
{"id": "article-131532_20", "title": "Obesity in Pregnancy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Obesity in Pregnancy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}