{"id": "article-30175_0", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Introduction", "content": "The tibial nerve is one of the two terminal branches of the sciatic nerve, the largest nerve in the human body. The tibial nerve originates from the L4-S3 spinal nerve roots and provides motor and sensory innervation to most of the posterior leg and foot. In addition to its motor branches, the branches of the tibial nerve include the medial sural cutaneous nerve, medial calcaneal nerve, and the medial and lateral plantar nerves.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Introduction. The tibial nerve is one of the two terminal branches of the sciatic nerve, the largest nerve in the human body. The tibial nerve originates from the L4-S3 spinal nerve roots and provides motor and sensory innervation to most of the posterior leg and foot. In addition to its motor branches, the branches of the tibial nerve include the medial sural cutaneous nerve, medial calcaneal nerve, and the medial and lateral plantar nerves."}
{"id": "article-30175_1", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function", "content": "Through the motor branches to its 21 muscles and its many sensory fibers, the tibial nerve plays a role in the following functions: Motor : Hip extension Knee flexion, internal rotation Ankle plantar flexion, inversion Hallux IP, MTP flexion Hallux abduction, adduction Second  to fifth toe DIP, PIP, MTP flexion Second  to fifth toe DIP, PIP extension (lumbricals, interossei) Second  to fifth toe adduction, abduction Sensory : Sensation to the posterolateral leg: medial sural cutaneous nerve and sural nerve Sensation to the lateral aspect of the heel: sural nerve Sensation to the lateral surface of the foot: sural nerve Sensation to the medial aspect of the heel: medial calcaneal nerve Sensation to the lateral aspect of the plantar surface of the foot: lateral plantar nerve Sensation to the medial aspect of the plantar surface of the foot: medial plantar nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function. Through the motor branches to its 21 muscles and its many sensory fibers, the tibial nerve plays a role in the following functions: Motor : Hip extension Knee flexion, internal rotation Ankle plantar flexion, inversion Hallux IP, MTP flexion Hallux abduction, adduction Second  to fifth toe DIP, PIP, MTP flexion Second  to fifth toe DIP, PIP extension (lumbricals, interossei) Second  to fifth toe adduction, abduction Sensory : Sensation to the posterolateral leg: medial sural cutaneous nerve and sural nerve Sensation to the lateral aspect of the heel: sural nerve Sensation to the lateral surface of the foot: sural nerve Sensation to the medial aspect of the heel: medial calcaneal nerve Sensation to the lateral aspect of the plantar surface of the foot: lateral plantar nerve Sensation to the medial aspect of the plantar surface of the foot: medial plantar nerve"}
{"id": "article-30175_2", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course", "content": "To better understand the tibial nerve and its functions, one would benefit from having an understanding of the nerve's course through the lower extremity, and from having a strong grasp of the surrounding anatomy. As stated earlier, the tibial nerve is a component of the sciatic nerve, the largest nerve in the human body. The sciatic nerve derives from the ventral rami of spinal nerves L4-S3, then exits the pelvis at a point inferior to the piriformis muscle through the greater sciatic foramen to enter the posterior compartment of the thigh. While in the posterior thigh, it travels superficial to the adductor magnus and deep to the biceps femoris, carrying fibers from the common peroneal and tibial nerves.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course. To better understand the tibial nerve and its functions, one would benefit from having an understanding of the nerve's course through the lower extremity, and from having a strong grasp of the surrounding anatomy. As stated earlier, the tibial nerve is a component of the sciatic nerve, the largest nerve in the human body. The sciatic nerve derives from the ventral rami of spinal nerves L4-S3, then exits the pelvis at a point inferior to the piriformis muscle through the greater sciatic foramen to enter the posterior compartment of the thigh. While in the posterior thigh, it travels superficial to the adductor magnus and deep to the biceps femoris, carrying fibers from the common peroneal and tibial nerves."}
{"id": "article-30175_3", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course", "content": "It is worth noting that there can be a significant degree of anatomical variation seen with the sciatic nerve, and these variations lead to many relevant clinical and surgical considerations. Tomaszewski et al. performed a meta-analysis of the nerve’s variations, examining a total of 7210 lower limbs. The most common course of the sciatic nerve was as described above: to exit the pelvis undivided directly below the piriformis muscle, and this pattern occurred in 85.2% of cases. [1] But in many cases, the sciatic nerve bifurcates into the tibial and common peroneal nerves within the pelvis. In these cases, the tibial and common peroneal divisions of the sciatic nerve can pierce, exit above, or exit below the piriformis. A detailed discussion of the variations of the sciatic nerve bifurcations is beyond the scope of this review. [1] It is worth noting that piriformis syndrome occurs when the sciatic nerve becomes entrapped in its course down the posterior leg. A bipartite piriformis and proximal division of the sciatic nerve are risk factors for this condition. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course. It is worth noting that there can be a significant degree of anatomical variation seen with the sciatic nerve, and these variations lead to many relevant clinical and surgical considerations. Tomaszewski et al. performed a meta-analysis of the nerve’s variations, examining a total of 7210 lower limbs. The most common course of the sciatic nerve was as described above: to exit the pelvis undivided directly below the piriformis muscle, and this pattern occurred in 85.2% of cases. [1] But in many cases, the sciatic nerve bifurcates into the tibial and common peroneal nerves within the pelvis. In these cases, the tibial and common peroneal divisions of the sciatic nerve can pierce, exit above, or exit below the piriformis. A detailed discussion of the variations of the sciatic nerve bifurcations is beyond the scope of this review. [1] It is worth noting that piriformis syndrome occurs when the sciatic nerve becomes entrapped in its course down the posterior leg. A bipartite piriformis and proximal division of the sciatic nerve are risk factors for this condition. [2]"}
{"id": "article-30175_4", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course", "content": "In the cases where the sciatic nerve travels undivided through the posterior thigh, the nerve bifurcates a few centimeters superior to the popliteal fossa. The popliteal fossa is the space on the posterior side of the knee joint created by the border of four muscle bellies. Superomedially is the semimembranosus muscle, superolaterally is the biceps femoris muscle, and inferomedially and inferolaterally are the medial and lateral heads of the gastrocnemius, respectively. From superficial to deep when viewing posteriorly, the popliteal fossa includes the tibial nerve, popliteal vein, popliteal artery, small saphenous vein, common peroneal nerve, and the popliteal lymph nodes. The common peroneal nerve travels laterally after bifurcation, and it is typically visible in the superior border of popliteal fossa near the biceps femoris muscle. It continues laterally around the neck of the fibula to supply motor and sensory innervation to the leg.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course. In the cases where the sciatic nerve travels undivided through the posterior thigh, the nerve bifurcates a few centimeters superior to the popliteal fossa. The popliteal fossa is the space on the posterior side of the knee joint created by the border of four muscle bellies. Superomedially is the semimembranosus muscle, superolaterally is the biceps femoris muscle, and inferomedially and inferolaterally are the medial and lateral heads of the gastrocnemius, respectively. From superficial to deep when viewing posteriorly, the popliteal fossa includes the tibial nerve, popliteal vein, popliteal artery, small saphenous vein, common peroneal nerve, and the popliteal lymph nodes. The common peroneal nerve travels laterally after bifurcation, and it is typically visible in the superior border of popliteal fossa near the biceps femoris muscle. It continues laterally around the neck of the fibula to supply motor and sensory innervation to the leg."}
{"id": "article-30175_5", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course", "content": "The tibial nerve continues coursing inferiorly after its bifurcation and passes directly down the midline of the popliteal fossa to enter the leg. Before crossing the margin of any posterior leg muscles, the tibial nerves gives off its first sensory branch: the medial sural cutaneous nerve. This nerve courses superficially between the two heads of the gastrocnemius muscle. It continues its course inferiorly near the midline of the posterior leg to eventually unite the with the sural communicating branch of the common fibular nerve. Together, these nerves form the sural nerve, which continues coursing inferiorly to supply sensory innervation to the lateral side of the posterior leg.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course. The tibial nerve continues coursing inferiorly after its bifurcation and passes directly down the midline of the popliteal fossa to enter the leg. Before crossing the margin of any posterior leg muscles, the tibial nerves gives off its first sensory branch: the medial sural cutaneous nerve. This nerve courses superficially between the two heads of the gastrocnemius muscle. It continues its course inferiorly near the midline of the posterior leg to eventually unite the with the sural communicating branch of the common fibular nerve. Together, these nerves form the sural nerve, which continues coursing inferiorly to supply sensory innervation to the lateral side of the posterior leg."}
{"id": "article-30175_6", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course", "content": "The main trunk of the tibial nerve continues deep to the plantaris muscle and two heads of the gastrocnemius to enter the tendinous arch of the soleus muscle. [3] Now in the deep posterior compartment of the leg, the nerve continues its course on the posterior surface of the tibialis posterior muscle. It then passes just posterior to the medial malleolus between the flexor digitorum longus and flexor hallucis longus within  the tarsal tunnel. The calcaneus and talus bones form this tunnel on the deep/lateral side, and the flexor retinaculum covering superficially. The abductor hallucis forms the floor of this tunnel. From anterior to posterior, this tunnel contains the tibialis posterior tendon, flexor digitorum tendon, posterior tibial artery/vein, tibial nerve, and flexor hallucis longus tendon.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course. The main trunk of the tibial nerve continues deep to the plantaris muscle and two heads of the gastrocnemius to enter the tendinous arch of the soleus muscle. [3] Now in the deep posterior compartment of the leg, the nerve continues its course on the posterior surface of the tibialis posterior muscle. It then passes just posterior to the medial malleolus between the flexor digitorum longus and flexor hallucis longus within  the tarsal tunnel. The calcaneus and talus bones form this tunnel on the deep/lateral side, and the flexor retinaculum covering superficially. The abductor hallucis forms the floor of this tunnel. From anterior to posterior, this tunnel contains the tibialis posterior tendon, flexor digitorum tendon, posterior tibial artery/vein, tibial nerve, and flexor hallucis longus tendon."}
{"id": "article-30175_7", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course", "content": "Just proximal to the tarsal tunnel, the tibial nerve gives off its second sensory branch, the medial calcaneal nerve. Just distal to the tarsal tunnel, the tibial nerve gives off its terminal branches, the medial and lateral plantar nerves, which continue to supply motor and sensory innervation to the plantar foot. These nerves travel in the 2nd layer of the foot; the medial plantar nerve travels just deep to the abductor hallucis to branch into common plantar and eventually proper plantar digital nerves to the first through fourth digits. The lateral plantar nerve travels obliquely to the lateral side of the foot deep to the flexor digitorum brevis and superficial to the quadratus plantae muscle. This nerve then gives off a deep branch, which supplies deep muscles of the foot, as well as a superficial branch which continues coursing laterally. This superficial branch of the lateral plantar nerve terminates as common and proper plantar digital nerves supplying the fourth and fifth digits.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Structure and Function -- Gross Anatomy and Course. Just proximal to the tarsal tunnel, the tibial nerve gives off its second sensory branch, the medial calcaneal nerve. Just distal to the tarsal tunnel, the tibial nerve gives off its terminal branches, the medial and lateral plantar nerves, which continue to supply motor and sensory innervation to the plantar foot. These nerves travel in the 2nd layer of the foot; the medial plantar nerve travels just deep to the abductor hallucis to branch into common plantar and eventually proper plantar digital nerves to the first through fourth digits. The lateral plantar nerve travels obliquely to the lateral side of the foot deep to the flexor digitorum brevis and superficial to the quadratus plantae muscle. This nerve then gives off a deep branch, which supplies deep muscles of the foot, as well as a superficial branch which continues coursing laterally. This superficial branch of the lateral plantar nerve terminates as common and proper plantar digital nerves supplying the fourth and fifth digits."}
{"id": "article-30175_8", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Blood Supply and Lymphatics", "content": "The blood supply to tibial nerve structures is provided primarily by the popliteal artery, with two exceptions provided at the end of this section. The popliteal artery is a continuation of the femoral artery, a large artery that enters the lower extremity through the femoral sheath after passing under the inferior margin of the inguinal ligament. This major artery of the lower extremity gives off a deep femoral branch proximally in the anterior thigh, then continues its course inferiorly. The femoral artery then dives posteriorly through the adductor hiatus in the adductor magnus muscle to gain access to the posterior thigh. After crossing into the posterior thigh, its name changes to the popliteal artery.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Blood Supply and Lymphatics. The blood supply to tibial nerve structures is provided primarily by the popliteal artery, with two exceptions provided at the end of this section. The popliteal artery is a continuation of the femoral artery, a large artery that enters the lower extremity through the femoral sheath after passing under the inferior margin of the inguinal ligament. This major artery of the lower extremity gives off a deep femoral branch proximally in the anterior thigh, then continues its course inferiorly. The femoral artery then dives posteriorly through the adductor hiatus in the adductor magnus muscle to gain access to the posterior thigh. After crossing into the posterior thigh, its name changes to the popliteal artery."}
{"id": "article-30175_9", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Blood Supply and Lymphatics -- Popliteal Artery and branches", "content": "Subsequent to passing through the adductor hiatus, the popliteal artery can be visualized in the popliteal fossa directly paralleling the tibial nerve. It continues its course inferiorly to pass deep to the plantaris and gastrocnemius heads to reach the superficial surface of the popliteus muscle- at this point, the artery bifurcates into the anterior and posterior tibial arteries. The anterior tibial artery dives anteriorly to pass between the two heads of the tibialis posterior muscle. It then continues anteriorly through the superior portion of the interosseous membrane to supply the anterior compartment of the leg.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Blood Supply and Lymphatics -- Popliteal Artery and branches. Subsequent to passing through the adductor hiatus, the popliteal artery can be visualized in the popliteal fossa directly paralleling the tibial nerve. It continues its course inferiorly to pass deep to the plantaris and gastrocnemius heads to reach the superficial surface of the popliteus muscle- at this point, the artery bifurcates into the anterior and posterior tibial arteries. The anterior tibial artery dives anteriorly to pass between the two heads of the tibialis posterior muscle. It then continues anteriorly through the superior portion of the interosseous membrane to supply the anterior compartment of the leg."}
{"id": "article-30175_10", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Blood Supply and Lymphatics -- Popliteal Artery and branches", "content": "The posterior tibial artery continues inferiorly past the popliteus alongside the tibial nerve to then pass through the tendinous arch of the soleus. Now in the deep posterior compartment of the leg, it gives off the peroneal artery at a point below the plane of the tibial plateau. [4] The peroneal artery courses inferolaterally between the tibialis posterior and flexor hallucis longus muscles, supplying these muscles along the way. It then terminates near the lateral aspect of the ankle, giving off branches that supply the ankle.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Blood Supply and Lymphatics -- Popliteal Artery and branches. The posterior tibial artery continues inferiorly past the popliteus alongside the tibial nerve to then pass through the tendinous arch of the soleus. Now in the deep posterior compartment of the leg, it gives off the peroneal artery at a point below the plane of the tibial plateau. [4] The peroneal artery courses inferolaterally between the tibialis posterior and flexor hallucis longus muscles, supplying these muscles along the way. It then terminates near the lateral aspect of the ankle, giving off branches that supply the ankle."}
{"id": "article-30175_11", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Blood Supply and Lymphatics -- Popliteal Artery and branches", "content": "The posterior tibial artery follows the tibial nerve throughout the length of the deep posterior compartment, giving off muscular branches to supply this compartment. The artery then enters the tarsal tunnel in a path just anterior to the tibial nerve. Quite similar to the tibial nerve, just proximal to the tarsal tunnel the posterior tibial artery gives off a medial calcaneal branch, and distal to the tarsal tunnel the artery bifurcates into medial and lateral plantar arteries. These arteries follow a similar course as their corresponding nerves, supplying all of the muscles of the plantar foot to then terminate as common and proper plantar digital branches.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Blood Supply and Lymphatics -- Popliteal Artery and branches. The posterior tibial artery follows the tibial nerve throughout the length of the deep posterior compartment, giving off muscular branches to supply this compartment. The artery then enters the tarsal tunnel in a path just anterior to the tibial nerve. Quite similar to the tibial nerve, just proximal to the tarsal tunnel the posterior tibial artery gives off a medial calcaneal branch, and distal to the tarsal tunnel the artery bifurcates into medial and lateral plantar arteries. These arteries follow a similar course as their corresponding nerves, supplying all of the muscles of the plantar foot to then terminate as common and proper plantar digital branches."}
{"id": "article-30175_12", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Blood Supply and Lymphatics -- Popliteal Artery and branches", "content": "The two exceptions of tibial nerve territory blood supply are as follows. First, the femoral artery, while still in the anterior thigh, gives off the deep femoral artery. This artery then sends four perforating branches which also pass through the adductor magnus muscle (superior to the adductor hiatus) to supply posterior thigh muscles. Second, the femoral artery gives off the descending geniculate artery before entering the adductor hiatus; this is one of six geniculate arteries that anastomose around the knee joint, while the remaining five are branches of the popliteal artery. These arteries provide collateral circulation to the supply the knee joint and associated ligaments during knee flexion, but they also may supply tendons near the knee joint.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Blood Supply and Lymphatics -- Popliteal Artery and branches. The two exceptions of tibial nerve territory blood supply are as follows. First, the femoral artery, while still in the anterior thigh, gives off the deep femoral artery. This artery then sends four perforating branches which also pass through the adductor magnus muscle (superior to the adductor hiatus) to supply posterior thigh muscles. Second, the femoral artery gives off the descending geniculate artery before entering the adductor hiatus; this is one of six geniculate arteries that anastomose around the knee joint, while the remaining five are branches of the popliteal artery. These arteries provide collateral circulation to the supply the knee joint and associated ligaments during knee flexion, but they also may supply tendons near the knee joint."}
{"id": "article-30175_13", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles", "content": "Posterior thigh compartment [5] : Semitendinosus Origin: Ischial tuberosity Insertion: Superior aspect of the medial surface of the tibia (pes anserinus) Actions: Flexes knee, extends hip Semimembranosus Origin: Ischial tuberosity Insertion: Posterior aspect of the medial condyle of the tibia Actions: Flexes knee, extends hip Biceps femoris long head Origin: Ischial tuberosity Insertion: Lateral aspect of the head of the fibula Actions: Flexes knee, laterally rotates knee, extends hip Adductor magnus hamstring portion (vertical fibers) Origin: Ischial tuberosity Insertion: Adductor tubercle of femur Actions: Extends hip (vertical fibers) Note: The adductor magnus horizontal fibers receive innervation from the obturator nerve, and contribute to adduction and flexion of the hip Superficial posterior leg compartment [6] : Gastrocnemius", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles. Posterior thigh compartment [5] : Semitendinosus Origin: Ischial tuberosity Insertion: Superior aspect of the medial surface of the tibia (pes anserinus) Actions: Flexes knee, extends hip Semimembranosus Origin: Ischial tuberosity Insertion: Posterior aspect of the medial condyle of the tibia Actions: Flexes knee, extends hip Biceps femoris long head Origin: Ischial tuberosity Insertion: Lateral aspect of the head of the fibula Actions: Flexes knee, laterally rotates knee, extends hip Adductor magnus hamstring portion (vertical fibers) Origin: Ischial tuberosity Insertion: Adductor tubercle of femur Actions: Extends hip (vertical fibers) Note: The adductor magnus horizontal fibers receive innervation from the obturator nerve, and contribute to adduction and flexion of the hip Superficial posterior leg compartment [6] : Gastrocnemius"}
{"id": "article-30175_14", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles", "content": "Origin of lateral head: Lateral aspect of lateral condyle of the femur Origin of medial head: Popliteal surface superior to the medial condyle of the femur Insertion: Posterior aspect of the calcaneus (Achilles/calcaneal tendon) Actions: Plantar flexes ankle, flexes knee Soleus Origin: Posterior aspect of the head of the fibula, proximal aspect of the posterior fibula, soleal line of the tibia Insertion: Posterior aspect of the calcaneus (Achilles/calcaneal tendon) Actions: Plantar flexes ankle Plantaris Origin: Lateral supracondylar line of the femur, oblique popliteal ligament Insertion: Posterior aspect of the calcaneus (Achilles/calcaneal tendon) Actions: Plantar flexes ankle (weak), flexes knee (weak) Deep posterior leg compartment [6] [7] : Popliteus Origin: Lateral aspect of the lateral femoral condyle, lateral meniscus Insertion: Posterior tibia superior to soleal line Actions: Internally rotates knee (unlocks knee), flexes knee (weak) Tibialis posterior", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles. Origin of lateral head: Lateral aspect of lateral condyle of the femur Origin of medial head: Popliteal surface superior to the medial condyle of the femur Insertion: Posterior aspect of the calcaneus (Achilles/calcaneal tendon) Actions: Plantar flexes ankle, flexes knee Soleus Origin: Posterior aspect of the head of the fibula, proximal aspect of the posterior fibula, soleal line of the tibia Insertion: Posterior aspect of the calcaneus (Achilles/calcaneal tendon) Actions: Plantar flexes ankle Plantaris Origin: Lateral supracondylar line of the femur, oblique popliteal ligament Insertion: Posterior aspect of the calcaneus (Achilles/calcaneal tendon) Actions: Plantar flexes ankle (weak), flexes knee (weak) Deep posterior leg compartment [6] [7] : Popliteus Origin: Lateral aspect of the lateral femoral condyle, lateral meniscus Insertion: Posterior tibia superior to soleal line Actions: Internally rotates knee (unlocks knee), flexes knee (weak) Tibialis posterior"}
{"id": "article-30175_15", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles", "content": "Origin: Posterior tibia inferior to the soleal line, interosseous membrane, the proximal aspect of the posterior fibula Insertion: Tuberosity of navicular bone, medial, intermediate, lateral four cuneiforms, cuboid, the base of the second through the fourth metatarsal Actions: Plantar flexes ankle, inverts ankle Flexor digitorum longus Origin: Medial aspect of posterior tibia inferior to the soleal line Insertion: Base of the second through fifth distal phalanges Actions: Flexes second through fifth DIP, PIP, MTP, plantar flexes ankle Flexor hallucis longus Origin: Distal aspect of the posterior fibula, interosseous membrane Insertion: Base of hallux distal phalanx Actions: Flexes hallux IP, MTP, plantar flexes ankle (weak) Medial plantar branch [8] : Abductor hallucis Origin: Tuberosity of calcaneus, plantar aponeurosis Insertion: Medial aspect of base of hallux proximal phalanx Actions: Abducts hallux, flexes hallux MTP Flexor digitorum brevis", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles. Origin: Posterior tibia inferior to the soleal line, interosseous membrane, the proximal aspect of the posterior fibula Insertion: Tuberosity of navicular bone, medial, intermediate, lateral four cuneiforms, cuboid, the base of the second through the fourth metatarsal Actions: Plantar flexes ankle, inverts ankle Flexor digitorum longus Origin: Medial aspect of posterior tibia inferior to the soleal line Insertion: Base of the second through fifth distal phalanges Actions: Flexes second through fifth DIP, PIP, MTP, plantar flexes ankle Flexor hallucis longus Origin: Distal aspect of the posterior fibula, interosseous membrane Insertion: Base of hallux distal phalanx Actions: Flexes hallux IP, MTP, plantar flexes ankle (weak) Medial plantar branch [8] : Abductor hallucis Origin: Tuberosity of calcaneus, plantar aponeurosis Insertion: Medial aspect of base of hallux proximal phalanx Actions: Abducts hallux, flexes hallux MTP Flexor digitorum brevis"}
{"id": "article-30175_16", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles", "content": "Origin: Tuberosity of calcaneus, plantar aponeurosis Insertion: Second through fifth middle phalanges Actions: Flexes second through fifth PIP, MTP Flexor hallucis brevis Origin: Plantar aspect of the cuboid, plantar aspect of lateral cuneiform Insertion: Base of hallux proximal phalanx Actions: Flexes hallux MTP 1st lumbrical ( not named in relation to digit s ) Origin: Tendon of flexor digitorum longus Insertion: Medial aspect of second phalanx extensor expansion Actions: Flexes second MTP, extends second DIP, PIP Lateral plantar branch [8] : Quadratus plantae Origin: Medial and lateral aspects of the plantar surface of the calcaneus Insertion: Flexor digitorum longus tendon (posterolateral aspect) Actions: Assists in flexor digitorum longus flexion by correcting for its obliquely directed contraction Abductor digiti minimi", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles. Origin: Tuberosity of calcaneus, plantar aponeurosis Insertion: Second through fifth middle phalanges Actions: Flexes second through fifth PIP, MTP Flexor hallucis brevis Origin: Plantar aspect of the cuboid, plantar aspect of lateral cuneiform Insertion: Base of hallux proximal phalanx Actions: Flexes hallux MTP 1st lumbrical ( not named in relation to digit s ) Origin: Tendon of flexor digitorum longus Insertion: Medial aspect of second phalanx extensor expansion Actions: Flexes second MTP, extends second DIP, PIP Lateral plantar branch [8] : Quadratus plantae Origin: Medial and lateral aspects of the plantar surface of the calcaneus Insertion: Flexor digitorum longus tendon (posterolateral aspect) Actions: Assists in flexor digitorum longus flexion by correcting for its obliquely directed contraction Abductor digiti minimi"}
{"id": "article-30175_17", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles", "content": "Origin: Tuberosity of calcaneus, plantar aponeurosis Insertion: Lateral aspect of base of the fifth proximal phalanx Actions: Abducts fifth phalanx, flexes fifth MTP Flexor digiti minimi brevis Origin: Base of the fifth metatarsal Insertion: Lateral aspect of base of the fifth proximal phalanx Actions: Flexes fifth MTP First through third plantar interossei ( not named in relation to digit s ) Origination: Medial surface and base of third through fifth metatarsals Insertion: Medial aspect of third through fifth proximal phalanges Actions: Adducts third through fifth phalanges, flexes third through fifth MTP First through fourth dorsal interossei ( not named in relation to digit s )", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles. Origin: Tuberosity of calcaneus, plantar aponeurosis Insertion: Lateral aspect of base of the fifth proximal phalanx Actions: Abducts fifth phalanx, flexes fifth MTP Flexor digiti minimi brevis Origin: Base of the fifth metatarsal Insertion: Lateral aspect of base of the fifth proximal phalanx Actions: Flexes fifth MTP First through third plantar interossei ( not named in relation to digit s ) Origination: Medial surface and base of third through fifth metatarsals Insertion: Medial aspect of third through fifth proximal phalanges Actions: Adducts third through fifth phalanges, flexes third through fifth MTP First through fourth dorsal interossei ( not named in relation to digit s )"}
{"id": "article-30175_18", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles", "content": "Origin: Adjacent aspects of first through fifth metatarsals Insertion of first dorsal interossei: Medial aspect of the second proximal phalanx Insertion of second through fourth dorsal interossei: Lateral aspect of second through fourth proximal phalanx, tendons of extensor digitorum longus Action: Abducts third and fourth phalanges, flexes second through fourth MTP, extends second through fourth DIP, PIP Opposing action of first and second dorsal interossei on the second phalanx leads to no abduction of the second phalanx Second through fourth lumbricals ( not named in relation to digit s ) Origin: Tendons of flexor digitorum longus Insertion: Medial aspect of third through fifth phalanx extensor expansion Actions: Flexes third through fifth MTP, extends third through fifth DIP, PIP Adductor hallucis", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles. Origin: Adjacent aspects of first through fifth metatarsals Insertion of first dorsal interossei: Medial aspect of the second proximal phalanx Insertion of second through fourth dorsal interossei: Lateral aspect of second through fourth proximal phalanx, tendons of extensor digitorum longus Action: Abducts third and fourth phalanges, flexes second through fourth MTP, extends second through fourth DIP, PIP Opposing action of first and second dorsal interossei on the second phalanx leads to no abduction of the second phalanx Second through fourth lumbricals ( not named in relation to digit s ) Origin: Tendons of flexor digitorum longus Insertion: Medial aspect of third through fifth phalanx extensor expansion Actions: Flexes third through fifth MTP, extends third through fifth DIP, PIP Adductor hallucis"}
{"id": "article-30175_19", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles", "content": "Origin of oblique head: Base of second through fourth metatarsals Origin of transverse head: Third through fifth MTP ligaments Insertion: Lateral aspect of hallux proximal phalanx Actions: Adducts hallux", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Muscles. Origin of oblique head: Base of second through fourth metatarsals Origin of transverse head: Third through fifth MTP ligaments Insertion: Lateral aspect of hallux proximal phalanx Actions: Adducts hallux"}
{"id": "article-30175_20", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Surgical Considerations", "content": "Given the significant motor and sensory functions of the tibial nerve, its correct identification and protection in any surgical procedure are of paramount importance. Proximally, the tibial nerve is the most superficial structure within the popliteal fossa. This relatively posterior position protects the nerve in most surgical approaches involving the knee. For instance, the anterior midline incision most commonly used for total knee replacement involves an anterior dissection and arthrotomy thus leaving the tibial nerve safely out of the surgical field.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Surgical Considerations. Given the significant motor and sensory functions of the tibial nerve, its correct identification and protection in any surgical procedure are of paramount importance. Proximally, the tibial nerve is the most superficial structure within the popliteal fossa. This relatively posterior position protects the nerve in most surgical approaches involving the knee. For instance, the anterior midline incision most commonly used for total knee replacement involves an anterior dissection and arthrotomy thus leaving the tibial nerve safely out of the surgical field."}
{"id": "article-30175_21", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Surgical Considerations", "content": "In certain clinical cases (i.e., tibial plateau fractures and posterior cruciate ligament injuries), a posterior approach to the knee may be indicated. The posteromedial approach to the knee is performed by making an incision along the medial gastrocnemius and then curved laterally along the flexion crease of the knee. The dissection is carried until the fascia overlying the medial gastrocnemius is encountered and then divided. The medial head of the gastrocnemius along with the tibial nerve and other neurovascular structures are then safely retracted laterally. [9]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Surgical Considerations. In certain clinical cases (i.e., tibial plateau fractures and posterior cruciate ligament injuries), a posterior approach to the knee may be indicated. The posteromedial approach to the knee is performed by making an incision along the medial gastrocnemius and then curved laterally along the flexion crease of the knee. The dissection is carried until the fascia overlying the medial gastrocnemius is encountered and then divided. The medial head of the gastrocnemius along with the tibial nerve and other neurovascular structures are then safely retracted laterally. [9]"}
{"id": "article-30175_22", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Surgical Considerations", "content": "In the posterior approach to the knee, a similar curvilinear incision is made centered on the back of the knee. The medial sural cutaneous nerve can then be identified and traced back to the tibial nerve. This helps to ensure proper identification and protection of the neurovascular structures. Depending on the clinical situation, the medial gastrocnemius may be detached and reflected laterally to protect the neurovascular structures, or the structures may be dissected individually to access the posterior aspect of the knee capsule.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Surgical Considerations. In the posterior approach to the knee, a similar curvilinear incision is made centered on the back of the knee. The medial sural cutaneous nerve can then be identified and traced back to the tibial nerve. This helps to ensure proper identification and protection of the neurovascular structures. Depending on the clinical situation, the medial gastrocnemius may be detached and reflected laterally to protect the neurovascular structures, or the structures may be dissected individually to access the posterior aspect of the knee capsule."}
{"id": "article-30175_23", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Surgical Considerations", "content": "Distally, the tibial nerve lies posterior to the medial malleolus and can be safely retracted and protected posteriorly in most cases. In cases of ankle arthroscopy, use of the posteromedial and posterolateral ankle portals may theoretically pose a risk to the tibial nerve however cadaver studies have demonstrated that accurate placement of the portals leaves the tibial nerve a safe distance from the surgical instruments. [10]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Surgical Considerations. Distally, the tibial nerve lies posterior to the medial malleolus and can be safely retracted and protected posteriorly in most cases. In cases of ankle arthroscopy, use of the posteromedial and posterolateral ankle portals may theoretically pose a risk to the tibial nerve however cadaver studies have demonstrated that accurate placement of the portals leaves the tibial nerve a safe distance from the surgical instruments. [10]"}
{"id": "article-30175_24", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance", "content": "As with any nerve, damage can occur through direct trauma or iatrogenic injury. Specific to the tibial nerve, however, are two conditions of interest.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance. As with any nerve, damage can occur through direct trauma or iatrogenic injury. Specific to the tibial nerve, however, are two conditions of interest."}
{"id": "article-30175_25", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance -- Tarsal Tunnel Syndrome", "content": "Tarsal tunnel syndrome results from tibial nerve compression within the tarsal tunnel, quite analogous to the more well-known carpal tunnel syndrome of the wrist. After coursing inferomedially within the leg, the tibial nerve enters the foot through the tarsal tunnel. This compartment is fairly narrow at baseline, thus any etiology of increased pressure in this region can cause compression of the tibial nerve. Etiologies are often broken down into intrinsic and extrinsic sources. Intrinsic causes include abnormal growths (ganglion cysts, osteophytes, osteochondromas, schwannomas), peri-neural fibrosis, and hypertrophic tendinopathies. Extrinsic causes include trauma (ankle sprains, post-surgical scarring), edema, obesity, and tight shoes. [11]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance -- Tarsal Tunnel Syndrome. Tarsal tunnel syndrome results from tibial nerve compression within the tarsal tunnel, quite analogous to the more well-known carpal tunnel syndrome of the wrist. After coursing inferomedially within the leg, the tibial nerve enters the foot through the tarsal tunnel. This compartment is fairly narrow at baseline, thus any etiology of increased pressure in this region can cause compression of the tibial nerve. Etiologies are often broken down into intrinsic and extrinsic sources. Intrinsic causes include abnormal growths (ganglion cysts, osteophytes, osteochondromas, schwannomas), peri-neural fibrosis, and hypertrophic tendinopathies. Extrinsic causes include trauma (ankle sprains, post-surgical scarring), edema, obesity, and tight shoes. [11]"}
{"id": "article-30175_26", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance -- Tarsal Tunnel Syndrome", "content": "Patients often present with burning, numbness, or tingling in the plantar surface of the foot and toes. Symptoms may also be experienced in the heel through radiation to the medial calcaneal nerve, which branches proximal to the tarsal tunnel. The pain is often most pronounced with prolonged standing and manual pressure over medial side of the ankle. Tinel sign, which is tingling upon percussion of the nerve, is positive in more than half of patients. In severe cases, patients may experience muscle weakness and muscle wasting. [12]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance -- Tarsal Tunnel Syndrome. Patients often present with burning, numbness, or tingling in the plantar surface of the foot and toes. Symptoms may also be experienced in the heel through radiation to the medial calcaneal nerve, which branches proximal to the tarsal tunnel. The pain is often most pronounced with prolonged standing and manual pressure over medial side of the ankle. Tinel sign, which is tingling upon percussion of the nerve, is positive in more than half of patients. In severe cases, patients may experience muscle weakness and muscle wasting. [12]"}
{"id": "article-30175_27", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance -- Tarsal Tunnel Syndrome", "content": "Management includes lifestyle modifications for extrinsic causes (weight loss, change of shoes), and initial conservative treatment for other cases. This includes resting of the foot and ankle, and potential use of corticosteroid injections. It is recommended that conservative treatment is attempted for six months before progressing to surgery unless the case is due to direct trauma or prior surgery. [12] Surgical management involves decompression of the tibial nerve, which often involves manipulation of the flexor retinaculum and fascia of the abductor hallucis brevis. [13]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance -- Tarsal Tunnel Syndrome. Management includes lifestyle modifications for extrinsic causes (weight loss, change of shoes), and initial conservative treatment for other cases. This includes resting of the foot and ankle, and potential use of corticosteroid injections. It is recommended that conservative treatment is attempted for six months before progressing to surgery unless the case is due to direct trauma or prior surgery. [12] Surgical management involves decompression of the tibial nerve, which often involves manipulation of the flexor retinaculum and fascia of the abductor hallucis brevis. [13]"}
{"id": "article-30175_28", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance -- Compartment Syndrome", "content": "Many muscle groups within the human extremities are enveloped in fascial membranes. In the leg, there are four fascial envelopes or compartments: anterior, lateral, superficial posterior, and deep posterior. Compartment syndrome is described as an acute or chronic increase in pressure within a fascial compartment that leads to a compromise of the blood supply to structures within the compartment. Anterior compartment syndrome is the most common of these four, but each of the four compartments can be involved. Compartment syndromes occur most commonly following trauma due to progressive limb swelling which increases pressure within the compartment resulting in venous hypertension and eventual tissue ischemia. [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance -- Compartment Syndrome. Many muscle groups within the human extremities are enveloped in fascial membranes. In the leg, there are four fascial envelopes or compartments: anterior, lateral, superficial posterior, and deep posterior. Compartment syndrome is described as an acute or chronic increase in pressure within a fascial compartment that leads to a compromise of the blood supply to structures within the compartment. Anterior compartment syndrome is the most common of these four, but each of the four compartments can be involved. Compartment syndromes occur most commonly following trauma due to progressive limb swelling which increases pressure within the compartment resulting in venous hypertension and eventual tissue ischemia. [14]"}
{"id": "article-30175_29", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance -- Compartment Syndrome", "content": "Untreated compartment syndrome of the deep posterior compartment can result in motor and sensory deficits in the foot and ankle due to tibial nerve ischemia. [15] Deficits include paresthesias of the plantar foot and weakness in toe and plantar flexion. Fasciotomy, which involves an incision in the surrounding fascia leading to decreased pressure within the compartment, is the primary method of treatment in symptomatic patients. In acute cases, immediate decompression is necessary to avoid irreversible tissue necrosis. [14] [15]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Clinical Significance -- Compartment Syndrome. Untreated compartment syndrome of the deep posterior compartment can result in motor and sensory deficits in the foot and ankle due to tibial nerve ischemia. [15] Deficits include paresthesias of the plantar foot and weakness in toe and plantar flexion. Fasciotomy, which involves an incision in the surrounding fascia leading to decreased pressure within the compartment, is the primary method of treatment in symptomatic patients. In acute cases, immediate decompression is necessary to avoid irreversible tissue necrosis. [14] [15]"}
{"id": "article-30175_30", "title": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Tibial Nerve -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}