{"id": "article-143430_0", "title": "Ictal-Interictal Continuum -- Continuing Education Activity", "content": "The ictal-interictal continuum (IIC) refers to any rhythmic or periodic electroencephalographic (EEG) pattern with features concerning an ongoing seizure but not meeting formal electrographic criteria to be definitively characterized as ictal. These patterns are commonly identified in critically ill patients and present a diagnostic challenge with significant clinical implications. Patterns lying along an IIC may arise from a variety of different conditions involving both focal and diffuse cerebral pathologies. Because this pattern may confer the same neurological risks as non-convulsive status epilepticus, prompt evaluation is necessary to optimize clinical outcomes. This activity reviews the management and treatment of IIC patterns and highlights the healthcare team's role in assessing patients with this condition.", "contents": "Ictal-Interictal Continuum -- Continuing Education Activity. The ictal-interictal continuum (IIC) refers to any rhythmic or periodic electroencephalographic (EEG) pattern with features concerning an ongoing seizure but not meeting formal electrographic criteria to be definitively characterized as ictal. These patterns are commonly identified in critically ill patients and present a diagnostic challenge with significant clinical implications. Patterns lying along an IIC may arise from a variety of different conditions involving both focal and diffuse cerebral pathologies. Because this pattern may confer the same neurological risks as non-convulsive status epilepticus, prompt evaluation is necessary to optimize clinical outcomes. This activity reviews the management and treatment of IIC patterns and highlights the healthcare team's role in assessing patients with this condition."}
{"id": "article-143430_1", "title": "Ictal-Interictal Continuum -- Continuing Education Activity", "content": "Objectives: Explain the importance of identifying patterns that lie on an ictal-interictal continuum. Describe the requisite EEG findings of a pattern consistent with an ictal-interictal continuum. Outline the approach to treating a patient with an ictal-interictal continuum pattern on EEG. Identify reversible causes of ictal-interictal continuum patterns. Access free multiple choice questions on this topic.", "contents": "Ictal-Interictal Continuum -- Continuing Education Activity. Objectives: Explain the importance of identifying patterns that lie on an ictal-interictal continuum. Describe the requisite EEG findings of a pattern consistent with an ictal-interictal continuum. Outline the approach to treating a patient with an ictal-interictal continuum pattern on EEG. Identify reversible causes of ictal-interictal continuum patterns. Access free multiple choice questions on this topic."}
{"id": "article-143430_2", "title": "Ictal-Interictal Continuum -- Introduction", "content": "Uncontrolled seizures represent a common neurologic illness requiring evaluation and management in the hospital setting. Critically ill patients may develop seizures due to multiorgan failure, severe metabolic disturbances, or primary central nervous system pathologies. Still, they may also present with seizures as the primary medical issue that gives rise to these complications. [1]", "contents": "Ictal-Interictal Continuum -- Introduction. Uncontrolled seizures represent a common neurologic illness requiring evaluation and management in the hospital setting. Critically ill patients may develop seizures due to multiorgan failure, severe metabolic disturbances, or primary central nervous system pathologies. Still, they may also present with seizures as the primary medical issue that gives rise to these complications. [1]"}
{"id": "article-143430_3", "title": "Ictal-Interictal Continuum -- Introduction", "content": "Untreated isolated seizures can quickly give rise to nonconvulsive or convulsive status epilepticus, which are associated with elevated morbidity and mortality. [2] [3] [4] [5] Treating seizures can be challenging due to pathophysiological changes that increase resistance to intervention and comorbid illnesses that impact antiseizure medication strategy. [6] [7]", "contents": "Ictal-Interictal Continuum -- Introduction. Untreated isolated seizures can quickly give rise to nonconvulsive or convulsive status epilepticus, which are associated with elevated morbidity and mortality. [2] [3] [4] [5] Treating seizures can be challenging due to pathophysiological changes that increase resistance to intervention and comorbid illnesses that impact antiseizure medication strategy. [6] [7]"}
{"id": "article-143430_4", "title": "Ictal-Interictal Continuum -- Introduction", "content": "Early identification and treatment of seizures in critically ill patients is considered a pillar of neurocritical care. Still, clarity about whether a patient’s clinical disposition is reflective of an ongoing ictal process is not always feasible, owing to limitations of the diagnostic modalities used to identify these particular abnormalities in the clinical setting. [8] [9] Conceptualization of this diagnostic uncertainty has given rise to expanded use of the term “ictal-interictal continuum” (IIC). The earliest use of the phrase “ictal-interictal continuum” can be traced to Pohlmann-Eden et al., who hypothesized, in the context of reviewing the clinical implications of lateralized periodic discharges (LPDs), that these regularly appearing focal transients reflect a dynamic pathophysiological state in which a combination of clinical factors and patient-specific susceptibilities contribute to whether definitive seizures ultimately emerge from this pattern. [10]", "contents": "Ictal-Interictal Continuum -- Introduction. Early identification and treatment of seizures in critically ill patients is considered a pillar of neurocritical care. Still, clarity about whether a patient’s clinical disposition is reflective of an ongoing ictal process is not always feasible, owing to limitations of the diagnostic modalities used to identify these particular abnormalities in the clinical setting. [8] [9] Conceptualization of this diagnostic uncertainty has given rise to expanded use of the term “ictal-interictal continuum” (IIC). The earliest use of the phrase “ictal-interictal continuum” can be traced to Pohlmann-Eden et al., who hypothesized, in the context of reviewing the clinical implications of lateralized periodic discharges (LPDs), that these regularly appearing focal transients reflect a dynamic pathophysiological state in which a combination of clinical factors and patient-specific susceptibilities contribute to whether definitive seizures ultimately emerge from this pattern. [10]"}
{"id": "article-143430_5", "title": "Ictal-Interictal Continuum -- Introduction", "content": "The rThe rising utilization of continuous video EEG in the acute care setting has revealed that LPDs and other periodic and rhythmic patterns are extremely common. [11] [12] Significant attention has subsequently been devoted to understanding the neurophysiologic substrates that underlie these EEG patterns and, in turn, the clinical implications for treatment and outcomes.", "contents": "Ictal-Interictal Continuum -- Introduction. The rThe rising utilization of continuous video EEG in the acute care setting has revealed that LPDs and other periodic and rhythmic patterns are extremely common. [11] [12] Significant attention has subsequently been devoted to understanding the neurophysiologic substrates that underlie these EEG patterns and, in turn, the clinical implications for treatment and outcomes."}
{"id": "article-143430_6", "title": "Ictal-Interictal Continuum -- Introduction", "content": "Since its initial description, IIC patterns have expanded to include other rhythmic and periodic patterns that are known to be associated with an increased risk of seizures, such as generalized periodic discharges (GPDs), bilateral independent periodic discharges (BIPDs), and lateralized rhythmic delta activity (LRDA). [13] [11]", "contents": "Ictal-Interictal Continuum -- Introduction. Since its initial description, IIC patterns have expanded to include other rhythmic and periodic patterns that are known to be associated with an increased risk of seizures, such as generalized periodic discharges (GPDs), bilateral independent periodic discharges (BIPDs), and lateralized rhythmic delta activity (LRDA). [13] [11]"}
{"id": "article-143430_7", "title": "Ictal-Interictal Continuum -- Introduction", "content": "To mitigate confusion, the American Clinical Neurophysiology (ACNS) convened a group of experts to standardize critical care EEG terminology. In the most recent iteration of this expert opinion published in 2021, patterns lying on the ictal-interictal continuum are now based upon well-defined electrographic and clinical criteria to increase uniformity among both providers and investigators. [14]", "contents": "Ictal-Interictal Continuum -- Introduction. To mitigate confusion, the American Clinical Neurophysiology (ACNS) convened a group of experts to standardize critical care EEG terminology. In the most recent iteration of this expert opinion published in 2021, patterns lying on the ictal-interictal continuum are now based upon well-defined electrographic and clinical criteria to increase uniformity among both providers and investigators. [14]"}
{"id": "article-143430_8", "title": "Ictal-Interictal Continuum -- Etiology", "content": "Any biological process that gives rise to persistent, non-evolving, synchronized electrical field potentials arising from cortical neurons can elicit EEG patterns that lie on the IIC. The causes of rhythmic and/or periodic patterns that meet the criteria for the IIC are as diverse as the pathologies that underlie cortical dysfunction. Of note, the distribution of the observed pattern can offer increased specificity for discerning the underlying etiology. Distribution can be dichotomized into generalized and focal graph elements. A generalized IIC pattern usually reflects a systemic process that has produced diffuse cerebral dysfunction. In contrast, focal patterns indicate focal cortical dysfunction and are often, but not exclusively, secondary to a structural lesion.", "contents": "Ictal-Interictal Continuum -- Etiology. Any biological process that gives rise to persistent, non-evolving, synchronized electrical field potentials arising from cortical neurons can elicit EEG patterns that lie on the IIC. The causes of rhythmic and/or periodic patterns that meet the criteria for the IIC are as diverse as the pathologies that underlie cortical dysfunction. Of note, the distribution of the observed pattern can offer increased specificity for discerning the underlying etiology. Distribution can be dichotomized into generalized and focal graph elements. A generalized IIC pattern usually reflects a systemic process that has produced diffuse cerebral dysfunction. In contrast, focal patterns indicate focal cortical dysfunction and are often, but not exclusively, secondary to a structural lesion."}
{"id": "article-143430_9", "title": "Ictal-Interictal Continuum -- Etiology", "content": "Common etiologies for generalized patterns on the IIC include drug-induced neurotoxicity, anoxic brain injury, toxic-metabolic encephalopathy, and sepsis. [13] [15] [16] Although generalized periodic discharges with triphasic morphology are commonly associated with hepatic or renal failure, it is worth noting that morphologies, amplitudes, and frequencies of the waveforms that comprise patterns on the IIC have limited specificity for the underlying etiology. [17] [18]", "contents": "Ictal-Interictal Continuum -- Etiology. Common etiologies for generalized patterns on the IIC include drug-induced neurotoxicity, anoxic brain injury, toxic-metabolic encephalopathy, and sepsis. [13] [15] [16] Although generalized periodic discharges with triphasic morphology are commonly associated with hepatic or renal failure, it is worth noting that morphologies, amplitudes, and frequencies of the waveforms that comprise patterns on the IIC have limited specificity for the underlying etiology. [17] [18]"}
{"id": "article-143430_10", "title": "Ictal-Interictal Continuum -- Etiology", "content": "Special attention should be given to cefepime, a broad-spectrum fourth-generation cephalosporin commonly utilized as empiric treatment for the management of meningoencephalitis, which has been well-described as a common cause of GPDs in the critical care setting, as well as GPDs related to anesthesia withdrawal (GRAWs), which have been observed upon weaning propofol or barbiturates. [16] [19] [16]", "contents": "Ictal-Interictal Continuum -- Etiology. Special attention should be given to cefepime, a broad-spectrum fourth-generation cephalosporin commonly utilized as empiric treatment for the management of meningoencephalitis, which has been well-described as a common cause of GPDs in the critical care setting, as well as GPDs related to anesthesia withdrawal (GRAWs), which have been observed upon weaning propofol or barbiturates. [16] [19] [16]"}
{"id": "article-143430_11", "title": "Ictal-Interictal Continuum -- Etiology", "content": "The presence of any lesional cerebral insult that results in a combination of focal cortical damage and increased cortical synchronicity can produce focal IIC patterns. However, these patterns can appear in the absence of gross focal edema or injury on imaging. Focal patterns that lie on the IIC may be attributable to a wide variety of disease processes, including infectious, vascular, autoimmune, neoplastic, traumatic, and inflammatory etiologies. [20] [21] [22] [23]", "contents": "Ictal-Interictal Continuum -- Etiology. The presence of any lesional cerebral insult that results in a combination of focal cortical damage and increased cortical synchronicity can produce focal IIC patterns. However, these patterns can appear in the absence of gross focal edema or injury on imaging. Focal patterns that lie on the IIC may be attributable to a wide variety of disease processes, including infectious, vascular, autoimmune, neoplastic, traumatic, and inflammatory etiologies. [20] [21] [22] [23]"}
{"id": "article-143430_12", "title": "Ictal-Interictal Continuum -- Etiology", "content": "Acute stroke is the commonest etiology. Well-described causes include, but are not limited to, acute ischemic and hemorrhagic strokes, primary and metastatic central nervous system tumors, traumatic brain injury (TBI), infectious encephalitis, neurodegenerative processes, autoimmune epilepsy, and prion disease, but may also be idiopathic. [24] [25] [26]", "contents": "Ictal-Interictal Continuum -- Etiology. Acute stroke is the commonest etiology. Well-described causes include, but are not limited to, acute ischemic and hemorrhagic strokes, primary and metastatic central nervous system tumors, traumatic brain injury (TBI), infectious encephalitis, neurodegenerative processes, autoimmune epilepsy, and prion disease, but may also be idiopathic. [24] [25] [26]"}
{"id": "article-143430_13", "title": "Ictal-Interictal Continuum -- Etiology", "content": "A uniform explanation for the development and progression of these rhythmic and/or periodic patterns in specific subsets of patients with lesional and non-lesional cerebral injury is yet to be elucidated.", "contents": "Ictal-Interictal Continuum -- Etiology. A uniform explanation for the development and progression of these rhythmic and/or periodic patterns in specific subsets of patients with lesional and non-lesional cerebral injury is yet to be elucidated."}
{"id": "article-143430_14", "title": "Ictal-Interictal Continuum -- Epidemiology", "content": "As the ictal-interictal continuum refers to electrographic patterns rather than a specific disease entity, its true incidence and prevalence are unknown. Gender distinctions likely parallel those observed in the underlying cause of the pattern. Investigation of these measures has been further complicated because various patterns have been added to, or excluded from, the IIC umbrella as insights into the clinical significance of these patterns has evolved.   While there is uncertainty about the epidemiological footprint of the IIC, seizure burden in the setting of these patterns has been investigated with highly variable results that rely heavily upon the type of pattern under scrutiny. Seizure incidence in critically ill patients has been demonstrated to range from 45 to 95% in patients with LPDs and as high as 43 to 78% in patients with BIPDs, but appears to be lower in patients with GPDs (11 to 89%) and LRDA (35 to 63%). [27] [28] [29]", "contents": "Ictal-Interictal Continuum -- Epidemiology. As the ictal-interictal continuum refers to electrographic patterns rather than a specific disease entity, its true incidence and prevalence are unknown. Gender distinctions likely parallel those observed in the underlying cause of the pattern. Investigation of these measures has been further complicated because various patterns have been added to, or excluded from, the IIC umbrella as insights into the clinical significance of these patterns has evolved.   While there is uncertainty about the epidemiological footprint of the IIC, seizure burden in the setting of these patterns has been investigated with highly variable results that rely heavily upon the type of pattern under scrutiny. Seizure incidence in critically ill patients has been demonstrated to range from 45 to 95% in patients with LPDs and as high as 43 to 78% in patients with BIPDs, but appears to be lower in patients with GPDs (11 to 89%) and LRDA (35 to 63%). [27] [28] [29]"}
{"id": "article-143430_15", "title": "Ictal-Interictal Continuum -- Epidemiology", "content": "Morphology has been implicated as a risk factor for seizures, with “plus features” such as rhythmicity or fast frequencies superimposed on periodicity implicated in increased odds of developing discrete seizures and status epilepticus. [30] [31] [29] [32]", "contents": "Ictal-Interictal Continuum -- Epidemiology. Morphology has been implicated as a risk factor for seizures, with “plus features” such as rhythmicity or fast frequencies superimposed on periodicity implicated in increased odds of developing discrete seizures and status epilepticus. [30] [31] [29] [32]"}
{"id": "article-143430_16", "title": "Ictal-Interictal Continuum -- Pathophysiology", "content": "At a granular level, the pathophysiology of IIC patterns is incompletely understood, although it is speculated to encompass several distinct generative mechanisms. Well-substantiated hypotheses have included abnormal synchronization of damaged neural networks, a fusion of diseased neurons through ephaptic connections, and condensation of migratory oscillatory patterns that emerge from the disruption of inhibitory cortical interneurons. [33] [34]", "contents": "Ictal-Interictal Continuum -- Pathophysiology. At a granular level, the pathophysiology of IIC patterns is incompletely understood, although it is speculated to encompass several distinct generative mechanisms. Well-substantiated hypotheses have included abnormal synchronization of damaged neural networks, a fusion of diseased neurons through ephaptic connections, and condensation of migratory oscillatory patterns that emerge from the disruption of inhibitory cortical interneurons. [33] [34]"}
{"id": "article-143430_17", "title": "Ictal-Interictal Continuum -- Pathophysiology", "content": "Witsch et al. demonstrated a correlation between discharge frequency and tissue hypoxia at discharge rates greater than 2 Hz following an initial increase in blood flow at rates lower than 2 Hz, suggesting inadequate compensation for increased metabolic demand. [35]", "contents": "Ictal-Interictal Continuum -- Pathophysiology. Witsch et al. demonstrated a correlation between discharge frequency and tissue hypoxia at discharge rates greater than 2 Hz following an initial increase in blood flow at rates lower than 2 Hz, suggesting inadequate compensation for increased metabolic demand. [35]"}
{"id": "article-143430_18", "title": "Ictal-Interictal Continuum -- Pathophysiology", "content": "Investigation of TBI patients with IIC patterns has revealed elevated lactate/pyruvate ratios in the local diseased milieu, with a clear association between LPDs and increased glucose metabolism on FDG-PET. [36] Other studies have added support to this hypothesis by providing evidence that the frequency of discharges in these patterns directly correlates with the degree of hyper metabolism. However, some examples in the medical literature reveal IIC patterns associated with hypometabolism, implying clinical heterogeneity in the processes that lead up to a metabolic crisis and cortical injury. [37] [38]", "contents": "Ictal-Interictal Continuum -- Pathophysiology. Investigation of TBI patients with IIC patterns has revealed elevated lactate/pyruvate ratios in the local diseased milieu, with a clear association between LPDs and increased glucose metabolism on FDG-PET. [36] Other studies have added support to this hypothesis by providing evidence that the frequency of discharges in these patterns directly correlates with the degree of hyper metabolism. However, some examples in the medical literature reveal IIC patterns associated with hypometabolism, implying clinical heterogeneity in the processes that lead up to a metabolic crisis and cortical injury. [37] [38]"}
{"id": "article-143430_19", "title": "Ictal-Interictal Continuum -- History and Physical", "content": "The presence of ongoing nonconvulsive seizures should be considered in any patient with altered mental status or focal neurologic deficits without a clear cause and should extend to patients demonstrating encephalopathy or transient neurologic deficits despite appropriate treatment of a known cause. This holds true, particularly for critically ill patients requiring intensive medical care or who have a known history of epilepsy.", "contents": "Ictal-Interictal Continuum -- History and Physical. The presence of ongoing nonconvulsive seizures should be considered in any patient with altered mental status or focal neurologic deficits without a clear cause and should extend to patients demonstrating encephalopathy or transient neurologic deficits despite appropriate treatment of a known cause. This holds true, particularly for critically ill patients requiring intensive medical care or who have a known history of epilepsy."}
{"id": "article-143430_20", "title": "Ictal-Interictal Continuum -- History and Physical", "content": "Prompt diagnostic evaluation can help to identify both clear electrographic seizures and electrographic patterns that lie on the IIC with features strongly concerning for an ictal process. In addition, careful clinical observation of the patient in the ICU can be very helpful in identifying clear yet subtle ictal phenomena such as repetitive or stereotyped eye blinking and lip-smacking.", "contents": "Ictal-Interictal Continuum -- History and Physical. Prompt diagnostic evaluation can help to identify both clear electrographic seizures and electrographic patterns that lie on the IIC with features strongly concerning for an ictal process. In addition, careful clinical observation of the patient in the ICU can be very helpful in identifying clear yet subtle ictal phenomena such as repetitive or stereotyped eye blinking and lip-smacking."}
{"id": "article-143430_21", "title": "Ictal-Interictal Continuum -- History and Physical", "content": "Patients experiencing generalized IIC patterns typically demonstrate encephalopathy of varying severity with cognitive impairments in attention or level of consciousness that reflect diffuse cerebral dysfunction. [39] Patients who appear to be at a cognitive baseline may lie on the interictal region of this continuum, whereas patients who become progressively unresponsive transition towards a more ictal region. [40] Efforts to mitigate any confounding variables, such as metabolic imbalances or sedation, are important to accurately and reliably evaluate the significance of these patterns in a critically ill patient.", "contents": "Ictal-Interictal Continuum -- History and Physical. Patients experiencing generalized IIC patterns typically demonstrate encephalopathy of varying severity with cognitive impairments in attention or level of consciousness that reflect diffuse cerebral dysfunction. [39] Patients who appear to be at a cognitive baseline may lie on the interictal region of this continuum, whereas patients who become progressively unresponsive transition towards a more ictal region. [40] Efforts to mitigate any confounding variables, such as metabolic imbalances or sedation, are important to accurately and reliably evaluate the significance of these patterns in a critically ill patient."}
{"id": "article-143430_22", "title": "Ictal-Interictal Continuum -- History and Physical", "content": "Focal patterns on the IIC may be associated with impairments in cognitive domains typically implicated in the region of concern. [41] These impairments vary in severity with the frequency of discharges, the presence of comorbid disease processes, and the cognitive reserve of the individual patient at baseline. Focal electrographic abnormalities may be associated with alterations in the level of consciousness. [42] However, certain disease processes that contribute to these discharges may underlie these alterations in mental status, such as those seen in malignancy, tauopathies, autoimmune encephalitis, and infectious encephalitis. [40]", "contents": "Ictal-Interictal Continuum -- History and Physical. Focal patterns on the IIC may be associated with impairments in cognitive domains typically implicated in the region of concern. [41] These impairments vary in severity with the frequency of discharges, the presence of comorbid disease processes, and the cognitive reserve of the individual patient at baseline. Focal electrographic abnormalities may be associated with alterations in the level of consciousness. [42] However, certain disease processes that contribute to these discharges may underlie these alterations in mental status, such as those seen in malignancy, tauopathies, autoimmune encephalitis, and infectious encephalitis. [40]"}
{"id": "article-143430_23", "title": "Ictal-Interictal Continuum -- Evaluation", "content": "EEG is the only test that can identify the IIC in the clinical setting. The study is typically set up in accordance with the 10-20 international system by a trained EEG technologist and interpreted by an epileptologist, clinical neurophysiologist, or general neurologist. Continuous video monitoring is required to ensure no clinical correlation, which would otherwise render the pattern meeting the criteria for an electroclinical seizure.    In addition to not meeting accepted criteria for electrographic or electroclinical seizures, a pattern on the IIC must meet one of the three following criteria: Epileptiform discharges that average ≥1.0 Hz and ≤2.5 Hz for at least 10 seconds (10 to 25 discharges in 10 sec) Epileptiform discharges that average ≥0.5Hz and ≤1.0 Hz for at least 10 seconds with a plus modifier or fluctuation Lateralized rhythmic delta activity >1.0Hz for at least 10 seconds with a plus modifier or fluctuation", "contents": "Ictal-Interictal Continuum -- Evaluation. EEG is the only test that can identify the IIC in the clinical setting. The study is typically set up in accordance with the 10-20 international system by a trained EEG technologist and interpreted by an epileptologist, clinical neurophysiologist, or general neurologist. Continuous video monitoring is required to ensure no clinical correlation, which would otherwise render the pattern meeting the criteria for an electroclinical seizure.    In addition to not meeting accepted criteria for electrographic or electroclinical seizures, a pattern on the IIC must meet one of the three following criteria: Epileptiform discharges that average ≥1.0 Hz and ≤2.5 Hz for at least 10 seconds (10 to 25 discharges in 10 sec) Epileptiform discharges that average ≥0.5Hz and ≤1.0 Hz for at least 10 seconds with a plus modifier or fluctuation Lateralized rhythmic delta activity >1.0Hz for at least 10 seconds with a plus modifier or fluctuation"}
{"id": "article-143430_24", "title": "Ictal-Interictal Continuum -- Evaluation", "content": "Plus modifiers include additional features that render a pattern more ictal-appearing and can include embedded fast frequencies (+F) superimposed on either periodic discharges or rhythmic delta activity, embedded rhythmic frequencies (+R) superimposed on periodic discharges, embedded sharp discharges (+S) superimposed on rhythmic delta activity, a combination of fast frequencies and rhythmic delta activity (+FR) superimposed on periodic discharges, or a combination of fast frequencies and sharp discharges (+FS) superimposed on rhythmic delta activity. Fluctuation refers to ≥ 3 changes, not more than one minute apart, in frequency (by at least .5/s), ≥ 3 changes in morphology, or ≥ 3 changes in location by at least 1 standard inter-electrode distance, with these changes not qualifying as evolving. [14]", "contents": "Ictal-Interictal Continuum -- Evaluation. Plus modifiers include additional features that render a pattern more ictal-appearing and can include embedded fast frequencies (+F) superimposed on either periodic discharges or rhythmic delta activity, embedded rhythmic frequencies (+R) superimposed on periodic discharges, embedded sharp discharges (+S) superimposed on rhythmic delta activity, a combination of fast frequencies and rhythmic delta activity (+FR) superimposed on periodic discharges, or a combination of fast frequencies and sharp discharges (+FS) superimposed on rhythmic delta activity. Fluctuation refers to ≥ 3 changes, not more than one minute apart, in frequency (by at least .5/s), ≥ 3 changes in morphology, or ≥ 3 changes in location by at least 1 standard inter-electrode distance, with these changes not qualifying as evolving. [14]"}
{"id": "article-143430_25", "title": "Ictal-Interictal Continuum -- Treatment / Management", "content": "Management of IIC patterns incorporates two broad considerations, the first of which focuses on whether the pattern truly reflects an ictal process consistent with non-convulsive status epilepticus, and the second of which focuses on treatable and reversible causes of these rhythmic or periodic patterns. As with all potentially life-threatening conditions, vital signs and airway should be assessed, and a low threshold for intubation, mechanical ventilation, and vasopressor support should be considered if there is a concern for hemodynamic instability or airway compromise.", "contents": "Ictal-Interictal Continuum -- Treatment / Management. Management of IIC patterns incorporates two broad considerations, the first of which focuses on whether the pattern truly reflects an ictal process consistent with non-convulsive status epilepticus, and the second of which focuses on treatable and reversible causes of these rhythmic or periodic patterns. As with all potentially life-threatening conditions, vital signs and airway should be assessed, and a low threshold for intubation, mechanical ventilation, and vasopressor support should be considered if there is a concern for hemodynamic instability or airway compromise."}
{"id": "article-143430_26", "title": "Ictal-Interictal Continuum -- Treatment / Management", "content": "Head imaging may be indicated, mainly if there are focal findings, although this is often acquired before the connection of continuous video EEG. In addition, blood glucose, CBC, CMP, toxicology screen, and antiseizure medication drug levels (if indicated) should be obtained. Not all patients with IIC patterns require hemodynamic or respiratory support, and some patients with severe epilepsy syndromes, particularly those with static encephalopathy, may exhibit the persistence of an IIC EEG pattern at their clinical baseline.", "contents": "Ictal-Interictal Continuum -- Treatment / Management. Head imaging may be indicated, mainly if there are focal findings, although this is often acquired before the connection of continuous video EEG. In addition, blood glucose, CBC, CMP, toxicology screen, and antiseizure medication drug levels (if indicated) should be obtained. Not all patients with IIC patterns require hemodynamic or respiratory support, and some patients with severe epilepsy syndromes, particularly those with static encephalopathy, may exhibit the persistence of an IIC EEG pattern at their clinical baseline."}
{"id": "article-143430_27", "title": "Ictal-Interictal Continuum -- Treatment / Management", "content": "Although several algorithms have been posited to assist with clinical decision-making, there is no evidence-based treatment algorithm. The decision to administer antiseizure medications should be made in the context of the patient’s clinical trajectory and underlying comorbidities. [43] [44] [45]", "contents": "Ictal-Interictal Continuum -- Treatment / Management. Although several algorithms have been posited to assist with clinical decision-making, there is no evidence-based treatment algorithm. The decision to administer antiseizure medications should be made in the context of the patient’s clinical trajectory and underlying comorbidities. [43] [44] [45]"}
{"id": "article-143430_28", "title": "Ictal-Interictal Continuum -- Treatment / Management", "content": "A benzodiazepine with rapid onset, such as intramuscular midazolam, intravenous lorazepam, or intravenous diazepam, can be considered a first-line treatment. Alternatively, the introduction of a nonsedating antiseizure medication that can be rapidly loaded intravenously, such as levetiracetam or valproic acid, may be used. [46]", "contents": "Ictal-Interictal Continuum -- Treatment / Management. A benzodiazepine with rapid onset, such as intramuscular midazolam, intravenous lorazepam, or intravenous diazepam, can be considered a first-line treatment. Alternatively, the introduction of a nonsedating antiseizure medication that can be rapidly loaded intravenously, such as levetiracetam or valproic acid, may be used. [46]"}
{"id": "article-143430_29", "title": "Ictal-Interictal Continuum -- Treatment / Management", "content": "Doses should be adequate to decisively answer the question as to whether the pattern is ictal and may require mirroring doses used in the American Epilepsy Society convulsive status epilepticus algorithm. [47] An improvement in the EEG background and the patient’s clinical status is required to confirm a positive test. [48] Improvement in the EEG alone is insufficient to make this determination, as certain antiseizure medications may reduce the frequency of epileptiform discharges even in the absence of ongoing seizures.  Concerted efforts should be made to identify and discontinue neurotoxic medications and treat the underlying disease process. In the case of possible iatrogenesis, such as that seen with prolonged cefepime administration, cessation should be the priority rather than escalation of antiseizure medications, as IIC patterns may resolve spontaneously with clearance of the neurotoxic agent. [49]", "contents": "Ictal-Interictal Continuum -- Treatment / Management. Doses should be adequate to decisively answer the question as to whether the pattern is ictal and may require mirroring doses used in the American Epilepsy Society convulsive status epilepticus algorithm. [47] An improvement in the EEG background and the patient’s clinical status is required to confirm a positive test. [48] Improvement in the EEG alone is insufficient to make this determination, as certain antiseizure medications may reduce the frequency of epileptiform discharges even in the absence of ongoing seizures.  Concerted efforts should be made to identify and discontinue neurotoxic medications and treat the underlying disease process. In the case of possible iatrogenesis, such as that seen with prolonged cefepime administration, cessation should be the priority rather than escalation of antiseizure medications, as IIC patterns may resolve spontaneously with clearance of the neurotoxic agent. [49]"}
{"id": "article-143430_30", "title": "Ictal-Interictal Continuum -- Differential Diagnosis", "content": "The IIC is not in and of itself a disease but rather a set of EEG features concerning an ictal process while not meeting formal criteria for electrographic or electroclinical seizures. The appearance of IIC patterns varies considerably depending upon the etiology of the pattern, but the application of the ACNS criteria should preclude such patterns from being mistaken for other entities. While one study showed GRDA to be associated with seizures in 10% of patients. [29]", "contents": "Ictal-Interictal Continuum -- Differential Diagnosis. The IIC is not in and of itself a disease but rather a set of EEG features concerning an ictal process while not meeting formal criteria for electrographic or electroclinical seizures. The appearance of IIC patterns varies considerably depending upon the etiology of the pattern, but the application of the ACNS criteria should preclude such patterns from being mistaken for other entities. While one study showed GRDA to be associated with seizures in 10% of patients. [29]"}
{"id": "article-143430_31", "title": "Ictal-Interictal Continuum -- Differential Diagnosis", "content": "GRDA is not considered an ictogenic pattern nor included in patterns that lie on an IIC. Brief potentially ictal rhythmic discharges (BIRDs), defined as focal or generalized rhythmic activity >4 Hz that is sharply contoured, evolving, or similar in location and morphology as definite seizures in the same record, constitute a distinct and separate electrographic pattern with similar clinical implications as IIC patterns but in contrast, lasts less than 10 seconds. [14]", "contents": "Ictal-Interictal Continuum -- Differential Diagnosis. GRDA is not considered an ictogenic pattern nor included in patterns that lie on an IIC. Brief potentially ictal rhythmic discharges (BIRDs), defined as focal or generalized rhythmic activity >4 Hz that is sharply contoured, evolving, or similar in location and morphology as definite seizures in the same record, constitute a distinct and separate electrographic pattern with similar clinical implications as IIC patterns but in contrast, lasts less than 10 seconds. [14]"}
{"id": "article-143430_32", "title": "Ictal-Interictal Continuum -- Prognosis", "content": "EEG patterns interpreted in isolation cannot inform prognosis, and this principle extends to patterns that define IIC. A comprehensive approach to the prognosis that includes a detailed history, neurological exam, and clinical trajectory are essential components to prognostication, with EEG findings playing a supportive role. The etiology of cerebral dysfunction is most important for the prediction of clinical outcomes.", "contents": "Ictal-Interictal Continuum -- Prognosis. EEG patterns interpreted in isolation cannot inform prognosis, and this principle extends to patterns that define IIC. A comprehensive approach to the prognosis that includes a detailed history, neurological exam, and clinical trajectory are essential components to prognostication, with EEG findings playing a supportive role. The etiology of cerebral dysfunction is most important for the prediction of clinical outcomes."}
{"id": "article-143430_33", "title": "Ictal-Interictal Continuum -- Prognosis", "content": "Given the heterogeneity of causes for these patterns, the prognosis is highly variable. In a cohort of patients with traumatic brain injury, patients with moderate and severe IIC activity as a group did not demonstrate an association with poor outcome, whereas multivariate regression analysis of a group of patients with subarachnoid hemorrhage showed periodic discharges to be associated with an 18.8-fold risk of a poor functional outcome on the modified Rankin Scale. [24] [50] [51]", "contents": "Ictal-Interictal Continuum -- Prognosis. Given the heterogeneity of causes for these patterns, the prognosis is highly variable. In a cohort of patients with traumatic brain injury, patients with moderate and severe IIC activity as a group did not demonstrate an association with poor outcome, whereas multivariate regression analysis of a group of patients with subarachnoid hemorrhage showed periodic discharges to be associated with an 18.8-fold risk of a poor functional outcome on the modified Rankin Scale. [24] [50] [51]"}
{"id": "article-143430_34", "title": "Ictal-Interictal Continuum -- Prognosis", "content": "Rhythmic and periodic electrographic patterns in the setting of cardiac arrest are generally associated with poor neurological outcomes, but this is not universally observed, and caution must be exercised when interpreting these findings, particularly if there is concern that the pattern reflects ongoing seizures that are not actively being treated.", "contents": "Ictal-Interictal Continuum -- Prognosis. Rhythmic and periodic electrographic patterns in the setting of cardiac arrest are generally associated with poor neurological outcomes, but this is not universally observed, and caution must be exercised when interpreting these findings, particularly if there is concern that the pattern reflects ongoing seizures that are not actively being treated."}
{"id": "article-143430_35", "title": "Ictal-Interictal Continuum -- Complications", "content": "Complications from IIC patterns stem from either overtreatment of interictal abnormalities or, less commonly, undertreatment of electrographic seizures. Overtreatment of interictal patterns may result in sedation, worsening encephalopathy, and adverse side effects directly related to antiseizure medications, including, but not limited to, respiratory suppression, hypersensitivity reactions, and tachyphylaxis. Aggressive treatment of these patterns may inadvertently result in a need for intubation and mechanical ventilation, which carry risks in and of themselves for ventilator-associated pneumonia, barotrauma, volutrauma, and hemodynamic collapse.  In contrast, undertreatment of IIC patterns may potentially increase the risk of neuronal injury from ongoing metabolic crisis or tissue hypoxia, augment resistance to pharmacotherapeutic interventions, and facilitate progression to unequivocal secondarily generalized tonic-clonic seizures, which confer high morbidity and mortality. Notably, several studies have shown good long-term functional and cognitive outcomes in patients who have experienced non-convulsive status epilepticus (NCSE). Data suggests that NCSE does not lead to permanent damage unless an underlying medical issue exacerbates it. [52] [53] [54]", "contents": "Ictal-Interictal Continuum -- Complications. Complications from IIC patterns stem from either overtreatment of interictal abnormalities or, less commonly, undertreatment of electrographic seizures. Overtreatment of interictal patterns may result in sedation, worsening encephalopathy, and adverse side effects directly related to antiseizure medications, including, but not limited to, respiratory suppression, hypersensitivity reactions, and tachyphylaxis. Aggressive treatment of these patterns may inadvertently result in a need for intubation and mechanical ventilation, which carry risks in and of themselves for ventilator-associated pneumonia, barotrauma, volutrauma, and hemodynamic collapse.  In contrast, undertreatment of IIC patterns may potentially increase the risk of neuronal injury from ongoing metabolic crisis or tissue hypoxia, augment resistance to pharmacotherapeutic interventions, and facilitate progression to unequivocal secondarily generalized tonic-clonic seizures, which confer high morbidity and mortality. Notably, several studies have shown good long-term functional and cognitive outcomes in patients who have experienced non-convulsive status epilepticus (NCSE). Data suggests that NCSE does not lead to permanent damage unless an underlying medical issue exacerbates it. [52] [53] [54]"}
{"id": "article-143430_36", "title": "Ictal-Interictal Continuum -- Deterrence and Patient Education", "content": "Despite an association with certain medical conditions as described previously, it is unknown why some patients develop IIC patterns, and others do not, even after experiencing similar underlying illnesses. There is no evidence to suggest that certain behaviors reduce the risk of this pattern developing on EEG. If there is concern that such a pattern reflects ongoing nonconvulsive seizures, attempts to treat this pattern should be considered in the context of the entire clinical picture. Efforts to obtain diagnostic clarity should be pursued judiciously with an understanding of the risks of both treating and not treating the patient.", "contents": "Ictal-Interictal Continuum -- Deterrence and Patient Education. Despite an association with certain medical conditions as described previously, it is unknown why some patients develop IIC patterns, and others do not, even after experiencing similar underlying illnesses. There is no evidence to suggest that certain behaviors reduce the risk of this pattern developing on EEG. If there is concern that such a pattern reflects ongoing nonconvulsive seizures, attempts to treat this pattern should be considered in the context of the entire clinical picture. Efforts to obtain diagnostic clarity should be pursued judiciously with an understanding of the risks of both treating and not treating the patient."}
{"id": "article-143430_37", "title": "Ictal-Interictal Continuum -- Enhancing Healthcare Team Outcomes", "content": "The ictal-interictal continuum comprises an umbrella for various rhythmic and periodic electroencephalographic patterns that occur in the setting of global or focal cerebral dysfunction. Patterns may arise from acute, life-threatening processes or chronic illness. Of equal importance, they may portend further neurologic decompensation by demonstrating characteristics concerning for ongoing nonconvulsive seizures or give rise to unequivocal electrographic or electroclinical seizures.", "contents": "Ictal-Interictal Continuum -- Enhancing Healthcare Team Outcomes. The ictal-interictal continuum comprises an umbrella for various rhythmic and periodic electroencephalographic patterns that occur in the setting of global or focal cerebral dysfunction. Patterns may arise from acute, life-threatening processes or chronic illness. Of equal importance, they may portend further neurologic decompensation by demonstrating characteristics concerning for ongoing nonconvulsive seizures or give rise to unequivocal electrographic or electroclinical seizures."}
{"id": "article-143430_38", "title": "Ictal-Interictal Continuum -- Enhancing Healthcare Team Outcomes", "content": "Because these patterns often arise in critically ill patients with a complicated clinical course, immediate and well-coordinated interdisciplinary and interprofessional care is essential to ensure that patients with these patterns receive appropriate interventions when clinically indicated and supportive care while diagnostic clarity is pursued. Management decisions, frequently directed by the intensivist or hospitalist, should be followed with guidance from the interpreting epileptologist or clinical neurophysiologist in the context of the patient's history and exam.", "contents": "Ictal-Interictal Continuum -- Enhancing Healthcare Team Outcomes. Because these patterns often arise in critically ill patients with a complicated clinical course, immediate and well-coordinated interdisciplinary and interprofessional care is essential to ensure that patients with these patterns receive appropriate interventions when clinically indicated and supportive care while diagnostic clarity is pursued. Management decisions, frequently directed by the intensivist or hospitalist, should be followed with guidance from the interpreting epileptologist or clinical neurophysiologist in the context of the patient's history and exam."}
{"id": "article-143430_39", "title": "Ictal-Interictal Continuum -- Enhancing Healthcare Team Outcomes", "content": "EEG technologists play an essential role, both by the timely connection of the EEG and ensuring a high-quality recording is available for interpretation and by documenting clinical responses to stimulation on the EEG record, which may help further inform clinical decision-making.", "contents": "Ictal-Interictal Continuum -- Enhancing Healthcare Team Outcomes. EEG technologists play an essential role, both by the timely connection of the EEG and ensuring a high-quality recording is available for interpretation and by documenting clinical responses to stimulation on the EEG record, which may help further inform clinical decision-making."}
{"id": "article-143430_40", "title": "Ictal-Interictal Continuum -- Enhancing Healthcare Team Outcomes", "content": "Selection of appropriate first- and second-line medications for treating these patterns may require guidance from the pharmacist for dosing considerations in the setting of medical comorbidities. In contrast, medication delivery relies on expert execution from nursing, coordinating activities with the prescribing/ordering clinician and the pharmacist as needed. While outcomes generally reflect the underlying etiology of the cerebral insult, timely intervention can reduce the risk of medical complications and prolonged hospitalization. Proposed treatment algorithms reflect expert opinion as controlled studies exploring clinical outcomes pertaining to specific interventions for managing patterns on the IIC have not been performed.", "contents": "Ictal-Interictal Continuum -- Enhancing Healthcare Team Outcomes. Selection of appropriate first- and second-line medications for treating these patterns may require guidance from the pharmacist for dosing considerations in the setting of medical comorbidities. In contrast, medication delivery relies on expert execution from nursing, coordinating activities with the prescribing/ordering clinician and the pharmacist as needed. While outcomes generally reflect the underlying etiology of the cerebral insult, timely intervention can reduce the risk of medical complications and prolonged hospitalization. Proposed treatment algorithms reflect expert opinion as controlled studies exploring clinical outcomes pertaining to specific interventions for managing patterns on the IIC have not been performed."}
{"id": "article-143430_41", "title": "Ictal-Interictal Continuum -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ictal-Interictal Continuum -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}