{"id": "article-150570_0", "title": "Obesity and Type 2 Diabetes -- Continuing Education Activity", "content": "Obesity is a common risk factor for type 2 diabetes. Screening for diabetes is indicated in all patients with obesity. Treating obesity is the cornerstone in the prevention and management of type 2 diabetes. Weight reduction leads to prevention, control, and in some cases, remission of diabetes. This activity reviews the management of patients with obesity and diabetes, including lifestyle interventions, pharmacologic treatment, and metabolic and bariatric surgery.", "contents": "Obesity and Type 2 Diabetes -- Continuing Education Activity. Obesity is a common risk factor for type 2 diabetes. Screening for diabetes is indicated in all patients with obesity. Treating obesity is the cornerstone in the prevention and management of type 2 diabetes. Weight reduction leads to prevention, control, and in some cases, remission of diabetes. This activity reviews the management of patients with obesity and diabetes, including lifestyle interventions, pharmacologic treatment, and metabolic and bariatric surgery."}
{"id": "article-150570_1", "title": "Obesity and Type 2 Diabetes -- Continuing Education Activity", "content": "Objectives: Determine lifestyle risk factors and plan aggressive modification strategies to initiate treatment. Select appropriate pharmacologic treatments for patients with coexisting obesity and type 2 diabetes. Identify the indications for surgical intervention for coexisting obesity and type 2 diabetes. Collaborate with the interprofessional team to educate, treat, and monitor patients with obesity and type 2 diabetes to improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Obesity and Type 2 Diabetes -- Continuing Education Activity. Objectives: Determine lifestyle risk factors and plan aggressive modification strategies to initiate treatment. Select appropriate pharmacologic treatments for patients with coexisting obesity and type 2 diabetes. Identify the indications for surgical intervention for coexisting obesity and type 2 diabetes. Collaborate with the interprofessional team to educate, treat, and monitor patients with obesity and type 2 diabetes to improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-150570_2", "title": "Obesity and Type 2 Diabetes -- Introduction", "content": "Excess body weight and obesity are significant risk factors for type 2 diabetes mellitus (T2DM). Obesity management in patients with T2DM should be implemented according to Guidelines from the American Diabetes Association and the American Obesity Association, including lifestyle interventions, pharmacologic treatments, and surgical indications. Leaders at an international consensus conference, the Second Diabetes Surgery Summit (2016), developed a treatment algorithm for metabolic and bariatric surgery in patients with obesity and diabetes. [1] [2]", "contents": "Obesity and Type 2 Diabetes -- Introduction. Excess body weight and obesity are significant risk factors for type 2 diabetes mellitus (T2DM). Obesity management in patients with T2DM should be implemented according to Guidelines from the American Diabetes Association and the American Obesity Association, including lifestyle interventions, pharmacologic treatments, and surgical indications. Leaders at an international consensus conference, the Second Diabetes Surgery Summit (2016), developed a treatment algorithm for metabolic and bariatric surgery in patients with obesity and diabetes. [1] [2]"}
{"id": "article-150570_3", "title": "Obesity and Type 2 Diabetes -- Issues of Concern", "content": "The lifetime diabetes risk in men older than 18 years increases from 7% to 70% when BMI increases from less than 18.5 kg/m to more than 35 kg/m. Similarly, the lifetime diabetes risk in females increases from 12% to 74% with the same BMI values. [3] Therefore, screening for diabetes is indicated in all patients with obesity. Treating obesity is the cornerstone in the prevention and management of T2DM. Weight loss leads to a significant reduction in the incidence of diabetes in at-risk populations. In one study, lifestyle modifications such as modest weight reduction (5-10% of baseline weight) and increased physical activity to at least 150 minutes per week reduced the incidence of diabetes by more than 50%. [4]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern. The lifetime diabetes risk in men older than 18 years increases from 7% to 70% when BMI increases from less than 18.5 kg/m to more than 35 kg/m. Similarly, the lifetime diabetes risk in females increases from 12% to 74% with the same BMI values. [3] Therefore, screening for diabetes is indicated in all patients with obesity. Treating obesity is the cornerstone in the prevention and management of T2DM. Weight loss leads to a significant reduction in the incidence of diabetes in at-risk populations. In one study, lifestyle modifications such as modest weight reduction (5-10% of baseline weight) and increased physical activity to at least 150 minutes per week reduced the incidence of diabetes by more than 50%. [4]"}
{"id": "article-150570_4", "title": "Obesity and Type 2 Diabetes -- Issues of Concern", "content": "Similarly, bariatric surgery led to a 5-fold reduction in T2DM incidence over 7 years. [5] Weight reduction is also effective in the treatment of T2DM. Glycemic control improves proportionally with weight loss, sometimes leading to remission. [6] Treatment of T2DM begins with lifestyle management, followed by pharmacologic treatment and surgical therapy, if indicated.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern. Similarly, bariatric surgery led to a 5-fold reduction in T2DM incidence over 7 years. [5] Weight reduction is also effective in the treatment of T2DM. Glycemic control improves proportionally with weight loss, sometimes leading to remission. [6] Treatment of T2DM begins with lifestyle management, followed by pharmacologic treatment and surgical therapy, if indicated."}
{"id": "article-150570_5", "title": "Obesity and Type 2 Diabetes -- Issues of Concern", "content": "The most common metric used to evaluate body weight is body mass index (BMI). BMI is calculated by dividing the patient's weight by the square of the height (kg/m). BMI stratifies patients into the following categories: Underweight: less than 18.5 kg/m Healthy weight: 18.5 to 24.9 kg/m (18.5 to 22.9 kg/m in the Asian population) Overweight: 25 to 29.9 kg/m (23 to 27.4 kg/m in the Asian population) Obese, class 1: 30 to 34.9 kg/m (27.5 to 32.4 kg/m in the Asian population) Obese, class 2: 35 to 39.9 kg/m (32.5 to 37.4 kg/m in the Asian population) Obese, class 3: greater than 40 kg/m (greater than 37.5 kg/m in the Asian population)", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern. The most common metric used to evaluate body weight is body mass index (BMI). BMI is calculated by dividing the patient's weight by the square of the height (kg/m). BMI stratifies patients into the following categories: Underweight: less than 18.5 kg/m Healthy weight: 18.5 to 24.9 kg/m (18.5 to 22.9 kg/m in the Asian population) Overweight: 25 to 29.9 kg/m (23 to 27.4 kg/m in the Asian population) Obese, class 1: 30 to 34.9 kg/m (27.5 to 32.4 kg/m in the Asian population) Obese, class 2: 35 to 39.9 kg/m (32.5 to 37.4 kg/m in the Asian population) Obese, class 3: greater than 40 kg/m (greater than 37.5 kg/m in the Asian population)"}
{"id": "article-150570_6", "title": "Obesity and Type 2 Diabetes -- Issues of Concern", "content": "The upper value in each category is reduced for individuals of Asian descent because they tend to have a higher body fat content and increased risk of T2DM at a lower BMI. Many international societies have adopted these lower ranges to define obesity in individuals of Asian descent. [7]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern. The upper value in each category is reduced for individuals of Asian descent because they tend to have a higher body fat content and increased risk of T2DM at a lower BMI. Many international societies have adopted these lower ranges to define obesity in individuals of Asian descent. [7]"}
{"id": "article-150570_7", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management", "content": "Obesity is a chronic medical condition and a known risk factor for the development of T2DM. In patients diagnosed with overweight or obesity and T2DM, treatment begins with aggressive modification of lifestyle risk factors. [8] These modifications include the following: Self-management education Nutritional counseling Increasing physical activity Psychosocial care, if indicated Smoking cessation for smokers", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management. Obesity is a chronic medical condition and a known risk factor for the development of T2DM. In patients diagnosed with overweight or obesity and T2DM, treatment begins with aggressive modification of lifestyle risk factors. [8] These modifications include the following: Self-management education Nutritional counseling Increasing physical activity Psychosocial care, if indicated Smoking cessation for smokers"}
{"id": "article-150570_8", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management", "content": "Patient self-management education promotes a better understanding of coexisting chronic conditions and improves knowledge about self-testing and compliance with medical therapy. Patient education is first recommended when T2DM is diagnosed, then annually, and again if complications develop. [9] Nurses, registered dietitians, primary care providers, and other specialists contribute to patient education. Motivational interviewing, visual aids, handouts, and electronic resources are valuable teaching tools.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management. Patient self-management education promotes a better understanding of coexisting chronic conditions and improves knowledge about self-testing and compliance with medical therapy. Patient education is first recommended when T2DM is diagnosed, then annually, and again if complications develop. [9] Nurses, registered dietitians, primary care providers, and other specialists contribute to patient education. Motivational interviewing, visual aids, handouts, and electronic resources are valuable teaching tools."}
{"id": "article-150570_9", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management", "content": "The goal of lifestyle modification is a loss of at least 5% of body weight to achieve beneficial effects. [10] The Look AHEAD trial provides the most data on the effect of intensive lifestyle intervention (ILI). This trial demonstrated sustained weight loss greater than 5% in at least half of the participants, and 27% of participants had greater than 10% weight loss at 8 years. [11]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management. The goal of lifestyle modification is a loss of at least 5% of body weight to achieve beneficial effects. [10] The Look AHEAD trial provides the most data on the effect of intensive lifestyle intervention (ILI). This trial demonstrated sustained weight loss greater than 5% in at least half of the participants, and 27% of participants had greater than 10% weight loss at 8 years. [11]"}
{"id": "article-150570_10", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management", "content": "Participants assigned to the ILI group required fewer medications for diabetes, hypertension, and lipid management. A calorie deficit of 500 to 750 kcal/day is generally advised to achieve this. Typically, this results in a calorie goal of 1200 to 1500 kcal/day for women and 1500-1800 kcal/day for men. Meal replacement plans can be helpful for some individuals in reaching a set calorie deficit, but their use is unlikely to be sustainable over the long term. Other successful dietary interventions include the DASH diet (Dietary Approach to Stop Hypertension) and the Mediterranean diet. [12] [13] Modified alternate-day fasting and the 5:2 diet are the only types of intermittent fasting diets that have demonstrated a statistically significant weight loss of more than 5%. [14]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management. Participants assigned to the ILI group required fewer medications for diabetes, hypertension, and lipid management. A calorie deficit of 500 to 750 kcal/day is generally advised to achieve this. Typically, this results in a calorie goal of 1200 to 1500 kcal/day for women and 1500-1800 kcal/day for men. Meal replacement plans can be helpful for some individuals in reaching a set calorie deficit, but their use is unlikely to be sustainable over the long term. Other successful dietary interventions include the DASH diet (Dietary Approach to Stop Hypertension) and the Mediterranean diet. [12] [13] Modified alternate-day fasting and the 5:2 diet are the only types of intermittent fasting diets that have demonstrated a statistically significant weight loss of more than 5%. [14]"}
{"id": "article-150570_11", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management", "content": "The diet chosen should be tailored to the patient's cultural and dietary patterns, food availability, and other factors such as hunger and access to healthy foods. Counseling sessions for nutrition, physical activity, and behavioral goals to achieve weight loss should be available to all patients. More than 16 such sessions in 6 months are included in standard ILI, and monthly sessions continue for patients who achieve the target weight loss after one year. However, this degree of intensive intervention may not be readily available or financially feasible in primary care settings.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management. The diet chosen should be tailored to the patient's cultural and dietary patterns, food availability, and other factors such as hunger and access to healthy foods. Counseling sessions for nutrition, physical activity, and behavioral goals to achieve weight loss should be available to all patients. More than 16 such sessions in 6 months are included in standard ILI, and monthly sessions continue for patients who achieve the target weight loss after one year. However, this degree of intensive intervention may not be readily available or financially feasible in primary care settings."}
{"id": "article-150570_12", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management", "content": "Individuals with T2DM and obesity should be encouraged to increase their physical activity gradually. A minimum target of 150 minutes per week of moderate-intensity exercise is recommended. The weekly exercise plan should include aerobic exercise and two to three resistance training sessions. Exercising daily, or at least avoiding more than 2 days between exercise sessions, promotes decreased insulin resistance. [15]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management. Individuals with T2DM and obesity should be encouraged to increase their physical activity gradually. A minimum target of 150 minutes per week of moderate-intensity exercise is recommended. The weekly exercise plan should include aerobic exercise and two to three resistance training sessions. Exercising daily, or at least avoiding more than 2 days between exercise sessions, promotes decreased insulin resistance. [15]"}
{"id": "article-150570_13", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management", "content": "Screening for mood disorders and other psychosocial factors related to diabetes and obesity should be done regularly. [16] [17] Treatment of coexisting mental health conditions can improve compliance and outcomes for patients with obesity and T2DM.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management. Screening for mood disorders and other psychosocial factors related to diabetes and obesity should be done regularly. [16] [17] Treatment of coexisting mental health conditions can improve compliance and outcomes for patients with obesity and T2DM."}
{"id": "article-150570_14", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management", "content": "Teens and adults with obesity and diabetes should be screened for smoking and other tobacco use, including e-cigarettes. Smoking is associated with increased diabetes risk, possibly by increasing insulin resistance. [18] Counseling and appropriate pharmacological measures for smoking cessation should be offered to smokers.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Lifestyle Management. Teens and adults with obesity and diabetes should be screened for smoking and other tobacco use, including e-cigarettes. Smoking is associated with increased diabetes risk, possibly by increasing insulin resistance. [18] Counseling and appropriate pharmacological measures for smoking cessation should be offered to smokers."}
{"id": "article-150570_15", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment", "content": "When lifestyle modifications do not achieve weight loss goals, clinicians should review the patient's medical history for other contributing factors. This includes obesogenic medications such as thiazolidinediones, beta-blockers, sulphonylureas, insulin, risperidone, other antipsychotics, antidepressants, steroids, and gabapentin.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment. When lifestyle modifications do not achieve weight loss goals, clinicians should review the patient's medical history for other contributing factors. This includes obesogenic medications such as thiazolidinediones, beta-blockers, sulphonylureas, insulin, risperidone, other antipsychotics, antidepressants, steroids, and gabapentin."}
{"id": "article-150570_16", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment", "content": "Pharmacotherapy is recommended as an adjunct to ILI in patients with a BMI of greater than 30 kg/m (greater than 25 kg/m in Asians) or greater than 27 kg/m (greater than 23 kg/m in Asians) with a weight-related complication such as hypertension, dyslipidemia, T2DM, or sleep apnea. [19]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment. Pharmacotherapy is recommended as an adjunct to ILI in patients with a BMI of greater than 30 kg/m (greater than 25 kg/m in Asians) or greater than 27 kg/m (greater than 23 kg/m in Asians) with a weight-related complication such as hypertension, dyslipidemia, T2DM, or sleep apnea. [19]"}
{"id": "article-150570_17", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment", "content": "After initiating therapy, patients should be monitored closely for medication efficacy and adverse effects. Early responders with a weight reduction of at least 5% in the first 12 weeks typically continue to achieve sustained and significant weight loss. Most weight loss medications are intended for long-term use. Initially, medical therapy for weight loss was studied only for brief use before the evidence supporting long-term use emerged in the last 2 decades. However, the FDA has approved phentermine only for short-term use of fewer than 12 weeks due to concerns about possible abuse. FDA-approved weight loss medications for long-term use are detailed below. (1) Phentermine-topiramate, extended-release", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment. After initiating therapy, patients should be monitored closely for medication efficacy and adverse effects. Early responders with a weight reduction of at least 5% in the first 12 weeks typically continue to achieve sustained and significant weight loss. Most weight loss medications are intended for long-term use. Initially, medical therapy for weight loss was studied only for brief use before the evidence supporting long-term use emerged in the last 2 decades. However, the FDA has approved phentermine only for short-term use of fewer than 12 weeks due to concerns about possible abuse. FDA-approved weight loss medications for long-term use are detailed below. (1) Phentermine-topiramate, extended-release"}
{"id": "article-150570_18", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment", "content": "This combination was approved in 2012. The SEQUEL trial investigated this medication and found an average of 10% weight loss compared to less than 2% in the placebo arm. [20] It is efficacious in patients who are overweight up to class 3 obesity with a BMI of greater than 45 kg/m. The initial dose is 3.75 mg of phentermine and 23 mg of topiramate ER (3.75/23). This can be titrated up to 15 mg/92 mg in 2-week intervals as tolerated. Common adverse effects include insomnia, increased blood pressure, dry mouth, and paresthesias. It should not be used with a monoamine oxidase inhibitor. Phentermine-topiramate is associated with congenital malformations such as cleft lip or cleft palate. Pregnancy should be ruled out before prescribing, and contraception is essential when treating women of childbearing age with this agent. (2) Liraglutide, semaglutide, and tirzepatide", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment. This combination was approved in 2012. The SEQUEL trial investigated this medication and found an average of 10% weight loss compared to less than 2% in the placebo arm. [20] It is efficacious in patients who are overweight up to class 3 obesity with a BMI of greater than 45 kg/m. The initial dose is 3.75 mg of phentermine and 23 mg of topiramate ER (3.75/23). This can be titrated up to 15 mg/92 mg in 2-week intervals as tolerated. Common adverse effects include insomnia, increased blood pressure, dry mouth, and paresthesias. It should not be used with a monoamine oxidase inhibitor. Phentermine-topiramate is associated with congenital malformations such as cleft lip or cleft palate. Pregnancy should be ruled out before prescribing, and contraception is essential when treating women of childbearing age with this agent. (2) Liraglutide, semaglutide, and tirzepatide"}
{"id": "article-150570_19", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment", "content": "These medications are glucagon-like peptide-1 receptor (GLP-1) agonists. They were initially approved for the treatment of T2DM but were found to be beneficial for weight loss. Since then, the FDA has approved liraglutide and semaglutide. FDA approval for tirzepatide to treat obesity is expected in 2023. GLP-1 agonists promote weight loss by multiple mechanisms, including insulin release stimulation, insulin sensitization, glucagon suppression, slower gastric emptying, and centrally acting early satiety. These medications are expensive, and availability can be limited based on insurance coverage.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment. These medications are glucagon-like peptide-1 receptor (GLP-1) agonists. They were initially approved for the treatment of T2DM but were found to be beneficial for weight loss. Since then, the FDA has approved liraglutide and semaglutide. FDA approval for tirzepatide to treat obesity is expected in 2023. GLP-1 agonists promote weight loss by multiple mechanisms, including insulin release stimulation, insulin sensitization, glucagon suppression, slower gastric emptying, and centrally acting early satiety. These medications are expensive, and availability can be limited based on insurance coverage."}
{"id": "article-150570_20", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment", "content": "Liraglutide was studied in the SCALE trial and led to about 5% additional weight loss compared to the placebo. [21] Dosing starts at 0.6 mg daily, administered subcutaneously (SC), and titrated at weekly intervals of up to 3 mg daily SC. Gastrointestinal disturbance and nausea are the most common adverse effects.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment. Liraglutide was studied in the SCALE trial and led to about 5% additional weight loss compared to the placebo. [21] Dosing starts at 0.6 mg daily, administered subcutaneously (SC), and titrated at weekly intervals of up to 3 mg daily SC. Gastrointestinal disturbance and nausea are the most common adverse effects."}
{"id": "article-150570_21", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment", "content": "Semaglutide was examined in the STEP clinical trial. [22] Semaglutide administration led to a 15 to 16% weight loss by week 68. This medication leads to the most robust weight loss compared to other GLP-1 agonists. The initial dose is 0.25 mg SC weekly and can be increased every 4 weeks to 2.4 mg SC weekly.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment. Semaglutide was examined in the STEP clinical trial. [22] Semaglutide administration led to a 15 to 16% weight loss by week 68. This medication leads to the most robust weight loss compared to other GLP-1 agonists. The initial dose is 0.25 mg SC weekly and can be increased every 4 weeks to 2.4 mg SC weekly."}
{"id": "article-150570_22", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment", "content": "The SURMOUNT-1 trial investigated the use of tirzepatide for weight loss in people with a BMI of more than 30 kg/m or 27 kg/m with diabetes mellitus. [23] Tirzepatide has a dual mechanism as a GLP-1 agonist and a glucose-dependent insulinotropic peptide. Approximately 20% weight loss was seen with 15 mg/week SC, the highest dose. (3) Naltrexone-bupropion sustained release (SR)", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment. The SURMOUNT-1 trial investigated the use of tirzepatide for weight loss in people with a BMI of more than 30 kg/m or 27 kg/m with diabetes mellitus. [23] Tirzepatide has a dual mechanism as a GLP-1 agonist and a glucose-dependent insulinotropic peptide. Approximately 20% weight loss was seen with 15 mg/week SC, the highest dose. (3) Naltrexone-bupropion sustained release (SR)"}
{"id": "article-150570_23", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment", "content": "This combination works by multiple mechanisms to reduce food intake and promote weight loss. Naltrexone is an opiate antagonist, and bupropion is an antidepressant. The medication must be titrated slowly to avoid intolerance. The starting dose for naltrexone/bupropion is one 8/90 mg tablet daily. Then it is increased to 2 tablets (16mg/180 mg) twice a day if necessary. Use is contraindicated in patients with uncontrolled hypertension, seizure disorder, or long-term opioid therapy. (4) Orlistat", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment. This combination works by multiple mechanisms to reduce food intake and promote weight loss. Naltrexone is an opiate antagonist, and bupropion is an antidepressant. The medication must be titrated slowly to avoid intolerance. The starting dose for naltrexone/bupropion is one 8/90 mg tablet daily. Then it is increased to 2 tablets (16mg/180 mg) twice a day if necessary. Use is contraindicated in patients with uncontrolled hypertension, seizure disorder, or long-term opioid therapy. (4) Orlistat"}
{"id": "article-150570_24", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment", "content": "Orlistat is a pancreatic lipase inhibitor that prevents fat absorption. Orlistat is dosed as 60 mg tablets, 3 times daily with meals. The XENDOS trial showed an approximate 5% weight loss with orlistat. [24] Adverse events include flatulence, abdominal pain, and fecal urgency, limiting the usefulness of this medication. Orlistat can also lead to a deficiency of fat-soluble vitamins and predispose patients to cholelithiasis and nephrolithiasis.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Medical Evaluation and Treatment. Orlistat is a pancreatic lipase inhibitor that prevents fat absorption. Orlistat is dosed as 60 mg tablets, 3 times daily with meals. The XENDOS trial showed an approximate 5% weight loss with orlistat. [24] Adverse events include flatulence, abdominal pain, and fecal urgency, limiting the usefulness of this medication. Orlistat can also lead to a deficiency of fat-soluble vitamins and predispose patients to cholelithiasis and nephrolithiasis."}
{"id": "article-150570_25", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "Surgical obesity treatment is indicated in patients with suboptimal weight loss or uncontrolled hyperglycemia. Surgery is recommended for patients with a BMI greater than 40 kg/m or a BMI of 35 to 39.9 kg/m with hyperglycemia, comorbid weight-related conditions, or inability to achieve sustainable weight loss. The Second Diabetes Surgery Summit evaluated the evidence for surgical treatment in patients with a BMI of 30 to 34.9 kg/m.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. Surgical obesity treatment is indicated in patients with suboptimal weight loss or uncontrolled hyperglycemia. Surgery is recommended for patients with a BMI greater than 40 kg/m or a BMI of 35 to 39.9 kg/m with hyperglycemia, comorbid weight-related conditions, or inability to achieve sustainable weight loss. The Second Diabetes Surgery Summit evaluated the evidence for surgical treatment in patients with a BMI of 30 to 34.9 kg/m."}
{"id": "article-150570_26", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "Metabolic and bariatric surgery is safe and effective and should also be considered in diabetic patients with a BMI of 30 to 34.9 kg/m with uncontrolled hyperglycemia despite optimal medical therapy for T2DM. Surgery for obesity includes several options. The most common procedures are Roux-en-Y gastric bypass (RYGB), vertical sleeve gastrectomy (VSG), laparoscopic adjustable gastric banding (LAGB), and biliopancreatic diversion (BPD). [2]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. Metabolic and bariatric surgery is safe and effective and should also be considered in diabetic patients with a BMI of 30 to 34.9 kg/m with uncontrolled hyperglycemia despite optimal medical therapy for T2DM. Surgery for obesity includes several options. The most common procedures are Roux-en-Y gastric bypass (RYGB), vertical sleeve gastrectomy (VSG), laparoscopic adjustable gastric banding (LAGB), and biliopancreatic diversion (BPD). [2]"}
{"id": "article-150570_27", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "RYGB and VSG are the most frequently used techniques as they have better long-term outcomes and safety data. BPD is very effective but carries a higher risk of complications. LAGB is the safest procedure but carries the highest risk of revision and re-intervention.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. RYGB and VSG are the most frequently used techniques as they have better long-term outcomes and safety data. BPD is very effective but carries a higher risk of complications. LAGB is the safest procedure but carries the highest risk of revision and re-intervention."}
{"id": "article-150570_28", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "Surgery achieves results by altering gastrointestinal (GI) anatomy, producing early satiety, decreasing the absorptive surface area, and modifying hormones responsible for glucose homeostasis. [25] The positive effects on intestinal glucose metabolism, changes in pancreatic islet hormonal activity, nutrient sensing, and bile acid metabolism are now being increasingly recognized. [26] [27] [28]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. Surgery achieves results by altering gastrointestinal (GI) anatomy, producing early satiety, decreasing the absorptive surface area, and modifying hormones responsible for glucose homeostasis. [25] The positive effects on intestinal glucose metabolism, changes in pancreatic islet hormonal activity, nutrient sensing, and bile acid metabolism are now being increasingly recognized. [26] [27] [28]"}
{"id": "article-150570_29", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "RYGB has been shown to improve insulin sensitivity in many human trials. Furthermore, increased levels of adiponectin (insulin-sensitizing hormone) and insulin receptors in muscles are observed. This promotes muscle fatty acid metabolism, which decreases lipid accumulation in muscle and liver and improves insulin sensitization. [25] Another study demonstrated that RYGB increases insulin secretion by both glucose-dependent and glucose-independent mechanisms. [26] Bariatric surgery is often referred to as metabolic surgery because of these effects.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. RYGB has been shown to improve insulin sensitivity in many human trials. Furthermore, increased levels of adiponectin (insulin-sensitizing hormone) and insulin receptors in muscles are observed. This promotes muscle fatty acid metabolism, which decreases lipid accumulation in muscle and liver and improves insulin sensitization. [25] Another study demonstrated that RYGB increases insulin secretion by both glucose-dependent and glucose-independent mechanisms. [26] Bariatric surgery is often referred to as metabolic surgery because of these effects."}
{"id": "article-150570_30", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "Extensive data exists that bariatric procedures can control and even prevent T2DM. [29] [30] [31] [32] [33] Most randomized controlled trials compared surgical treatments and ILI for only one to 2 years of follow-up, but a few collected data for five years. [34] The mean hemoglobin A1c (HbA1c) reduction in the surgical group was about 2% compared to 0.5% in the conventional arm. Most of the surgical patients reached an HbA1c of nearly 6%. Remission of T2DM, defined as a non-diabetic HbA1c without medication, was also achieved in most patients. Sustained remission of T2DM has been documented in 30 to 60% of patients in multiple studies with follow-ups ranging from 1 to 5 years. The benefits of surgery may decrease with time, especially in individuals with poor control of T2DM in the preoperative period, longer duration of T2DM, and insulin use. [35]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. Extensive data exists that bariatric procedures can control and even prevent T2DM. [29] [30] [31] [32] [33] Most randomized controlled trials compared surgical treatments and ILI for only one to 2 years of follow-up, but a few collected data for five years. [34] The mean hemoglobin A1c (HbA1c) reduction in the surgical group was about 2% compared to 0.5% in the conventional arm. Most of the surgical patients reached an HbA1c of nearly 6%. Remission of T2DM, defined as a non-diabetic HbA1c without medication, was also achieved in most patients. Sustained remission of T2DM has been documented in 30 to 60% of patients in multiple studies with follow-ups ranging from 1 to 5 years. The benefits of surgery may decrease with time, especially in individuals with poor control of T2DM in the preoperative period, longer duration of T2DM, and insulin use. [35]"}
{"id": "article-150570_31", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "A relapse of T2DM was observed in 35 to 50% of the patients. In the same study, RYGB was associated with a median disease-free period of 8.3 years. Surgical treatment is associated with improved glycemic control and clinical outcome, even when remission does not occur. An observational study assessed diabetes remission and complications for 10 to 20 years and noted a significant reduction in complications and higher remission rates in the surgical group. [36]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. A relapse of T2DM was observed in 35 to 50% of the patients. In the same study, RYGB was associated with a median disease-free period of 8.3 years. Surgical treatment is associated with improved glycemic control and clinical outcome, even when remission does not occur. An observational study assessed diabetes remission and complications for 10 to 20 years and noted a significant reduction in complications and higher remission rates in the surgical group. [36]"}
{"id": "article-150570_32", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "RYGB and BPD patients experience the greatest reduction in HbA1c and BMI. Patients with a BMI of 30-35 kg/m and uncontrolled T2DM have also been evaluated by many studies. [32] [37] [38] [31] The data consistently show improved HbA1c and higher remission of T2DM in surgical patients. LAGB led to even better outcomes of T2DM in patients with a BMI of 25 to 30 kg/m. [39]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. RYGB and BPD patients experience the greatest reduction in HbA1c and BMI. Patients with a BMI of 30-35 kg/m and uncontrolled T2DM have also been evaluated by many studies. [32] [37] [38] [31] The data consistently show improved HbA1c and higher remission of T2DM in surgical patients. LAGB led to even better outcomes of T2DM in patients with a BMI of 25 to 30 kg/m. [39]"}
{"id": "article-150570_33", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "The economic impact of bariatric procedures has been studied in patients with T2DM. The cost per quality-adjusted life-year (QALY) for metabolic surgery is generally $3,200 to $6,300, below the $50,000 estimate for nonsurgical care. [2] A 15-year follow-up of the Swedish Obese Subjects (SOS) study demonstrated no difference in total healthcare costs in patients with T2DM. [40]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. The economic impact of bariatric procedures has been studied in patients with T2DM. The cost per quality-adjusted life-year (QALY) for metabolic surgery is generally $3,200 to $6,300, below the $50,000 estimate for nonsurgical care. [2] A 15-year follow-up of the Swedish Obese Subjects (SOS) study demonstrated no difference in total healthcare costs in patients with T2DM. [40]"}
{"id": "article-150570_34", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "Metabolic surgery has become safer and more effective in the past two decades. Results are highly dependent upon the operating surgeon. Mortality is low at 0.1 to 0.5%, but discussing potential risks and complications is part of informed consent and shared decision-making with patients. [2] [41] Reoperation and readmission rates are 2.5% and 5.1% for RYGB, 0.6% and 5.5% for VSG, and 0.6% and 2% for LAGB. [42]", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. Metabolic surgery has become safer and more effective in the past two decades. Results are highly dependent upon the operating surgeon. Mortality is low at 0.1 to 0.5%, but discussing potential risks and complications is part of informed consent and shared decision-making with patients. [2] [41] Reoperation and readmission rates are 2.5% and 5.1% for RYGB, 0.6% and 5.5% for VSG, and 0.6% and 2% for LAGB. [42]"}
{"id": "article-150570_35", "title": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment", "content": "Long-term follow-up demonstrates that LAGB has the highest rate of removal or revision. VSG is a newer procedure that has increased in popularity as surgeons gain additional experience. BPD is the most complex surgery, resulting in increased mortality, morbidity, and complications. Clinicians should educate all surgical patients about the risk of postoperative nutritional deficiencies such as iron deficiency anemia, hypoglycemia, and bone demineralization and monitor them closely for short and long-term complications.", "contents": "Obesity and Type 2 Diabetes -- Issues of Concern -- Surgical Treatment. Long-term follow-up demonstrates that LAGB has the highest rate of removal or revision. VSG is a newer procedure that has increased in popularity as surgeons gain additional experience. BPD is the most complex surgery, resulting in increased mortality, morbidity, and complications. Clinicians should educate all surgical patients about the risk of postoperative nutritional deficiencies such as iron deficiency anemia, hypoglycemia, and bone demineralization and monitor them closely for short and long-term complications."}
{"id": "article-150570_36", "title": "Obesity and Type 2 Diabetes -- Clinical Significance", "content": "Many quality metrics in healthcare evaluate the effectiveness of diabetes prevention and treatment. Obesity is a significant risk factor for T2DM and contributes to its severity. Early screening of patients with obesity and intensive treatment can result in long-term improvement or remission of the disease. Strictly controlling diabetes decreases complications such as ketoacidosis, diabetic ulcers, amputations, soft tissue infections, and osteomyelitis. Furthermore, aggressively managing HbA1c levels reduces the risk of coronary artery disease and chronic kidney disease.", "contents": "Obesity and Type 2 Diabetes -- Clinical Significance. Many quality metrics in healthcare evaluate the effectiveness of diabetes prevention and treatment. Obesity is a significant risk factor for T2DM and contributes to its severity. Early screening of patients with obesity and intensive treatment can result in long-term improvement or remission of the disease. Strictly controlling diabetes decreases complications such as ketoacidosis, diabetic ulcers, amputations, soft tissue infections, and osteomyelitis. Furthermore, aggressively managing HbA1c levels reduces the risk of coronary artery disease and chronic kidney disease."}
{"id": "article-150570_37", "title": "Obesity and Type 2 Diabetes -- Enhancing Healthcare Team Outcomes", "content": "Diabetes is a disabling chronic illness, and the obesity epidemic is increasing the incidence of this disease. Treatment of obesity is the cornerstone in the prevention and management of T2DM. This requires the combined efforts of every member of the healthcare team. An interdisciplinary approach will achieve the best clinical outcomes. The first step is the early recognition of patients with obesity in primary care practices. Nurses, the initial medical contact, must accurately measure body weight and height and record the BMI. Nursing staff should review diet and physical activity at baseline and each follow-up visit. Patients with elevated BMI are at higher risk for diabetes. All patients should know their BMI category when discussing treatment options. Clinicians should help them set a personal weight loss goal, with a target of losing at least 10% of body weight, optimal for a positive metabolic effect on diabetes. Intensive lifestyle interventions and pharmacotherapy can be prescribed following recommended guidelines.", "contents": "Obesity and Type 2 Diabetes -- Enhancing Healthcare Team Outcomes. Diabetes is a disabling chronic illness, and the obesity epidemic is increasing the incidence of this disease. Treatment of obesity is the cornerstone in the prevention and management of T2DM. This requires the combined efforts of every member of the healthcare team. An interdisciplinary approach will achieve the best clinical outcomes. The first step is the early recognition of patients with obesity in primary care practices. Nurses, the initial medical contact, must accurately measure body weight and height and record the BMI. Nursing staff should review diet and physical activity at baseline and each follow-up visit. Patients with elevated BMI are at higher risk for diabetes. All patients should know their BMI category when discussing treatment options. Clinicians should help them set a personal weight loss goal, with a target of losing at least 10% of body weight, optimal for a positive metabolic effect on diabetes. Intensive lifestyle interventions and pharmacotherapy can be prescribed following recommended guidelines."}
{"id": "article-150570_38", "title": "Obesity and Type 2 Diabetes -- Enhancing Healthcare Team Outcomes", "content": "Suboptimal glycemic control should be addressed at every visit. Inadequate weight loss (less than 10%) and persistent hyperglycemia should prompt a referral to medical obesity specialists or bariatric surgeons. Physicians, surgeons, and other clinicians work as a team in many weight loss programs. Obesity medicine physicians can help patients achieve the target weights necessary to become eligible for a surgical procedure. They also play a crucial role in the postoperative period, identifying complications and reinforcing healthy behaviors for ongoing weight loss. Many patients are ineligible for metabolic surgery due to potential operative risks from advanced cardiac or pulmonary disease. Obesity medicine teams can still achieve positive outcomes for this population.", "contents": "Obesity and Type 2 Diabetes -- Enhancing Healthcare Team Outcomes. Suboptimal glycemic control should be addressed at every visit. Inadequate weight loss (less than 10%) and persistent hyperglycemia should prompt a referral to medical obesity specialists or bariatric surgeons. Physicians, surgeons, and other clinicians work as a team in many weight loss programs. Obesity medicine physicians can help patients achieve the target weights necessary to become eligible for a surgical procedure. They also play a crucial role in the postoperative period, identifying complications and reinforcing healthy behaviors for ongoing weight loss. Many patients are ineligible for metabolic surgery due to potential operative risks from advanced cardiac or pulmonary disease. Obesity medicine teams can still achieve positive outcomes for this population."}
{"id": "article-150570_39", "title": "Obesity and Type 2 Diabetes -- Enhancing Healthcare Team Outcomes", "content": "Registered dieticians, nutritionists, and therapists are core members of these teams and schedule frequent sessions to promote optimal diet and exercise. These teams can be led by trained dieticians, therapists, nurses, physicians, or surgeons. Endocrinology consultations provide additional treatment strategies for patients with persistent hyperglycemia. Preoperative assessment by a cardiologist or a pulmonologist may be required. High-risk patients should undergo procedures in centers with on-site cardiac and pulmonary critical care. Pharmacists are invaluable in managing medication dosages, especially in the perioperative setting. Many drugs are weight-based and require careful dose adjustments after surgery.", "contents": "Obesity and Type 2 Diabetes -- Enhancing Healthcare Team Outcomes. Registered dieticians, nutritionists, and therapists are core members of these teams and schedule frequent sessions to promote optimal diet and exercise. These teams can be led by trained dieticians, therapists, nurses, physicians, or surgeons. Endocrinology consultations provide additional treatment strategies for patients with persistent hyperglycemia. Preoperative assessment by a cardiologist or a pulmonologist may be required. High-risk patients should undergo procedures in centers with on-site cardiac and pulmonary critical care. Pharmacists are invaluable in managing medication dosages, especially in the perioperative setting. Many drugs are weight-based and require careful dose adjustments after surgery."}
{"id": "article-150570_40", "title": "Obesity and Type 2 Diabetes -- Enhancing Healthcare Team Outcomes", "content": "The anesthesia team evaluates patients preoperatively and treats anesthesia-related events during and after metabolic procedures. Physical therapists help patients with muscle strengthening in the postoperative period. Because obesity is often associated with mental health conditions such as anxiety, depression, and body image disorders, psychiatry or psychology consultations should be considered if indicated.", "contents": "Obesity and Type 2 Diabetes -- Enhancing Healthcare Team Outcomes. The anesthesia team evaluates patients preoperatively and treats anesthesia-related events during and after metabolic procedures. Physical therapists help patients with muscle strengthening in the postoperative period. Because obesity is often associated with mental health conditions such as anxiety, depression, and body image disorders, psychiatry or psychology consultations should be considered if indicated."}
{"id": "article-150570_41", "title": "Obesity and Type 2 Diabetes -- Enhancing Healthcare Team Outcomes", "content": "Obesity and T2DM are chronic, systemic conditions requiring an interprofessional approach to prevention and management. Patients should be supported during their evaluation and treatment and provided with ample resources by the multidisciplinary team to make informed decisions about their care.", "contents": "Obesity and Type 2 Diabetes -- Enhancing Healthcare Team Outcomes. Obesity and T2DM are chronic, systemic conditions requiring an interprofessional approach to prevention and management. Patients should be supported during their evaluation and treatment and provided with ample resources by the multidisciplinary team to make informed decisions about their care."}
{"id": "article-150570_42", "title": "Obesity and Type 2 Diabetes -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Interprofessional interventions target identifying T2DM in patients with obesity. Providers should be knowledgeable about medications that promote weight gain and consider alternatives. Nurses check the BMI at each visit and alert the treating provider when the value exceeds 25 kg/m. These patients are screened for T2DM if that has not been done previously. Primary care clinicians recommend lifestyle interventions for all patients with a BMI greater than 25 kg/m. Standard written instructions about diet and exercise are reviewed at each visit.", "contents": "Obesity and Type 2 Diabetes -- Nursing, Allied Health, and Interprofessional Team Interventions. Interprofessional interventions target identifying T2DM in patients with obesity. Providers should be knowledgeable about medications that promote weight gain and consider alternatives. Nurses check the BMI at each visit and alert the treating provider when the value exceeds 25 kg/m. These patients are screened for T2DM if that has not been done previously. Primary care clinicians recommend lifestyle interventions for all patients with a BMI greater than 25 kg/m. Standard written instructions about diet and exercise are reviewed at each visit."}
{"id": "article-150570_43", "title": "Obesity and Type 2 Diabetes -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Clinicians help patients identify measurable weight loss goals to reach a BMI less than 25 kg/m or a 5 to 10% weight loss. A BMI greater than 30 kg/m alerts providers to consider ILI and pharmacological treatments. Registered dieticians and nutritionists provide information for patients to make healthy dietary choices. A multidisciplinary approach with closed-loop communication between primary care providers and endocrinologists can improve outcomes. If ILI and pharmacotherapy fail to achieve adequate diabetes control and weight loss, timely referral to bariatric and metabolic surgeons is essential for optimal patient care.", "contents": "Obesity and Type 2 Diabetes -- Nursing, Allied Health, and Interprofessional Team Interventions. Clinicians help patients identify measurable weight loss goals to reach a BMI less than 25 kg/m or a 5 to 10% weight loss. A BMI greater than 30 kg/m alerts providers to consider ILI and pharmacological treatments. Registered dieticians and nutritionists provide information for patients to make healthy dietary choices. A multidisciplinary approach with closed-loop communication between primary care providers and endocrinologists can improve outcomes. If ILI and pharmacotherapy fail to achieve adequate diabetes control and weight loss, timely referral to bariatric and metabolic surgeons is essential for optimal patient care."}
{"id": "article-150570_44", "title": "Obesity and Type 2 Diabetes -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Members of the interprofessional team caring for patients with diabetes and obesity monitor hbA1c, body weight, BMI, and lifestyle changes at each visit. When clinicians prescribe medications, they educate patients about side effects and adjust doses when indicated. Pharmacists can reinforce and augment this counseling and perform medication reconciliation. After metabolic surgery, patients are closely monitored by the interprofessional team.", "contents": "Obesity and Type 2 Diabetes -- Nursing, Allied Health, and Interprofessional Team Monitoring. Members of the interprofessional team caring for patients with diabetes and obesity monitor hbA1c, body weight, BMI, and lifestyle changes at each visit. When clinicians prescribe medications, they educate patients about side effects and adjust doses when indicated. Pharmacists can reinforce and augment this counseling and perform medication reconciliation. After metabolic surgery, patients are closely monitored by the interprofessional team."}
{"id": "article-150570_45", "title": "Obesity and Type 2 Diabetes -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Frequently, these patients require fewer medications since metabolic parameters improve, and there is a higher risk of hypoglycemia. Nurses should note any postoperative complications, including wound dehiscence, perforation, and signs of infection, and alert the treating providers. Clinicians, dieticians, and nutritionists monitor for signs of metabolic derangements such as vitamin and mineral deficiencies or malabsorption syndromes. Avoiding continuous use of nonsteroidal anti-inflammatory medications in the first month helps prevent erosion of anastomosis sites. Internal quality metrics aid in assessing remission rates, the safety of procedures, the postoperative course, and long-term outcomes after surgery.", "contents": "Obesity and Type 2 Diabetes -- Nursing, Allied Health, and Interprofessional Team Monitoring. Frequently, these patients require fewer medications since metabolic parameters improve, and there is a higher risk of hypoglycemia. Nurses should note any postoperative complications, including wound dehiscence, perforation, and signs of infection, and alert the treating providers. Clinicians, dieticians, and nutritionists monitor for signs of metabolic derangements such as vitamin and mineral deficiencies or malabsorption syndromes. Avoiding continuous use of nonsteroidal anti-inflammatory medications in the first month helps prevent erosion of anastomosis sites. Internal quality metrics aid in assessing remission rates, the safety of procedures, the postoperative course, and long-term outcomes after surgery."}
{"id": "article-150570_46", "title": "Obesity and Type 2 Diabetes -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Obesity is a risk factor for T2DM, cardiovascular disease, and other chronic health conditions. Effective healthcare teams actively screen for obesity and diabetes and use the BMI to classify the stages of obesity. ILI and pharmacologic therapy are utilized to achieve a 10% weight loss. Patients with suboptimal weight loss and poor glycemic control despite maximal medical treatment are referred for consideration of bariatric and metabolic surgery. Over the past two decades, bariatric surgery has become safer and more effective. Ongoing surveillance following surgery identifies potential complications and monitors results to improve clinical outcomes.", "contents": "Obesity and Type 2 Diabetes -- Nursing, Allied Health, and Interprofessional Team Monitoring. Obesity is a risk factor for T2DM, cardiovascular disease, and other chronic health conditions. Effective healthcare teams actively screen for obesity and diabetes and use the BMI to classify the stages of obesity. ILI and pharmacologic therapy are utilized to achieve a 10% weight loss. Patients with suboptimal weight loss and poor glycemic control despite maximal medical treatment are referred for consideration of bariatric and metabolic surgery. Over the past two decades, bariatric surgery has become safer and more effective. Ongoing surveillance following surgery identifies potential complications and monitors results to improve clinical outcomes."}
{"id": "article-150570_47", "title": "Obesity and Type 2 Diabetes -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Obesity and Type 2 Diabetes -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}