{"id": "article-18778_0", "title": "Calcium Gluconate -- Continuing Education Activity", "content": "Calcium gluconate is a calcium salt crucial in managing hypocalcemia, cardiac arrest, and cardiotoxicity arising from hyperkalemia or hypermagnesemia. This activity discusses the diverse applications of calcium gluconate in clinical settings. By outlining its indications, mechanism of action, and contraindications, the activity equips healthcare team members with the essential knowledge to adeptly handle scenarios involving hypocalcemia, cardiac arrest, and cardiotoxicity due to hyperkalemia or hypermagnesemia. Adverse events, off-label uses, dosing, pharmacodynamics, monitoring, and relevant interactions will be discussed, ensuring a comprehensive understanding for healthcare professionals managing a spectrum of disorders associated with calcium imbalance.", "contents": "Calcium Gluconate -- Continuing Education Activity. Calcium gluconate is a calcium salt crucial in managing hypocalcemia, cardiac arrest, and cardiotoxicity arising from hyperkalemia or hypermagnesemia. This activity discusses the diverse applications of calcium gluconate in clinical settings. By outlining its indications, mechanism of action, and contraindications, the activity equips healthcare team members with the essential knowledge to adeptly handle scenarios involving hypocalcemia, cardiac arrest, and cardiotoxicity due to hyperkalemia or hypermagnesemia. Adverse events, off-label uses, dosing, pharmacodynamics, monitoring, and relevant interactions will be discussed, ensuring a comprehensive understanding for healthcare professionals managing a spectrum of disorders associated with calcium imbalance."}
{"id": "article-18778_1", "title": "Calcium Gluconate -- Continuing Education Activity", "content": "This activity is tailored for healthcare team members actively involved in addressing hypocalcemia, cardiac arrest, and cardiotoxicity due to hyperkalemia or hypermagnesemia, extending beyond routine clinical scenarios. The focus on critical aspects, ranging from the drug's mechanism of action to potential adverse events and nuanced dosing considerations, underscores its significance in diverse medical contexts. By immersing participants in a thorough exploration of calcium gluconate, this activity facilitates enhanced clinical decision-making, enabling healthcare professionals to optimize patient outcomes across a spectrum of calcium-related disorders.", "contents": "Calcium Gluconate -- Continuing Education Activity. This activity is tailored for healthcare team members actively involved in addressing hypocalcemia, cardiac arrest, and cardiotoxicity due to hyperkalemia or hypermagnesemia, extending beyond routine clinical scenarios. The focus on critical aspects, ranging from the drug's mechanism of action to potential adverse events and nuanced dosing considerations, underscores its significance in diverse medical contexts. By immersing participants in a thorough exploration of calcium gluconate, this activity facilitates enhanced clinical decision-making, enabling healthcare professionals to optimize patient outcomes across a spectrum of calcium-related disorders."}
{"id": "article-18778_2", "title": "Calcium Gluconate -- Continuing Education Activity", "content": "Objectives: Identify the indications and contraindications for calcium gluconate administration in various clinical scenarios. Determine the appropriate dosing and administration routes of calcium gluconate based on the specific condition being treated. Apply knowledge of calcium gluconate's pharmacology and mechanism of action to guide treatment decisions. Implement laboratory and diagnostic services to monitor and evaluate the effectiveness of calcium gluconate therapy. Access free multiple choice questions on this topic.", "contents": "Calcium Gluconate -- Continuing Education Activity. Objectives: Identify the indications and contraindications for calcium gluconate administration in various clinical scenarios. Determine the appropriate dosing and administration routes of calcium gluconate based on the specific condition being treated. Apply knowledge of calcium gluconate's pharmacology and mechanism of action to guide treatment decisions. Implement laboratory and diagnostic services to monitor and evaluate the effectiveness of calcium gluconate therapy. Access free multiple choice questions on this topic."}
{"id": "article-18778_3", "title": "Calcium Gluconate -- Indications", "content": "Calcium gluconate is the calcium salt of gluconic acid. Gluconic acid is an oxidation product of glucose. There is 93 mg of elemental calcium in a 10 mL ampule of 10% calcium gluconate. In comparison, there is 272 mg of elemental calcium in 10 mL of 10% solution of calcium chloride, another calcium salt. Calcium gluconate is typically preferred over calcium chloride due to the lower risk of tissue necrosis if the fluid is extravasated. [1]", "contents": "Calcium Gluconate -- Indications. Calcium gluconate is the calcium salt of gluconic acid. Gluconic acid is an oxidation product of glucose. There is 93 mg of elemental calcium in a 10 mL ampule of 10% calcium gluconate. In comparison, there is 272 mg of elemental calcium in 10 mL of 10% solution of calcium chloride, another calcium salt. Calcium gluconate is typically preferred over calcium chloride due to the lower risk of tissue necrosis if the fluid is extravasated. [1]"}
{"id": "article-18778_4", "title": "Calcium Gluconate -- Indications -- FDA-Approved Indications", "content": "Calcium gluconate is typically administered intravenously (IV) or orally when treating conditions such as hypocalcemia, cardiac arrest, or cardiotoxicity due to hyperkalemia or hypermagnesemia. [1] [2]", "contents": "Calcium Gluconate -- Indications -- FDA-Approved Indications. Calcium gluconate is typically administered intravenously (IV) or orally when treating conditions such as hypocalcemia, cardiac arrest, or cardiotoxicity due to hyperkalemia or hypermagnesemia. [1] [2]"}
{"id": "article-18778_5", "title": "Calcium Gluconate -- Indications -- Off-Label Uses", "content": "Calcium gluconate has also been used off-label in managing β-blocker toxicity, calcium channel blocker (CCB) toxicity, magnesium toxicity, and hydrofluoric acid burns. [3] [4] [5]", "contents": "Calcium Gluconate -- Indications -- Off-Label Uses. Calcium gluconate has also been used off-label in managing β-blocker toxicity, calcium channel blocker (CCB) toxicity, magnesium toxicity, and hydrofluoric acid burns. [3] [4] [5]"}
{"id": "article-18778_6", "title": "Calcium Gluconate -- Mechanism of Action -- Hypocalcemia", "content": "Calcium gluconate is a calcium salt used to directly replete serum calcium levels in cases of hypocalcemia through IV administration. Hypocalcemia occurs in 15% to 88% of hospitalized adult patients, depending on the measurement method (serum or ionized calcium). Most calcium in the body resides in bone, with only 1% of total body stores exchanged with extracellular fluid.", "contents": "Calcium Gluconate -- Mechanism of Action -- Hypocalcemia. Calcium gluconate is a calcium salt used to directly replete serum calcium levels in cases of hypocalcemia through IV administration. Hypocalcemia occurs in 15% to 88% of hospitalized adult patients, depending on the measurement method (serum or ionized calcium). Most calcium in the body resides in bone, with only 1% of total body stores exchanged with extracellular fluid."}
{"id": "article-18778_7", "title": "Calcium Gluconate -- Mechanism of Action -- Hypocalcemia", "content": "Approximately 40% of circulating calcium is bound to protein (eg, albumin), whereas about 50% of circulating calcium is physiologically active. The remaining 10% of calcium is complexed with anions to form calcium salts. Clinical manifestations of hypocalcemia depend on the severity of serum calcium levels and the rate of decline, with hypocalcemic crisis symptoms manifesting at an ionized calcium concentration of 2.8 mg/dL (0.7 mmol/L). [6]", "contents": "Calcium Gluconate -- Mechanism of Action -- Hypocalcemia. Approximately 40% of circulating calcium is bound to protein (eg, albumin), whereas about 50% of circulating calcium is physiologically active. The remaining 10% of calcium is complexed with anions to form calcium salts. Clinical manifestations of hypocalcemia depend on the severity of serum calcium levels and the rate of decline, with hypocalcemic crisis symptoms manifesting at an ionized calcium concentration of 2.8 mg/dL (0.7 mmol/L). [6]"}
{"id": "article-18778_8", "title": "Calcium Gluconate -- Mechanism of Action -- Hypocalcemia", "content": "Symptoms include circumoral paresthesias, muscle cramps, myalgias, dysphagia, depression, confusion, irritability, seizures, tetany, laryngospasm, and hypotension. Physical examination findings include hyperreflexia, carpopedal spasm, and the Trousseau and Chvostek signs. On EKG, hypocalcemia presents with prolonged QT interval, but its significance is undetermined as it is rare for calcium derangements to be the cause of cardiac arrest. EKG abnormalities of hypocalcemia, such as QT prolongation, typically respond to IV calcium gluconate, returning the QT interval to baseline. [1] [2] [7]", "contents": "Calcium Gluconate -- Mechanism of Action -- Hypocalcemia. Symptoms include circumoral paresthesias, muscle cramps, myalgias, dysphagia, depression, confusion, irritability, seizures, tetany, laryngospasm, and hypotension. Physical examination findings include hyperreflexia, carpopedal spasm, and the Trousseau and Chvostek signs. On EKG, hypocalcemia presents with prolonged QT interval, but its significance is undetermined as it is rare for calcium derangements to be the cause of cardiac arrest. EKG abnormalities of hypocalcemia, such as QT prolongation, typically respond to IV calcium gluconate, returning the QT interval to baseline. [1] [2] [7]"}
{"id": "article-18778_9", "title": "Calcium Gluconate -- Mechanism of Action -- Hypocalcemia", "content": "Hypocalcemia treatment initially focuses on symptomatic treatment rather than normalizing serum calcium. In severe hypocalcemia with seizures, laryngospasm, hypotension, or tetany, patients should receive emergent parenteral calcium gluconate to replenish calcium levels until severe and life-threatening abnormalities resolve. The clinical team must check magnesium levels during calcium repletion, as hypomagnesemia is a crucial cause of hypocalcemia. Hypomagnesemia causes hypocalcemia by impairing parathyroid hormone secretion and renal resistance to parathyroid hormone, leading to decreased renal reabsorption of calcium. [1] [8]", "contents": "Calcium Gluconate -- Mechanism of Action -- Hypocalcemia. Hypocalcemia treatment initially focuses on symptomatic treatment rather than normalizing serum calcium. In severe hypocalcemia with seizures, laryngospasm, hypotension, or tetany, patients should receive emergent parenteral calcium gluconate to replenish calcium levels until severe and life-threatening abnormalities resolve. The clinical team must check magnesium levels during calcium repletion, as hypomagnesemia is a crucial cause of hypocalcemia. Hypomagnesemia causes hypocalcemia by impairing parathyroid hormone secretion and renal resistance to parathyroid hormone, leading to decreased renal reabsorption of calcium. [1] [8]"}
{"id": "article-18778_10", "title": "Calcium Gluconate -- Mechanism of Action -- Hypocalcemia", "content": "There is insufficient evidence to indicate empiric usage of calcium gluconate in hypocalcemia or hypercalcemia during cardiac arrest, as it is rare for calcium abnormalities to cause cardiac arrest. Empirically, calcium gluconate is used when the cause of cardiac arrest is due to hyperkalemia or hypermagnesemia. [2]", "contents": "Calcium Gluconate -- Mechanism of Action -- Hypocalcemia. There is insufficient evidence to indicate empiric usage of calcium gluconate in hypocalcemia or hypercalcemia during cardiac arrest, as it is rare for calcium abnormalities to cause cardiac arrest. Empirically, calcium gluconate is used when the cause of cardiac arrest is due to hyperkalemia or hypermagnesemia. [2]"}
{"id": "article-18778_11", "title": "Calcium Gluconate -- Mechanism of Action -- Hyperkalemia", "content": "Elevations of extracellular potassium can cause cardiac arrhythmias, which can progress to cardiac arrest and death. The role of calcium gluconate in treating hyperkalemia is to stabilize cardiac cell membranes. Calcium should promptly be administered to any patient with hyperkalemia and EKG changes indicating a hyperkalemic emergency. Elevated potassium levels destabilize cardiac membranes by increasing the threshold potential of cardiac myocytes.", "contents": "Calcium Gluconate -- Mechanism of Action -- Hyperkalemia. Elevations of extracellular potassium can cause cardiac arrhythmias, which can progress to cardiac arrest and death. The role of calcium gluconate in treating hyperkalemia is to stabilize cardiac cell membranes. Calcium should promptly be administered to any patient with hyperkalemia and EKG changes indicating a hyperkalemic emergency. Elevated potassium levels destabilize cardiac membranes by increasing the threshold potential of cardiac myocytes."}
{"id": "article-18778_12", "title": "Calcium Gluconate -- Mechanism of Action -- Hyperkalemia", "content": "Calcium supplementation decreases the threshold to restore the transmembrane voltage gradient. However, though calcium protects myocytes from potassium, it does not resolve the issue of hyperkalemia. Other medications are typically administered for this condition, such as insulin and dextrose or sodium bicarbonate, which shifts potassium into cells, and sodium polystyrene sulfate, which increases potassium excretion through stool. However, dialysis is the most effective means of potassium excretion, particularly in patients with renal disease. [2] [9]", "contents": "Calcium Gluconate -- Mechanism of Action -- Hyperkalemia. Calcium supplementation decreases the threshold to restore the transmembrane voltage gradient. However, though calcium protects myocytes from potassium, it does not resolve the issue of hyperkalemia. Other medications are typically administered for this condition, such as insulin and dextrose or sodium bicarbonate, which shifts potassium into cells, and sodium polystyrene sulfate, which increases potassium excretion through stool. However, dialysis is the most effective means of potassium excretion, particularly in patients with renal disease. [2] [9]"}
{"id": "article-18778_13", "title": "Calcium Gluconate -- Mechanism of Action -- Hypermagnesemia", "content": "Acute magnesium toxicity is rare and typically seen in patients given magnesium sulfate to prevent eclampsia in the obstetric setting. Magnesium toxicity can present in several ways, including diminished deep tendon reflexes, cardiopulmonary arrest, and respiratory depression. This toxicity is due to magnesium’s effect on blocking calcium and potassium channels, both extracellularly and intracellularly. Calcium gluconate treats hypermagnesemia through direct antagonism of magnesium at the site of action (eg, at the neuromuscular junction). [5] [10]", "contents": "Calcium Gluconate -- Mechanism of Action -- Hypermagnesemia. Acute magnesium toxicity is rare and typically seen in patients given magnesium sulfate to prevent eclampsia in the obstetric setting. Magnesium toxicity can present in several ways, including diminished deep tendon reflexes, cardiopulmonary arrest, and respiratory depression. This toxicity is due to magnesium’s effect on blocking calcium and potassium channels, both extracellularly and intracellularly. Calcium gluconate treats hypermagnesemia through direct antagonism of magnesium at the site of action (eg, at the neuromuscular junction). [5] [10]"}
{"id": "article-18778_14", "title": "Calcium Gluconate -- Mechanism of Action -- Hydrofluoric Acid Burns", "content": "In treating hydrofluoric acid burns, calcium is a mainstay of treatment that binds to fluoride ions, effectively neutralizing them to prevent further toxicity. Furthermore, fluoride can cause hypocalcemia, possibly due to the formation of fluorapatite (Ca(PO)F) salt, thus decreasing free calcium levels within the serum. Calcium gluconate directly replenishes ionized calcium levels within the blood in cases of fluoride-induced hypocalcemia. [11] [12]", "contents": "Calcium Gluconate -- Mechanism of Action -- Hydrofluoric Acid Burns. In treating hydrofluoric acid burns, calcium is a mainstay of treatment that binds to fluoride ions, effectively neutralizing them to prevent further toxicity. Furthermore, fluoride can cause hypocalcemia, possibly due to the formation of fluorapatite (Ca(PO)F) salt, thus decreasing free calcium levels within the serum. Calcium gluconate directly replenishes ionized calcium levels within the blood in cases of fluoride-induced hypocalcemia. [11] [12]"}
{"id": "article-18778_15", "title": "Calcium Gluconate -- Mechanism of Action -- Beta-Blocker and Calcium Channel Blocker Toxicity", "content": "Calcium may be helpful in beta-blocker overdose in patients with shock refractory to other measures. The calcium effect in beta-blocker toxicity appears to be due to the role of calcium in increasing cardiac inotropy, as the influx of calcium into the cardiac cell contributes to the contraction of myofibrils. [13]", "contents": "Calcium Gluconate -- Mechanism of Action -- Beta-Blocker and Calcium Channel Blocker Toxicity. Calcium may be helpful in beta-blocker overdose in patients with shock refractory to other measures. The calcium effect in beta-blocker toxicity appears to be due to the role of calcium in increasing cardiac inotropy, as the influx of calcium into the cardiac cell contributes to the contraction of myofibrils. [13]"}
{"id": "article-18778_16", "title": "Calcium Gluconate -- Mechanism of Action -- Beta-Blocker and Calcium Channel Blocker Toxicity", "content": "Calcium gluconate also plays a role in the treatment of CCB toxicity. CCB toxicity causes hypotension, bradycardia, and a decrease in cardiac contractility. The reasoning behind calcium’s mechanism against CCB toxicity is to overwhelm the calcium receptors to antagonize the CCB competitively. Restoring cardiac contractility, which, along with IV fluids, can alleviate the hypotensive symptoms of CCB toxicity. [3]", "contents": "Calcium Gluconate -- Mechanism of Action -- Beta-Blocker and Calcium Channel Blocker Toxicity. Calcium gluconate also plays a role in the treatment of CCB toxicity. CCB toxicity causes hypotension, bradycardia, and a decrease in cardiac contractility. The reasoning behind calcium’s mechanism against CCB toxicity is to overwhelm the calcium receptors to antagonize the CCB competitively. Restoring cardiac contractility, which, along with IV fluids, can alleviate the hypotensive symptoms of CCB toxicity. [3]"}
{"id": "article-18778_17", "title": "Calcium Gluconate -- Administration", "content": "Calcium gluconate's various dosing units and conversion factors are potential sources of medication errors. Unless provided otherwise, dose information is given as calcium gluconate salt or compounds; 10% means 10 grams of calcium gluconate in 100 mL of the solvent (water). In 10 mL of 10% calcium gluconate, 1 g calcium gluconate salt or compound contains 93 mg elemental calcium, which is 4.65 mEq, or 2.33 mmol. Because calcium has a valence of +2, the milliequivalents are twice the millimoles. Therefore, 1 mL of 10% calcium gluconate contains 9.3 mg of elemental calcium.", "contents": "Calcium Gluconate -- Administration. Calcium gluconate's various dosing units and conversion factors are potential sources of medication errors. Unless provided otherwise, dose information is given as calcium gluconate salt or compounds; 10% means 10 grams of calcium gluconate in 100 mL of the solvent (water). In 10 mL of 10% calcium gluconate, 1 g calcium gluconate salt or compound contains 93 mg elemental calcium, which is 4.65 mEq, or 2.33 mmol. Because calcium has a valence of +2, the milliequivalents are twice the millimoles. Therefore, 1 mL of 10% calcium gluconate contains 9.3 mg of elemental calcium."}
{"id": "article-18778_18", "title": "Calcium Gluconate -- Administration -- Hypocalcemia", "content": "The emergency treatment of hypocalcemia focuses mainly on reversing symptoms rather than correcting serum calcium levels. Repeat serum calcium measurements 4 to 6 hours after calcium treatment. Furthermore, the patient should undergo an assessment for hypomagnesemia, as low magnesium levels can cause decreased serum calcium levels. [1] Treatment of hypocalcemia using calcium gluconate is covered in the following sections. [1]", "contents": "Calcium Gluconate -- Administration -- Hypocalcemia. The emergency treatment of hypocalcemia focuses mainly on reversing symptoms rather than correcting serum calcium levels. Repeat serum calcium measurements 4 to 6 hours after calcium treatment. Furthermore, the patient should undergo an assessment for hypomagnesemia, as low magnesium levels can cause decreased serum calcium levels. [1] Treatment of hypocalcemia using calcium gluconate is covered in the following sections. [1]"}
{"id": "article-18778_19", "title": "Calcium Gluconate -- Administration -- Hypocalcemia", "content": "Severe symptomatic hypocalcemia (seizure, laryngospasm, tetany): One to 2 grams of calcium gluconate should be administered over 10 minutes and repeated every 10 to 60 minutes until symptoms resolve. Approximately 100 to 200 mg of elemental calcium (in the case of calcium gluconate: 93 mg elemental calcium in 1 gram of calcium gluconate) should be infused over 10 minutes to treat symptomatic hypocalcemia. Rhythm monitoring with an EKG is recommended during intravenous calcium bolus (IV push over 10 minutes) administration. A dosage of 10 to 20 mL of 10% calcium gluconate diluted in 50 to 100 mL dextrose or normal saline intravenously over 10 minutes is recommended. [14]", "contents": "Calcium Gluconate -- Administration -- Hypocalcemia. Severe symptomatic hypocalcemia (seizure, laryngospasm, tetany): One to 2 grams of calcium gluconate should be administered over 10 minutes and repeated every 10 to 60 minutes until symptoms resolve. Approximately 100 to 200 mg of elemental calcium (in the case of calcium gluconate: 93 mg elemental calcium in 1 gram of calcium gluconate) should be infused over 10 minutes to treat symptomatic hypocalcemia. Rhythm monitoring with an EKG is recommended during intravenous calcium bolus (IV push over 10 minutes) administration. A dosage of 10 to 20 mL of 10% calcium gluconate diluted in 50 to 100 mL dextrose or normal saline intravenously over 10 minutes is recommended. [14]"}
{"id": "article-18778_20", "title": "Calcium Gluconate -- Administration -- Hypocalcemia", "content": "The bolus can be repeated for 10 to 60 minutes for persistent symptoms until symptomatic resolution. After this, follow the steps for moderate to severe hypocalcemia. Patients should not receive bicarbonate or phosphate during calcium administration.", "contents": "Calcium Gluconate -- Administration -- Hypocalcemia. The bolus can be repeated for 10 to 60 minutes for persistent symptoms until symptomatic resolution. After this, follow the steps for moderate to severe hypocalcemia. Patients should not receive bicarbonate or phosphate during calcium administration."}
{"id": "article-18778_21", "title": "Calcium Gluconate -- Administration -- Hypocalcemia", "content": "Moderate to severe hypocalcemia (ionized calcium <4 mg/dL) without seizure or tetany: An infusion of approximately 100 mg/h of elemental calcium can be given to adults over several hours. A dosage of 4 g calcium gluconate IV over 4 hours corresponds to 1 gram of calcium gluconate (1 ampule, 10 mL of 10% calcium gluconate) for each hour. Patients with persistent hypocalcemia can receive a continuous infusion of 5 to 20 mg/kg/h of calcium gluconate.", "contents": "Calcium Gluconate -- Administration -- Hypocalcemia. Moderate to severe hypocalcemia (ionized calcium <4 mg/dL) without seizure or tetany: An infusion of approximately 100 mg/h of elemental calcium can be given to adults over several hours. A dosage of 4 g calcium gluconate IV over 4 hours corresponds to 1 gram of calcium gluconate (1 ampule, 10 mL of 10% calcium gluconate) for each hour. Patients with persistent hypocalcemia can receive a continuous infusion of 5 to 20 mg/kg/h of calcium gluconate."}
{"id": "article-18778_22", "title": "Calcium Gluconate -- Administration -- Hypocalcemia", "content": "For example, 1 ampule of 10% calcium gluconate in 90 mL of normal saline or 5% dextrose at 100 mL per hour will deliver 10 mg/kg/h in a 100 kg patient. Ten 10% calcium gluconate ampules in 900 mL of normal saline or 5% dextrose will also deliver 10 mg/kg/h in a 100 kg patient. The clinician can alter the infusion parameters based on the patient's weight, intended fluid delivery, and desired IV rate. Mild hypocalcemia (ionized calcium above 4 to 5 mg/dL): One to 2 g calcium gluconate IV over 2 hours. Oral calcium is an option for asymptomatic patients.", "contents": "Calcium Gluconate -- Administration -- Hypocalcemia. For example, 1 ampule of 10% calcium gluconate in 90 mL of normal saline or 5% dextrose at 100 mL per hour will deliver 10 mg/kg/h in a 100 kg patient. Ten 10% calcium gluconate ampules in 900 mL of normal saline or 5% dextrose will also deliver 10 mg/kg/h in a 100 kg patient. The clinician can alter the infusion parameters based on the patient's weight, intended fluid delivery, and desired IV rate. Mild hypocalcemia (ionized calcium above 4 to 5 mg/dL): One to 2 g calcium gluconate IV over 2 hours. Oral calcium is an option for asymptomatic patients."}
{"id": "article-18778_23", "title": "Calcium Gluconate -- Administration -- Hyperkalemia", "content": "Calcium gluconate is given as a 10% solution, 15 to 30 mL IV, over 2 to 5 minutes to stabilize cardiac cell membranes in treating hyperkalemia. [2] The typical onset of action of calcium gluconate is 3 minutes, and the duration of action is 20 to 60 minutes. EKG findings of hyperkalemia should improve during this time; however, in cases where EKG findings persist or worsen, another dose of calcium gluconate should be administered. [9]", "contents": "Calcium Gluconate -- Administration -- Hyperkalemia. Calcium gluconate is given as a 10% solution, 15 to 30 mL IV, over 2 to 5 minutes to stabilize cardiac cell membranes in treating hyperkalemia. [2] The typical onset of action of calcium gluconate is 3 minutes, and the duration of action is 20 to 60 minutes. EKG findings of hyperkalemia should improve during this time; however, in cases where EKG findings persist or worsen, another dose of calcium gluconate should be administered. [9]"}
{"id": "article-18778_24", "title": "Calcium Gluconate -- Administration -- Hypermagnesemia", "content": "Cardiac toxicity due to hypermagnesemia should receive treatment with the equivalent regimen as hyperkalemia: 10% solution, 15 to 30 mL IV over 2 to 5 minutes during cardiac arrest due to hypermagnesemia. Otherwise, the typical dosage of calcium gluconate is 1 to 2 g, with elemental calcium being approximately 100 to 200 mg (about 10 to 20 mL) delivered over 5 to 10 minutes in symptomatic hypermagnesemia in those with renal impairment awaiting dialysis. [2]", "contents": "Calcium Gluconate -- Administration -- Hypermagnesemia. Cardiac toxicity due to hypermagnesemia should receive treatment with the equivalent regimen as hyperkalemia: 10% solution, 15 to 30 mL IV over 2 to 5 minutes during cardiac arrest due to hypermagnesemia. Otherwise, the typical dosage of calcium gluconate is 1 to 2 g, with elemental calcium being approximately 100 to 200 mg (about 10 to 20 mL) delivered over 5 to 10 minutes in symptomatic hypermagnesemia in those with renal impairment awaiting dialysis. [2]"}
{"id": "article-18778_25", "title": "Calcium Gluconate -- Administration -- Hydrofluoric Acid Burns", "content": "Calcium gluconate can be used as a 2.5% gel to treat hydrofluoric burns. This gel can be made with 25 mL of 10% calcium gluconate with 75 mL of glycerol (glycerine) and hydroxyethylcellulose gel. The gel is applied liberally and massaged into the burn area for 30 to 60 minutes, with reapplication as necessary. For persistent pain in burns, 5% calcium gluconate solution can be injected subcutaneously with a 27-gauge needle 0.5 cm away from the burning border into the surrounding unaffected area beneath and into the burn area (0.5mL/cm 2 of burn surface area).", "contents": "Calcium Gluconate -- Administration -- Hydrofluoric Acid Burns. Calcium gluconate can be used as a 2.5% gel to treat hydrofluoric burns. This gel can be made with 25 mL of 10% calcium gluconate with 75 mL of glycerol (glycerine) and hydroxyethylcellulose gel. The gel is applied liberally and massaged into the burn area for 30 to 60 minutes, with reapplication as necessary. For persistent pain in burns, 5% calcium gluconate solution can be injected subcutaneously with a 27-gauge needle 0.5 cm away from the burning border into the surrounding unaffected area beneath and into the burn area (0.5mL/cm 2 of burn surface area)."}
{"id": "article-18778_26", "title": "Calcium Gluconate -- Administration -- Hydrofluoric Acid Burns", "content": "This injection is not to be used on the digit. Intraarterial use of calcium gluconate can be utilized for severe hydrofluoric acid burns and unrelenting pain despite aggressive treatment. In this case, 10 to 15 mL of 10% calcium gluconate can be added to 40 mL of Ringer's lactate and delivered over 3 hours into the artery that supplies the burned area. Inhalation injury can be treated with 2.5% calcium gluconate administered via a nebulizer. [12] [15]", "contents": "Calcium Gluconate -- Administration -- Hydrofluoric Acid Burns. This injection is not to be used on the digit. Intraarterial use of calcium gluconate can be utilized for severe hydrofluoric acid burns and unrelenting pain despite aggressive treatment. In this case, 10 to 15 mL of 10% calcium gluconate can be added to 40 mL of Ringer's lactate and delivered over 3 hours into the artery that supplies the burned area. Inhalation injury can be treated with 2.5% calcium gluconate administered via a nebulizer. [12] [15]"}
{"id": "article-18778_27", "title": "Calcium Gluconate -- Administration -- Beta-Blocker and Calcium Channel Blocker Toxicity", "content": "Calcium gluconate is a viable option in cases of beta-blocker overdose with shock refractory to other measures. A 10% calcium gluconate solution should be administered as 0.6 to 1.2 mL/kg (60 to 120 mg/kg) IV over 5 to 10 minutes, repeated as needed every 10 to 20 minutes for 3 to 4 times, and followed by a continuous infusion of 0.65 mL/kg/h. [2]", "contents": "Calcium Gluconate -- Administration -- Beta-Blocker and Calcium Channel Blocker Toxicity. Calcium gluconate is a viable option in cases of beta-blocker overdose with shock refractory to other measures. A 10% calcium gluconate solution should be administered as 0.6 to 1.2 mL/kg (60 to 120 mg/kg) IV over 5 to 10 minutes, repeated as needed every 10 to 20 minutes for 3 to 4 times, and followed by a continuous infusion of 0.65 mL/kg/h. [2]"}
{"id": "article-18778_28", "title": "Calcium Gluconate -- Administration -- Beta-Blocker and Calcium Channel Blocker Toxicity", "content": "When treating calcium channel blocker toxicity, a dose of calcium gluconate can be given as a bolus or continuous infusion. Bolus dosing is 0.6 mL/kg (60 mg/kg) of 10% calcium gluconate solution, repeated as needed every 10 to 20 minutes for 3 to 4 times and followed by a continuous infusion of 0.6 to 1.5 mL/kg/h (60 to 150 mg/kg/h). Throughout the process, ionized calcium levels require monitoring to achieve a calcium level 2 times the normal. Calcium supplementation is often an adjunct to other therapies, such as glucagon, atropine, and hyperinsulinemia/euglycemia therapy, to treat CCB toxicity. [3]", "contents": "Calcium Gluconate -- Administration -- Beta-Blocker and Calcium Channel Blocker Toxicity. When treating calcium channel blocker toxicity, a dose of calcium gluconate can be given as a bolus or continuous infusion. Bolus dosing is 0.6 mL/kg (60 mg/kg) of 10% calcium gluconate solution, repeated as needed every 10 to 20 minutes for 3 to 4 times and followed by a continuous infusion of 0.6 to 1.5 mL/kg/h (60 to 150 mg/kg/h). Throughout the process, ionized calcium levels require monitoring to achieve a calcium level 2 times the normal. Calcium supplementation is often an adjunct to other therapies, such as glucagon, atropine, and hyperinsulinemia/euglycemia therapy, to treat CCB toxicity. [3]"}
{"id": "article-18778_29", "title": "Calcium Gluconate -- Adverse Effects", "content": "Adverse effects of calcium gluconate include syncope, bradycardia, and paresthesias.", "contents": "Calcium Gluconate -- Adverse Effects. Adverse effects of calcium gluconate include syncope, bradycardia, and paresthesias."}
{"id": "article-18778_30", "title": "Calcium Gluconate -- Adverse Effects", "content": "One of the most concerning adverse effects of calcium gluconate is extravasation from intravenous sites. Calcium can induce tissue necrosis through calcium-induced vasoconstriction of capillaries and intracellular fluid retention, leading to deep tissue damage and late-onset calcifications. Stop the infusion for extravasation injury treatment and gently aspirate the extravasated fluid.", "contents": "Calcium Gluconate -- Adverse Effects. One of the most concerning adverse effects of calcium gluconate is extravasation from intravenous sites. Calcium can induce tissue necrosis through calcium-induced vasoconstriction of capillaries and intracellular fluid retention, leading to deep tissue damage and late-onset calcifications. Stop the infusion for extravasation injury treatment and gently aspirate the extravasated fluid."}
{"id": "article-18778_31", "title": "Calcium Gluconate -- Adverse Effects", "content": "In early or acute calcium extravasation, a hyaluronidase antidote is an option in addition to cold, dry compresses and extremity elevation. Between 1 and 1.7 mL of hyaluronidase may be given intradermally into the border of the extravasated area as 5 separate injections. Injection into the catheter that caused the infiltration is also appropriate. [16]", "contents": "Calcium Gluconate -- Adverse Effects. In early or acute calcium extravasation, a hyaluronidase antidote is an option in addition to cold, dry compresses and extremity elevation. Between 1 and 1.7 mL of hyaluronidase may be given intradermally into the border of the extravasated area as 5 separate injections. Injection into the catheter that caused the infiltration is also appropriate. [16]"}
{"id": "article-18778_32", "title": "Calcium Gluconate -- Contraindications", "content": "Calcium gluconate is contraindicated in patients with hypercalcemia, hypersensitivity to calcium gluconate, and sarcoidosis. In addition, its use requires caution in patients with severe hypophosphatemia.", "contents": "Calcium Gluconate -- Contraindications. Calcium gluconate is contraindicated in patients with hypercalcemia, hypersensitivity to calcium gluconate, and sarcoidosis. In addition, its use requires caution in patients with severe hypophosphatemia."}
{"id": "article-18778_33", "title": "Calcium Gluconate -- Contraindications", "content": "In neonates, intravenous calcium gluconate should not be administered with ceftriaxone as ceftriaxone forms insoluble microparticles by binding to calcium. In older patients, IV lines should be flushed between the administration of calcium and ceftriaxone. [17]", "contents": "Calcium Gluconate -- Contraindications. In neonates, intravenous calcium gluconate should not be administered with ceftriaxone as ceftriaxone forms insoluble microparticles by binding to calcium. In older patients, IV lines should be flushed between the administration of calcium and ceftriaxone. [17]"}
{"id": "article-18778_34", "title": "Calcium Gluconate -- Contraindications", "content": "Intravenous calcium may be contraindicated in hyperkalemia in the setting of digoxin toxicity. However, a 2011 study by Levin et al showed no dysrhythmia occurring within 4 hours of calcium administration in 23 patients diagnosed with digoxin toxicity who received calcium. Thus, the evidence behind this contraindication is not clear. In life-threatening cases of hyperkalemia, calcium gluconate should not be withheld. [18]", "contents": "Calcium Gluconate -- Contraindications. Intravenous calcium may be contraindicated in hyperkalemia in the setting of digoxin toxicity. However, a 2011 study by Levin et al showed no dysrhythmia occurring within 4 hours of calcium administration in 23 patients diagnosed with digoxin toxicity who received calcium. Thus, the evidence behind this contraindication is not clear. In life-threatening cases of hyperkalemia, calcium gluconate should not be withheld. [18]"}
{"id": "article-18778_35", "title": "Calcium Gluconate -- Monitoring", "content": "Serum calcium should be monitored every 4 hours during intermittent infusion or every 1 to 4 hours during continuous infusion. If calcium administration is due to hyperkalemia with EKG changes, monitor the EKG to observe changes. During the treatment of calcium channel blocker overdose and beta-blocker overdose, serum ionized calcium should be monitored every 30 minutes until hemodynamically stable and then every 2 hours. In treating CCB overdose, the recommendation is to maintain calcium levels 2 times the upper limit of normal. [3] [19]", "contents": "Calcium Gluconate -- Monitoring. Serum calcium should be monitored every 4 hours during intermittent infusion or every 1 to 4 hours during continuous infusion. If calcium administration is due to hyperkalemia with EKG changes, monitor the EKG to observe changes. During the treatment of calcium channel blocker overdose and beta-blocker overdose, serum ionized calcium should be monitored every 30 minutes until hemodynamically stable and then every 2 hours. In treating CCB overdose, the recommendation is to maintain calcium levels 2 times the upper limit of normal. [3] [19]"}
{"id": "article-18778_36", "title": "Calcium Gluconate -- Toxicity", "content": "Calcium gluconate is a vesicant that can cause extravasation injury leading to tissue necrosis; see “Adverse Effects” above.", "contents": "Calcium Gluconate -- Toxicity. Calcium gluconate is a vesicant that can cause extravasation injury leading to tissue necrosis; see “Adverse Effects” above."}
{"id": "article-18778_37", "title": "Calcium Gluconate -- Toxicity", "content": "Systemic toxicity due to calcium gluconate is identical to the systemic effects of hypercalcemia. Hypercalcemia typically manifests as nonspecific symptoms such as fatigue, muscle weakness, anorexia, and polydipsia. Hypercalcemia causes ECG changes, including short QT interval, prolonged PR interval, widened QRS, T wave abnormalities, and variable degrees of heart block. [20]", "contents": "Calcium Gluconate -- Toxicity. Systemic toxicity due to calcium gluconate is identical to the systemic effects of hypercalcemia. Hypercalcemia typically manifests as nonspecific symptoms such as fatigue, muscle weakness, anorexia, and polydipsia. Hypercalcemia causes ECG changes, including short QT interval, prolonged PR interval, widened QRS, T wave abnormalities, and variable degrees of heart block. [20]"}
{"id": "article-18778_38", "title": "Calcium Gluconate -- Enhancing Healthcare Team Outcomes", "content": "Calcium gluconate is indicated for various conditions, such as hypocalcemia, cardiac arrest, and cardiotoxicity due to hyperkalemia or hypermagnesemia, or is used off-label in managing calcium channel blocker and beta-blocker toxicity, magnesium toxicity, and hydrofluoric acid burns. Indications, route of administration, and dosage can be challenging and require an interprofessional team approach between various healthcare professionals, including physicians, advanced practice practitioners, nurses, and pharmacists.", "contents": "Calcium Gluconate -- Enhancing Healthcare Team Outcomes. Calcium gluconate is indicated for various conditions, such as hypocalcemia, cardiac arrest, and cardiotoxicity due to hyperkalemia or hypermagnesemia, or is used off-label in managing calcium channel blocker and beta-blocker toxicity, magnesium toxicity, and hydrofluoric acid burns. Indications, route of administration, and dosage can be challenging and require an interprofessional team approach between various healthcare professionals, including physicians, advanced practice practitioners, nurses, and pharmacists."}
{"id": "article-18778_39", "title": "Calcium Gluconate -- Enhancing Healthcare Team Outcomes", "content": "Calcium gluconate's various dosing units and conversion factors are potential sources of medication errors. Pharmacist input is essential to prevent dosing errors. Nursing has a role in addressing the extravasation of calcium gluconate in patients who present with symptoms after administration and monitoring EKGs in patients receiving treatment with calcium gluconate.", "contents": "Calcium Gluconate -- Enhancing Healthcare Team Outcomes. Calcium gluconate's various dosing units and conversion factors are potential sources of medication errors. Pharmacist input is essential to prevent dosing errors. Nursing has a role in addressing the extravasation of calcium gluconate in patients who present with symptoms after administration and monitoring EKGs in patients receiving treatment with calcium gluconate."}
{"id": "article-18778_40", "title": "Calcium Gluconate -- Enhancing Healthcare Team Outcomes", "content": "It is imperative to use an interprofessional team-based approach when selecting, dosing, and administering this medication to ensure that patients receive the appropriate treatment and mitigate the adverse effects of the drug.", "contents": "Calcium Gluconate -- Enhancing Healthcare Team Outcomes. It is imperative to use an interprofessional team-based approach when selecting, dosing, and administering this medication to ensure that patients receive the appropriate treatment and mitigate the adverse effects of the drug."}
{"id": "article-18778_41", "title": "Calcium Gluconate -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Calcium Gluconate -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}