{"id": "article-26400_0", "title": "Vertebral Osteomyelitis -- Continuing Education Activity", "content": "Vertebral osteomyelitis is challenging to diagnose in its early stages and unfortunately can lead to significant morbidity in late stages. Systematic clinical workup and utilization of treatment algorithms are necessary to optimize clinical outcomes. This activity reviews etiology, evaluation, and management of vertebral osteomyelitis and highlights the role of the interprofessional team in the care of patients with this disease.", "contents": "Vertebral Osteomyelitis -- Continuing Education Activity. Vertebral osteomyelitis is challenging to diagnose in its early stages and unfortunately can lead to significant morbidity in late stages. Systematic clinical workup and utilization of treatment algorithms are necessary to optimize clinical outcomes. This activity reviews etiology, evaluation, and management of vertebral osteomyelitis and highlights the role of the interprofessional team in the care of patients with this disease."}
{"id": "article-26400_1", "title": "Vertebral Osteomyelitis -- Continuing Education Activity", "content": "Objectives: Identify the patient population at risk for vertebral osteomyelitis. Describe the clinical evaluation of vertebral osteomyelitis. Review typical imaging findings in vertebral osteomyelitis. Explain why careful planning and discussion amongst interprofessional team members involved in the management of patients with vertebral osteomyelitis will improve outcomes. Access free multiple choice questions on this topic.", "contents": "Vertebral Osteomyelitis -- Continuing Education Activity. Objectives: Identify the patient population at risk for vertebral osteomyelitis. Describe the clinical evaluation of vertebral osteomyelitis. Review typical imaging findings in vertebral osteomyelitis. Explain why careful planning and discussion amongst interprofessional team members involved in the management of patients with vertebral osteomyelitis will improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-26400_2", "title": "Vertebral Osteomyelitis -- Introduction", "content": "Vertebral osteomyelitis (additionally referred to as spinal osteomyelitis or spondylodiskitis) accounts for approximately 3% to 5% of all cases of osteomyelitis annually. [1] Vertebral osteomyelitis often has a nonspecific clinical presentation and thus delayed diagnosis up to several months is not uncommon. The aim of this article is to elucidate key points in the presentation, workup, and treatment of vertebral osteomyelitis to support rapid clinical diagnosis and management. Improving clinical recognition is key in reducing morbidity and mortality associated with this condition.", "contents": "Vertebral Osteomyelitis -- Introduction. Vertebral osteomyelitis (additionally referred to as spinal osteomyelitis or spondylodiskitis) accounts for approximately 3% to 5% of all cases of osteomyelitis annually. [1] Vertebral osteomyelitis often has a nonspecific clinical presentation and thus delayed diagnosis up to several months is not uncommon. The aim of this article is to elucidate key points in the presentation, workup, and treatment of vertebral osteomyelitis to support rapid clinical diagnosis and management. Improving clinical recognition is key in reducing morbidity and mortality associated with this condition."}
{"id": "article-26400_3", "title": "Vertebral Osteomyelitis -- Introduction", "content": "Vertebral osteomyelitis may develop after trauma to the spine, post-surgery, or via hematogeneous spread from an adjacent site. If left untreated, this infection has high morbidity leading to spinal deformity, paraplegia, and even death.", "contents": "Vertebral Osteomyelitis -- Introduction. Vertebral osteomyelitis may develop after trauma to the spine, post-surgery, or via hematogeneous spread from an adjacent site. If left untreated, this infection has high morbidity leading to spinal deformity, paraplegia, and even death."}
{"id": "article-26400_4", "title": "Vertebral Osteomyelitis -- Etiology", "content": "Vertebral osteomyelitis is most often a single pathogen infection. Staphylococcus aureus is the most common pathogen, particularly in the setting of hematogenous dissemination. [2] Thus a diagnosis of vertebral osteomyelitis should be assumed (without the need for a disc space aspiration or another tissue sampling) in a patient with S. aureus bacteremia within the preceding 3 months and compatible spine magnetic resonance imaging (MRI) findings. [2] Conversely, coagulase-negative staphylococci and Propionibacterium acnes are the most common pathogens in cases of exogenous osteomyelitis after spinal surgery, particularly with the use of spinal fixation devices. [3] Vertebral osteomyelitis with alternate pathogens may present in endemic regions and immunocompromised patients. Endemic pathogens include Mycobacterium tuberculosis and Brucella. [2] Mycobacterium avium complex is a pathogen common to patients with HIV. [2] Fungal vertebral osteomyelitis is rare but can occur in patients in endemic regions (i.e., histoplasmosis, blastomycosis), immunocompromised patients ( Aspergillus ), and intravenous drug users and indwelling intravenous catheters ( Candida and Aspergillus ).", "contents": "Vertebral Osteomyelitis -- Etiology. Vertebral osteomyelitis is most often a single pathogen infection. Staphylococcus aureus is the most common pathogen, particularly in the setting of hematogenous dissemination. [2] Thus a diagnosis of vertebral osteomyelitis should be assumed (without the need for a disc space aspiration or another tissue sampling) in a patient with S. aureus bacteremia within the preceding 3 months and compatible spine magnetic resonance imaging (MRI) findings. [2] Conversely, coagulase-negative staphylococci and Propionibacterium acnes are the most common pathogens in cases of exogenous osteomyelitis after spinal surgery, particularly with the use of spinal fixation devices. [3] Vertebral osteomyelitis with alternate pathogens may present in endemic regions and immunocompromised patients. Endemic pathogens include Mycobacterium tuberculosis and Brucella. [2] Mycobacterium avium complex is a pathogen common to patients with HIV. [2] Fungal vertebral osteomyelitis is rare but can occur in patients in endemic regions (i.e., histoplasmosis, blastomycosis), immunocompromised patients ( Aspergillus ), and intravenous drug users and indwelling intravenous catheters ( Candida and Aspergillus )."}
{"id": "article-26400_5", "title": "Vertebral Osteomyelitis -- Etiology", "content": "Risk factors for vertebral osteomyelitis include: Advanced age State of immunosuppression Diabetes Long term corticosteroid use Malignancy Malnutrition IV drug use", "contents": "Vertebral Osteomyelitis -- Etiology. Risk factors for vertebral osteomyelitis include: Advanced age State of immunosuppression Diabetes Long term corticosteroid use Malignancy Malnutrition IV drug use"}
{"id": "article-26400_6", "title": "Vertebral Osteomyelitis -- Epidemiology", "content": "The incidence of vertebral osteomyelitis differs, depending on the region and population being studied. The estimated incidence of vertebral osteomyelitis in the United States is 4.8 cases per 100,000 and has been increasing in the last few decades. [1] Worldwide, the incidence in various countries ranges from 1 per 100,000 to 7 per 100,000. [1] Disease incidence increases with age, and there is a slightly increased incidence in males versus females. Similar to disease incidence, vertebral osteomyelitis mortality also varies based on the country of interest, causal organism, and high-risk versus low-risk patient populations. One year mortality ranges as high as 11%. [1] In the pre-antibiotic era, mortality estimates were greater than 25%. [2]", "contents": "Vertebral Osteomyelitis -- Epidemiology. The incidence of vertebral osteomyelitis differs, depending on the region and population being studied. The estimated incidence of vertebral osteomyelitis in the United States is 4.8 cases per 100,000 and has been increasing in the last few decades. [1] Worldwide, the incidence in various countries ranges from 1 per 100,000 to 7 per 100,000. [1] Disease incidence increases with age, and there is a slightly increased incidence in males versus females. Similar to disease incidence, vertebral osteomyelitis mortality also varies based on the country of interest, causal organism, and high-risk versus low-risk patient populations. One year mortality ranges as high as 11%. [1] In the pre-antibiotic era, mortality estimates were greater than 25%. [2]"}
{"id": "article-26400_7", "title": "Vertebral Osteomyelitis -- Pathophysiology", "content": "Hematogenous dissemination is the primary route of spread for vertebral osteomyelitis. This differs from extremity infection where direct inoculation through adjacent skin ulcers is the more common form of pathogen dissemination. Vertebral osteomyelitis can also originate from iatrogenic infection following spinal surgery and spinal procedures including facet or epidural injections for pain management. Once infectious pathogens have access to the vertebral column, the infection can spread to adjacent paraspinal tissues, nerve roots, epidural space, and even the intradural space; this creates inflammation, abscesses, and both soft tissue and osseous destruction. [3]", "contents": "Vertebral Osteomyelitis -- Pathophysiology. Hematogenous dissemination is the primary route of spread for vertebral osteomyelitis. This differs from extremity infection where direct inoculation through adjacent skin ulcers is the more common form of pathogen dissemination. Vertebral osteomyelitis can also originate from iatrogenic infection following spinal surgery and spinal procedures including facet or epidural injections for pain management. Once infectious pathogens have access to the vertebral column, the infection can spread to adjacent paraspinal tissues, nerve roots, epidural space, and even the intradural space; this creates inflammation, abscesses, and both soft tissue and osseous destruction. [3]"}
{"id": "article-26400_8", "title": "Vertebral Osteomyelitis -- Pathophysiology", "content": "The majority of infections involve the vertebral body and only 5% of cases involve the posterior structures of the spine. This disparity is chiefly due to the excellent blood supply of the vertebral bodies. Besides the arterial route of spread, retrograde seeding of venous blood via the Batson plexus can also spread the infection to the spinal cord. In rare cases, the infection may spread in a continuous fashion from the retropharyngeal space to the vertebral body.", "contents": "Vertebral Osteomyelitis -- Pathophysiology. The majority of infections involve the vertebral body and only 5% of cases involve the posterior structures of the spine. This disparity is chiefly due to the excellent blood supply of the vertebral bodies. Besides the arterial route of spread, retrograde seeding of venous blood via the Batson plexus can also spread the infection to the spinal cord. In rare cases, the infection may spread in a continuous fashion from the retropharyngeal space to the vertebral body."}
{"id": "article-26400_9", "title": "Vertebral Osteomyelitis -- History and Physical", "content": "The initial clinical assessment of a patient with vertebral osteomyelitis often yields nonspecific and nonfocal findings, particularly early in the disease process. Back pain is the most common presenting symptom of vertebral osteomyelitis, with fever being present in only 35% to 60% of cases. [3] Pain may initially be absent or nonfocal. As the disease progresses, pain often localizes to the affected vertebral level. The most common site is the lumbar spine (58%), followed by the thoracic spine (30%) and the cervical spine (11%). [3] Interestingly, spine tenderness on exam palpation has a reported sensitivity as low as 20% in affected patients. [4] Neurologic impairment including sensory loss, weakness, or radiculopathy is present in 33% of cases. [3]", "contents": "Vertebral Osteomyelitis -- History and Physical. The initial clinical assessment of a patient with vertebral osteomyelitis often yields nonspecific and nonfocal findings, particularly early in the disease process. Back pain is the most common presenting symptom of vertebral osteomyelitis, with fever being present in only 35% to 60% of cases. [3] Pain may initially be absent or nonfocal. As the disease progresses, pain often localizes to the affected vertebral level. The most common site is the lumbar spine (58%), followed by the thoracic spine (30%) and the cervical spine (11%). [3] Interestingly, spine tenderness on exam palpation has a reported sensitivity as low as 20% in affected patients. [4] Neurologic impairment including sensory loss, weakness, or radiculopathy is present in 33% of cases. [3]"}
{"id": "article-26400_10", "title": "Vertebral Osteomyelitis -- Evaluation", "content": "The differential diagnosis for back pain in the outpatient setting is broad and can include spondylosis (degenerative disc disease and facet arthrosis), vertebral body and pars interarticularis fracture, or muscle spasms. Febrile status does not significantly narrow the differential, as fever is common in viral syndromes, infections of the retroperitoneum, vertebral osteomyelitis, and many other causes. Nonspecific symptomatology, nonfocal physical exam, and a broad differential all increase the likelihood of delayed diagnosis.", "contents": "Vertebral Osteomyelitis -- Evaluation. The differential diagnosis for back pain in the outpatient setting is broad and can include spondylosis (degenerative disc disease and facet arthrosis), vertebral body and pars interarticularis fracture, or muscle spasms. Febrile status does not significantly narrow the differential, as fever is common in viral syndromes, infections of the retroperitoneum, vertebral osteomyelitis, and many other causes. Nonspecific symptomatology, nonfocal physical exam, and a broad differential all increase the likelihood of delayed diagnosis."}
{"id": "article-26400_11", "title": "Vertebral Osteomyelitis -- Evaluation", "content": "A complete blood cell count (CBC) is a reasonable test in the workup of febrile back pain. Unfortunately, in vertebral osteomyelitis, this test has low sensitivity. The neutrophil count is often normal, [3] and up to 40% of patients with vertebral osteomyelitis have a reference range white blood cell count. [2] In contrast, elevated erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) serum tests have a sensitivity ranging from 94% to 100%. [2] These inflammatory markers are far more useful in the workup of vertebral osteomyelitis and will often serve as markers for treatment success. Blood cultures (aerobic and anaerobic) are also indicated in the routine workup for febrile back pain. If the patient is stable (nonseptic and without signs of neurologic impairment), antibiotic therapy should be withheld until blood culture results are complete to guide antibiotic therapy. [2]", "contents": "Vertebral Osteomyelitis -- Evaluation. A complete blood cell count (CBC) is a reasonable test in the workup of febrile back pain. Unfortunately, in vertebral osteomyelitis, this test has low sensitivity. The neutrophil count is often normal, [3] and up to 40% of patients with vertebral osteomyelitis have a reference range white blood cell count. [2] In contrast, elevated erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) serum tests have a sensitivity ranging from 94% to 100%. [2] These inflammatory markers are far more useful in the workup of vertebral osteomyelitis and will often serve as markers for treatment success. Blood cultures (aerobic and anaerobic) are also indicated in the routine workup for febrile back pain. If the patient is stable (nonseptic and without signs of neurologic impairment), antibiotic therapy should be withheld until blood culture results are complete to guide antibiotic therapy. [2]"}
{"id": "article-26400_12", "title": "Vertebral Osteomyelitis -- Evaluation", "content": "In endemic areas, Brucella serologic testing and M. tuberculosis testing including purified protein derivative (PPD), or an interferon-y release assay are appropriate in the workup. [2] Fungal assays are beneficial for immunocompromised patients or patients in endemic areas, particularly if initial blood cultures are negative. [2]", "contents": "Vertebral Osteomyelitis -- Evaluation. In endemic areas, Brucella serologic testing and M. tuberculosis testing including purified protein derivative (PPD), or an interferon-y release assay are appropriate in the workup. [2] Fungal assays are beneficial for immunocompromised patients or patients in endemic areas, particularly if initial blood cultures are negative. [2]"}
{"id": "article-26400_13", "title": "Vertebral Osteomyelitis -- Evaluation", "content": "Besides laboratory evaluation, imaging also plays an important role in the workup of vertebral osteomyelitis. Radiographs are insensitive for vertebral osteomyelitis identification. However, radiography is often the first imaging test because of its wide availability and acquisition speed. It may suggest an alternative diagnosis for back pain. [3] Magnetic resonance imaging (MRI) is the modality of choice for the evaluation of spinal infection and has an accuracy of 90% or better. [5] Multiple MRI features are common to most patients with vertebral osteomyelitis. Classically, intervertebral disc infections quickly spread to the two adjacent vertebral body bony endplates. [6] The vertebral endplates will have decreased T1-weighted signal and increased T2-weighted signal with corresponding enhancement on post-contrast imaging. [6] The infected disc space will have decreased T1-weighted signal and increased T2 signal with contrast enhancement (of a variable pattern to include patchy, diffuse and linear). The disc spaces and endplates may collapse in chronic infection. In most cases, there will also be soft tissue edema and/or an abscess in the anterior paraspinal space or the anterior epidural space that can extend cranially or caudally to multiple levels. [7]", "contents": "Vertebral Osteomyelitis -- Evaluation. Besides laboratory evaluation, imaging also plays an important role in the workup of vertebral osteomyelitis. Radiographs are insensitive for vertebral osteomyelitis identification. However, radiography is often the first imaging test because of its wide availability and acquisition speed. It may suggest an alternative diagnosis for back pain. [3] Magnetic resonance imaging (MRI) is the modality of choice for the evaluation of spinal infection and has an accuracy of 90% or better. [5] Multiple MRI features are common to most patients with vertebral osteomyelitis. Classically, intervertebral disc infections quickly spread to the two adjacent vertebral body bony endplates. [6] The vertebral endplates will have decreased T1-weighted signal and increased T2-weighted signal with corresponding enhancement on post-contrast imaging. [6] The infected disc space will have decreased T1-weighted signal and increased T2 signal with contrast enhancement (of a variable pattern to include patchy, diffuse and linear). The disc spaces and endplates may collapse in chronic infection. In most cases, there will also be soft tissue edema and/or an abscess in the anterior paraspinal space or the anterior epidural space that can extend cranially or caudally to multiple levels. [7]"}
{"id": "article-26400_14", "title": "Vertebral Osteomyelitis -- Evaluation", "content": "Computed tomography (CT) evaluation has relatively limited utility in the evaluation of vertebral osteomyelitis as it may be at the reference range early in the disease process and may underestimate the soft tissue and bony extent in advanced cases. CT is often more sensitive than radiography and may show subtle vertebral endplate erosion or soft tissue abscess. CT findings of intervertebral disc space narrowing are nonspecific, as this finding is common to degenerative disc disease and osteomyelitis. MRI evaluation can improve specificity in this setting. [2]", "contents": "Vertebral Osteomyelitis -- Evaluation. Computed tomography (CT) evaluation has relatively limited utility in the evaluation of vertebral osteomyelitis as it may be at the reference range early in the disease process and may underestimate the soft tissue and bony extent in advanced cases. CT is often more sensitive than radiography and may show subtle vertebral endplate erosion or soft tissue abscess. CT findings of intervertebral disc space narrowing are nonspecific, as this finding is common to degenerative disc disease and osteomyelitis. MRI evaluation can improve specificity in this setting. [2]"}
{"id": "article-26400_15", "title": "Vertebral Osteomyelitis -- Evaluation", "content": "While MRI is the modality of choice for vertebral osteomyelitis evaluation, some patients may have an MRI contraindication and need an alternate imaging modality. Nuclear medicine is one such tool when MRI is not an option or not available. Gallium-67 single-photon emission computed tomography (SPECT) has proven to be an excellent MRI alternative with sensitivity comparable to MRI. [5] Bone scintigraphy with technetium 99m and Indium-111 have proven to be less sensitive nuclear medicine studies. 18F-Fluorodeoxyglucose (18F-FDG) positron emission tomography (PET) is also an acceptable alternative for vertebral osteomyelitis workup. 18F-FDG accumulates at sites of infection and inflammation, including regions affected by auto-immune and granulomatous diseases. [8] Lack of specificity is a limiting factor for PET, as radionucleotide uptake can occur in a variety of inflammatory and neoplastic processes. Clinicians must consider PET findings in the context of the previous clinical and imaging findings.", "contents": "Vertebral Osteomyelitis -- Evaluation. While MRI is the modality of choice for vertebral osteomyelitis evaluation, some patients may have an MRI contraindication and need an alternate imaging modality. Nuclear medicine is one such tool when MRI is not an option or not available. Gallium-67 single-photon emission computed tomography (SPECT) has proven to be an excellent MRI alternative with sensitivity comparable to MRI. [5] Bone scintigraphy with technetium 99m and Indium-111 have proven to be less sensitive nuclear medicine studies. 18F-Fluorodeoxyglucose (18F-FDG) positron emission tomography (PET) is also an acceptable alternative for vertebral osteomyelitis workup. 18F-FDG accumulates at sites of infection and inflammation, including regions affected by auto-immune and granulomatous diseases. [8] Lack of specificity is a limiting factor for PET, as radionucleotide uptake can occur in a variety of inflammatory and neoplastic processes. Clinicians must consider PET findings in the context of the previous clinical and imaging findings."}
{"id": "article-26400_16", "title": "Vertebral Osteomyelitis -- Evaluation", "content": "In situations where imaging findings support vertebral osteomyelitis but blood cultures are negative, percutaneous aspiration or biopsy is a recommended strategy to isolate the microorganism responsible for infection before starting antibiotic therapy. [2] CT is the most useful modality to guide percutaneous, image-guided biopsy. An MRI or nuclear medicine study assists in site selection for the CT-guided aspiration or biopsy. CT guidance offers superior sampling accuracy, as there is a continuous assessment of the sampling needle position in relation to the anatomic target. [2]", "contents": "Vertebral Osteomyelitis -- Evaluation. In situations where imaging findings support vertebral osteomyelitis but blood cultures are negative, percutaneous aspiration or biopsy is a recommended strategy to isolate the microorganism responsible for infection before starting antibiotic therapy. [2] CT is the most useful modality to guide percutaneous, image-guided biopsy. An MRI or nuclear medicine study assists in site selection for the CT-guided aspiration or biopsy. CT guidance offers superior sampling accuracy, as there is a continuous assessment of the sampling needle position in relation to the anatomic target. [2]"}
{"id": "article-26400_17", "title": "Vertebral Osteomyelitis -- Treatment / Management", "content": "Antibiotic therapy is the mainstay of vertebral osteomyelitis treatment. Multiple regimens have been proposed that utilize both parenteral and oral antibiotic therapies based on the specific infectious pathogen. Most authorities recommend 6 weeks of therapy. Longer courses are not more efficacious for typical cases. [2] Surgical management is rarely indicated except in cases with neurologic compromise, significant vertebral destruction with spine instability, large epidural abscess formation, intractable back pain, and failure of medical therapy. [2] Early authors believed surgical management placed patients at high risk for infection persistence or recurrence; however, recent literature suggests that surgical management does not increase adverse clinical outcomes in patients with known or suspected vertebral osteomyelitis. [9]", "contents": "Vertebral Osteomyelitis -- Treatment / Management. Antibiotic therapy is the mainstay of vertebral osteomyelitis treatment. Multiple regimens have been proposed that utilize both parenteral and oral antibiotic therapies based on the specific infectious pathogen. Most authorities recommend 6 weeks of therapy. Longer courses are not more efficacious for typical cases. [2] Surgical management is rarely indicated except in cases with neurologic compromise, significant vertebral destruction with spine instability, large epidural abscess formation, intractable back pain, and failure of medical therapy. [2] Early authors believed surgical management placed patients at high risk for infection persistence or recurrence; however, recent literature suggests that surgical management does not increase adverse clinical outcomes in patients with known or suspected vertebral osteomyelitis. [9]"}
{"id": "article-26400_18", "title": "Vertebral Osteomyelitis -- Treatment / Management", "content": "Bracing to provide stability is common. After treatment, serial scans and imaging studies are necessary to ensure healing is occurring. Rehabilitation to restore muscle strength is recommended.", "contents": "Vertebral Osteomyelitis -- Treatment / Management. Bracing to provide stability is common. After treatment, serial scans and imaging studies are necessary to ensure healing is occurring. Rehabilitation to restore muscle strength is recommended."}
{"id": "article-26400_19", "title": "Vertebral Osteomyelitis -- Differential Diagnosis", "content": "Chronic non-bacterial osteomyelitis Ewing sarcoma Gout Gaucher disease Malignancy Pseudogout Septic arthritis Sickle cell anemia Vitamin C deficiency Vertebral compression fracture Vaso-occlusive pain episode", "contents": "Vertebral Osteomyelitis -- Differential Diagnosis. Chronic non-bacterial osteomyelitis Ewing sarcoma Gout Gaucher disease Malignancy Pseudogout Septic arthritis Sickle cell anemia Vitamin C deficiency Vertebral compression fracture Vaso-occlusive pain episode"}
{"id": "article-26400_20", "title": "Vertebral Osteomyelitis -- Prognosis", "content": "Even with treatment, the recovery after vertebral osteomyelitis is prolonged. Some patients even require multiple procedures. In addition, surgery also has serious complications including paralysis. At least 15% of patients suffer from permanent neurological deficits. Most patients remain disabled and the quality of life is poor.", "contents": "Vertebral Osteomyelitis -- Prognosis. Even with treatment, the recovery after vertebral osteomyelitis is prolonged. Some patients even require multiple procedures. In addition, surgery also has serious complications including paralysis. At least 15% of patients suffer from permanent neurological deficits. Most patients remain disabled and the quality of life is poor."}
{"id": "article-26400_21", "title": "Vertebral Osteomyelitis -- Complications", "content": "Recurrence of infection Fracture Paralysis Permanent neurological deficits Chronic pain Disability", "contents": "Vertebral Osteomyelitis -- Complications. Recurrence of infection Fracture Paralysis Permanent neurological deficits Chronic pain Disability"}
{"id": "article-26400_22", "title": "Vertebral Osteomyelitis -- Deterrence and Patient Education", "content": "Patients with vertebral osteomyelitis should be educated regarding the prognosis for their disease process. The importance of medication adherence and the consequences of inadequate treatment should be discussed in detail. Patients should be urged to follow up regularly and to seek immediate care if their symptoms worsen during their treatment.", "contents": "Vertebral Osteomyelitis -- Deterrence and Patient Education. Patients with vertebral osteomyelitis should be educated regarding the prognosis for their disease process. The importance of medication adherence and the consequences of inadequate treatment should be discussed in detail. Patients should be urged to follow up regularly and to seek immediate care if their symptoms worsen during their treatment."}
{"id": "article-26400_23", "title": "Vertebral Osteomyelitis -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of vertebral osteomyelitis is not always simple and is best managed by an interprofessional team that includes a radiologist, infectious disease expert, orthopedic surgeon, internist, pathologist, nurses, and pharmacists. The initial treatment in all patients is antibiotics for a minimum of 6 weeks. Surgery is only recommended for complex cases, the presence of neurological deficits or failure to respond to antibiotics.", "contents": "Vertebral Osteomyelitis -- Enhancing Healthcare Team Outcomes. The diagnosis and management of vertebral osteomyelitis is not always simple and is best managed by an interprofessional team that includes a radiologist, infectious disease expert, orthopedic surgeon, internist, pathologist, nurses, and pharmacists. The initial treatment in all patients is antibiotics for a minimum of 6 weeks. Surgery is only recommended for complex cases, the presence of neurological deficits or failure to respond to antibiotics."}
{"id": "article-26400_24", "title": "Vertebral Osteomyelitis -- Enhancing Healthcare Team Outcomes", "content": "The final challenge of vertebral osteomyelitis management is determining the optimal follow-up strategy and diagnosing treatment failure. To date, there is low consensus for the definition of treatment failure. The current Infectious Diseases Society of America guidelines define treatment failure as microbiologically confirmed pathogen persistence despite targeted antimicrobial therapy for an appropriate duration of treatment. [2] Additional secondary features of failure include persistent pain, neurologic impairment, persistent elevated inflammatory markers, and decreased long-term functional status. [2] Data and consensus are limited for appropriate workup in suspected treatment failure. Base considerations include obtaining repeat inflammatory markers laboratories and repeat MRI. The most specific MRI findings for treatment failure are persistent paravertebral and epidural inflammation or abscesses. [2] However, patients progressing towards cure commonly have abnormal follow-up MRI findings, so clinical context is important in assessing imaging findings.", "contents": "Vertebral Osteomyelitis -- Enhancing Healthcare Team Outcomes. The final challenge of vertebral osteomyelitis management is determining the optimal follow-up strategy and diagnosing treatment failure. To date, there is low consensus for the definition of treatment failure. The current Infectious Diseases Society of America guidelines define treatment failure as microbiologically confirmed pathogen persistence despite targeted antimicrobial therapy for an appropriate duration of treatment. [2] Additional secondary features of failure include persistent pain, neurologic impairment, persistent elevated inflammatory markers, and decreased long-term functional status. [2] Data and consensus are limited for appropriate workup in suspected treatment failure. Base considerations include obtaining repeat inflammatory markers laboratories and repeat MRI. The most specific MRI findings for treatment failure are persistent paravertebral and epidural inflammation or abscesses. [2] However, patients progressing towards cure commonly have abnormal follow-up MRI findings, so clinical context is important in assessing imaging findings."}
{"id": "article-26400_25", "title": "Vertebral Osteomyelitis -- Enhancing Healthcare Team Outcomes", "content": "For treatment failure, management options are best selected by trending clinical, laboratory, and imaging data. If imaging suggests a persistent surgical target (paravertebral or epidural abscess), then a surgical consultation is appropriate. [2] If imaging fails to identify a surgical target, then repeat blood culturing and consideration of atypical pathogens are appropriate strategies. [2] The outcomes for patients with vertebral osteomyelitis are guarded. Even those who recover are left with mild to moderate degrees of functional and neurological deficits. [10]", "contents": "Vertebral Osteomyelitis -- Enhancing Healthcare Team Outcomes. For treatment failure, management options are best selected by trending clinical, laboratory, and imaging data. If imaging suggests a persistent surgical target (paravertebral or epidural abscess), then a surgical consultation is appropriate. [2] If imaging fails to identify a surgical target, then repeat blood culturing and consideration of atypical pathogens are appropriate strategies. [2] The outcomes for patients with vertebral osteomyelitis are guarded. Even those who recover are left with mild to moderate degrees of functional and neurological deficits. [10]"}
{"id": "article-26400_26", "title": "Vertebral Osteomyelitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vertebral Osteomyelitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}