{"id": "article-21666_0", "title": "Feeding Disability in Children -- Continuing Education Activity", "content": "Feeding disability in children is an inadequacy of food intake that results in poor weight gain, failure to thrive, and/or delayed milestones. This activity illustrates the evaluation and management of feeding disability in children and highlights the crucial role of the interprofessional team in improving care for patients with this condition.", "contents": "Feeding Disability in Children -- Continuing Education Activity. Feeding disability in children is an inadequacy of food intake that results in poor weight gain, failure to thrive, and/or delayed milestones. This activity illustrates the evaluation and management of feeding disability in children and highlights the crucial role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-21666_1", "title": "Feeding Disability in Children -- Continuing Education Activity", "content": "Objectives: Review the etiology of feeding disability in children. Describe the history associated with feeding disability in children. Outline the management considerations for feeding disability in children. Summarize the importance of collaboration amongst the interprofessional team to enhance the care of patients with feeding disability. Access free multiple choice questions on this topic.", "contents": "Feeding Disability in Children -- Continuing Education Activity. Objectives: Review the etiology of feeding disability in children. Describe the history associated with feeding disability in children. Outline the management considerations for feeding disability in children. Summarize the importance of collaboration amongst the interprofessional team to enhance the care of patients with feeding disability. Access free multiple choice questions on this topic."}
{"id": "article-21666_2", "title": "Feeding Disability in Children -- Introduction", "content": "Feeding disability in children is termed as a pediatric inadequacy to take food and includes disorders resulting in delayed development of milestones, inappropriate weight gain, and/or failure to thrive. Feeding disorder may present as a child refusing to eat a certain group of foods or a specific food element class. The child can manifest with crying, vomiting, choking, or spitting up during feeds. It requires a comprehensive assessment of medical, psychosocial, feeding skill-based systems and associated nutritional based complications. [1]", "contents": "Feeding Disability in Children -- Introduction. Feeding disability in children is termed as a pediatric inadequacy to take food and includes disorders resulting in delayed development of milestones, inappropriate weight gain, and/or failure to thrive. Feeding disorder may present as a child refusing to eat a certain group of foods or a specific food element class. The child can manifest with crying, vomiting, choking, or spitting up during feeds. It requires a comprehensive assessment of medical, psychosocial, feeding skill-based systems and associated nutritional based complications. [1]"}
{"id": "article-21666_3", "title": "Feeding Disability in Children -- Introduction", "content": "Gastrointestinal disturbance in children with neurodisability (e.g., cerebral palsy) reflects the interplay between the central nervous system (CNS) and the enteric nervous system (ENS), resulting in a mandatory comprehensive review of child pathology. Feeding disability is acute when the duration is less than three months and chronic when greater than three months have elapsed.", "contents": "Feeding Disability in Children -- Introduction. Gastrointestinal disturbance in children with neurodisability (e.g., cerebral palsy) reflects the interplay between the central nervous system (CNS) and the enteric nervous system (ENS), resulting in a mandatory comprehensive review of child pathology. Feeding disability is acute when the duration is less than three months and chronic when greater than three months have elapsed."}
{"id": "article-21666_4", "title": "Feeding Disability in Children -- Etiology", "content": "Pediatric feeding disorder has multifactorial etiology, including medical conditions, altered feeding habits, and psychiatric disorders. Medical diseases: Oral-motor dysfunction Cleft lip Cleft palate Facial dysmorphism resulting from most common chromosomal syndromes such as trisomy 21 (Down) syndrome, trisomy 13 (Patau) syndrome, and trisomy 18 (Edward) syndrome Bilateral choanal atresia/obstruction Gastrointestinal motility disorders (e.g., aganglionosis, congenital segmental intestinal dilatation) [2] [3] [4] Gastroesophageal reflux disease (GERD) Feeding tube dependence [5] Prematurity Food allergies Failure to thrive Sensory problems Cerebral palsy [6] Stroke [7] Mental retardation Short gut syndrome Eosinophilic esophagitis [8] Duodenitis/duodenal pathology [9] Psychiatric disorders: Anorexia nervosa [10] Binge eating disorder Bulimia nervosa Avoidant/restrictive food intake disorder Autism Psychosocial causes:", "contents": "Feeding Disability in Children -- Etiology. Pediatric feeding disorder has multifactorial etiology, including medical conditions, altered feeding habits, and psychiatric disorders. Medical diseases: Oral-motor dysfunction Cleft lip Cleft palate Facial dysmorphism resulting from most common chromosomal syndromes such as trisomy 21 (Down) syndrome, trisomy 13 (Patau) syndrome, and trisomy 18 (Edward) syndrome Bilateral choanal atresia/obstruction Gastrointestinal motility disorders (e.g., aganglionosis, congenital segmental intestinal dilatation) [2] [3] [4] Gastroesophageal reflux disease (GERD) Feeding tube dependence [5] Prematurity Food allergies Failure to thrive Sensory problems Cerebral palsy [6] Stroke [7] Mental retardation Short gut syndrome Eosinophilic esophagitis [8] Duodenitis/duodenal pathology [9] Psychiatric disorders: Anorexia nervosa [10] Binge eating disorder Bulimia nervosa Avoidant/restrictive food intake disorder Autism Psychosocial causes:"}
{"id": "article-21666_5", "title": "Feeding Disability in Children -- Etiology", "content": "Learned feeding aversions Stress Disruptive behavior Food over-selectivity Grazing Inappropriate feeding techniques of the parent(s)/caregiver Delayed exposure to a variety of foods", "contents": "Feeding Disability in Children -- Etiology. Learned feeding aversions Stress Disruptive behavior Food over-selectivity Grazing Inappropriate feeding techniques of the parent(s)/caregiver Delayed exposure to a variety of foods"}
{"id": "article-21666_6", "title": "Feeding Disability in Children -- Epidemiology", "content": "In the U.S, 5% to 20 % of children are diagnosed with a feeding disorder. The children presenting with failure to thrive as a cause of feeding disability range from 1% to 5%. Gastrointestinal disturbance in children with neuro-disability (e.g., cerebral palsy) reflects the interplay between the CNS and the ENS. The number of patients affected by neuro-disability highlights the need for a thorough medical history.", "contents": "Feeding Disability in Children -- Epidemiology. In the U.S, 5% to 20 % of children are diagnosed with a feeding disorder. The children presenting with failure to thrive as a cause of feeding disability range from 1% to 5%. Gastrointestinal disturbance in children with neuro-disability (e.g., cerebral palsy) reflects the interplay between the CNS and the ENS. The number of patients affected by neuro-disability highlights the need for a thorough medical history."}
{"id": "article-21666_7", "title": "Feeding Disability in Children -- Histopathology", "content": "Endoscopy with biopsy may be an important step for the diagnosis of organic pathology. Eosinophilic esophagitis will exhibit an infiltration of the squamous epithelium of the esophagus by numerous eosinophils, which is usually accompanied by basal cell hyperplasia, acanthosis of the squamous cells, and eosinophilic abscesses. [8] In the setting of aganglionosis, a rectal suction biopsy may be crucial, particularly if the patient has suffered from constipation since birth. The rectal suction biopsy is a mandatory step for the current diagnostics of aganglionosis. [3] [4] [11]", "contents": "Feeding Disability in Children -- Histopathology. Endoscopy with biopsy may be an important step for the diagnosis of organic pathology. Eosinophilic esophagitis will exhibit an infiltration of the squamous epithelium of the esophagus by numerous eosinophils, which is usually accompanied by basal cell hyperplasia, acanthosis of the squamous cells, and eosinophilic abscesses. [8] In the setting of aganglionosis, a rectal suction biopsy may be crucial, particularly if the patient has suffered from constipation since birth. The rectal suction biopsy is a mandatory step for the current diagnostics of aganglionosis. [3] [4] [11]"}
{"id": "article-21666_8", "title": "Feeding Disability in Children -- History and Physical", "content": "History and physical examination of pediatric feeding disorder involve making a provisional diagnosis confirmed by investigations.", "contents": "Feeding Disability in Children -- History and Physical. History and physical examination of pediatric feeding disorder involve making a provisional diagnosis confirmed by investigations."}
{"id": "article-21666_9", "title": "Feeding Disability in Children -- History and Physical -- History", "content": "For a neonate presenting with feeding disability, a detailed birth history including any trauma during delivery, anomalous ultrasound scan findings, duration of labor, and any associated complications during labor. A thorough placenta examination is vital in giving a clue about cerebral palsy and chromosomal syndromes. In particular, non-chromosomal genetic syndromes need to be ruled out with the help of a geneticist.", "contents": "Feeding Disability in Children -- History and Physical -- History. For a neonate presenting with feeding disability, a detailed birth history including any trauma during delivery, anomalous ultrasound scan findings, duration of labor, and any associated complications during labor. A thorough placenta examination is vital in giving a clue about cerebral palsy and chromosomal syndromes. In particular, non-chromosomal genetic syndromes need to be ruled out with the help of a geneticist."}
{"id": "article-21666_10", "title": "Feeding Disability in Children -- History and Physical -- History", "content": "When reflux is the cause, a detailed history of the amount and frequency of reflux is taken. Any anatomical obstruction or gastric motility disorders are evaluated when the symptoms of vomiting, choking, and inability to keep down food are present. The age of gestation is also crucial for considering prematurity as a probable co-factor or essential cause. For an infant, developmental milestones are evaluated to see any delay in their presentation. Additionally, symptoms of food allergies and sensory abnormalities are carefully evaluated.", "contents": "Feeding Disability in Children -- History and Physical -- History. When reflux is the cause, a detailed history of the amount and frequency of reflux is taken. Any anatomical obstruction or gastric motility disorders are evaluated when the symptoms of vomiting, choking, and inability to keep down food are present. The age of gestation is also crucial for considering prematurity as a probable co-factor or essential cause. For an infant, developmental milestones are evaluated to see any delay in their presentation. Additionally, symptoms of food allergies and sensory abnormalities are carefully evaluated."}
{"id": "article-21666_11", "title": "Feeding Disability in Children -- History and Physical -- History", "content": "For grade 1 to 12 school children, their performance in school and home settings are assessed, ruling out the possibility of autism spectrum disorders as a causative factor. Any distress, stress, food selectivity, and altered eating habits reported by the caregiver are noteworthy. Psychiatric disorders most likely present in the adolescent population and may result in feeding disabilities. The perception of adolescents about weight and body shape, eating habits, and binge eating with or without compensatory behaviors need to be assessed. [10] History from a caregiver is vital in finding the type of feeding techniques and postures used during feeding a child. [5]", "contents": "Feeding Disability in Children -- History and Physical -- History. For grade 1 to 12 school children, their performance in school and home settings are assessed, ruling out the possibility of autism spectrum disorders as a causative factor. Any distress, stress, food selectivity, and altered eating habits reported by the caregiver are noteworthy. Psychiatric disorders most likely present in the adolescent population and may result in feeding disabilities. The perception of adolescents about weight and body shape, eating habits, and binge eating with or without compensatory behaviors need to be assessed. [10] History from a caregiver is vital in finding the type of feeding techniques and postures used during feeding a child. [5]"}
{"id": "article-21666_12", "title": "Feeding Disability in Children -- History and Physical -- Signs and Symptoms", "content": "Vomiting, gagging, or choking while eating. Refusal to eat certain food types. Throwing tantrums when given food. Difficulty in swallowing. Turning head or crying while eating.", "contents": "Feeding Disability in Children -- History and Physical -- Signs and Symptoms. Vomiting, gagging, or choking while eating. Refusal to eat certain food types. Throwing tantrums when given food. Difficulty in swallowing. Turning head or crying while eating."}
{"id": "article-21666_13", "title": "Feeding Disability in Children -- History and Physical -- Physical Examination", "content": "Physical examination includes a detailed examination of all systems. In particular, facial dysmorphism, patency of choanae, an examination of the oral cavity, and abnormalities in the palate or oropharynx can be the contributing factors. The tone and size of the tongue are assessed. Abdominal examination may reveal tenderness, hyperactive or hypoactive bowel sounds, or any olive-shaped mass indicating bowel obstruction as a probable cause. Developmental milestones are assessed during the physical examination. Height and weight are measured. A full neurologic examination, including evaluation of the muscle tone and power, is performed to look for cerebral palsy or stroke as a cause. [12]", "contents": "Feeding Disability in Children -- History and Physical -- Physical Examination. Physical examination includes a detailed examination of all systems. In particular, facial dysmorphism, patency of choanae, an examination of the oral cavity, and abnormalities in the palate or oropharynx can be the contributing factors. The tone and size of the tongue are assessed. Abdominal examination may reveal tenderness, hyperactive or hypoactive bowel sounds, or any olive-shaped mass indicating bowel obstruction as a probable cause. Developmental milestones are assessed during the physical examination. Height and weight are measured. A full neurologic examination, including evaluation of the muscle tone and power, is performed to look for cerebral palsy or stroke as a cause. [12]"}
{"id": "article-21666_14", "title": "Feeding Disability in Children -- Evaluation", "content": "The following tests are considered during the workup of feeding disability in children.", "contents": "Feeding Disability in Children -- Evaluation. The following tests are considered during the workup of feeding disability in children."}
{"id": "article-21666_15", "title": "Feeding Disability in Children -- Evaluation", "content": "Barium swallow test: [13] A barium swallow test is performed by making a child swallow barium containing food, traced through radiographs or a computed tomography (CT) scan. This test allows identification of any anatomic obstruction causing a feeding disability. Videofluoroscopic swallowing study: A swallowing study identifies any dysfunction in consuming food. Esophageal manometry: It helps to distinguish primary and secondary causes of esophageal dysphagia. Endoscopic procedures: These  are performed to evaluate the pharynx and larynx while the patient swallows any food while being awake. Food allergen test: [14] A food allergen test is performed when history and physical examination indicate food allergies as a cause of feeding disability. CT scan of the head: CT scan is done when a stroke is a probable cause. Lab workup: A lab workup indicates the nutritional status in case of malnutrition.", "contents": "Feeding Disability in Children -- Evaluation. Barium swallow test: [13] A barium swallow test is performed by making a child swallow barium containing food, traced through radiographs or a computed tomography (CT) scan. This test allows identification of any anatomic obstruction causing a feeding disability. Videofluoroscopic swallowing study: A swallowing study identifies any dysfunction in consuming food. Esophageal manometry: It helps to distinguish primary and secondary causes of esophageal dysphagia. Endoscopic procedures: These  are performed to evaluate the pharynx and larynx while the patient swallows any food while being awake. Food allergen test: [14] A food allergen test is performed when history and physical examination indicate food allergies as a cause of feeding disability. CT scan of the head: CT scan is done when a stroke is a probable cause. Lab workup: A lab workup indicates the nutritional status in case of malnutrition."}
{"id": "article-21666_16", "title": "Feeding Disability in Children -- Treatment / Management", "content": "Treatment of pediatric feeding disorder mainly depends on the cause. An interprofessional team is required to evaluate and manage the condition. This medical team includes a gastroenterologist, a psychiatrist, a nutritionist, a behavioral analyst, an occupational therapist, and a speech therapist. [15]", "contents": "Feeding Disability in Children -- Treatment / Management. Treatment of pediatric feeding disorder mainly depends on the cause. An interprofessional team is required to evaluate and manage the condition. This medical team includes a gastroenterologist, a psychiatrist, a nutritionist, a behavioral analyst, an occupational therapist, and a speech therapist. [15]"}
{"id": "article-21666_17", "title": "Feeding Disability in Children -- Treatment / Management", "content": "For disruptive behaviors, the child is given positive reinforcement in the form of a reward.  This reinforcement promotes the child's good eating habits. Food is given to children on fixed schedules and in textures and forms easily accepted by them. Reflux is treated with proper positioning of the child before and after the feeds. After the posture trial, proton pump inhibitors may be added. Cleft lip and palate need surgical correction when it interferes with feeding. A feeding tube is placed until the surgery is planned. For swallowing dysfunction,  surgery is needed for correction, depending on the cause. Psychotherapy is the best modality to manage psychiatric eating disorders. [16] [15]", "contents": "Feeding Disability in Children -- Treatment / Management. For disruptive behaviors, the child is given positive reinforcement in the form of a reward.  This reinforcement promotes the child's good eating habits. Food is given to children on fixed schedules and in textures and forms easily accepted by them. Reflux is treated with proper positioning of the child before and after the feeds. After the posture trial, proton pump inhibitors may be added. Cleft lip and palate need surgical correction when it interferes with feeding. A feeding tube is placed until the surgery is planned. For swallowing dysfunction,  surgery is needed for correction, depending on the cause. Psychotherapy is the best modality to manage psychiatric eating disorders. [16] [15]"}
{"id": "article-21666_18", "title": "Feeding Disability in Children -- Differential Diagnosis", "content": "Avoidant restrictive food intake disorder (ARFID) is characterized by an individual avoiding certain foods or types of food, having restricted intake in terms of overall amount eaten, or both. Avoiding or restricting food intake can be present for several reasons, including sensory-based avoidance, low interest in eating, and concern about the consequences of eating. [17]", "contents": "Feeding Disability in Children -- Differential Diagnosis. Avoidant restrictive food intake disorder (ARFID) is characterized by an individual avoiding certain foods or types of food, having restricted intake in terms of overall amount eaten, or both. Avoiding or restricting food intake can be present for several reasons, including sensory-based avoidance, low interest in eating, and concern about the consequences of eating. [17]"}
{"id": "article-21666_19", "title": "Feeding Disability in Children -- Differential Diagnosis", "content": "ARFID is quite different from anorexia nervosa due to a lack of distorted perception of body appearance. Moreover, weight is normal, decreased, or increased in ARFID, unlike pediatric feeding disorders, where poor weight gain is a hallmark.", "contents": "Feeding Disability in Children -- Differential Diagnosis. ARFID is quite different from anorexia nervosa due to a lack of distorted perception of body appearance. Moreover, weight is normal, decreased, or increased in ARFID, unlike pediatric feeding disorders, where poor weight gain is a hallmark."}
{"id": "article-21666_20", "title": "Feeding Disability in Children -- Prognosis", "content": "Prognosis depends on the underlying cause of feeding disability. When the underlying etiology is GERD, constipation, delayed emptying of the stomach, prematurity, or anatomical obstructions, the overall prognosis is good. Managing the behavior and feeding skills type takes comparatively a longer time to adopt a child to healthy eating practices. [18]", "contents": "Feeding Disability in Children -- Prognosis. Prognosis depends on the underlying cause of feeding disability. When the underlying etiology is GERD, constipation, delayed emptying of the stomach, prematurity, or anatomical obstructions, the overall prognosis is good. Managing the behavior and feeding skills type takes comparatively a longer time to adopt a child to healthy eating practices. [18]"}
{"id": "article-21666_21", "title": "Feeding Disability in Children -- Complications", "content": "The following complications occur when a pediatric feeding disorder is not managed promptly: Failure to thrive Poor weight gain [13] Scurvy Malnutrition Cognitive impairment Choking Aspiration Bradycardia Apnea Feeding tube dependence [19] Aversion of social gatherings involving food activities", "contents": "Feeding Disability in Children -- Complications. The following complications occur when a pediatric feeding disorder is not managed promptly: Failure to thrive Poor weight gain [13] Scurvy Malnutrition Cognitive impairment Choking Aspiration Bradycardia Apnea Feeding tube dependence [19] Aversion of social gatherings involving food activities"}
{"id": "article-21666_22", "title": "Feeding Disability in Children -- Deterrence and Patient Education", "content": "The caregiver and/or parents of a child are an essential part of the management team. They are educated about the signs and symptoms of feeding difficulty, such as vomiting, gagging, regurgitation, and proper positioning techniques. The caregivers are educated on appropriate feeding skills. Additionally, signs of aspiration and sudden shortness of breath are explained, and the caregiver is advised to bring the child to the emergency department when the child experiences these symptoms. The caregiver is informed about the probable causes and the possible treatment options. They are counseled to cope with the stress they suffer during the course of treatment. [5]", "contents": "Feeding Disability in Children -- Deterrence and Patient Education. The caregiver and/or parents of a child are an essential part of the management team. They are educated about the signs and symptoms of feeding difficulty, such as vomiting, gagging, regurgitation, and proper positioning techniques. The caregivers are educated on appropriate feeding skills. Additionally, signs of aspiration and sudden shortness of breath are explained, and the caregiver is advised to bring the child to the emergency department when the child experiences these symptoms. The caregiver is informed about the probable causes and the possible treatment options. They are counseled to cope with the stress they suffer during the course of treatment. [5]"}
{"id": "article-21666_23", "title": "Feeding Disability in Children -- Enhancing Healthcare Team Outcomes", "content": "Feeding disability in children is a challenging diagnosis requiring the collaboration of a pediatric gastroenterologist, a psychiatrist, a nutritionist, an occupational and speech therapist, and a behavioral analyst. The integration of a pediatric pathologist in the team is also key in ruling out organic feeding disabilities. This critical interprofessional communication markedly improves outcomes when the etiology is rare or multifactorial. Patient-centered care is given, involving the interaction of different specialists to achieve satisfactory outcomes. [20]", "contents": "Feeding Disability in Children -- Enhancing Healthcare Team Outcomes. Feeding disability in children is a challenging diagnosis requiring the collaboration of a pediatric gastroenterologist, a psychiatrist, a nutritionist, an occupational and speech therapist, and a behavioral analyst. The integration of a pediatric pathologist in the team is also key in ruling out organic feeding disabilities. This critical interprofessional communication markedly improves outcomes when the etiology is rare or multifactorial. Patient-centered care is given, involving the interaction of different specialists to achieve satisfactory outcomes. [20]"}
{"id": "article-21666_24", "title": "Feeding Disability in Children -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Feeding Disability in Children -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}