{"id": "article-20151_0", "title": "Cryotherapy in Dermatology -- Continuing Education Activity", "content": "Cryosurgery was first described in the 1800s and has since evolved into a mainstay of therapy within dermatology. Cryosurgery is an effective alternative to more invasive techniques and can be delivered quickly and cost-effectively in an outpatient setting. Because this is a non-invasive technique, cryosurgery can produce excellent cosmetic outcomes. This activity highlights the indications, contraindications and complications of cryotherapy.", "contents": "Cryotherapy in Dermatology -- Continuing Education Activity. Cryosurgery was first described in the 1800s and has since evolved into a mainstay of therapy within dermatology. Cryosurgery is an effective alternative to more invasive techniques and can be delivered quickly and cost-effectively in an outpatient setting. Because this is a non-invasive technique, cryosurgery can produce excellent cosmetic outcomes. This activity highlights the indications, contraindications and complications of cryotherapy."}
{"id": "article-20151_1", "title": "Cryotherapy in Dermatology -- Continuing Education Activity", "content": "Objectives: Describe the indications for cryotherapy. Summarize the complications of cryotherapy. Review the mode of action of cryotherapy. Summarize the importance of improving care coordination among interprofessional team members to improve outcomes for patients undergoing cryotherapy. Access free multiple choice questions on this topic.", "contents": "Cryotherapy in Dermatology -- Continuing Education Activity. Objectives: Describe the indications for cryotherapy. Summarize the complications of cryotherapy. Review the mode of action of cryotherapy. Summarize the importance of improving care coordination among interprofessional team members to improve outcomes for patients undergoing cryotherapy. Access free multiple choice questions on this topic."}
{"id": "article-20151_2", "title": "Cryotherapy in Dermatology -- Introduction", "content": "Cryosurgery was first described in the 1800s and has since evolved into a mainstay of therapy [1] within dermatology. Cryosurgery is an effective alternative to more invasive techniques and can be delivered quickly and cost-effectively in an outpatient setting. Because this is a noninvasive technique, cryosurgery can produce excellent cosmetic outcomes. Cryosurgery is performed using a cyrogen, typically liquid nitrogen, to cool the targeted tissue to subzero temperatures. This effect induces tissue damage in 2 mechanisms. The first mechanism is the induction of tissue ischemia by damaging blood vessels and capillaries within the target area which leads to ischemic necrosis of the tissue. The second mechanism damages the cells more complexly by forming ice crystals and inducing osmotic cell injury and cellular membrane disruption. As the tissue is cooled, ice crystals form between cells which creates an osmotic gradient rapidly drawing water out of the cells. As cooling continues, crystals form within the cell which can lead to rupture of the cell. The thawing process also damages cells. As the tissue thaws, crystals outside the cells melt which creates a gradient that rapidly draws water back into the cell which can cause cells to swell and burst. [2] [3] [4] [3] [2]", "contents": "Cryotherapy in Dermatology -- Introduction. Cryosurgery was first described in the 1800s and has since evolved into a mainstay of therapy [1] within dermatology. Cryosurgery is an effective alternative to more invasive techniques and can be delivered quickly and cost-effectively in an outpatient setting. Because this is a noninvasive technique, cryosurgery can produce excellent cosmetic outcomes. Cryosurgery is performed using a cyrogen, typically liquid nitrogen, to cool the targeted tissue to subzero temperatures. This effect induces tissue damage in 2 mechanisms. The first mechanism is the induction of tissue ischemia by damaging blood vessels and capillaries within the target area which leads to ischemic necrosis of the tissue. The second mechanism damages the cells more complexly by forming ice crystals and inducing osmotic cell injury and cellular membrane disruption. As the tissue is cooled, ice crystals form between cells which creates an osmotic gradient rapidly drawing water out of the cells. As cooling continues, crystals form within the cell which can lead to rupture of the cell. The thawing process also damages cells. As the tissue thaws, crystals outside the cells melt which creates a gradient that rapidly draws water back into the cell which can cause cells to swell and burst. [2] [3] [4] [3] [2]"}
{"id": "article-20151_3", "title": "Cryotherapy in Dermatology -- Introduction", "content": "There is an advantage to cryosurgery compared to excisional techniques for malignancies. When a malignant lesion is excised, the host is no longer exposed to the antigens present in the malignant cells. In the case of cryosurgery, however, the antigens present on the dead malignant cells are retained, allowing for a host immune response that may lead to a systemic response to the malignant cells. [5]", "contents": "Cryotherapy in Dermatology -- Introduction. There is an advantage to cryosurgery compared to excisional techniques for malignancies. When a malignant lesion is excised, the host is no longer exposed to the antigens present in the malignant cells. In the case of cryosurgery, however, the antigens present on the dead malignant cells are retained, allowing for a host immune response that may lead to a systemic response to the malignant cells. [5]"}
{"id": "article-20151_4", "title": "Cryotherapy in Dermatology -- Introduction", "content": "The amount of tissue damage increases with each free thaw cycle. The target temperature for the destruction of benign cells is -20 C. Cancerous cells can be more resistant to cell death and require -50 C to be destroyed. Unfortunately, melanocytes are very susceptible to thermal injury and may die at temperatures below -5 C. [4]", "contents": "Cryotherapy in Dermatology -- Introduction. The amount of tissue damage increases with each free thaw cycle. The target temperature for the destruction of benign cells is -20 C. Cancerous cells can be more resistant to cell death and require -50 C to be destroyed. Unfortunately, melanocytes are very susceptible to thermal injury and may die at temperatures below -5 C. [4]"}
{"id": "article-20151_5", "title": "Cryotherapy in Dermatology -- Introduction", "content": "Zones of spherical freezing advance are known as isotherms. The radius for each isotherm is the same in all directions. For example, a -5 C degree isotherm may have a 10 mm distance away from the center of freezing in both depths and along the surface of the skin. A -10-C isotherm may be found at 5 mm away from the center and represent a temperature of -10 C at 5 mm in depth. Knowing the target temperature and understanding the concept of isotherms, a cyrosurgeon can achieve a targeted temperature for a certain depth by measuring the temperature at the periphery of his zone of freezing. [1]", "contents": "Cryotherapy in Dermatology -- Introduction. Zones of spherical freezing advance are known as isotherms. The radius for each isotherm is the same in all directions. For example, a -5 C degree isotherm may have a 10 mm distance away from the center of freezing in both depths and along the surface of the skin. A -10-C isotherm may be found at 5 mm away from the center and represent a temperature of -10 C at 5 mm in depth. Knowing the target temperature and understanding the concept of isotherms, a cyrosurgeon can achieve a targeted temperature for a certain depth by measuring the temperature at the periphery of his zone of freezing. [1]"}
{"id": "article-20151_6", "title": "Cryotherapy in Dermatology -- Introduction", "content": "It is also important to understand that conduction will play a role in the temperature of a lesion. Air is the least conductive material for heat, so spraying a lesion with liquid nitrogen from a distance will be less effective compared to holding the spray tip close to the lesion. Keratin is also a poor conductor so for hyperkeratotic lesion it may be prudent to debulk the lesion before performing cryosurgery.", "contents": "Cryotherapy in Dermatology -- Introduction. It is also important to understand that conduction will play a role in the temperature of a lesion. Air is the least conductive material for heat, so spraying a lesion with liquid nitrogen from a distance will be less effective compared to holding the spray tip close to the lesion. Keratin is also a poor conductor so for hyperkeratotic lesion it may be prudent to debulk the lesion before performing cryosurgery."}
{"id": "article-20151_7", "title": "Cryotherapy in Dermatology -- Indications", "content": "Cryosurgery has a number of indications for both malignant and benign lesions.", "contents": "Cryotherapy in Dermatology -- Indications. Cryosurgery has a number of indications for both malignant and benign lesions."}
{"id": "article-20151_8", "title": "Cryotherapy in Dermatology -- Indications", "content": "Benign lesions that can be treated with cryosurgery include seborrheic keratosis, verruca, skin tags, molluscum contagiosum, solar lentigo and hypertrophic/keloid scars. Most of the entities can be treated with a single round of cryosurgery, but for larger or thicker lesions treatments can be repeated at 3 to 4-week intervals until the lesions have resolved. This is especially true in verruca which typically take anywhere from 2 to 6 treatments to resolve.", "contents": "Cryotherapy in Dermatology -- Indications. Benign lesions that can be treated with cryosurgery include seborrheic keratosis, verruca, skin tags, molluscum contagiosum, solar lentigo and hypertrophic/keloid scars. Most of the entities can be treated with a single round of cryosurgery, but for larger or thicker lesions treatments can be repeated at 3 to 4-week intervals until the lesions have resolved. This is especially true in verruca which typically take anywhere from 2 to 6 treatments to resolve."}
{"id": "article-20151_9", "title": "Cryotherapy in Dermatology -- Indications", "content": "Pre-malignant and malignant lesions that can be treated with cryosurgery include actinic keratosis, basal cell carcinoma, and non invasive squamous cell carcinoma. Cryosurgery has been used to treat lentigo maligna melanoma with variable efficacy and recurrence rates. Actinic keratosis is commonly treated with cryosurgery. However, the treatment of malignant lesions with cryotherapy is not a first-line therapy and is typically reserved for patients who are not good candidates for excision. Large lesions that would be very disfiguring if excised or elderly patient who cannot tolerate excision are examples where cryosurgery may be indicated. [6] [7] [8]", "contents": "Cryotherapy in Dermatology -- Indications. Pre-malignant and malignant lesions that can be treated with cryosurgery include actinic keratosis, basal cell carcinoma, and non invasive squamous cell carcinoma. Cryosurgery has been used to treat lentigo maligna melanoma with variable efficacy and recurrence rates. Actinic keratosis is commonly treated with cryosurgery. However, the treatment of malignant lesions with cryotherapy is not a first-line therapy and is typically reserved for patients who are not good candidates for excision. Large lesions that would be very disfiguring if excised or elderly patient who cannot tolerate excision are examples where cryosurgery may be indicated. [6] [7] [8]"}
{"id": "article-20151_10", "title": "Cryotherapy in Dermatology -- Contraindications", "content": "Cryosurgery should not be performed on a neoplasm of uncertain behavior. Before cryosurgery is performed a diagnosed must be made either by histologic or clinical and dermatoscopic diagnosis.", "contents": "Cryotherapy in Dermatology -- Contraindications. Cryosurgery should not be performed on a neoplasm of uncertain behavior. Before cryosurgery is performed a diagnosed must be made either by histologic or clinical and dermatoscopic diagnosis."}
{"id": "article-20151_11", "title": "Cryotherapy in Dermatology -- Contraindications", "content": "Other contraindications for cryosurgery are conditions that can be exacerbated by cold exposure such as cryoglobulinemia, multiple myeloma, Raynaud disease, cold urticaria, previous history of cold induce injury at the site or limb, as well as poor circulation at the site or in that limb. Cryosurgery can induce vasoconstriction so cryosurgery to a vascularly impaired area may lead to undesired tissue necrosis.", "contents": "Cryotherapy in Dermatology -- Contraindications. Other contraindications for cryosurgery are conditions that can be exacerbated by cold exposure such as cryoglobulinemia, multiple myeloma, Raynaud disease, cold urticaria, previous history of cold induce injury at the site or limb, as well as poor circulation at the site or in that limb. Cryosurgery can induce vasoconstriction so cryosurgery to a vascularly impaired area may lead to undesired tissue necrosis."}
{"id": "article-20151_12", "title": "Cryotherapy in Dermatology -- Equipment", "content": "There several different cryogens including nitrogen gas, carbon dioxide gas, and other compressed gases, but the most common cryogen by far is liquid nitrogen. The boiling point of liquid nitrogen is -196 C. Liquid nitrogen is typically stored in heavily insulated long-term storage tanks called dewars. Dewars can range in size from 4 to 50 L and can be used to store liquid nitrogen for up to 2 months. Devices that generate liquid nitrogen are also available if needed.", "contents": "Cryotherapy in Dermatology -- Equipment. There several different cryogens including nitrogen gas, carbon dioxide gas, and other compressed gases, but the most common cryogen by far is liquid nitrogen. The boiling point of liquid nitrogen is -196 C. Liquid nitrogen is typically stored in heavily insulated long-term storage tanks called dewars. Dewars can range in size from 4 to 50 L and can be used to store liquid nitrogen for up to 2 months. Devices that generate liquid nitrogen are also available if needed."}
{"id": "article-20151_13", "title": "Cryotherapy in Dermatology -- Equipment", "content": "Cryosurgical devices are 300 to 500 mL units can temporarily hold liquid nitrogen and typically come with a number of different attachments based on the desired treatment technique. Several different treatment approaches will be discussed below, but the equipment necessary for those treatments will be discussed here. For open techniques that require spraying liquid nitrogen, there are cryosurgical units that come with a spray gun-type design that comes with a variety of different sized tips that can be used based on the size of the treatment area. Cones that look like an otoscope tip and plates of various-sized cutouts can provide more targeted delivery of liquid nitrogen. There are also variously sized probes that can be attached to the cryosurgical units to when direct contact treatment is desired. In addition, forceps or needle drivers can be dipped into the cryosurgical units and frozen for approximately 20 to 30 seconds and then used to grasp pedunculated lesions.", "contents": "Cryotherapy in Dermatology -- Equipment. Cryosurgical devices are 300 to 500 mL units can temporarily hold liquid nitrogen and typically come with a number of different attachments based on the desired treatment technique. Several different treatment approaches will be discussed below, but the equipment necessary for those treatments will be discussed here. For open techniques that require spraying liquid nitrogen, there are cryosurgical units that come with a spray gun-type design that comes with a variety of different sized tips that can be used based on the size of the treatment area. Cones that look like an otoscope tip and plates of various-sized cutouts can provide more targeted delivery of liquid nitrogen. There are also variously sized probes that can be attached to the cryosurgical units to when direct contact treatment is desired. In addition, forceps or needle drivers can be dipped into the cryosurgical units and frozen for approximately 20 to 30 seconds and then used to grasp pedunculated lesions."}
{"id": "article-20151_14", "title": "Cryotherapy in Dermatology -- Equipment", "content": "If treatment of malignant lesions is performed, it is advisable to use a device to determine the temperature of the tissue. For probes, a thermometer may be built into the probe and can, therefore, give the physician an idea of the temperature at the tip of the probe. There are also infrared thermometers that can be used in conjunction with spray cans to give the physician an idea of the temperature at different isotherms.", "contents": "Cryotherapy in Dermatology -- Equipment. If treatment of malignant lesions is performed, it is advisable to use a device to determine the temperature of the tissue. For probes, a thermometer may be built into the probe and can, therefore, give the physician an idea of the temperature at the tip of the probe. There are also infrared thermometers that can be used in conjunction with spray cans to give the physician an idea of the temperature at different isotherms."}
{"id": "article-20151_15", "title": "Cryotherapy in Dermatology -- Preparation", "content": "Minimal skin preparation is needed for cryosurgery. Antiseptics are not typically indicated in a majority of cryosurgeries. However, for treatment of malignant lesions, especially with a contact probe, topical antiseptics should be applied since there is a risk of bleeding. For hyperkeratotic lesions, curettage should be performed to allow for better and more accurate administration of liquid nitrogen. For small lesions, injection of local anesthetic may be more painful than the cryosurgery itself and is therefore not indicated. In general, cryosurgery of small lesions is well tolerated. For larger areas, topical anesthetics can be applied several hours before the procedure to help reduce the pain associated with freezing. Interestingly, anesthetics may be less effective for pain experienced during the thawing period.", "contents": "Cryotherapy in Dermatology -- Preparation. Minimal skin preparation is needed for cryosurgery. Antiseptics are not typically indicated in a majority of cryosurgeries. However, for treatment of malignant lesions, especially with a contact probe, topical antiseptics should be applied since there is a risk of bleeding. For hyperkeratotic lesions, curettage should be performed to allow for better and more accurate administration of liquid nitrogen. For small lesions, injection of local anesthetic may be more painful than the cryosurgery itself and is therefore not indicated. In general, cryosurgery of small lesions is well tolerated. For larger areas, topical anesthetics can be applied several hours before the procedure to help reduce the pain associated with freezing. Interestingly, anesthetics may be less effective for pain experienced during the thawing period."}
{"id": "article-20151_16", "title": "Cryotherapy in Dermatology -- Technique or Treatment", "content": "Cryosurgical techniques vary based on the lesion being treated. Benign lesions can typically be treated with a single freeze-thaw cycle with a target temperature of -25 C for keratinocytic tumors and -5 C for pigmented lesions. Whereas, malignant lesions are typically treated with 2 cycles and a target temperature of -50 C. An exception to benign lesions receiving one freeze-thaw cycle is verruca which due to there relative resistance to treatment can be treated with 2 freeze-thaw cycles at the discretion of the surgeon [9] . Thawing is not complete until the entire lesion has returned to its original color and frost is no longer observed. Allowing the lesion to thaw completely produces maximum tissue destruction since thawing also produces tissue damage.  As a general rule for benign lesions, it is better to err on the side of caution and undertreat lesions since any persistence can be treated at a later visit. This approach can prevent unnecessary complications such as hypopigmentation. Benign lesions should be frozen until the white halo extends 1 to 2 mm beyond the border of the lesion to guarantee that the entire lesion is removed. The duration of freezing for solar lentigo are typically around 3 to 4 seconds since melanocytes are more sensitive to cold injury, whereas benign lesions are typically frozen for 5 to 10 seconds. The margins for a solar lentigo should be just beyond the border of the lesion to prevent persistent pigment at the margins of the lesion.", "contents": "Cryotherapy in Dermatology -- Technique or Treatment. Cryosurgical techniques vary based on the lesion being treated. Benign lesions can typically be treated with a single freeze-thaw cycle with a target temperature of -25 C for keratinocytic tumors and -5 C for pigmented lesions. Whereas, malignant lesions are typically treated with 2 cycles and a target temperature of -50 C. An exception to benign lesions receiving one freeze-thaw cycle is verruca which due to there relative resistance to treatment can be treated with 2 freeze-thaw cycles at the discretion of the surgeon [9] . Thawing is not complete until the entire lesion has returned to its original color and frost is no longer observed. Allowing the lesion to thaw completely produces maximum tissue destruction since thawing also produces tissue damage.  As a general rule for benign lesions, it is better to err on the side of caution and undertreat lesions since any persistence can be treated at a later visit. This approach can prevent unnecessary complications such as hypopigmentation. Benign lesions should be frozen until the white halo extends 1 to 2 mm beyond the border of the lesion to guarantee that the entire lesion is removed. The duration of freezing for solar lentigo are typically around 3 to 4 seconds since melanocytes are more sensitive to cold injury, whereas benign lesions are typically frozen for 5 to 10 seconds. The margins for a solar lentigo should be just beyond the border of the lesion to prevent persistent pigment at the margins of the lesion."}
{"id": "article-20151_17", "title": "Cryotherapy in Dermatology -- Technique or Treatment", "content": "Although cryosurgery is the first-line treatment for actinic keratosis, cryosurgery is not a first-line therapy for malignant lesions. Treatment of actinic keratosis or malignant lesions is typically performed with 2 freeze-thaw cycles with the size of the margin dependent on the malignancy. Actinic keratosis is typically frozen for approximately 10 to 15 seconds with 2 mm margin The target temperature for malignant lesions is -50 degrees for each of the 2 freeze-thaw cycles. It typically takes approximately 40 to 90 seconds to achieve these temperatures. In general, nonmelanoma skin cancers should have a margin of at least 5 mm. There have been reports of melanoma in situs being treated with cryosurgery with a margin of 10 mm [10] . Recurrences are difficult to identify and recurrence rates range from 6 % to 34%. In contrast to benign lesions, cryosurgery of malignant lesions should err on the side of overtreatment and be more aggressive because margin control is not possible with cryosurgery. Since there is no excised tissue to be examined following this procedure, there is no way definitive option to ensure that margins have been cleared, which may lead to the possibility of recurrence. For this reason, caution should be used with this approach, and regular follow-up is recommended to monitor for recurrence. [1] [11]", "contents": "Cryotherapy in Dermatology -- Technique or Treatment. Although cryosurgery is the first-line treatment for actinic keratosis, cryosurgery is not a first-line therapy for malignant lesions. Treatment of actinic keratosis or malignant lesions is typically performed with 2 freeze-thaw cycles with the size of the margin dependent on the malignancy. Actinic keratosis is typically frozen for approximately 10 to 15 seconds with 2 mm margin The target temperature for malignant lesions is -50 degrees for each of the 2 freeze-thaw cycles. It typically takes approximately 40 to 90 seconds to achieve these temperatures. In general, nonmelanoma skin cancers should have a margin of at least 5 mm. There have been reports of melanoma in situs being treated with cryosurgery with a margin of 10 mm [10] . Recurrences are difficult to identify and recurrence rates range from 6 % to 34%. In contrast to benign lesions, cryosurgery of malignant lesions should err on the side of overtreatment and be more aggressive because margin control is not possible with cryosurgery. Since there is no excised tissue to be examined following this procedure, there is no way definitive option to ensure that margins have been cleared, which may lead to the possibility of recurrence. For this reason, caution should be used with this approach, and regular follow-up is recommended to monitor for recurrence. [1] [11]"}
{"id": "article-20151_18", "title": "Cryotherapy in Dermatology -- Technique or Treatment", "content": "There are several different techniques for the administration of liquid nitrogen. The most common cryosurgical technique is the open technique in which liquid nitrogen is sprayed onto the target lesion. Intermittent release of liquid nitrogen provides a more controlled and precise application compared with spraying in a continuous fashion. The semi-open technique is best for papular lesions. In this technique, a cone or plate covers or directs liquid nitrogen to the target area and allows for a more targeted treatment area. The closed/contact technique uses a probe cooled with liquid nitrogen applied directly to the skin. Probes may freeze to the skin during the procedure and forcefully removal of the probe can rip tissue off of the treatment area and lead to bleeding. To prevent this, the probe should be frozen prior to touching the skin. In the event that the probe does become frozen to the skin, it should be gently warmed or warm water can be applied to release the probe. Another form of the close/contact technique is the use of liquid nitrogen to the cool the tips of forceps or needle drivers, which are then used to grasp pedunculated lesions.", "contents": "Cryotherapy in Dermatology -- Technique or Treatment. There are several different techniques for the administration of liquid nitrogen. The most common cryosurgical technique is the open technique in which liquid nitrogen is sprayed onto the target lesion. Intermittent release of liquid nitrogen provides a more controlled and precise application compared with spraying in a continuous fashion. The semi-open technique is best for papular lesions. In this technique, a cone or plate covers or directs liquid nitrogen to the target area and allows for a more targeted treatment area. The closed/contact technique uses a probe cooled with liquid nitrogen applied directly to the skin. Probes may freeze to the skin during the procedure and forcefully removal of the probe can rip tissue off of the treatment area and lead to bleeding. To prevent this, the probe should be frozen prior to touching the skin. In the event that the probe does become frozen to the skin, it should be gently warmed or warm water can be applied to release the probe. Another form of the close/contact technique is the use of liquid nitrogen to the cool the tips of forceps or needle drivers, which are then used to grasp pedunculated lesions."}
{"id": "article-20151_19", "title": "Cryotherapy in Dermatology -- Complications", "content": "There are a number of expected outcomes following cryosurgery that patient should be advised about before the surgery. Cryosurgery produces tissue damage that heals by secondary intention, which can take longer to heal than an excision, especially if it is performed on the leg. Healing time directly correlates with the depth of freezing, so lesions that have had a deeper freeze will take longer to heal. Pain is an expected outcome of this procedure. Pain will last less than a minute. Treated sites will progress from erythema, edema, and vesiculation over the course of several days. Depending on the depth of the treatment an exudate may be noted up to 2 weeks after treatment. Mummification or eschar formation may follow the exudative phase and can be gently debrided if necessary.", "contents": "Cryotherapy in Dermatology -- Complications. There are a number of expected outcomes following cryosurgery that patient should be advised about before the surgery. Cryosurgery produces tissue damage that heals by secondary intention, which can take longer to heal than an excision, especially if it is performed on the leg. Healing time directly correlates with the depth of freezing, so lesions that have had a deeper freeze will take longer to heal. Pain is an expected outcome of this procedure. Pain will last less than a minute. Treated sites will progress from erythema, edema, and vesiculation over the course of several days. Depending on the depth of the treatment an exudate may be noted up to 2 weeks after treatment. Mummification or eschar formation may follow the exudative phase and can be gently debrided if necessary."}
{"id": "article-20151_20", "title": "Cryotherapy in Dermatology -- Complications", "content": "Complications of cryosurgery include dyspigmentation, alopecia, pseudoepitheliomatous hyperplasia, depressed scars, and tissue distortion (nail dystrophy or notching of cartilage). Dyspigmentation is the most common complication of cryosurgery. Hypopigmentation is the most likely type of dyspigmentation seen because cryosurgery can destroy melanocytes. However, darker skinned individuals can develop hyperpigmentation. In the scalp or other hair-bearing areas, alopecia can result from cold-induced destruction of hair bulge cells and lead to permanent alopecia. Pseudoepitheliomatous hyperplasia can result from cryotherapy. No treatment is needed as this will spontaneously resolve. Depressed scars can form after deep cryosurgery. The depressions may resolve over time. Cryosurgery can also damage underlying structures such as the nail matrix of the digits or cartilage on the ears and nose, which can produce notching or retraction.", "contents": "Cryotherapy in Dermatology -- Complications. Complications of cryosurgery include dyspigmentation, alopecia, pseudoepitheliomatous hyperplasia, depressed scars, and tissue distortion (nail dystrophy or notching of cartilage). Dyspigmentation is the most common complication of cryosurgery. Hypopigmentation is the most likely type of dyspigmentation seen because cryosurgery can destroy melanocytes. However, darker skinned individuals can develop hyperpigmentation. In the scalp or other hair-bearing areas, alopecia can result from cold-induced destruction of hair bulge cells and lead to permanent alopecia. Pseudoepitheliomatous hyperplasia can result from cryotherapy. No treatment is needed as this will spontaneously resolve. Depressed scars can form after deep cryosurgery. The depressions may resolve over time. Cryosurgery can also damage underlying structures such as the nail matrix of the digits or cartilage on the ears and nose, which can produce notching or retraction."}
{"id": "article-20151_21", "title": "Cryotherapy in Dermatology -- Clinical Significance", "content": "Cryosurgery is a common dermatologic procedure that can be used for a number of benign and malignant conditions. It is important for any physician performing cryosurgery to understand the mechanism of action and application of cryosurgical techniques for treating these techniques. Physicians should use their knowledge of the uses and contraindications of cryosurgery to select appropriate candidates for this treatment. Patients should be counseled on the expected outcomes and possible complications that may arise due to cryosurgery.", "contents": "Cryotherapy in Dermatology -- Clinical Significance. Cryosurgery is a common dermatologic procedure that can be used for a number of benign and malignant conditions. It is important for any physician performing cryosurgery to understand the mechanism of action and application of cryosurgical techniques for treating these techniques. Physicians should use their knowledge of the uses and contraindications of cryosurgery to select appropriate candidates for this treatment. Patients should be counseled on the expected outcomes and possible complications that may arise due to cryosurgery."}
{"id": "article-20151_22", "title": "Cryotherapy in Dermatology -- Enhancing Healthcare Team Outcomes", "content": "Cryotherapy is performed by many healthcare professionals. However, all providers need to know the potential complications and warn the patient.  There are a number of expected outcomes following cryosurgery that patient should be advised about before the surgery. Cryosurgery produces tissue damage that heals by secondary intention, which can take longer to heal than an excision, especially if it is performed on the leg. Healing time directly correlates with the depth of freezing, so lesions that have had a deeper freeze will take longer to heal. Pain is an expected outcome of this procedure. Pain will last less than a minute. Treated sites will progress from erythema, edema, and vesiculation over the course of several days. Depending on the depth of the treatment an exudate may be noted up to 2 weeks after treatment. Mummification or eschar formation may follow the exudative phase and can be gently debrided if necessary. Other complications include dyspigmentation, alopecia, pseudoepitheliomatous hyperplasia, depressed scars, and tissue distortion (nail dystrophy or notching of cartilage).", "contents": "Cryotherapy in Dermatology -- Enhancing Healthcare Team Outcomes. Cryotherapy is performed by many healthcare professionals. However, all providers need to know the potential complications and warn the patient.  There are a number of expected outcomes following cryosurgery that patient should be advised about before the surgery. Cryosurgery produces tissue damage that heals by secondary intention, which can take longer to heal than an excision, especially if it is performed on the leg. Healing time directly correlates with the depth of freezing, so lesions that have had a deeper freeze will take longer to heal. Pain is an expected outcome of this procedure. Pain will last less than a minute. Treated sites will progress from erythema, edema, and vesiculation over the course of several days. Depending on the depth of the treatment an exudate may be noted up to 2 weeks after treatment. Mummification or eschar formation may follow the exudative phase and can be gently debrided if necessary. Other complications include dyspigmentation, alopecia, pseudoepitheliomatous hyperplasia, depressed scars, and tissue distortion (nail dystrophy or notching of cartilage)."}
{"id": "article-20151_23", "title": "Cryotherapy in Dermatology -- Enhancing Healthcare Team Outcomes", "content": "Overall, cryotherapy is a slow treatment that requires multiple sessions over a few months. While the treatment does work, compliance with treatment is low because of pain. Generally, an interprofessional team of nurses and clinicians will produce the best results and provide consistent patient follow up. [Level 5]", "contents": "Cryotherapy in Dermatology -- Enhancing Healthcare Team Outcomes. Overall, cryotherapy is a slow treatment that requires multiple sessions over a few months. While the treatment does work, compliance with treatment is low because of pain. Generally, an interprofessional team of nurses and clinicians will produce the best results and provide consistent patient follow up. [Level 5]"}
{"id": "article-20151_24", "title": "Cryotherapy in Dermatology -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cryotherapy in Dermatology -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}