{"id": "article-24188_0", "title": "Lentigo Maligna Melanoma -- Continuing Education Activity", "content": "Lentigo maligna (LM) is a slow-growing subtype of melanoma that often occurs on chronically sun-damaged skin, particularly the head and neck, in the elderly. Due to its clinical and histopathologic mimicry of benign lesions, it is often misdiagnosed for years or even decades, which can lead to increased morbidity and mortality. This activity summarizes the key findings of LM and discusses the unique diagnostic and treatment challenges of this disease.", "contents": "Lentigo Maligna Melanoma -- Continuing Education Activity. Lentigo maligna (LM) is a slow-growing subtype of melanoma that often occurs on chronically sun-damaged skin, particularly the head and neck, in the elderly. Due to its clinical and histopathologic mimicry of benign lesions, it is often misdiagnosed for years or even decades, which can lead to increased morbidity and mortality. This activity summarizes the key findings of LM and discusses the unique diagnostic and treatment challenges of this disease."}
{"id": "article-24188_1", "title": "Lentigo Maligna Melanoma -- Continuing Education Activity", "content": "Objectives: Describe a clear definition of lentigo maligna and lentigo maligna melanoma. Review the clinical presentation of LM/LMM, along with tools to aid in diagnosis including dermoscopy and reflectance confocal microscopy. Outline various treatment options including wide local excision and Mohs micrographic surgery. Explain how an interprofessional team can provide the best care for a patient with lentigo maligna. Access free multiple choice questions on this topic.", "contents": "Lentigo Maligna Melanoma -- Continuing Education Activity. Objectives: Describe a clear definition of lentigo maligna and lentigo maligna melanoma. Review the clinical presentation of LM/LMM, along with tools to aid in diagnosis including dermoscopy and reflectance confocal microscopy. Outline various treatment options including wide local excision and Mohs micrographic surgery. Explain how an interprofessional team can provide the best care for a patient with lentigo maligna. Access free multiple choice questions on this topic."}
{"id": "article-24188_2", "title": "Lentigo Maligna Melanoma -- Introduction", "content": "Lentigo maligna (LM) is a subtype of melanoma and commonly presents as an irregular brown macule on chronically sun-damaged skin, particularly the head and neck, in the elderly (see Image. Asymmetric Parallel Ridge Dermoscopic Pattern Indicative of Acral Lentiginous Melanoma on the Heel of a 62-Year-Old Male). [1] It was first described by Hutchinson in 1890 and referred to as “Hutchinson’s melanotic freckle.” [2] For much of the early 20th century, LM was thought to be either benign, infectious, or precancerous in nature due to its slow growth, with names given such as “junctional nevus,” “infective senile freckles,” and “circumscribed precancerous melanosis.” [2] It was not until the late 1970s-80s, spearheaded by research by Silvers, Ackerman, and colleagues, that LM became widely recognized as malignant. Today, LM is defined as melanoma in situ (MIS) on chronically sun-damaged skin. [3] [4] [3] [5] Therefore by definition, LM is confined to the epidermis. If the lesion becomes invasive, it is termed lentigo maligna melanoma (LMM). See Image. Malignant Melanoma. Herein we review the key aspects of LM/LMM, as well as discuss the unique diagnostic and treatment challenges of this disease.", "contents": "Lentigo Maligna Melanoma -- Introduction. Lentigo maligna (LM) is a subtype of melanoma and commonly presents as an irregular brown macule on chronically sun-damaged skin, particularly the head and neck, in the elderly (see Image. Asymmetric Parallel Ridge Dermoscopic Pattern Indicative of Acral Lentiginous Melanoma on the Heel of a 62-Year-Old Male). [1] It was first described by Hutchinson in 1890 and referred to as “Hutchinson’s melanotic freckle.” [2] For much of the early 20th century, LM was thought to be either benign, infectious, or precancerous in nature due to its slow growth, with names given such as “junctional nevus,” “infective senile freckles,” and “circumscribed precancerous melanosis.” [2] It was not until the late 1970s-80s, spearheaded by research by Silvers, Ackerman, and colleagues, that LM became widely recognized as malignant. Today, LM is defined as melanoma in situ (MIS) on chronically sun-damaged skin. [3] [4] [3] [5] Therefore by definition, LM is confined to the epidermis. If the lesion becomes invasive, it is termed lentigo maligna melanoma (LMM). See Image. Malignant Melanoma. Herein we review the key aspects of LM/LMM, as well as discuss the unique diagnostic and treatment challenges of this disease."}
{"id": "article-24188_3", "title": "Lentigo Maligna Melanoma -- Etiology", "content": "The major risk factor for developing LM/LMM is ultraviolet radiation (UVR), particularly cumulative lifetime UVR exposure. [6] [7] [8] [9] Several studies have demonstrated that LM/LMM is strongly associated with chronic UVR exposure, as opposed to nodular melanoma (NM) and superficial spreading melanoma (SSM), which are associated with intense intermittent UVR exposure. [7] [8] [9] [10] [11] [12] [13] [14] An Australian study showed an increased risk of LM with the number of years lived in Australia, hours of sunlight, amount of actinic damage, and prior history of nonmelanoma skin cancer. [9] LM/LMM is also most likely to occur on the face, a site of chronic sun damage, whereas SSM and NM are more likely to occur on the trunk in men and legs in women, sites which are more often protected. [6] Finally, LM tends to occur in older patients compared to SSM and NM, presumably due to the increased lifetime sun exposure in older individuals. [15] [16]", "contents": "Lentigo Maligna Melanoma -- Etiology. The major risk factor for developing LM/LMM is ultraviolet radiation (UVR), particularly cumulative lifetime UVR exposure. [6] [7] [8] [9] Several studies have demonstrated that LM/LMM is strongly associated with chronic UVR exposure, as opposed to nodular melanoma (NM) and superficial spreading melanoma (SSM), which are associated with intense intermittent UVR exposure. [7] [8] [9] [10] [11] [12] [13] [14] An Australian study showed an increased risk of LM with the number of years lived in Australia, hours of sunlight, amount of actinic damage, and prior history of nonmelanoma skin cancer. [9] LM/LMM is also most likely to occur on the face, a site of chronic sun damage, whereas SSM and NM are more likely to occur on the trunk in men and legs in women, sites which are more often protected. [6] Finally, LM tends to occur in older patients compared to SSM and NM, presumably due to the increased lifetime sun exposure in older individuals. [15] [16]"}
{"id": "article-24188_4", "title": "Lentigo Maligna Melanoma -- Etiology", "content": "Aside from UVR, x-ray irradiation, estrogen/progesterone, and nonpermanent hair dyes have been suggested risk factors. [2] LM is also more likely to occur in genetic conditions that predispose to sun sensitivity, including oculocutaneous albinism, xeroderma pigmentosum, Werner syndrome, and porphyria cutanea tarda. [2] There have been no associations demonstrated with smoking or alcohol. [17]", "contents": "Lentigo Maligna Melanoma -- Etiology. Aside from UVR, x-ray irradiation, estrogen/progesterone, and nonpermanent hair dyes have been suggested risk factors. [2] LM is also more likely to occur in genetic conditions that predispose to sun sensitivity, including oculocutaneous albinism, xeroderma pigmentosum, Werner syndrome, and porphyria cutanea tarda. [2] There have been no associations demonstrated with smoking or alcohol. [17]"}
{"id": "article-24188_5", "title": "Lentigo Maligna Melanoma -- Epidemiology", "content": "LM/LMM is the third most common subtype of melanoma (behind SSM and NM), comprising 4 to 15% of all melanomas and 10 to 26% of melanomas on the head and neck. [2] The mean age of diagnosis is 66-72 years, compared to 45 to 57 years for other melanoma subtypes. [14] [18] [19] [20] Women are more often affected than men (ratio 1.7 to 1) and are slightly older at diagnosis. [14] [21]", "contents": "Lentigo Maligna Melanoma -- Epidemiology. LM/LMM is the third most common subtype of melanoma (behind SSM and NM), comprising 4 to 15% of all melanomas and 10 to 26% of melanomas on the head and neck. [2] The mean age of diagnosis is 66-72 years, compared to 45 to 57 years for other melanoma subtypes. [14] [18] [19] [20] Women are more often affected than men (ratio 1.7 to 1) and are slightly older at diagnosis. [14] [21]"}
{"id": "article-24188_6", "title": "Lentigo Maligna Melanoma -- Epidemiology", "content": "The incidence of LM/LMM has been rising over the past few decades, with data from Olmstead County, Minnesota showing an increase from 2.2 cases/100,000 person-years between 1970 to 1989 to 13.7 cases/100,000 person-years between 2004 to 2007. [22] A similar rise in incidence was observed in the Netherlands. [23] Data from California showed a particularly rapid 52% rise in incidence among younger people ages 45 to 64 between 1990 to 2000. [18] It is unclear whether these data represent true increases in incidence or improved diagnosis. [24] The faster rise in the incidence of MIS compared to invasive melanoma suggests that detection bias plays some role at least. [25]", "contents": "Lentigo Maligna Melanoma -- Epidemiology. The incidence of LM/LMM has been rising over the past few decades, with data from Olmstead County, Minnesota showing an increase from 2.2 cases/100,000 person-years between 1970 to 1989 to 13.7 cases/100,000 person-years between 2004 to 2007. [22] A similar rise in incidence was observed in the Netherlands. [23] Data from California showed a particularly rapid 52% rise in incidence among younger people ages 45 to 64 between 1990 to 2000. [18] It is unclear whether these data represent true increases in incidence or improved diagnosis. [24] The faster rise in the incidence of MIS compared to invasive melanoma suggests that detection bias plays some role at least. [25]"}
{"id": "article-24188_7", "title": "Lentigo Maligna Melanoma -- Pathophysiology", "content": "Melanoma has one of the highest mutational loads of all malignancies [26] , and LM/LMM has an especially high mutation rate due to chronic UVR exposure. [27] [28] [29] UVR causes oxidative damage and produces signature C>T and CC>TT mutations, which in turn alter genes involved in the MAPK and PI3K pathways, including BRAF, NRAS, and KIT. Secondary mutations in CCND1, CDKN2A, and/or p53 then lead to transformation into a malignant tumor. [30] [31] LM/LMM is more likely to harbor mutations in KIT compared to other subtypes of melanoma, in which BRAF mutations are more common. [32] [33] [34] Mutations in CCND1, MITF, NRAS, and p53 also play a pathogenic role. [31]", "contents": "Lentigo Maligna Melanoma -- Pathophysiology. Melanoma has one of the highest mutational loads of all malignancies [26] , and LM/LMM has an especially high mutation rate due to chronic UVR exposure. [27] [28] [29] UVR causes oxidative damage and produces signature C>T and CC>TT mutations, which in turn alter genes involved in the MAPK and PI3K pathways, including BRAF, NRAS, and KIT. Secondary mutations in CCND1, CDKN2A, and/or p53 then lead to transformation into a malignant tumor. [30] [31] LM/LMM is more likely to harbor mutations in KIT compared to other subtypes of melanoma, in which BRAF mutations are more common. [32] [33] [34] Mutations in CCND1, MITF, NRAS, and p53 also play a pathogenic role. [31]"}
{"id": "article-24188_8", "title": "Lentigo Maligna Melanoma -- Histopathology", "content": "LM is characterized by a proliferation of atypical melanocytes along the dermal-epidermal junction (DEJ). Early LM may be difficult to distinguish from benign changes of chronic solar damage, which also induces melanocytic hyperplasia. [35] For this reason, a control biopsy of non-lesional but sun-damaged skin is sometimes recommended. [36] Melanocytes are typically singly arranged, although nests and multinucleated cells may be seen (see Image. Malignant Melanoma of the Skin). Pagetoid spread may occur, but less frequently than in superficial spreading melanoma. Periadnexal extension is common with the involvement of the follicular outer root sheath and eccrine duct. The tumor cells often have a conspicuous cytoplasmic retraction artifact, and nuclei are often enlarged, hyperchromatic, and angulated. Background changes of chronic sun damage are usually present, including solar elastosis, epidermal atrophy, and effacement of the rete ridges. Pigmentation is variable but may be abundant, and the papillary dermis may contain melanophages.", "contents": "Lentigo Maligna Melanoma -- Histopathology. LM is characterized by a proliferation of atypical melanocytes along the dermal-epidermal junction (DEJ). Early LM may be difficult to distinguish from benign changes of chronic solar damage, which also induces melanocytic hyperplasia. [35] For this reason, a control biopsy of non-lesional but sun-damaged skin is sometimes recommended. [36] Melanocytes are typically singly arranged, although nests and multinucleated cells may be seen (see Image. Malignant Melanoma of the Skin). Pagetoid spread may occur, but less frequently than in superficial spreading melanoma. Periadnexal extension is common with the involvement of the follicular outer root sheath and eccrine duct. The tumor cells often have a conspicuous cytoplasmic retraction artifact, and nuclei are often enlarged, hyperchromatic, and angulated. Background changes of chronic sun damage are usually present, including solar elastosis, epidermal atrophy, and effacement of the rete ridges. Pigmentation is variable but may be abundant, and the papillary dermis may contain melanophages."}
{"id": "article-24188_9", "title": "Lentigo Maligna Melanoma -- Histopathology", "content": "Lymphocytes are usually seen in the superficial dermis, although prominent lymphocytic inflammation may be a sign of tumor invasion and should therefore prompt closer examination. As LM becomes more invasive (i.e., progresses to LMM), junctional nests become larger and more spindled. Invasion is typically superficial, consisting of isolated or small aggregates of spindled cells in the papillary dermis. Desmoplasia and perineural invasion may occur, and the desmoplastic component may be mistaken for a scar. Rarely, a storiform growth pattern may be present, which may be mistaken for dermatofibrosarcoma protuberans (DFSP). [2] [37] [38] Immunohistochemistry with MART-1/Melan-A, HMB-45, tyrosinase, MITF, Sox10, and S100 may aid in diagnosis. [2] [36]", "contents": "Lentigo Maligna Melanoma -- Histopathology. Lymphocytes are usually seen in the superficial dermis, although prominent lymphocytic inflammation may be a sign of tumor invasion and should therefore prompt closer examination. As LM becomes more invasive (i.e., progresses to LMM), junctional nests become larger and more spindled. Invasion is typically superficial, consisting of isolated or small aggregates of spindled cells in the papillary dermis. Desmoplasia and perineural invasion may occur, and the desmoplastic component may be mistaken for a scar. Rarely, a storiform growth pattern may be present, which may be mistaken for dermatofibrosarcoma protuberans (DFSP). [2] [37] [38] Immunohistochemistry with MART-1/Melan-A, HMB-45, tyrosinase, MITF, Sox10, and S100 may aid in diagnosis. [2] [36]"}
{"id": "article-24188_10", "title": "Lentigo Maligna Melanoma -- History and Physical", "content": "LM often presents as an irregular brown macule or patch on chronically sun-damaged skin in the elderly. Lesions are light-brown to black, may display color variegation, may appear asymmetric, and tend to have an ill-defined border. As lesions enlarge, they may develop skip areas with a patchy, non-contiguous pattern. Lesions are usually asymptomatic, although advanced tumors may produce pain, burning, itching, or bleeding. The majority of cases (86%) occur on the head/neck, with a predilection for the cheek. [2] [21] Extrafacial cases tend to occur on the extremities in women and back in men. [21] [39]", "contents": "Lentigo Maligna Melanoma -- History and Physical. LM often presents as an irregular brown macule or patch on chronically sun-damaged skin in the elderly. Lesions are light-brown to black, may display color variegation, may appear asymmetric, and tend to have an ill-defined border. As lesions enlarge, they may develop skip areas with a patchy, non-contiguous pattern. Lesions are usually asymptomatic, although advanced tumors may produce pain, burning, itching, or bleeding. The majority of cases (86%) occur on the head/neck, with a predilection for the cheek. [2] [21] Extrafacial cases tend to occur on the extremities in women and back in men. [21] [39]"}
{"id": "article-24188_11", "title": "Lentigo Maligna Melanoma -- History and Physical", "content": "Due to its in situ nature, LM is typically smooth and non-palpable. If the lesion becomes invasive (LMM), then a papular or dermal component may be felt. LM exhibits slow radial growth and might be misdiagnosed for years or even decades as solar lentigo or other benign lesions (see Differential Diagnosis section). [5] The overall lifetime risk of progression from LM to LMM has been estimated to be 5% based on a retrospective epidemiologic study. [40] However, the true lifetime risk may be greater, as between 10 to 20% of cases that are initially diagnosed as LM on biopsy are later upstaged to LMM after excision. [41] [42] [43] [44] The timeframe of progression to LMM varies widely, from less than 10 years to more than 50 years. [45] [46]", "contents": "Lentigo Maligna Melanoma -- History and Physical. Due to its in situ nature, LM is typically smooth and non-palpable. If the lesion becomes invasive (LMM), then a papular or dermal component may be felt. LM exhibits slow radial growth and might be misdiagnosed for years or even decades as solar lentigo or other benign lesions (see Differential Diagnosis section). [5] The overall lifetime risk of progression from LM to LMM has been estimated to be 5% based on a retrospective epidemiologic study. [40] However, the true lifetime risk may be greater, as between 10 to 20% of cases that are initially diagnosed as LM on biopsy are later upstaged to LMM after excision. [41] [42] [43] [44] The timeframe of progression to LMM varies widely, from less than 10 years to more than 50 years. [45] [46]"}
{"id": "article-24188_12", "title": "Lentigo Maligna Melanoma -- Evaluation", "content": "The clinical findings on the naked eye exam have been detailed above (see History and Physical section). Clinical diagnosis can be challenging due to overlapping features with benign lesions such as solar lentigo, pigmented actinic keratosis, and others. For this reason, optical imaging tools such as dermoscopy and more newly reflectance confocal microscopy (RCM) have been developed to aid in diagnosis.", "contents": "Lentigo Maligna Melanoma -- Evaluation. The clinical findings on the naked eye exam have been detailed above (see History and Physical section). Clinical diagnosis can be challenging due to overlapping features with benign lesions such as solar lentigo, pigmented actinic keratosis, and others. For this reason, optical imaging tools such as dermoscopy and more newly reflectance confocal microscopy (RCM) have been developed to aid in diagnosis."}
{"id": "article-24188_13", "title": "Lentigo Maligna Melanoma -- Evaluation", "content": "Dermoscopic findings for LM/LMM reveal a stepwise progression of features based on the degree of infiltration of the follicular ostia. Early lesions exhibit peppering of pigmentation around follicular ostia, known as annular-granular structures or blue-grey dots. As the lesion grows, the dots will coalesce to form short polygonal lines around and between adnexal openings. Further progression of the tumor leads to merging and darkening of the polygonal lines into polyhedral shapes known as rhomboidal structures. Eventually, the tumor obliterates the entire follicular ostia and becomes a homogeneous dark brown to black blotch. [47] [48] [49] [50]", "contents": "Lentigo Maligna Melanoma -- Evaluation. Dermoscopic findings for LM/LMM reveal a stepwise progression of features based on the degree of infiltration of the follicular ostia. Early lesions exhibit peppering of pigmentation around follicular ostia, known as annular-granular structures or blue-grey dots. As the lesion grows, the dots will coalesce to form short polygonal lines around and between adnexal openings. Further progression of the tumor leads to merging and darkening of the polygonal lines into polyhedral shapes known as rhomboidal structures. Eventually, the tumor obliterates the entire follicular ostia and becomes a homogeneous dark brown to black blotch. [47] [48] [49] [50]"}
{"id": "article-24188_14", "title": "Lentigo Maligna Melanoma -- Evaluation", "content": "RCM findings specific for LM/LMM are divided into major and minor criteria. [51] The two major criteria include nonedged papillae and round pagetoid cells > 20 µm. The three minor criteria include atypical cells at the DEJ, follicular localization of atypical cells, and nucleated cells within the dermal papillae. Although dermoscopy and RCM are important tools for diagnosis, skin biopsy for histopathologic examination remains the gold standard (see Histopathology section). Biopsy techniques can include excisional biopsy with narrow margins, an incisional biopsy of the most atypical appearing or thickest portion of the lesion, or broad saucerization of the entire lesion, being sure to obtain sufficient depth. [5] Finally, Wood’s lamp, dermoscopy, and RCM may help delineate surgical margins prior to excision. [52] [53]", "contents": "Lentigo Maligna Melanoma -- Evaluation. RCM findings specific for LM/LMM are divided into major and minor criteria. [51] The two major criteria include nonedged papillae and round pagetoid cells > 20 µm. The three minor criteria include atypical cells at the DEJ, follicular localization of atypical cells, and nucleated cells within the dermal papillae. Although dermoscopy and RCM are important tools for diagnosis, skin biopsy for histopathologic examination remains the gold standard (see Histopathology section). Biopsy techniques can include excisional biopsy with narrow margins, an incisional biopsy of the most atypical appearing or thickest portion of the lesion, or broad saucerization of the entire lesion, being sure to obtain sufficient depth. [5] Finally, Wood’s lamp, dermoscopy, and RCM may help delineate surgical margins prior to excision. [52] [53]"}
{"id": "article-24188_15", "title": "Lentigo Maligna Melanoma -- Treatment / Management", "content": "Surgical excision is the treatment of choice. Numerous studies have shown the traditional 0.5 cm surgical margins for MIS to be inadequate for LM, with approximately half of tumors requiring larger margins for clearance and recurrence rates between 8 to 20%. [36] [54] The National Comprehensive Cancer Network (NCCN) in 2014 updated its guidelines to recommend 0.5 to 1.0 cm margins for MIS, and several single-center studies have called for larger margins up to 1.0 cm or more. [55] [41] [56] [57] [58] A recent study by Zitelli and Brodland, in which they treated over 1500 cases of LM with Mohs micrographic surgery (MMS), demonstrated that 1.2 cm margins were required to achieve a 97% clearance rate. [56] Among surgical modalities, wide local excision (WLE) remains the standard of care based on expert panels. [59] [60] However, there is a growing body of literature showing the MMS may be superior. [56] [61] [62] [63] Several institutions that perform both MMS and WLE for LM have demonstrated recurrence rates of 1.8 to 1.9% using MMS and 5.8-5.9% using WLE. [61] [63] In the hands of an experienced practitioner and with the use of immunohistochemistry, recurrence rates with MMS can be as low as 0.3 to 0.5%. [56] [64]", "contents": "Lentigo Maligna Melanoma -- Treatment / Management. Surgical excision is the treatment of choice. Numerous studies have shown the traditional 0.5 cm surgical margins for MIS to be inadequate for LM, with approximately half of tumors requiring larger margins for clearance and recurrence rates between 8 to 20%. [36] [54] The National Comprehensive Cancer Network (NCCN) in 2014 updated its guidelines to recommend 0.5 to 1.0 cm margins for MIS, and several single-center studies have called for larger margins up to 1.0 cm or more. [55] [41] [56] [57] [58] A recent study by Zitelli and Brodland, in which they treated over 1500 cases of LM with Mohs micrographic surgery (MMS), demonstrated that 1.2 cm margins were required to achieve a 97% clearance rate. [56] Among surgical modalities, wide local excision (WLE) remains the standard of care based on expert panels. [59] [60] However, there is a growing body of literature showing the MMS may be superior. [56] [61] [62] [63] Several institutions that perform both MMS and WLE for LM have demonstrated recurrence rates of 1.8 to 1.9% using MMS and 5.8-5.9% using WLE. [61] [63] In the hands of an experienced practitioner and with the use of immunohistochemistry, recurrence rates with MMS can be as low as 0.3 to 0.5%. [56] [64]"}
{"id": "article-24188_16", "title": "Lentigo Maligna Melanoma -- Treatment / Management", "content": "For patients who wish to avoid surgery or would otherwise be poor surgical candidates, topical imiquimod 5% cream may be a viable alternative, although the data on efficacy is mixed. Clinical and histologic clearance rates for imiquimod range between 46 to 78% and 37 to 76%, respectively. [65] [66] Radiation therapy may also be an acceptable non-surgical option. The method and type of radiation vary but most commonly fractionated superficial radiotherapy, or Grenz rays is delivered. Recurrence rates have been reported to be between 5 to 14%. [67] [68] [69] Finally, many other non-surgical modalities have been reported with varying success, including laser ablation, cryotherapy, azelaic acid, 5-fluorouracil cream, and chemical peels, but the data are too sparse and inconsistent to draw any reliable conclusions. [2]", "contents": "Lentigo Maligna Melanoma -- Treatment / Management. For patients who wish to avoid surgery or would otherwise be poor surgical candidates, topical imiquimod 5% cream may be a viable alternative, although the data on efficacy is mixed. Clinical and histologic clearance rates for imiquimod range between 46 to 78% and 37 to 76%, respectively. [65] [66] Radiation therapy may also be an acceptable non-surgical option. The method and type of radiation vary but most commonly fractionated superficial radiotherapy, or Grenz rays is delivered. Recurrence rates have been reported to be between 5 to 14%. [67] [68] [69] Finally, many other non-surgical modalities have been reported with varying success, including laser ablation, cryotherapy, azelaic acid, 5-fluorouracil cream, and chemical peels, but the data are too sparse and inconsistent to draw any reliable conclusions. [2]"}
{"id": "article-24188_17", "title": "Lentigo Maligna Melanoma -- Differential Diagnosis", "content": "The clinical and dermoscopic differential diagnoses include solar lentigo, early/macular seborrheic keratosis, lichen planus-like keratosis (LPLK), and pigmented actinic keratosis. The histopathologic mimickers include benign melanocytic hyperplasia of sun-damaged skin, and for invasive lesions include desmoplastic melanoma and rarely DFSP. See Image. Clinical Photo of an Ulcerated Acral Lentiginous Melanoma on the Dorsal Aspect of a toe.", "contents": "Lentigo Maligna Melanoma -- Differential Diagnosis. The clinical and dermoscopic differential diagnoses include solar lentigo, early/macular seborrheic keratosis, lichen planus-like keratosis (LPLK), and pigmented actinic keratosis. The histopathologic mimickers include benign melanocytic hyperplasia of sun-damaged skin, and for invasive lesions include desmoplastic melanoma and rarely DFSP. See Image. Clinical Photo of an Ulcerated Acral Lentiginous Melanoma on the Dorsal Aspect of a toe."}
{"id": "article-24188_18", "title": "Lentigo Maligna Melanoma -- Staging", "content": "Staging for LM/LMM is the same as it is for all melanomas, using the TNM staging criteria based on the latest American Joint Committee on Cancer (AJCC) Cancer Staging Manual, 8th Edition. [70] We would encourage readers to refer to that resource for an in-depth discussion. The stages are briefly summarized below: Stage I – Low-risk primary melanomas (T1a, T1b, T2a) without evidence of regional or distant metastases. Stage II – Primary melanomas that are at higher risk of recurrence (T2b, T3a, T3b, T4a, T4b), but without evidence of regional or distant metastases. Stage III – Involvement of regional lymph nodes or the presence of in-transit or satellite metastases. Stage IV – Distant metastases present.", "contents": "Lentigo Maligna Melanoma -- Staging. Staging for LM/LMM is the same as it is for all melanomas, using the TNM staging criteria based on the latest American Joint Committee on Cancer (AJCC) Cancer Staging Manual, 8th Edition. [70] We would encourage readers to refer to that resource for an in-depth discussion. The stages are briefly summarized below: Stage I – Low-risk primary melanomas (T1a, T1b, T2a) without evidence of regional or distant metastases. Stage II – Primary melanomas that are at higher risk of recurrence (T2b, T3a, T3b, T4a, T4b), but without evidence of regional or distant metastases. Stage III – Involvement of regional lymph nodes or the presence of in-transit or satellite metastases. Stage IV – Distant metastases present."}
{"id": "article-24188_19", "title": "Lentigo Maligna Melanoma -- Prognosis", "content": "The prognosis for LM/LMM excellent. In a study of 270 patients with LM/LMM that were completely excised, there were zero disease-related deaths for LM and only one for LMM. [71] The 5-year and 10-year disease-specific survival was 100% and 97.1%, respectively. Thus, LM, in itself, does not reduce lifespan. Once the tumor becomes invasive, however, the prognosis is the same as for all other melanomas after controlling for Breslow depth and can be potentially quite poor if the disease becomes metastatic (5-year survival 9-27%). [14] [72] While mortality is low, morbidity for patients can be significant, given the potentially large surface area on the head/neck that may be involved and the need for extensive surgical excision and reconstruction. [73]", "contents": "Lentigo Maligna Melanoma -- Prognosis. The prognosis for LM/LMM excellent. In a study of 270 patients with LM/LMM that were completely excised, there were zero disease-related deaths for LM and only one for LMM. [71] The 5-year and 10-year disease-specific survival was 100% and 97.1%, respectively. Thus, LM, in itself, does not reduce lifespan. Once the tumor becomes invasive, however, the prognosis is the same as for all other melanomas after controlling for Breslow depth and can be potentially quite poor if the disease becomes metastatic (5-year survival 9-27%). [14] [72] While mortality is low, morbidity for patients can be significant, given the potentially large surface area on the head/neck that may be involved and the need for extensive surgical excision and reconstruction. [73]"}
{"id": "article-24188_20", "title": "Lentigo Maligna Melanoma -- Complications", "content": "Left untreated, lentigo maligna melanoma can eventually metastasize, so early diagnosis and intervention are crucial. Surgery to remove LMM may carry cosmetic complications because it often occurs on exposed areas such as the face; modern surgical techniques can help minimize scarring.", "contents": "Lentigo Maligna Melanoma -- Complications. Left untreated, lentigo maligna melanoma can eventually metastasize, so early diagnosis and intervention are crucial. Surgery to remove LMM may carry cosmetic complications because it often occurs on exposed areas such as the face; modern surgical techniques can help minimize scarring."}
{"id": "article-24188_21", "title": "Lentigo Maligna Melanoma -- Deterrence and Patient Education", "content": "Due to the causative nature of chronic UVR damage in inducing LM/LMM, diligent sun protection is key to prevention. The American Academy of Dermatology (AAD) periodically publishes guidelines on the prevention and treatment of skin cancer. [59] [74] Patients should wear broad-spectrum sunscreen (SPF ≥ 30) whenever outdoors, reapply every 2 hours and immediately after swimming, and use a sufficient amount (approximately 1 ounce or 1 shot-glass equivalent to cover the entire body). Wearing UPF clothing, avoiding the sun between peak hours of 10 am to 3 pm, and seeking shade will provide additional sun protection. Finally, patients should be aware of the ABCDE criteria for melanoma, perform monthly skin self-examinations, and seek professional care by a dermatologist or primary care provider for any concerning lesions (see Image. Part of the ABCDs for Detection of Melanoma).", "contents": "Lentigo Maligna Melanoma -- Deterrence and Patient Education. Due to the causative nature of chronic UVR damage in inducing LM/LMM, diligent sun protection is key to prevention. The American Academy of Dermatology (AAD) periodically publishes guidelines on the prevention and treatment of skin cancer. [59] [74] Patients should wear broad-spectrum sunscreen (SPF ≥ 30) whenever outdoors, reapply every 2 hours and immediately after swimming, and use a sufficient amount (approximately 1 ounce or 1 shot-glass equivalent to cover the entire body). Wearing UPF clothing, avoiding the sun between peak hours of 10 am to 3 pm, and seeking shade will provide additional sun protection. Finally, patients should be aware of the ABCDE criteria for melanoma, perform monthly skin self-examinations, and seek professional care by a dermatologist or primary care provider for any concerning lesions (see Image. Part of the ABCDs for Detection of Melanoma)."}
{"id": "article-24188_22", "title": "Lentigo Maligna Melanoma -- Pearls and Other Issues", "content": "LM/LMM presents diagnostic and treatment challenges due to its clinical mimicry of benign lesions, its occurrence on background sun-damaged skin, thus confounding histopathologic differentiation between true tumor and benign melanocytic activation its occurrence on the head/neck, a cosmetically and functionally sensitive area. Thus maintaining clinical diligence and having a high index of suspicion is key to early diagnosis to ensure optimal treatment outcomes and minimize patient morbidity and mortality. Surgical excision is the treatment of choice, with MMS emerging as a surgical option that may prove superior to WLE.", "contents": "Lentigo Maligna Melanoma -- Pearls and Other Issues. LM/LMM presents diagnostic and treatment challenges due to its clinical mimicry of benign lesions, its occurrence on background sun-damaged skin, thus confounding histopathologic differentiation between true tumor and benign melanocytic activation its occurrence on the head/neck, a cosmetically and functionally sensitive area. Thus maintaining clinical diligence and having a high index of suspicion is key to early diagnosis to ensure optimal treatment outcomes and minimize patient morbidity and mortality. Surgical excision is the treatment of choice, with MMS emerging as a surgical option that may prove superior to WLE."}
{"id": "article-24188_23", "title": "Lentigo Maligna Melanoma -- Enhancing Healthcare Team Outcomes", "content": "Providing optimal care for patients with LM/LMM requires an interprofessional approach. While dermatologists detect most melanomas, primary care physicians still play an important role in aiding in earlier detection, as they often serve as gatekeepers in managed care plans and frequently refer patients to dermatology. [75] [76] Each additional family physician per 10,000 population has been associated with a 21% increased odds of early melanoma detection. [77] Once a lesion suspicious for LM/LMM is biopsied, having an experienced dermatopathologist can be invaluable for an accurate diagnosis. Treatment of LM and early LMM may involve an interprofessional approach between the Mohs surgeon and other surgical specialists (e.g., plastics, oculoplastics, ENT) for excision and reconstruction. Finally, locally advanced or metastatic tumors should be referred to surgical oncology and hematology/oncology for appropriate staging and, if indicated, systemic therapy.", "contents": "Lentigo Maligna Melanoma -- Enhancing Healthcare Team Outcomes. Providing optimal care for patients with LM/LMM requires an interprofessional approach. While dermatologists detect most melanomas, primary care physicians still play an important role in aiding in earlier detection, as they often serve as gatekeepers in managed care plans and frequently refer patients to dermatology. [75] [76] Each additional family physician per 10,000 population has been associated with a 21% increased odds of early melanoma detection. [77] Once a lesion suspicious for LM/LMM is biopsied, having an experienced dermatopathologist can be invaluable for an accurate diagnosis. Treatment of LM and early LMM may involve an interprofessional approach between the Mohs surgeon and other surgical specialists (e.g., plastics, oculoplastics, ENT) for excision and reconstruction. Finally, locally advanced or metastatic tumors should be referred to surgical oncology and hematology/oncology for appropriate staging and, if indicated, systemic therapy."}
{"id": "article-24188_24", "title": "Lentigo Maligna Melanoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lentigo Maligna Melanoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}