{"id": "article-17641_0", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Introduction", "content": "The human brain is unlike any organ, in that it receives a complex vascular supply through various significant arteries. This vascular supply may be broken down into the anterior and posterior circulations. The primary contributors to the anterior circulation of the brain are the internal carotid arteries (ICA), while the primary contributors to the posterior circulation are the vertebral arteries (VA).", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Introduction. The human brain is unlike any organ, in that it receives a complex vascular supply through various significant arteries. This vascular supply may be broken down into the anterior and posterior circulations. The primary contributors to the anterior circulation of the brain are the internal carotid arteries (ICA), while the primary contributors to the posterior circulation are the vertebral arteries (VA)."}
{"id": "article-17641_1", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Introduction", "content": "As the ICA traverses superiorly, it gives off important branches such as the posterior communicating artery (Pcom), anterior choroidal artery (AchA), anterior cerebral artery (ACA), and middle cerebral artery (MCA). Due to the presence of bilateral internal carotid arteries, these branches occur bilaterally and are a significant component of anastomosis of arteries in the base of the brain known as the circle of Willis. The circle of Willis permits collateral circulation throughout the cerebral cortex and thus allows compensation of flow when pathology such as embolus or aneurysm occurs. Even though the major branches of the ICA, such as the ACA and MCA supply entire hemispheres of the cerebral cortex, minor branches such as the AchA still play a crucial role in our daily function. Although isolated involvement of the AchA is rare, it may suffer compromise by various pathologies such as brain infarctions, aneurysms, arterio-venous malformations, and brain tumors.", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Introduction. As the ICA traverses superiorly, it gives off important branches such as the posterior communicating artery (Pcom), anterior choroidal artery (AchA), anterior cerebral artery (ACA), and middle cerebral artery (MCA). Due to the presence of bilateral internal carotid arteries, these branches occur bilaterally and are a significant component of anastomosis of arteries in the base of the brain known as the circle of Willis. The circle of Willis permits collateral circulation throughout the cerebral cortex and thus allows compensation of flow when pathology such as embolus or aneurysm occurs. Even though the major branches of the ICA, such as the ACA and MCA supply entire hemispheres of the cerebral cortex, minor branches such as the AchA still play a crucial role in our daily function. Although isolated involvement of the AchA is rare, it may suffer compromise by various pathologies such as brain infarctions, aneurysms, arterio-venous malformations, and brain tumors."}
{"id": "article-17641_2", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Structure and Function", "content": "The AchA is the most distal branch of the ICA, before its bifurcation, and supplies several vital structures in the brain that are responsible for vision and motor function. The AchA arises from the posterior wall of the ICA and commonly originates 2 to 5 mm distal to the Pcom. [1] It courses along the optic tract, through the temporal lobe, and terminates medially to the choroid fissure. This segment of the AchA (from its origin to the choroid fissure) is known as the cisternal segment. Once the AchA enters the choroid fissure, it terminates as its intraventricular segment and supplies part of the choroid plexus.", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Structure and Function. The AchA is the most distal branch of the ICA, before its bifurcation, and supplies several vital structures in the brain that are responsible for vision and motor function. The AchA arises from the posterior wall of the ICA and commonly originates 2 to 5 mm distal to the Pcom. [1] It courses along the optic tract, through the temporal lobe, and terminates medially to the choroid fissure. This segment of the AchA (from its origin to the choroid fissure) is known as the cisternal segment. Once the AchA enters the choroid fissure, it terminates as its intraventricular segment and supplies part of the choroid plexus."}
{"id": "article-17641_3", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Structure and Function", "content": "During its course as the cisternal segment, the AchA provides its most prominent vascular supply to the posterior limb of the internal capsule,  the optic tract, and the lateral geniculate nucleus. [2] As a component of the basal ganglia, the posterior limb of the internal capsule contains fibers of the corticospinal tract and relays motor commands. The optic tract and lateral geniculate nucleus are essential for relaying visual information, and thus lack of supply from the AchA could lead to visual dysfunction. Although the AchA in itself is a small artery, it still contains perforating branches that supply the medial segment of the globus pallidus, parts of the amygdala and hippocampus, and parts of the substantia nigra and red nucleus.", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Structure and Function. During its course as the cisternal segment, the AchA provides its most prominent vascular supply to the posterior limb of the internal capsule,  the optic tract, and the lateral geniculate nucleus. [2] As a component of the basal ganglia, the posterior limb of the internal capsule contains fibers of the corticospinal tract and relays motor commands. The optic tract and lateral geniculate nucleus are essential for relaying visual information, and thus lack of supply from the AchA could lead to visual dysfunction. Although the AchA in itself is a small artery, it still contains perforating branches that supply the medial segment of the globus pallidus, parts of the amygdala and hippocampus, and parts of the substantia nigra and red nucleus."}
{"id": "article-17641_4", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Embryology", "content": "The AchA may be most prominent in its vascular supply to the brain during the choroidal stage of development, around five weeks. During this time, the vertebrobasilar system has yet to develop, and the internal carotid arteries almost exclusively supply the brain. Thus, the AchA provides cortical branches to the temporal, parietal, and occipital lobes during this early embryonic stage, which is later dominated by the posterior cerebral artery in the adult human. [3]", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Embryology. The AchA may be most prominent in its vascular supply to the brain during the choroidal stage of development, around five weeks. During this time, the vertebrobasilar system has yet to develop, and the internal carotid arteries almost exclusively supply the brain. Thus, the AchA provides cortical branches to the temporal, parietal, and occipital lobes during this early embryonic stage, which is later dominated by the posterior cerebral artery in the adult human. [3]"}
{"id": "article-17641_5", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Embryology", "content": "Due to its prominence in early embryonic development, the AchA does have various anatomic variants that may exist in the adult brain. Such variations include the possibility of the AchA arising directly from the ICA bifurcation, the M1 segment of the MCA, or from the Pcom. In such cases, collateral circulation may diminish, and thus it is essential to keep the singular vessel supplying that area patent. It has also been shown that some variations of the AchA result in duplication of the artery, which may result in an increased risk of an aneurysm at that bifurcation. [4] Lastly, a hyperplastic variant of the AchA may also exist, in which the AchA continues to supply the cortex (as it did during the embryonic stage), which is usually supplied by the posterior cerebral artery in the adult human.", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Embryology. Due to its prominence in early embryonic development, the AchA does have various anatomic variants that may exist in the adult brain. Such variations include the possibility of the AchA arising directly from the ICA bifurcation, the M1 segment of the MCA, or from the Pcom. In such cases, collateral circulation may diminish, and thus it is essential to keep the singular vessel supplying that area patent. It has also been shown that some variations of the AchA result in duplication of the artery, which may result in an increased risk of an aneurysm at that bifurcation. [4] Lastly, a hyperplastic variant of the AchA may also exist, in which the AchA continues to supply the cortex (as it did during the embryonic stage), which is usually supplied by the posterior cerebral artery in the adult human."}
{"id": "article-17641_6", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Surgical Considerations", "content": "The anterior choroidal arteries have multiple perforators and supply important parts of the brain. During the surgical clipping of aneurysms arising from this blood vessel, the following adjuncts are advised, when possible [5] : Angiography - Indocyanine green and intraoperative cerebral angiography Neurophysiological monitoring - motor-evoked potentials", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Surgical Considerations. The anterior choroidal arteries have multiple perforators and supply important parts of the brain. During the surgical clipping of aneurysms arising from this blood vessel, the following adjuncts are advised, when possible [5] : Angiography - Indocyanine green and intraoperative cerebral angiography Neurophysiological monitoring - motor-evoked potentials"}
{"id": "article-17641_7", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Clinical Significance -- Aneurysms", "content": "Of all pathologies that may involve the AchA, aneurysms are the most common lesions involving this artery. Although only 2 to 4% of all intracranial aneurysms involve the AchA, understanding the clinical features is essential in establishing a diagnosis. Most etiologies of AchA aneurysms coincide with that involve the ICA; increased risk with diseases such as autosomal dominant polycystic kidney disease (ADPKD), Ehler-Danlos syndrome, Marfan syndrome, and other connective tissue diseases. Other risk factors include advanced age, smoking, and hypertension. Because most AchA aneurysms are undetected until they rupture, a ruptured aneurysm may present with subarachnoid hemorrhage. [1] The mainstay in treatment for such an aneurysm would involve clipping, coiling, or endovascular embolization. [6] [7]", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Clinical Significance -- Aneurysms. Of all pathologies that may involve the AchA, aneurysms are the most common lesions involving this artery. Although only 2 to 4% of all intracranial aneurysms involve the AchA, understanding the clinical features is essential in establishing a diagnosis. Most etiologies of AchA aneurysms coincide with that involve the ICA; increased risk with diseases such as autosomal dominant polycystic kidney disease (ADPKD), Ehler-Danlos syndrome, Marfan syndrome, and other connective tissue diseases. Other risk factors include advanced age, smoking, and hypertension. Because most AchA aneurysms are undetected until they rupture, a ruptured aneurysm may present with subarachnoid hemorrhage. [1] The mainstay in treatment for such an aneurysm would involve clipping, coiling, or endovascular embolization. [6] [7]"}
{"id": "article-17641_8", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Clinical Significance -- Infarction", "content": "Infarct involving the AchA is a rare occurrence, but when it does, it is most commonly due to cardioembolic occlusion of the ICA. Because the AchA has numerous anastomoses with the posterior cerebral artery and the posterior choroidal artery, complete infarct of the AchA is usually not seen.  However, the branches of the AchA that supply the posterior limb of the internal capsule do not have a collateral supply and can result in an isolated infarction. In such cases, patients may present with contralateral paralysis due to the involvement of the fibers of the corticospinal tract; this is distinguishable from an ACA or MCA infarct due to the absence of cortical signs such as neglect or aphasia.", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Clinical Significance -- Infarction. Infarct involving the AchA is a rare occurrence, but when it does, it is most commonly due to cardioembolic occlusion of the ICA. Because the AchA has numerous anastomoses with the posterior cerebral artery and the posterior choroidal artery, complete infarct of the AchA is usually not seen.  However, the branches of the AchA that supply the posterior limb of the internal capsule do not have a collateral supply and can result in an isolated infarction. In such cases, patients may present with contralateral paralysis due to the involvement of the fibers of the corticospinal tract; this is distinguishable from an ACA or MCA infarct due to the absence of cortical signs such as neglect or aphasia."}
{"id": "article-17641_9", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Clinical Significance -- Brain Tumors", "content": "Tumors that may affect the AchA include choroid papillomas, meningiomas, and gliomas due to their proximity to the lateral ventricle. [8] Because the AchA can inadvertently provide vascular supply to these intracranial tumors, management through embolization is commonly the attempted intervention. Because complete embolization of the AchA would result in severe neurological deficits, a microcatheter is frequently passed into the intraventricular segment of the AchA to be embolize as close to the tumor as possible.", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Clinical Significance -- Brain Tumors. Tumors that may affect the AchA include choroid papillomas, meningiomas, and gliomas due to their proximity to the lateral ventricle. [8] Because the AchA can inadvertently provide vascular supply to these intracranial tumors, management through embolization is commonly the attempted intervention. Because complete embolization of the AchA would result in severe neurological deficits, a microcatheter is frequently passed into the intraventricular segment of the AchA to be embolize as close to the tumor as possible."}
{"id": "article-17641_10", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Clinical Significance -- Brain Tumors", "content": "Any damage or occlusion of AChA produces the classic AChA syndrome, which is often rare and incomplete. The features include contralateral hemiplegia, hemisensory loss, and homonymous hemianopia. [9] [10]", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Clinical Significance -- Brain Tumors. Any damage or occlusion of AChA produces the classic AChA syndrome, which is often rare and incomplete. The features include contralateral hemiplegia, hemisensory loss, and homonymous hemianopia. [9] [10]"}
{"id": "article-17641_11", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Other Issues -- Imaging", "content": "The AchA may be visualized by CT angiography in approximately 71 to 98% of patients. [11] Recently, visualization through MR 3D time-of-flight sequence (3D-TOF) and 3D constructive interference in steady-state (3D-CISS) have shown to have a higher specificity in identifying the AchA.", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Other Issues -- Imaging. The AchA may be visualized by CT angiography in approximately 71 to 98% of patients. [11] Recently, visualization through MR 3D time-of-flight sequence (3D-TOF) and 3D constructive interference in steady-state (3D-CISS) have shown to have a higher specificity in identifying the AchA."}
{"id": "article-17641_12", "title": "Neuroanatomy, Anterior Choroidal Arteries -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Anterior Choroidal Arteries -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}