{"id": "article-133046_0", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Introduction", "content": "In December 2019, an outbreak of severe respiratory infections was noticed in Wuhan, China. The cause was demonstrated to be a novel coronavirus called severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). [1] Since its initial identification, SARS-CoV-2 has spread worldwide and incited a global pandemic. The highly contagious nature of the virus and its high potential for morbidity and mortality has overwhelmed hospital systems worldwide with hospitalizations and deaths. A meta-analysis report stated that an estimated 18.2 million people died globally because of the COVID-19 pandemic between Jan 1, 2020, and the end of December 2021. [2]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Introduction. In December 2019, an outbreak of severe respiratory infections was noticed in Wuhan, China. The cause was demonstrated to be a novel coronavirus called severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). [1] Since its initial identification, SARS-CoV-2 has spread worldwide and incited a global pandemic. The highly contagious nature of the virus and its high potential for morbidity and mortality has overwhelmed hospital systems worldwide with hospitalizations and deaths. A meta-analysis report stated that an estimated 18.2 million people died globally because of the COVID-19 pandemic between Jan 1, 2020, and the end of December 2021. [2]"}
{"id": "article-133046_1", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Introduction", "content": "Monoclonal antibodies have been identified as a potential therapy to prevent COVID-19 disease progression in patients at risk for severe disease. Most antibodies made by the human body are polyclonal, meaning that they are derived from multiple B lymphocyte lineages and have slightly different specificities for target antigens. Monoclonal antibodies, however, are produced by a single B-lymphocyte clone and are highly specific for their target antigen. [3] [4] Monoclonal antibodies have been in use since 1985 and have been used as therapies for malignancy, autoimmune disease, infectious organisms, and drug reversal. [5] [6] [7]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Introduction. Monoclonal antibodies have been identified as a potential therapy to prevent COVID-19 disease progression in patients at risk for severe disease. Most antibodies made by the human body are polyclonal, meaning that they are derived from multiple B lymphocyte lineages and have slightly different specificities for target antigens. Monoclonal antibodies, however, are produced by a single B-lymphocyte clone and are highly specific for their target antigen. [3] [4] Monoclonal antibodies have been in use since 1985 and have been used as therapies for malignancy, autoimmune disease, infectious organisms, and drug reversal. [5] [6] [7]"}
{"id": "article-133046_2", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Introduction", "content": "In the race to decrease the global burden of COVID-19, several monoclonal antibodies were developed and granted emergency use authorizations (EUAs). However, as COVID-19 variants emerged, most monoclonal antibodies had their EUAs revoked due to limited efficacy against dominant circulating variants and subvariants. This activity reviews the pathophysiology and function of these monoclonal antibodies and the risks and benefits of these agents.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Introduction. In the race to decrease the global burden of COVID-19, several monoclonal antibodies were developed and granted emergency use authorizations (EUAs). However, as COVID-19 variants emerged, most monoclonal antibodies had their EUAs revoked due to limited efficacy against dominant circulating variants and subvariants. This activity reviews the pathophysiology and function of these monoclonal antibodies and the risks and benefits of these agents."}
{"id": "article-133046_3", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Introduction", "content": "It must be noted that according to the National Institutes of Health (NIH), none of these monoclonal antibodies are recommended in 2023 for the treatment of COVID-19. The only monoclonal antibody with an active EUA is tixagevimab co-packaged with cilgavimab, which is authorized for preexposure prophylaxis of COVID-19. [8] According to the United States Food and Drug Administration (FDA) update on 1/6/2023, a SARS-CoV-2 Omicron subvariant is not anticipated to be neutralized by this monoclonal antibody combination; however, they are waiting for additional data to make their final decision.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Introduction. It must be noted that according to the National Institutes of Health (NIH), none of these monoclonal antibodies are recommended in 2023 for the treatment of COVID-19. The only monoclonal antibody with an active EUA is tixagevimab co-packaged with cilgavimab, which is authorized for preexposure prophylaxis of COVID-19. [8] According to the United States Food and Drug Administration (FDA) update on 1/6/2023, a SARS-CoV-2 Omicron subvariant is not anticipated to be neutralized by this monoclonal antibody combination; however, they are waiting for additional data to make their final decision."}
{"id": "article-133046_4", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Function", "content": "The novel coronavirus, SARS-CoV-2, is a positive-sense single-stranded RNA virus spread through respiratory droplets. [9] The virus gains entry into the cell by binding its spike protein to the angiotensin-converting enzyme (ACE) 2 receptors on host cells. [10] This receptor is found on the respiratory epithelium, upper esophagus, ileum, myocardium, proximal tubular cells in the kidney, and the urothelium of the bladder. After binding the ACE2 receptor, the virus can enter the cell, and viral replication can occur. [11]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Function. The novel coronavirus, SARS-CoV-2, is a positive-sense single-stranded RNA virus spread through respiratory droplets. [9] The virus gains entry into the cell by binding its spike protein to the angiotensin-converting enzyme (ACE) 2 receptors on host cells. [10] This receptor is found on the respiratory epithelium, upper esophagus, ileum, myocardium, proximal tubular cells in the kidney, and the urothelium of the bladder. After binding the ACE2 receptor, the virus can enter the cell, and viral replication can occur. [11]"}
{"id": "article-133046_5", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Function", "content": "Like other RNA viruses, there is a high potential for mutation, and several variants of SARS-CoV-2 have been identified. There are several variants of concern that have been identified, such as the alpha variant (B1.1.7 lineage, United Kingdon (UK) origin), beta variant (B.1351 lineage, South African origin), gamma variant (P.1/B.1.1.28.1 lineage, Brazilian origin), and delta variant (B1.617.2 lineage, Indian origin). [12] These variants have critical mutations in the spike protein of the virus, and in some cases, such as the UK variant, make the virus 43 to 82% more transmissible. [13]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Function. Like other RNA viruses, there is a high potential for mutation, and several variants of SARS-CoV-2 have been identified. There are several variants of concern that have been identified, such as the alpha variant (B1.1.7 lineage, United Kingdon (UK) origin), beta variant (B.1351 lineage, South African origin), gamma variant (P.1/B.1.1.28.1 lineage, Brazilian origin), and delta variant (B1.617.2 lineage, Indian origin). [12] These variants have critical mutations in the spike protein of the virus, and in some cases, such as the UK variant, make the virus 43 to 82% more transmissible. [13]"}
{"id": "article-133046_6", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Function", "content": "On November 26, 2021, the World Health Organization (WHO) identified the Omicron variant (B.1.1.529) as a variant of concern (VOC). This variant carries a high number of mutations, especially in the main antigenic target of antibodies. [14]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Function. On November 26, 2021, the World Health Organization (WHO) identified the Omicron variant (B.1.1.529) as a variant of concern (VOC). This variant carries a high number of mutations, especially in the main antigenic target of antibodies. [14]"}
{"id": "article-133046_7", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Function", "content": "As of January 2023, all previously authorized monoclonal antibodies have lost their EUAs for the treatment of COVID-19 due to the resistance demonstrated by this variant. Tixagevimab plus cilgavimab, the only remaining monoclonal antibody in the arsenal against COVID-19, is still authorized for pre-exposure prophylaxis, but the healthcare authorities have highlighted the reduction in its efficacy against this variant.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Function. As of January 2023, all previously authorized monoclonal antibodies have lost their EUAs for the treatment of COVID-19 due to the resistance demonstrated by this variant. Tixagevimab plus cilgavimab, the only remaining monoclonal antibody in the arsenal against COVID-19, is still authorized for pre-exposure prophylaxis, but the healthcare authorities have highlighted the reduction in its efficacy against this variant."}
{"id": "article-133046_8", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Function", "content": "The monoclonal antibodies act by neutralizing the spike protein of SARS-CoV-2. By binding to the viral spike protein's receptor-binding domain (RBD), these antibodies competitively inhibit ACE2 receptor binding and prevent viral entry into the cell. These antibodies were identified by analyzing convalescent plasma obtained from patients infected with COVID-19. [15] The mutations on the Omicron variant are distributed on multiple proteins of the SARS-CoV-2 virus, including the S protein receptor-binding domain (RBD). [14]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Function. The monoclonal antibodies act by neutralizing the spike protein of SARS-CoV-2. By binding to the viral spike protein's receptor-binding domain (RBD), these antibodies competitively inhibit ACE2 receptor binding and prevent viral entry into the cell. These antibodies were identified by analyzing convalescent plasma obtained from patients infected with COVID-19. [15] The mutations on the Omicron variant are distributed on multiple proteins of the SARS-CoV-2 virus, including the S protein receptor-binding domain (RBD). [14]"}
{"id": "article-133046_9", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Benefits of Monoclonal Therapy", "content": "The major benefits derived from monoclonal antibody therapies appear to be reduced viral load, hospitalizations, and death. Monoclonal antibodies have revolutionized the treatment of many diseases, including infections such as COVID-19. [16]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Benefits of Monoclonal Therapy. The major benefits derived from monoclonal antibody therapies appear to be reduced viral load, hospitalizations, and death. Monoclonal antibodies have revolutionized the treatment of many diseases, including infections such as COVID-19. [16]"}
{"id": "article-133046_10", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Benefits of Monoclonal Therapy", "content": "Monoclonal antibodies are safe and effective and can be used as preventive and therapeutic tools. [17] They can be rapidly developed to help minimize global and economic disruption caused by a pandemic. According to one study, single-cell sorting identified 4277 SARS-CoV-2 spike protein-specific memory B cells from just 14 COVID-19 survivors. [17]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Benefits of Monoclonal Therapy. Monoclonal antibodies are safe and effective and can be used as preventive and therapeutic tools. [17] They can be rapidly developed to help minimize global and economic disruption caused by a pandemic. According to one study, single-cell sorting identified 4277 SARS-CoV-2 spike protein-specific memory B cells from just 14 COVID-19 survivors. [17]"}
{"id": "article-133046_11", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Benefits of Monoclonal Therapy", "content": "They were able to identify 453 neutralizing antibodies, the most potent of which recognized the spike protein RBD. The \"extremely potent\" monoclonal antibodies (mAb) allowed for lower quantities of antibodies to reach target efficacy with decreased cost and sustainable manufacturability. [17]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Benefits of Monoclonal Therapy. They were able to identify 453 neutralizing antibodies, the most potent of which recognized the spike protein RBD. The \"extremely potent\" monoclonal antibodies (mAb) allowed for lower quantities of antibodies to reach target efficacy with decreased cost and sustainable manufacturability. [17]"}
{"id": "article-133046_12", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Risks of Monoclonal Therapy", "content": "A potential complication of human mAbs use against viral pathogens is that it may promote selection for escape mutants. [17] Many mAb addressed this issue by using a combination of antibodies directed against non-overlapping epitopes. [17] However, as new variants and subvariants emerged, their efficacy against the SARS-CoV-2 virus dwindled to the point that they are no longer authorized for use.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Risks of Monoclonal Therapy. A potential complication of human mAbs use against viral pathogens is that it may promote selection for escape mutants. [17] Many mAb addressed this issue by using a combination of antibodies directed against non-overlapping epitopes. [17] However, as new variants and subvariants emerged, their efficacy against the SARS-CoV-2 virus dwindled to the point that they are no longer authorized for use."}
{"id": "article-133046_13", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Risks of Monoclonal Therapy", "content": "Since late 2020, the SARS-CoV-2 virus has mutated drastically, accumulating several mutations and deletions in the binding domains of various mAb. [16] These mutations have been found to reduce the neutralizing activity of several mAbs.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Risks of Monoclonal Therapy. Since late 2020, the SARS-CoV-2 virus has mutated drastically, accumulating several mutations and deletions in the binding domains of various mAb. [16] These mutations have been found to reduce the neutralizing activity of several mAbs."}
{"id": "article-133046_14", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Risks of Monoclonal Therapy", "content": "Other risks involve potential adverse reactions. Infusion-related reactions are potential complications of monoclonal antibody use. [18] [19] Infusion-related reactions are characterized by flushing, fever/chills, back or abdominal pain, nausea/vomiting, pruritus, or skin rashes. They typically present 30 to 60 minutes after initiating the infusion. Most infusion-related reactions are self-limited and treated by stopping the infusion and symptomatic treatment. Once symptoms resolve, the infusion may be restarted at a slower rate. [20] [21]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Risks of Monoclonal Therapy. Other risks involve potential adverse reactions. Infusion-related reactions are potential complications of monoclonal antibody use. [18] [19] Infusion-related reactions are characterized by flushing, fever/chills, back or abdominal pain, nausea/vomiting, pruritus, or skin rashes. They typically present 30 to 60 minutes after initiating the infusion. Most infusion-related reactions are self-limited and treated by stopping the infusion and symptomatic treatment. Once symptoms resolve, the infusion may be restarted at a slower rate. [20] [21]"}
{"id": "article-133046_15", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Risks of Monoclonal Therapy", "content": "Monoclonal antibody therapy is not indicated in severe COVID-19 illnesses requiring hospitalization. [22] [23] [24] It has been proposed that monoclonal antibodies may be associated with worse outcomes for patients requiring high-flow oxygen or mechanical ventilation. Even when they were in use, monoclonal antibodies were never authorized for use in these patients due to this potential for harm.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Issues of Concern -- Risks of Monoclonal Therapy. Monoclonal antibody therapy is not indicated in severe COVID-19 illnesses requiring hospitalization. [22] [23] [24] It has been proposed that monoclonal antibodies may be associated with worse outcomes for patients requiring high-flow oxygen or mechanical ventilation. Even when they were in use, monoclonal antibodies were never authorized for use in these patients due to this potential for harm."}
{"id": "article-133046_16", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Clinical Significance", "content": "Analysis by Stokes et al of confirmed cases reported to the CDC found that older individuals (≥65 years) with underlying comorbidities have a much higher risk of hospitalizations than those without (45.4% vs 7.6%). In the same patient population, mortality was significantly increased compared to younger healthy individuals (19.5% vs 1.6%). [25] Monoclonal antibody therapies were thus developed to be used in patients at risk for developing severe disease to decrease hospitalizations and mortality.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Clinical Significance. Analysis by Stokes et al of confirmed cases reported to the CDC found that older individuals (≥65 years) with underlying comorbidities have a much higher risk of hospitalizations than those without (45.4% vs 7.6%). In the same patient population, mortality was significantly increased compared to younger healthy individuals (19.5% vs 1.6%). [25] Monoclonal antibody therapies were thus developed to be used in patients at risk for developing severe disease to decrease hospitalizations and mortality."}
{"id": "article-133046_17", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Clinical Significance", "content": "Individuals were identified as high risk if they had advanced age and/or underlying medical conditions that increased the risk of severe disease. According to the CDC, conditions with conclusive evidence demonstrating a higher risk of severe COVID-19 illness when acutely infected are included in their update titled \"Underlying Medical Conditions Associated with Higher Risk for Severe COVID-19: Information for Healthcare Professionals\" on the CDC website. These include the following:", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Clinical Significance. Individuals were identified as high risk if they had advanced age and/or underlying medical conditions that increased the risk of severe disease. According to the CDC, conditions with conclusive evidence demonstrating a higher risk of severe COVID-19 illness when acutely infected are included in their update titled \"Underlying Medical Conditions Associated with Higher Risk for Severe COVID-19: Information for Healthcare Professionals\" on the CDC website. These include the following:"}
{"id": "article-133046_18", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Clinical Significance", "content": "Asthma Cancer Cerebrovascular disease Chronic kidney disease Bronchiectasis COPD (chronic obstructive pulmonary disease) Interstitial lung disease Pulmonary embolism Pulmonary hypertension Cirrhosis Non-alcoholic fatty liver disease Alcoholic liver disease Autoimmune hepatitis Cystic fibrosis Diabetes, type 1 and 2 Heart conditions (such as heart failure, coronary artery disease, or cardiomyopathies) HIV (Human immunodeficiency virus) Mental health conditions such as mood disorders and Schizophrenia spectrum disorders Obesity (defined as body mass index (BMI) of greater than 30 kg/m 2 or greater than 95th percentile in children) Pregnancy and recent pregnancy Smoking, current and former Solid organ or blood stem cell transplantation Tuberculosis Use of corticosteroids or other immunosuppressive medications", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Clinical Significance. Asthma Cancer Cerebrovascular disease Chronic kidney disease Bronchiectasis COPD (chronic obstructive pulmonary disease) Interstitial lung disease Pulmonary embolism Pulmonary hypertension Cirrhosis Non-alcoholic fatty liver disease Alcoholic liver disease Autoimmune hepatitis Cystic fibrosis Diabetes, type 1 and 2 Heart conditions (such as heart failure, coronary artery disease, or cardiomyopathies) HIV (Human immunodeficiency virus) Mental health conditions such as mood disorders and Schizophrenia spectrum disorders Obesity (defined as body mass index (BMI) of greater than 30 kg/m 2 or greater than 95th percentile in children) Pregnancy and recent pregnancy Smoking, current and former Solid organ or blood stem cell transplantation Tuberculosis Use of corticosteroids or other immunosuppressive medications"}
{"id": "article-133046_19", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Clinical Significance -- Indications", "content": "Monoclonal antibody therapy is currently not indicated for treating acute COVID-19, even if they meet the criteria on their EUAs. As of January 2023, the dominant circulating variants and subvariants are not effectively neutralized by any previously authorized mAbs. The FDA and the NIH advise against their use until further notice. As stated above, the only authorized mAb currently is tixagevimab co-packaged with cilgavimab, which is indicated for pre-exposure prophylaxis only.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Clinical Significance -- Indications. Monoclonal antibody therapy is currently not indicated for treating acute COVID-19, even if they meet the criteria on their EUAs. As of January 2023, the dominant circulating variants and subvariants are not effectively neutralized by any previously authorized mAbs. The FDA and the NIH advise against their use until further notice. As stated above, the only authorized mAb currently is tixagevimab co-packaged with cilgavimab, which is indicated for pre-exposure prophylaxis only."}
{"id": "article-133046_20", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Other Issues", "content": "As new viral variants emerge, the neutralizing effects of monoclonal antibodies can diminish. As mentioned, the FDA revoked its authorizations for previously authorized monoclonal antibodies as they did not maintain efficacy against the Omicron variant. With the dominance of this variant in the United States and the lack of readily available testing to identify the infecting variant, the FDA recommends against using any monoclonal antibody for treating acute COVID-19 illness.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Other Issues. As new viral variants emerge, the neutralizing effects of monoclonal antibodies can diminish. As mentioned, the FDA revoked its authorizations for previously authorized monoclonal antibodies as they did not maintain efficacy against the Omicron variant. With the dominance of this variant in the United States and the lack of readily available testing to identify the infecting variant, the FDA recommends against using any monoclonal antibody for treating acute COVID-19 illness."}
{"id": "article-133046_21", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Other Issues", "content": "It is important to note that the bulk of the data supporting the use of monoclonal antibodies for treating COVID-19 illness is either preliminary, unpublished, or has not been peer-reviewed. Nonetheless, monoclonal antibodies appear promising in treating infectious diseases, including COVID-19, and potentially may reduce hospitalizations and mortality.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Other Issues. It is important to note that the bulk of the data supporting the use of monoclonal antibodies for treating COVID-19 illness is either preliminary, unpublished, or has not been peer-reviewed. Nonetheless, monoclonal antibodies appear promising in treating infectious diseases, including COVID-19, and potentially may reduce hospitalizations and mortality."}
{"id": "article-133046_22", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Other Issues -- Summary", "content": "Monoclonal antibody therapy was previously indicated for use in nonhospitalized patients with mild-to-moderate disease who have risk factors for progression to severe disease. As of January 2023, due to the dominant circulating variants and subvariants, none of the previously authorized monoclonal antibodies are recommended for treating acute COVID-19 illness. Monoclonal antibodies to treat COVID-19 target the viral spike protein, preventing viral entry. Monoclonal antibody therapy has been shown to reduce deaths and hospitalizations in nonhospitalized patients with risk factors for severe disease progression.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Other Issues -- Summary. Monoclonal antibody therapy was previously indicated for use in nonhospitalized patients with mild-to-moderate disease who have risk factors for progression to severe disease. As of January 2023, due to the dominant circulating variants and subvariants, none of the previously authorized monoclonal antibodies are recommended for treating acute COVID-19 illness. Monoclonal antibodies to treat COVID-19 target the viral spike protein, preventing viral entry. Monoclonal antibody therapy has been shown to reduce deaths and hospitalizations in nonhospitalized patients with risk factors for severe disease progression."}
{"id": "article-133046_23", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Monoclonal antibodies are intended to treat outpatient mild-moderate COVID-19 infections in patients with risk factors for progression to severe disease. Effectively managing COVID-19 with monoclonal antibodies and ensuring patient safety requires the coordinated efforts of an interprofessional healthcare team, including clinicians, pharmacists, nurses, and medical assistants.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes. Monoclonal antibodies are intended to treat outpatient mild-moderate COVID-19 infections in patients with risk factors for progression to severe disease. Effectively managing COVID-19 with monoclonal antibodies and ensuring patient safety requires the coordinated efforts of an interprofessional healthcare team, including clinicians, pharmacists, nurses, and medical assistants."}
{"id": "article-133046_24", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Healthcare providers must be able to recognize patients at risk for progression to severe disease who would benefit from monoclonal antibody infusion and recognize which patients must be hospitalized for severe infection. Healthcare providers should also educate the patients on the potential benefits of monoclonal antibody therapy for the treatment of COVID-19. Healthcare providers must also educate the patient on symptoms that mark progression to severe disease and prompt the patient to return for reevaluation.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes. Healthcare providers must be able to recognize patients at risk for progression to severe disease who would benefit from monoclonal antibody infusion and recognize which patients must be hospitalized for severe infection. Healthcare providers should also educate the patients on the potential benefits of monoclonal antibody therapy for the treatment of COVID-19. Healthcare providers must also educate the patient on symptoms that mark progression to severe disease and prompt the patient to return for reevaluation."}
{"id": "article-133046_25", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional healthcare team must be familiar with the dosages and methods of administering monoclonal antibodies. Monoclonal antibodies are administered either subcutaneously or as an intravenous infusion. The FDA strongly recommends IV infusion except when IV infusion is not available or would lead to a delay in treatment. The pharmacy staff should be aware of the proper storage and handling of the medications. Nursing staff should be aware of the proper preparation of the drugs and the recommended infusion rates.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes. The interprofessional healthcare team must be familiar with the dosages and methods of administering monoclonal antibodies. Monoclonal antibodies are administered either subcutaneously or as an intravenous infusion. The FDA strongly recommends IV infusion except when IV infusion is not available or would lead to a delay in treatment. The pharmacy staff should be aware of the proper storage and handling of the medications. Nursing staff should be aware of the proper preparation of the drugs and the recommended infusion rates."}
{"id": "article-133046_26", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes", "content": "When administering monoclonal antibodies, the interprofessional team must be prepared for adverse events such as transfusion reactions and anaphylaxis. This requires equipment and medications used for the immediate treatment of allergic reactions. Patients must be observed for at least one hour after receiving a monoclonal antibody to ensure patient safety. All adverse events related to monoclonal antibody treatment must be reported according to the instructions in the fact sheets released by the FDA.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes. When administering monoclonal antibodies, the interprofessional team must be prepared for adverse events such as transfusion reactions and anaphylaxis. This requires equipment and medications used for the immediate treatment of allergic reactions. Patients must be observed for at least one hour after receiving a monoclonal antibody to ensure patient safety. All adverse events related to monoclonal antibody treatment must be reported according to the instructions in the fact sheets released by the FDA."}
{"id": "article-133046_27", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional healthcare team is also responsible for educating patients on infection control measures. After receiving monoclonal antibody therapy, the patient must continue self-isolating and use infection control measures such as social distancing, frequent handwashing, and wearing personal protective equipment.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes. The interprofessional healthcare team is also responsible for educating patients on infection control measures. After receiving monoclonal antibody therapy, the patient must continue self-isolating and use infection control measures such as social distancing, frequent handwashing, and wearing personal protective equipment."}
{"id": "article-133046_28", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Healthcare providers should also be aware of the resistance patterns of SARS-CoV-2 variants. They should review the information found in section 15 on the fact sheets issued for each monoclonal antibody. Providers should also review the CDC website, which provides information from state and local health authorities that report viral variants in the region, which will help guide treatment decisions. Up-to-date information regarding authorized medications is essential to optimize clinical outcomes. A well-coordinated interprofessional team can minimize the use of ineffective therapies and optimize clinical outcomes for patients affected by this disease. [Level 5]", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Enhancing Healthcare Team Outcomes. Healthcare providers should also be aware of the resistance patterns of SARS-CoV-2 variants. They should review the information found in section 15 on the fact sheets issued for each monoclonal antibody. Providers should also review the CDC website, which provides information from state and local health authorities that report viral variants in the region, which will help guide treatment decisions. Up-to-date information regarding authorized medications is essential to optimize clinical outcomes. A well-coordinated interprofessional team can minimize the use of ineffective therapies and optimize clinical outcomes for patients affected by this disease. [Level 5]"}
{"id": "article-133046_29", "title": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Benefits and Risks of Administering Monoclonal Antibody Therapy for Coronavirus (COVID-19) (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}