{"id": "article-148890_0", "title": "Bempedoic Acid -- Continuing Education Activity", "content": "Bempedoic acid is a lipid-lowering agent pivotal in managing patients with elevated low-density lipoprotein cholesterol (LDL-C) levels. The U.S. Food and Drug Administration (FDA) has sanctioned its use as an adjunct to maximally tolerated statin therapy for the reduction of LDL-C, specifically in individuals afflicted by atherosclerotic cardiovascular disease (ASCVD) and heterozygous familial hypercholesterolemia (HeFH). Bempedoic acid is also a viable alternative for patients intolerant to statins. This program discusses the drug's indications, mechanism of action, administration modalities, significant adverse effects, contraindications, and monitoring protocols.", "contents": "Bempedoic Acid -- Continuing Education Activity. Bempedoic acid is a lipid-lowering agent pivotal in managing patients with elevated low-density lipoprotein cholesterol (LDL-C) levels. The U.S. Food and Drug Administration (FDA) has sanctioned its use as an adjunct to maximally tolerated statin therapy for the reduction of LDL-C, specifically in individuals afflicted by atherosclerotic cardiovascular disease (ASCVD) and heterozygous familial hypercholesterolemia (HeFH). Bempedoic acid is also a viable alternative for patients intolerant to statins. This program discusses the drug's indications, mechanism of action, administration modalities, significant adverse effects, contraindications, and monitoring protocols."}
{"id": "article-148890_1", "title": "Bempedoic Acid -- Continuing Education Activity", "content": "The program also addresses monitoring strategies, pharmacokinetic nuances, and associated warnings and precautions. Healthcare providers can adeptly guide patient therapy and manage hyperlipidemia with this knowledge. A thorough understanding of bempedoic acid's intricate pharmacology empowers healthcare professionals to tailor treatment plans based on individual patient requirements. This enables informed decision-making in prescribing, optimizing dosage regimens, and mitigating potential adverse reactions. This activity equips healthcare professionals to deliver evidence-based care to improve outcomes for patients with hypercholesterolemia.", "contents": "Bempedoic Acid -- Continuing Education Activity. The program also addresses monitoring strategies, pharmacokinetic nuances, and associated warnings and precautions. Healthcare providers can adeptly guide patient therapy and manage hyperlipidemia with this knowledge. A thorough understanding of bempedoic acid's intricate pharmacology empowers healthcare professionals to tailor treatment plans based on individual patient requirements. This enables informed decision-making in prescribing, optimizing dosage regimens, and mitigating potential adverse reactions. This activity equips healthcare professionals to deliver evidence-based care to improve outcomes for patients with hypercholesterolemia."}
{"id": "article-148890_2", "title": "Bempedoic Acid -- Continuing Education Activity", "content": "Objectives: Identify patients with hyperlipidemia who may benefit from bempedoic acid therapy based on their inadequate response or intolerance to statins. Screen patients for potential contraindications, drug interactions, and adverse effects of bempedoic acid before initiating the therapy. Select the appropriate monitoring strategies to conduct timely follow-up visits, perform necessary laboratory tests, and make medication adjustments to effectively monitor response to bempedoic acid therapy and ensure seamless continuity of care. Implement effective collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients who might benefit from bempedoic acid therapy. Access free multiple choice questions on this topic.", "contents": "Bempedoic Acid -- Continuing Education Activity. Objectives: Identify patients with hyperlipidemia who may benefit from bempedoic acid therapy based on their inadequate response or intolerance to statins. Screen patients for potential contraindications, drug interactions, and adverse effects of bempedoic acid before initiating the therapy. Select the appropriate monitoring strategies to conduct timely follow-up visits, perform necessary laboratory tests, and make medication adjustments to effectively monitor response to bempedoic acid therapy and ensure seamless continuity of care. Implement effective collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients who might benefit from bempedoic acid therapy. Access free multiple choice questions on this topic."}
{"id": "article-148890_3", "title": "Bempedoic Acid -- Indications", "content": "Bempedoic acid is a prescription-only, once-daily oral tablet administered to reduce low-density lipoprotein cholesterol (LDL-C) levels. [1] The drug works by inhibiting cholesterol synthesis in the same pathway as statins and has shown promising results in reducing the risks of cardiovascular diseases. [2] [3] Bempedoic acid is specifically effective for patients who require additional LDL-C reduction despite maximally tolerated statin therapy. [4] In addition, bempedoic acid therapy provides a beneficial option for patients who cannot tolerate statin therapy due to its adverse effects. The U.S. Food and Drug Administration (FDA) approved bempedoic acid on February 21, 2020, as a non-statin medication for lowering LDL-C levels. This approval was supported by evidence from 2 clinical trials involving subjects with high LDL cholesterol and known atherosclerotic cardiovascular disease (ASCVD) or heterozygous familial hypercholesterolemia (HeFH). [5]", "contents": "Bempedoic Acid -- Indications. Bempedoic acid is a prescription-only, once-daily oral tablet administered to reduce low-density lipoprotein cholesterol (LDL-C) levels. [1] The drug works by inhibiting cholesterol synthesis in the same pathway as statins and has shown promising results in reducing the risks of cardiovascular diseases. [2] [3] Bempedoic acid is specifically effective for patients who require additional LDL-C reduction despite maximally tolerated statin therapy. [4] In addition, bempedoic acid therapy provides a beneficial option for patients who cannot tolerate statin therapy due to its adverse effects. The U.S. Food and Drug Administration (FDA) approved bempedoic acid on February 21, 2020, as a non-statin medication for lowering LDL-C levels. This approval was supported by evidence from 2 clinical trials involving subjects with high LDL cholesterol and known atherosclerotic cardiovascular disease (ASCVD) or heterozygous familial hypercholesterolemia (HeFH). [5]"}
{"id": "article-148890_4", "title": "Bempedoic Acid -- Indications -- FDA-Approved Indications", "content": "Bempedoic acid is an FDA-approved drug that is an adjunct to maximally tolerated statin therapy for reducing LDL-C levels in patients with ASCVD and HeFH. [6] In December 2023, the FDA updated its regulations and removed the maximally tolerated statin therapy requirement. The revised FDA label no longer includes the statement indicating that the impact of bempedoic acid on cardiovascular morbidity and mortality remains undetermined. The CLEAR (Cholesterol Lowering via Bempedoic Acid) Outcomes Trial investigated the effect of bempedoic acid on patients with or at an elevated risk of cardiovascular disease. The trial specifically included individuals deemed \"statin-intolerant\" due to unacceptable adverse effects. Researchers observed a reduction in LDL cholesterol levels with bempedoic acid. This decrease in cholesterol levels correlated with a lower risk of major cardiovascular events, defined as a composite of nonfatal myocardial infarction, cardiovascular death, nonfatal stroke, or coronary revascularization. [4] [7] In addition, the FDA has approved the combination of bempedoic acid with ezetimibe as an adjunct to diet and statin therapy for treating primary hyperlipidemia in adults with heterozygous familial hypercholesterolemia (HeFH) or atherosclerotic cardiovascular disease, requiring additional lowering of LDL-C. [8]", "contents": "Bempedoic Acid -- Indications -- FDA-Approved Indications. Bempedoic acid is an FDA-approved drug that is an adjunct to maximally tolerated statin therapy for reducing LDL-C levels in patients with ASCVD and HeFH. [6] In December 2023, the FDA updated its regulations and removed the maximally tolerated statin therapy requirement. The revised FDA label no longer includes the statement indicating that the impact of bempedoic acid on cardiovascular morbidity and mortality remains undetermined. The CLEAR (Cholesterol Lowering via Bempedoic Acid) Outcomes Trial investigated the effect of bempedoic acid on patients with or at an elevated risk of cardiovascular disease. The trial specifically included individuals deemed \"statin-intolerant\" due to unacceptable adverse effects. Researchers observed a reduction in LDL cholesterol levels with bempedoic acid. This decrease in cholesterol levels correlated with a lower risk of major cardiovascular events, defined as a composite of nonfatal myocardial infarction, cardiovascular death, nonfatal stroke, or coronary revascularization. [4] [7] In addition, the FDA has approved the combination of bempedoic acid with ezetimibe as an adjunct to diet and statin therapy for treating primary hyperlipidemia in adults with heterozygous familial hypercholesterolemia (HeFH) or atherosclerotic cardiovascular disease, requiring additional lowering of LDL-C. [8]"}
{"id": "article-148890_5", "title": "Bempedoic Acid -- Indications -- FDA-Approved Indications", "content": "The Endocrine Society Clinical Practice Guideline endorses the use of bempedoic acid. [9] As per the 2023 guidelines by the American Heart Association (AHA), American College of Cardiology (ACC), American College of Chest Physicians (ACCP), American Society for Preventive Cardiology (ASPC), National Lipid Association (NLA), and Preventive Cardiovascular Nurses Association (PCNA) for the management of chronic coronary disease (CCD), individuals with CCD on maximally tolerated statin therapy, with an LDL-C level ≥70 mg/dL, and for whom ezetimibe and PCSK9 monoclonal antibody are considered insufficient or not tolerated, clinicians may find it reasonable to incorporate bempedoic acid (as a substitute for PCSK9 monoclonal antibody) to achieve further reduction in LDL-C levels. These guidelines do not cover the expanded use of bempedoic acid mentioned in the December 2023 FDA labeling update. This guideline can serve as a helpful tool for clinicians to incorporate bempedoic acid into clinical practice. [10] According to the American Diabetes Association 2024 guidelines, for individuals with diabetes who exhibit intolerance to statin therapy, the recommended course of action involves the administration of bempedoic acid as an alternative strategy for lowering cholesterol levels to reduce the rates of cardiovascular events. [11]", "contents": "Bempedoic Acid -- Indications -- FDA-Approved Indications. The Endocrine Society Clinical Practice Guideline endorses the use of bempedoic acid. [9] As per the 2023 guidelines by the American Heart Association (AHA), American College of Cardiology (ACC), American College of Chest Physicians (ACCP), American Society for Preventive Cardiology (ASPC), National Lipid Association (NLA), and Preventive Cardiovascular Nurses Association (PCNA) for the management of chronic coronary disease (CCD), individuals with CCD on maximally tolerated statin therapy, with an LDL-C level ≥70 mg/dL, and for whom ezetimibe and PCSK9 monoclonal antibody are considered insufficient or not tolerated, clinicians may find it reasonable to incorporate bempedoic acid (as a substitute for PCSK9 monoclonal antibody) to achieve further reduction in LDL-C levels. These guidelines do not cover the expanded use of bempedoic acid mentioned in the December 2023 FDA labeling update. This guideline can serve as a helpful tool for clinicians to incorporate bempedoic acid into clinical practice. [10] According to the American Diabetes Association 2024 guidelines, for individuals with diabetes who exhibit intolerance to statin therapy, the recommended course of action involves the administration of bempedoic acid as an alternative strategy for lowering cholesterol levels to reduce the rates of cardiovascular events. [11]"}
{"id": "article-148890_6", "title": "Bempedoic Acid -- Mechanism of Action", "content": "Cholesterol synthesis is a complex multistep process in the endoplasmic reticulum of liver cells. This process starts with acetyl-CoA, the precursor for cholesterol synthesis. Acetyl-CoA is transported from mitochondria to the cytoplasm of the cell as citrate. When acetyl-CoA is inside the cytoplasm, adenosine triphosphate-citrate-lyase (ACL), a magnesium-dependent enzyme, releases acetyl-CoA from citrate. Thus, acetyl-CoA is an essential component in the cholesterol synthesis process.", "contents": "Bempedoic Acid -- Mechanism of Action. Cholesterol synthesis is a complex multistep process in the endoplasmic reticulum of liver cells. This process starts with acetyl-CoA, the precursor for cholesterol synthesis. Acetyl-CoA is transported from mitochondria to the cytoplasm of the cell as citrate. When acetyl-CoA is inside the cytoplasm, adenosine triphosphate-citrate-lyase (ACL), a magnesium-dependent enzyme, releases acetyl-CoA from citrate. Thus, acetyl-CoA is an essential component in the cholesterol synthesis process."}
{"id": "article-148890_7", "title": "Bempedoic Acid -- Mechanism of Action", "content": "Bempedoic acid, also known as 8-hydroxy-2,2,14,14-tetramethylpentadecanedioic acid, is a pentadecanoic acid with 2 methyl group substitutions at C2 and C14, as well as a hydroxyl group substitution at C18. [1] Administered orally as a prodrug, bempedoic acid undergoes metabolism in the liver by long-chain acyl-CoA synthetase I (ACSVL1) to its active form, bempedoyl coenzyme A. ACSVL1 is predominantly present in the liver and absent in skeletal muscle, which helps to minimize adverse muscular effects. [12]", "contents": "Bempedoic Acid -- Mechanism of Action. Bempedoic acid, also known as 8-hydroxy-2,2,14,14-tetramethylpentadecanedioic acid, is a pentadecanoic acid with 2 methyl group substitutions at C2 and C14, as well as a hydroxyl group substitution at C18. [1] Administered orally as a prodrug, bempedoic acid undergoes metabolism in the liver by long-chain acyl-CoA synthetase I (ACSVL1) to its active form, bempedoyl coenzyme A. ACSVL1 is predominantly present in the liver and absent in skeletal muscle, which helps to minimize adverse muscular effects. [12]"}
{"id": "article-148890_8", "title": "Bempedoic Acid -- Mechanism of Action", "content": "Bempedoyl coenzyme A is the first-in-class ACL inhibitor. Inhibiting ACL reduces the activity of the downstream enzyme, 3-hydroxy-3-methyl-glutaryl-coenzyme A reductase, leading to a restricted substrate pool for cholesterol and fatty acid synthesis. Consequently, cholesterol synthesis decreases, leading to an upregulation of LDL receptor synthesis and an enhanced serum LDL clearance rate. [1] Bempedoic acid can also serve as an adjunct to diet and maximally tolerated statin therapy, especially for those needing further LDL-C reduction. Moreover, bempedoic acid reduces non-high-density lipoprotein cholesterol, apolipoprotein B, and total cholesterol. To monitor its efficacy, patients should have their lipid levels checked 8 to 12 weeks after beginning therapy. Recent randomized controlled trials (RCTs) have demonstrated reductions in LDL-C levels ranging from 17% to 28% after a 12-week treatment period. In addition, bempedoic acid is associated with a decreased risk of major adverse cardiovascular events. [7]", "contents": "Bempedoic Acid -- Mechanism of Action. Bempedoyl coenzyme A is the first-in-class ACL inhibitor. Inhibiting ACL reduces the activity of the downstream enzyme, 3-hydroxy-3-methyl-glutaryl-coenzyme A reductase, leading to a restricted substrate pool for cholesterol and fatty acid synthesis. Consequently, cholesterol synthesis decreases, leading to an upregulation of LDL receptor synthesis and an enhanced serum LDL clearance rate. [1] Bempedoic acid can also serve as an adjunct to diet and maximally tolerated statin therapy, especially for those needing further LDL-C reduction. Moreover, bempedoic acid reduces non-high-density lipoprotein cholesterol, apolipoprotein B, and total cholesterol. To monitor its efficacy, patients should have their lipid levels checked 8 to 12 weeks after beginning therapy. Recent randomized controlled trials (RCTs) have demonstrated reductions in LDL-C levels ranging from 17% to 28% after a 12-week treatment period. In addition, bempedoic acid is associated with a decreased risk of major adverse cardiovascular events. [7]"}
{"id": "article-148890_9", "title": "Bempedoic Acid -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Bempedoic acid is absorbed in the small intestine. After oral intake, this drug reaches peak blood plasma concentrations after approximately 3.5 hours. Notably, the absorption of bempedoic acid remains unaffected by food. [13] Distribution: Bempedoic acid is about 99.3% protein bound in plasma. The apparent volume of distribution bempedoic acid is 18 L. Metabolism: Bempedoic acid is primarily metabolized in the liver via CYP2C9. The glucuronides of bempedoic acid and bempedoyl-CoA are its major metabolites. [14] Excretion: Bempedoic acid has a half-life of 21 hours. Bempedoic acid is primarily eliminated through the kidneys, and its major metabolite found in urine is acyl glucuronide. [13]", "contents": "Bempedoic Acid -- Mechanism of Action -- Pharmacokinetics. Absorption: Bempedoic acid is absorbed in the small intestine. After oral intake, this drug reaches peak blood plasma concentrations after approximately 3.5 hours. Notably, the absorption of bempedoic acid remains unaffected by food. [13] Distribution: Bempedoic acid is about 99.3% protein bound in plasma. The apparent volume of distribution bempedoic acid is 18 L. Metabolism: Bempedoic acid is primarily metabolized in the liver via CYP2C9. The glucuronides of bempedoic acid and bempedoyl-CoA are its major metabolites. [14] Excretion: Bempedoic acid has a half-life of 21 hours. Bempedoic acid is primarily eliminated through the kidneys, and its major metabolite found in urine is acyl glucuronide. [13]"}
{"id": "article-148890_10", "title": "Bempedoic Acid -- Administration -- Available Dosage Forms and Strengths", "content": "Bempedoic acid is available in the form of an oral tablet, with each tablet containing 180 mg. The FDA-approved fixed dose combination of bempedoic acid 180 mg is available with ezetimibe 10 mg. [15] [16] Bempedoic acid can be taken regardless of food intake.", "contents": "Bempedoic Acid -- Administration -- Available Dosage Forms and Strengths. Bempedoic acid is available in the form of an oral tablet, with each tablet containing 180 mg. The FDA-approved fixed dose combination of bempedoic acid 180 mg is available with ezetimibe 10 mg. [15] [16] Bempedoic acid can be taken regardless of food intake."}
{"id": "article-148890_11", "title": "Bempedoic Acid -- Administration -- Adult Dosage", "content": "Bempedoic acid is recommended at an oral dosage of 180 mg once daily in combination with statin therapy. [8] The recommended dose of a combination pill of bempedoic acid is 180 mg and ezetimibe 10 mg once daily. [17] [18] Bempedoic acid has been formulated to manage hyperlipidemia in patients with high LDL-C. Typically, statin drugs are the primary treatment for patients. Nonetheless, bempedoic acid is a valuable alternative for patients who can no longer tolerate statins or have contraindications. Bempedoic acid effectively reduces non-high-density lipoprotein cholesterol levels, apolipoprotein B, and total cholesterol. Recent randomized controlled trials (RCTs) have demonstrated reductions in LDL-C levels ranging from 17% to 28% after a 12-week treatment period. In addition, bempedoic acid is associated with a decreased risk of major adverse cardiovascular events. [7]", "contents": "Bempedoic Acid -- Administration -- Adult Dosage. Bempedoic acid is recommended at an oral dosage of 180 mg once daily in combination with statin therapy. [8] The recommended dose of a combination pill of bempedoic acid is 180 mg and ezetimibe 10 mg once daily. [17] [18] Bempedoic acid has been formulated to manage hyperlipidemia in patients with high LDL-C. Typically, statin drugs are the primary treatment for patients. Nonetheless, bempedoic acid is a valuable alternative for patients who can no longer tolerate statins or have contraindications. Bempedoic acid effectively reduces non-high-density lipoprotein cholesterol levels, apolipoprotein B, and total cholesterol. Recent randomized controlled trials (RCTs) have demonstrated reductions in LDL-C levels ranging from 17% to 28% after a 12-week treatment period. In addition, bempedoic acid is associated with a decreased risk of major adverse cardiovascular events. [7]"}
{"id": "article-148890_12", "title": "Bempedoic Acid -- Administration -- Specific Patient Populations", "content": "Renal impairment: All subjects generally tolerate Bempedoic acid well, regardless of the degree of renal impairment. Based on the available safety data, no dose adjustments are necessary for patients with mild-to-moderate renal impairment (eGFR >30 mL/min/1.73 m 2 ). However, current research on bempedoic acid remains limited for patients with severe renal impairment (eGFR <30 mL/min/1.73 m 2 ) and those with end-stage renal disease receiving dialysis. In such cases, dosage adjustments might help mitigate the adverse effects, and further investigation is warranted. [19]", "contents": "Bempedoic Acid -- Administration -- Specific Patient Populations. Renal impairment: All subjects generally tolerate Bempedoic acid well, regardless of the degree of renal impairment. Based on the available safety data, no dose adjustments are necessary for patients with mild-to-moderate renal impairment (eGFR >30 mL/min/1.73 m 2 ). However, current research on bempedoic acid remains limited for patients with severe renal impairment (eGFR <30 mL/min/1.73 m 2 ) and those with end-stage renal disease receiving dialysis. In such cases, dosage adjustments might help mitigate the adverse effects, and further investigation is warranted. [19]"}
{"id": "article-148890_13", "title": "Bempedoic Acid -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Dosing in hepatic impairment has limited research; dosage adjustments are unnecessary for patients with mild-to-moderate impairment (Child-Pugh classes A and B). As for severe hepatic impairment (Child-Pugh class C), bempedoic acid has not been studied, and dosage adjustments have not been provided in the manufacturer's labeling for this particular condition. [20]", "contents": "Bempedoic Acid -- Administration -- Specific Patient Populations. Hepatic impairment: Dosing in hepatic impairment has limited research; dosage adjustments are unnecessary for patients with mild-to-moderate impairment (Child-Pugh classes A and B). As for severe hepatic impairment (Child-Pugh class C), bempedoic acid has not been studied, and dosage adjustments have not been provided in the manufacturer's labeling for this particular condition. [20]"}
{"id": "article-148890_14", "title": "Bempedoic Acid -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Bempedoic acid is not recommended during pregnancy due to the lack of available data regarding its potential risk of miscarriage, congenital disabilities, or adverse effects on the fetus. [2] Ongoing data collection aims to monitor fetal outcomes following exposure to the drug. Animal studies have not reported any fetal harm or teratogenicity. However, many hyperlipidemia treatments are discontinued during pregnancy to ensure proper cholesterol and lipid levels are present for optimal fetal development. [8]", "contents": "Bempedoic Acid -- Administration -- Specific Patient Populations. Pregnancy considerations: Bempedoic acid is not recommended during pregnancy due to the lack of available data regarding its potential risk of miscarriage, congenital disabilities, or adverse effects on the fetus. [2] Ongoing data collection aims to monitor fetal outcomes following exposure to the drug. Animal studies have not reported any fetal harm or teratogenicity. However, many hyperlipidemia treatments are discontinued during pregnancy to ensure proper cholesterol and lipid levels are present for optimal fetal development. [8]"}
{"id": "article-148890_15", "title": "Bempedoic Acid -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: In breastfeeding patients, the recommendation is to discontinue bempedoic acid while breastfeeding due to the potential for adverse reactions in the infant, as it is still not known whether bempedoic acid is present in breast milk. As the drug decreases cholesterol synthesis and other biologically active substances derived from cholesterol, it may potentially cause harm to the breastfed infant. [8] Pediatric patients: Bempedoic acid is not approved for pediatric patients. Older patients: In older patients, the dosing of bempedoic acid should follow the same guidelines as for adults.", "contents": "Bempedoic Acid -- Administration -- Specific Patient Populations. Breastfeeding considerations: In breastfeeding patients, the recommendation is to discontinue bempedoic acid while breastfeeding due to the potential for adverse reactions in the infant, as it is still not known whether bempedoic acid is present in breast milk. As the drug decreases cholesterol synthesis and other biologically active substances derived from cholesterol, it may potentially cause harm to the breastfed infant. [8] Pediatric patients: Bempedoic acid is not approved for pediatric patients. Older patients: In older patients, the dosing of bempedoic acid should follow the same guidelines as for adults."}
{"id": "article-148890_16", "title": "Bempedoic Acid -- Adverse Effects -- (a) Drug-Drug Interactions", "content": "Statins: Coadministration of bempedoic acid with simvastatin at a dose greater than 20 mg and pravastatin at a dose greater than 40 mg is not recommended due to the increased risk of muscle-related adverse effects. [21]", "contents": "Bempedoic Acid -- Adverse Effects -- (a) Drug-Drug Interactions. Statins: Coadministration of bempedoic acid with simvastatin at a dose greater than 20 mg and pravastatin at a dose greater than 40 mg is not recommended due to the increased risk of muscle-related adverse effects. [21]"}
{"id": "article-148890_17", "title": "Bempedoic Acid -- Adverse Effects -- (a) Drug-Drug Interactions", "content": "Cyclosporine: Concomitant administration of bempedoic acid/ezetimibe with cyclosporine increases cyclosporine concentrations; monitoring cyclosporine levels is recommended in patients receiving this combination. [22] [23]", "contents": "Bempedoic Acid -- Adverse Effects -- (a) Drug-Drug Interactions. Cyclosporine: Concomitant administration of bempedoic acid/ezetimibe with cyclosporine increases cyclosporine concentrations; monitoring cyclosporine levels is recommended in patients receiving this combination. [22] [23]"}
{"id": "article-148890_18", "title": "Bempedoic Acid -- Adverse Effects -- (a) Drug-Drug Interactions", "content": "Bile acid sequestrants: Coadministration of bempedoic acid/ezetimibe should be done either at least 2 hours before or at least 4 hours after the intake of bile acid sequestrants, such as cholestyramine. The rationale is to mitigate the risk of bile acid sequestrants binding to ezetimibe, thereby inhibiting its absorption. [24] Bempedoic acid has been shown to have minimal adverse effects. The significant adverse effects of bempedoic acid include hyperuricemia, gout, and tendon rupture. [8]", "contents": "Bempedoic Acid -- Adverse Effects -- (a) Drug-Drug Interactions. Bile acid sequestrants: Coadministration of bempedoic acid/ezetimibe should be done either at least 2 hours before or at least 4 hours after the intake of bile acid sequestrants, such as cholestyramine. The rationale is to mitigate the risk of bile acid sequestrants binding to ezetimibe, thereby inhibiting its absorption. [24] Bempedoic acid has been shown to have minimal adverse effects. The significant adverse effects of bempedoic acid include hyperuricemia, gout, and tendon rupture. [8]"}
{"id": "article-148890_19", "title": "Bempedoic Acid -- Adverse Effects -- Hyperuricemia and Gout", "content": "Serum uric acid levels have increased in patients taking bempedoic acid. The most likely mechanism for this effect is the competition for the renal OAT2 transporter between uric acid and the glucuronide metabolite of bempedoic acid. Bempedoic acid is primarily metabolized in the liver, and both bempedoic acid and bempedoyl coenzyme A undergo glucuronidation before clearance. This weak, competitive interaction with OAT2 results in elevated uric acid and creatinine levels. Clinical trials have demonstrated statistically significant increases in serum uric acid (1.6%) using bempedoic acid, resulting in gout in 1% of patients. [25] [26]", "contents": "Bempedoic Acid -- Adverse Effects -- Hyperuricemia and Gout. Serum uric acid levels have increased in patients taking bempedoic acid. The most likely mechanism for this effect is the competition for the renal OAT2 transporter between uric acid and the glucuronide metabolite of bempedoic acid. Bempedoic acid is primarily metabolized in the liver, and both bempedoic acid and bempedoyl coenzyme A undergo glucuronidation before clearance. This weak, competitive interaction with OAT2 results in elevated uric acid and creatinine levels. Clinical trials have demonstrated statistically significant increases in serum uric acid (1.6%) using bempedoic acid, resulting in gout in 1% of patients. [25] [26]"}
{"id": "article-148890_20", "title": "Bempedoic Acid -- Adverse Effects -- Hyperuricemia and Gout", "content": "Hyperuricemia is reversible upon drug discontinuation, with increases becoming evident after 4 weeks of therapy. Patients with a significant medical history of gout were more prone to experiencing hyperuricemia while using bempedoic acid. There is a potential for changes in uric acid levels to increase the risk of kidney stones, although clinical trials have not provided enough evidence. [26] In addition, bempedoic acid has been associated with an increase in urinary tract infections, possibly due to alterations in renal function and the impact of elevated uric acid levels on the chemical environment.", "contents": "Bempedoic Acid -- Adverse Effects -- Hyperuricemia and Gout. Hyperuricemia is reversible upon drug discontinuation, with increases becoming evident after 4 weeks of therapy. Patients with a significant medical history of gout were more prone to experiencing hyperuricemia while using bempedoic acid. There is a potential for changes in uric acid levels to increase the risk of kidney stones, although clinical trials have not provided enough evidence. [26] In addition, bempedoic acid has been associated with an increase in urinary tract infections, possibly due to alterations in renal function and the impact of elevated uric acid levels on the chemical environment."}
{"id": "article-148890_21", "title": "Bempedoic Acid -- Adverse Effects -- Tendon Rupture", "content": "Tendon rupture, a severe adverse effect of bempedoic acid, results in approximately 0.5% of cases. All instances of tendon rupture were associated with high-dose statin coadministration, with no reported events of tendon rupture in patients intolerant to statins. Furthermore, other studies have indicated that the risk of tendon rupture increases in individuals with hypercholesterolemia, irrespective of treatment methods. The risk of tendon rupture further escalates in patients younger than 60, particularly when using corticosteroids or fluoroquinolones concomitantly and in those with a history of prior tendon disorders.", "contents": "Bempedoic Acid -- Adverse Effects -- Tendon Rupture. Tendon rupture, a severe adverse effect of bempedoic acid, results in approximately 0.5% of cases. All instances of tendon rupture were associated with high-dose statin coadministration, with no reported events of tendon rupture in patients intolerant to statins. Furthermore, other studies have indicated that the risk of tendon rupture increases in individuals with hypercholesterolemia, irrespective of treatment methods. The risk of tendon rupture further escalates in patients younger than 60, particularly when using corticosteroids or fluoroquinolones concomitantly and in those with a history of prior tendon disorders."}
{"id": "article-148890_22", "title": "Bempedoic Acid -- Adverse Effects -- Other Adverse Effects", "content": "Some more commonly reported adverse effects of bempedoic acid include upper respiratory tract infections, bronchitis, muscle spasms, back pain, and abdominal pain. Phase 3 clinical trials have indicated that bempedoic acid therapy has a lower incidence of muscle weakness, myalgia, and muscle spasms than statins. [27]", "contents": "Bempedoic Acid -- Adverse Effects -- Other Adverse Effects. Some more commonly reported adverse effects of bempedoic acid include upper respiratory tract infections, bronchitis, muscle spasms, back pain, and abdominal pain. Phase 3 clinical trials have indicated that bempedoic acid therapy has a lower incidence of muscle weakness, myalgia, and muscle spasms than statins. [27]"}
{"id": "article-148890_23", "title": "Bempedoic Acid -- Adverse Effects -- Other Adverse Effects", "content": "Muscle-related adverse effects were not statistically significant compared to patients treated with placebo. This outcome remained consistent in patients taking bempedoic acid co-administered with maximally tolerated statins. The expression of ASCVL1, responsible for bempedoic acid metabolism, is particular to the liver, with undetectable levels in skeletal muscle. As a result, the occurrence of muscle-related adverse effects is limited. [8]", "contents": "Bempedoic Acid -- Adverse Effects -- Other Adverse Effects. Muscle-related adverse effects were not statistically significant compared to patients treated with placebo. This outcome remained consistent in patients taking bempedoic acid co-administered with maximally tolerated statins. The expression of ASCVL1, responsible for bempedoic acid metabolism, is particular to the liver, with undetectable levels in skeletal muscle. As a result, the occurrence of muscle-related adverse effects is limited. [8]"}
{"id": "article-148890_24", "title": "Bempedoic Acid -- Adverse Effects -- Other Adverse Effects", "content": "Other rare adverse effects of bempedoic acid include benign prostatic hyperplasia and atrial fibrillation. Benign prostatic hyperplasia may occur in approximately 1.3% of men when bempedoic acid is co-administered with high-dose statins. Similarly, atrial fibrillation occasionally occurred in 1.7% of cases when co-administered with high-dose statins. [28] Some instances have observed increased blood urea nitrogen (4%) and serum creatinine (2%). In addition, hematologic effects, such as anemia, leukopenia, and thrombocythemia, have also been reported. Further research is required to confirm the prevalence and significance of these adverse effects.", "contents": "Bempedoic Acid -- Adverse Effects -- Other Adverse Effects. Other rare adverse effects of bempedoic acid include benign prostatic hyperplasia and atrial fibrillation. Benign prostatic hyperplasia may occur in approximately 1.3% of men when bempedoic acid is co-administered with high-dose statins. Similarly, atrial fibrillation occasionally occurred in 1.7% of cases when co-administered with high-dose statins. [28] Some instances have observed increased blood urea nitrogen (4%) and serum creatinine (2%). In addition, hematologic effects, such as anemia, leukopenia, and thrombocythemia, have also been reported. Further research is required to confirm the prevalence and significance of these adverse effects."}
{"id": "article-148890_25", "title": "Bempedoic Acid -- Contraindications", "content": "According to the manufacturer's labeling, there are no absolute contraindications to bempedoic acid. Combination therapy with bempedoic acid and ezetimibe is contraindicated in patients with a known hypersensitivity to ezetimibe. [29]", "contents": "Bempedoic Acid -- Contraindications. According to the manufacturer's labeling, there are no absolute contraindications to bempedoic acid. Combination therapy with bempedoic acid and ezetimibe is contraindicated in patients with a known hypersensitivity to ezetimibe. [29]"}
{"id": "article-148890_26", "title": "Bempedoic Acid -- Contraindications -- Hyperuricemia", "content": "Increased serum uric acid levels have been recorded in patients taking bempedoic acid. Patients with a history of hyperuricemia or gout are at a higher risk of experiencing hyperuricemia progression subsequently and, therefore, should be monitored more frequently. Recent trials indicated that patients without a prior history of hyperuricemia have lower rates of gout, approaching the rate seen in the placebo group. [3] Recommendations include monitoring for signs and symptoms of hyperuricemia and assessing uric acid levels as clinically indicated. If necessary, hyperuricemia should be treated with appropriate urate-lowering drugs.", "contents": "Bempedoic Acid -- Contraindications -- Hyperuricemia. Increased serum uric acid levels have been recorded in patients taking bempedoic acid. Patients with a history of hyperuricemia or gout are at a higher risk of experiencing hyperuricemia progression subsequently and, therefore, should be monitored more frequently. Recent trials indicated that patients without a prior history of hyperuricemia have lower rates of gout, approaching the rate seen in the placebo group. [3] Recommendations include monitoring for signs and symptoms of hyperuricemia and assessing uric acid levels as clinically indicated. If necessary, hyperuricemia should be treated with appropriate urate-lowering drugs."}
{"id": "article-148890_27", "title": "Bempedoic Acid -- Contraindications -- Tendon Rupture", "content": "Tendon rupture is more prevalent in individuals with 3 or more risk factors, including statin use, corticosteroid use, male gender, age older than 60, diabetes, gout, rheumatoid arthritis, renal failure, and a prior history of tendon injuries. [30] [31] Rest is recommended at the onset of tendinitis while taking bempedoic acid. Symptoms may manifest in any tendon, including shoulder, back, arm, or ankle. Rotator cuff syndrome, biceps tendon injury, and Achilles tendon injury have been reported. [32] If tendon rupture occurs, it is essential to discontinue bempedoic acid and consider alternative therapy.", "contents": "Bempedoic Acid -- Contraindications -- Tendon Rupture. Tendon rupture is more prevalent in individuals with 3 or more risk factors, including statin use, corticosteroid use, male gender, age older than 60, diabetes, gout, rheumatoid arthritis, renal failure, and a prior history of tendon injuries. [30] [31] Rest is recommended at the onset of tendinitis while taking bempedoic acid. Symptoms may manifest in any tendon, including shoulder, back, arm, or ankle. Rotator cuff syndrome, biceps tendon injury, and Achilles tendon injury have been reported. [32] If tendon rupture occurs, it is essential to discontinue bempedoic acid and consider alternative therapy."}
{"id": "article-148890_28", "title": "Bempedoic Acid -- Monitoring", "content": "Monitoring lipid levels within 12 weeks of initiation of bempedoic acid is highly recommended. Although frequently co-administered with statins to effectively reduce LDL-C levels, patients on bempedoic acid should be closely monitored, especially when administered with simvastatin and pravastatin. These statins exhibit an increased risk of muscle-related damage when co-administered with bempedoic acid. Therefore, coadministration of bempedoic acid with simvastatin at a dose greater than 20 mg and pravastatin at a dose greater than 40 mg is not recommended.", "contents": "Bempedoic Acid -- Monitoring. Monitoring lipid levels within 12 weeks of initiation of bempedoic acid is highly recommended. Although frequently co-administered with statins to effectively reduce LDL-C levels, patients on bempedoic acid should be closely monitored, especially when administered with simvastatin and pravastatin. These statins exhibit an increased risk of muscle-related damage when co-administered with bempedoic acid. Therefore, coadministration of bempedoic acid with simvastatin at a dose greater than 20 mg and pravastatin at a dose greater than 40 mg is not recommended."}
{"id": "article-148890_29", "title": "Bempedoic Acid -- Monitoring", "content": "Monitoring for signs and symptoms of hyperuricemia and assessing uric acid levels as clinically indicated is strongly recommended. [1] Furthermore, recommendations include monitoring for signs and symptoms of tendinopathy or tendon rupture, which may manifest as joint pain, swelling, and inflammation.", "contents": "Bempedoic Acid -- Monitoring. Monitoring for signs and symptoms of hyperuricemia and assessing uric acid levels as clinically indicated is strongly recommended. [1] Furthermore, recommendations include monitoring for signs and symptoms of tendinopathy or tendon rupture, which may manifest as joint pain, swelling, and inflammation."}
{"id": "article-148890_30", "title": "Bempedoic Acid -- Monitoring", "content": "Bempedoic acid is hepatically metabolized and may affect liver enzyme levels. However, current prescribing recommendations do not require routine monitoring of liver enzymes, bilirubin, or creatinine. A minimal increase in blood urea nitrogen and creatinine, a decrease in hemoglobin and leukocytes, and an increase in platelets have been reported with bempedoic acid usage. Nevertheless, routine monitoring for these parameters is considered unnecessary. [1]", "contents": "Bempedoic Acid -- Monitoring. Bempedoic acid is hepatically metabolized and may affect liver enzyme levels. However, current prescribing recommendations do not require routine monitoring of liver enzymes, bilirubin, or creatinine. A minimal increase in blood urea nitrogen and creatinine, a decrease in hemoglobin and leukocytes, and an increase in platelets have been reported with bempedoic acid usage. Nevertheless, routine monitoring for these parameters is considered unnecessary. [1]"}
{"id": "article-148890_31", "title": "Bempedoic Acid -- Toxicity", "content": "In the event of an overdose, the regional or local poison control center should be promptly notified. Currently, no specific antidote for bempedoic acid overdose has been identified. [1]", "contents": "Bempedoic Acid -- Toxicity. In the event of an overdose, the regional or local poison control center should be promptly notified. Currently, no specific antidote for bempedoic acid overdose has been identified. [1]"}
{"id": "article-148890_32", "title": "Bempedoic Acid -- Enhancing Healthcare Team Outcomes", "content": "Atherosclerotic cardiovascular disease  is the leading cause of death worldwide, with hyperlipidemia being a significant factor associated with an increased risk of cardiovascular disease. Statins are extensively prescribed drugs for treating hyperlipidemia, especially high levels of LDL-C. All healthcare practitioners should be aware of alternative treatments for patients with statin intolerance or familial hypercholesterolemia. [13] Bempedoic acid is a newly approved oral medication designed for additional LDL-C lowering. This drug is an effective monotherapy for patients experiencing statin intolerance or can be co-administered with statins or ezetimibe to enhance its efficacy further. [33] [18]", "contents": "Bempedoic Acid -- Enhancing Healthcare Team Outcomes. Atherosclerotic cardiovascular disease  is the leading cause of death worldwide, with hyperlipidemia being a significant factor associated with an increased risk of cardiovascular disease. Statins are extensively prescribed drugs for treating hyperlipidemia, especially high levels of LDL-C. All healthcare practitioners should be aware of alternative treatments for patients with statin intolerance or familial hypercholesterolemia. [13] Bempedoic acid is a newly approved oral medication designed for additional LDL-C lowering. This drug is an effective monotherapy for patients experiencing statin intolerance or can be co-administered with statins or ezetimibe to enhance its efficacy further. [33] [18]"}
{"id": "article-148890_33", "title": "Bempedoic Acid -- Enhancing Healthcare Team Outcomes", "content": "Optimal prescribing, dose adjustments, and monitoring for patient response are achieved through effective interprofessional communication among clinicians, pharmacists, and other subspecialists, such as cardiologists and endocrinologists. Coadministration of bempedoic acid with simvastatin at a dose greater than 20 mg and pravastatin at a dose greater than 40 mg is not recommended due to the increased risk of muscle-related adverse effects. Pharmacists are crucial in identifying such interactions and promptly informing the provider. Nursing staff can also contribute by closely monitoring for adverse reactions, providing patient counseling, and acting as a liaison between the pharmacist and the various healthcare providers involved in the patient's care.", "contents": "Bempedoic Acid -- Enhancing Healthcare Team Outcomes. Optimal prescribing, dose adjustments, and monitoring for patient response are achieved through effective interprofessional communication among clinicians, pharmacists, and other subspecialists, such as cardiologists and endocrinologists. Coadministration of bempedoic acid with simvastatin at a dose greater than 20 mg and pravastatin at a dose greater than 40 mg is not recommended due to the increased risk of muscle-related adverse effects. Pharmacists are crucial in identifying such interactions and promptly informing the provider. Nursing staff can also contribute by closely monitoring for adverse reactions, providing patient counseling, and acting as a liaison between the pharmacist and the various healthcare providers involved in the patient's care."}
{"id": "article-148890_34", "title": "Bempedoic Acid -- Enhancing Healthcare Team Outcomes", "content": "In conjunction with shared decision-making with the patient, the prescribing clinician should carefully assess the risks versus benefits of bempedoic acid medication. A collaborative interprofessional team approach among clinicians, specialists, nurses, and pharmacists is essential in optimizing bempedoic acid therapy to achieve optimal therapeutic patient outcomes.", "contents": "Bempedoic Acid -- Enhancing Healthcare Team Outcomes. In conjunction with shared decision-making with the patient, the prescribing clinician should carefully assess the risks versus benefits of bempedoic acid medication. A collaborative interprofessional team approach among clinicians, specialists, nurses, and pharmacists is essential in optimizing bempedoic acid therapy to achieve optimal therapeutic patient outcomes."}
{"id": "article-148890_35", "title": "Bempedoic Acid -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bempedoic Acid -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}