{"id": "article-20048_0", "title": "Corynebacterium Diphtheriae -- Continuing Education Activity", "content": "Pharyngitis is defined as the inflammation of pharyngeal tissue. Based on etiology, it can be divided into infectious and non-infectious sources. Viral etiology is the most common cause of pharyngitis due to its contagious origin. Diphtheria is one of the essential reasons for pharyngitis in non immunized and immunocompromised individuals, which can cause significant mortality and morbidity if remained untreated. Although today, it is mostly limited to developing countries, it can still occur sporadically in developed countries as well. This activity highlights the role of the interprofessional team in the diagnosis and management of patients with diphtheria.", "contents": "Corynebacterium Diphtheriae -- Continuing Education Activity. Pharyngitis is defined as the inflammation of pharyngeal tissue. Based on etiology, it can be divided into infectious and non-infectious sources. Viral etiology is the most common cause of pharyngitis due to its contagious origin. Diphtheria is one of the essential reasons for pharyngitis in non immunized and immunocompromised individuals, which can cause significant mortality and morbidity if remained untreated. Although today, it is mostly limited to developing countries, it can still occur sporadically in developed countries as well. This activity highlights the role of the interprofessional team in the diagnosis and management of patients with diphtheria."}
{"id": "article-20048_1", "title": "Corynebacterium Diphtheriae -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of Corynebacterium diphtheria. Outline the epidemiology of Corynebacterium diphtheria. Summarize the clinical findings associated with Corynebacterium diphtheria. Review the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients with Corynebacterium diphtheria. Access free multiple choice questions on this topic.", "contents": "Corynebacterium Diphtheriae -- Continuing Education Activity. Objectives: Describe the pathophysiology of Corynebacterium diphtheria. Outline the epidemiology of Corynebacterium diphtheria. Summarize the clinical findings associated with Corynebacterium diphtheria. Review the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients with Corynebacterium diphtheria. Access free multiple choice questions on this topic."}
{"id": "article-20048_2", "title": "Corynebacterium Diphtheriae -- Introduction", "content": "The term “diphtheria“ is derived from the Greek word ‘diphtheria’ which means ‘hide or leather,’ owing to characteristics of pseudomembrane produced by the organism itself over the site of colonization. [1] It is a vaccine-preventable but potentially lethal infection of the upper respiratory tract. The presentation may be as an asymptomatic carrier, cutaneous infection, or as pharyngitis with the following manifestation, such as sore throat, fever, malaise, and cervical lymphadenopathy. The characteristic hallmark of the disease is the formation of the pseudomembrane on the site of colonization. Anterior tonsillar pillars and posterior pharyngeal walls are the most common site of involvement. Before the introduction of universal vaccination in the 1940s - 1950, it was the primary cause of disease and death in children and young adults. However, after the introduction of universal immunization, the incidence of the disease has been reduced drastically to almost 5000 annually worldwide. [2] Different factors, including low socioeconomic status, inadequate income, inaccessibility to public health, war and displacement, and ineffective monitoring of the immunization schedule, have led to frequent sporadic outbreaks of the disease around the world. In this topic, we aim to provide a refresher course on Corynebacterium diphtheria .", "contents": "Corynebacterium Diphtheriae -- Introduction. The term “diphtheria“ is derived from the Greek word ‘diphtheria’ which means ‘hide or leather,’ owing to characteristics of pseudomembrane produced by the organism itself over the site of colonization. [1] It is a vaccine-preventable but potentially lethal infection of the upper respiratory tract. The presentation may be as an asymptomatic carrier, cutaneous infection, or as pharyngitis with the following manifestation, such as sore throat, fever, malaise, and cervical lymphadenopathy. The characteristic hallmark of the disease is the formation of the pseudomembrane on the site of colonization. Anterior tonsillar pillars and posterior pharyngeal walls are the most common site of involvement. Before the introduction of universal vaccination in the 1940s - 1950, it was the primary cause of disease and death in children and young adults. However, after the introduction of universal immunization, the incidence of the disease has been reduced drastically to almost 5000 annually worldwide. [2] Different factors, including low socioeconomic status, inadequate income, inaccessibility to public health, war and displacement, and ineffective monitoring of the immunization schedule, have led to frequent sporadic outbreaks of the disease around the world. In this topic, we aim to provide a refresher course on Corynebacterium diphtheria ."}
{"id": "article-20048_3", "title": "Corynebacterium Diphtheriae -- Etiology", "content": "Corynebacterium diphtheria is anaerobic, Gram-positive, non-motile, non-spore-forming, non-capsulated, toxin-producing, pleomorphic coccobacillus, which is usually club-shaped. Based on biochemical properties and colony morphology, it has four biotypes, namely, gravis , mitis , intermedius , and belfanti . C. mitis is responsible for mild, C. intermedius is an intermediate form, and C. gravis is a more severe form of the disease. [3] Substandard living conditions, low socioeconomic status, immunocompromised states, and incomplete immunization are risk factors for susceptibility and transmission of infection.", "contents": "Corynebacterium Diphtheriae -- Etiology. Corynebacterium diphtheria is anaerobic, Gram-positive, non-motile, non-spore-forming, non-capsulated, toxin-producing, pleomorphic coccobacillus, which is usually club-shaped. Based on biochemical properties and colony morphology, it has four biotypes, namely, gravis , mitis , intermedius , and belfanti . C. mitis is responsible for mild, C. intermedius is an intermediate form, and C. gravis is a more severe form of the disease. [3] Substandard living conditions, low socioeconomic status, immunocompromised states, and incomplete immunization are risk factors for susceptibility and transmission of infection."}
{"id": "article-20048_4", "title": "Corynebacterium Diphtheriae -- Epidemiology", "content": "Extensive implementation of a universal immunization program proved to be effective in declining the incidence of diphtheria to approximately 70% by 1980. [1] Despite there has been some occurrence of frequent outbursts of disease in various parts of the world. The most notable outbreaks that occurred in the post-vaccination era were in several states of the former Soviet Union, with reports of more than 157000 cases and around 5000 deaths. [2] C diphtheria outbreaks in Latvia during 2000-2009 reported the highest incidence rate annually in the European region with a 10-year incidence rate of 23.8 cases per million person-years. [4] About 74% of the case-patient, including 93% of infants who died, were found to be unvaccinated. [4] This highlights the necessity for the universal immunization program.", "contents": "Corynebacterium Diphtheriae -- Epidemiology. Extensive implementation of a universal immunization program proved to be effective in declining the incidence of diphtheria to approximately 70% by 1980. [1] Despite there has been some occurrence of frequent outbursts of disease in various parts of the world. The most notable outbreaks that occurred in the post-vaccination era were in several states of the former Soviet Union, with reports of more than 157000 cases and around 5000 deaths. [2] C diphtheria outbreaks in Latvia during 2000-2009 reported the highest incidence rate annually in the European region with a 10-year incidence rate of 23.8 cases per million person-years. [4] About 74% of the case-patient, including 93% of infants who died, were found to be unvaccinated. [4] This highlights the necessity for the universal immunization program."}
{"id": "article-20048_5", "title": "Corynebacterium Diphtheriae -- Epidemiology", "content": "Nigeria reported its outbreak of respiratory diphtheria in 2011. A similar outbreak also occurred in India from 2010 to 2016. Diphtheria outbreaks were also said to have happened in Haiti, Venezuela, and Yemen from 2015 to 2018 as a result of inadequate income, poor access to health care, and ineffective vaccination and monitoring regime. In 2017, outbreaks due to similar conditions were noted in multiple areas throughout the world, such as Rohingya refugee resettlement centers in Bangladesh and Indonesia. According to WHO, 16,611 reported cases were recorded in 2018. [3] It is to be noted that these are only the number of cases that were reported. Still, in general, the epidemiological burden of disease is far worse than what is seen on paper, mainly owing to a vast number of cases that remain under-reported, mostly in Asia, Africa, and Eastern Mediterranean countries.", "contents": "Corynebacterium Diphtheriae -- Epidemiology. Nigeria reported its outbreak of respiratory diphtheria in 2011. A similar outbreak also occurred in India from 2010 to 2016. Diphtheria outbreaks were also said to have happened in Haiti, Venezuela, and Yemen from 2015 to 2018 as a result of inadequate income, poor access to health care, and ineffective vaccination and monitoring regime. In 2017, outbreaks due to similar conditions were noted in multiple areas throughout the world, such as Rohingya refugee resettlement centers in Bangladesh and Indonesia. According to WHO, 16,611 reported cases were recorded in 2018. [3] It is to be noted that these are only the number of cases that were reported. Still, in general, the epidemiological burden of disease is far worse than what is seen on paper, mainly owing to a vast number of cases that remain under-reported, mostly in Asia, Africa, and Eastern Mediterranean countries."}
{"id": "article-20048_6", "title": "Corynebacterium Diphtheriae -- Epidemiology", "content": "An active immunization schedule against the toxigenic strain of C. diphtheria may have effectively control the toxigenic strain. However, the non-toxigenic strain of C. diphtheria is still at large and has now been an emerging burden of disease in developed countries. In the late 1990s, a severe invasive infection caused by nontoxigenic strains was reported in Europe, particularly in Italy, France, Switzerland, Great Britain, Canada, and Brazil. Among these countries, the most dramatic increase in the number of cases was seen in England and Wales, where the cases of non-toxigenic strain raised from 1 to 294 in the 2000s and have been increasing ever since.", "contents": "Corynebacterium Diphtheriae -- Epidemiology. An active immunization schedule against the toxigenic strain of C. diphtheria may have effectively control the toxigenic strain. However, the non-toxigenic strain of C. diphtheria is still at large and has now been an emerging burden of disease in developed countries. In the late 1990s, a severe invasive infection caused by nontoxigenic strains was reported in Europe, particularly in Italy, France, Switzerland, Great Britain, Canada, and Brazil. Among these countries, the most dramatic increase in the number of cases was seen in England and Wales, where the cases of non-toxigenic strain raised from 1 to 294 in the 2000s and have been increasing ever since."}
{"id": "article-20048_7", "title": "Corynebacterium Diphtheriae -- Pathophysiology", "content": "Corynebacterium diphtheria is essentially a ubiquitous organism present universally in soil, plants, and animals, including human beings. However, C. diphtheria is present almost exclusively in humans, though other animals, including cats, dogs, horses, and other domesticated animals, might also be potential carriers of this organism. [5]", "contents": "Corynebacterium Diphtheriae -- Pathophysiology. Corynebacterium diphtheria is essentially a ubiquitous organism present universally in soil, plants, and animals, including human beings. However, C. diphtheria is present almost exclusively in humans, though other animals, including cats, dogs, horses, and other domesticated animals, might also be potential carriers of this organism. [5]"}
{"id": "article-20048_8", "title": "Corynebacterium Diphtheriae -- Pathophysiology", "content": "The mode of transmission is via respiratory droplets or contact transmission from an infected host or their carrier. It can also be transmitted by direct contact with the objects or secretions previously in touch with the infected person and or its carrier. After gaining access to the host, the bacteria usually colonize in the upper respiratory tract. They typically do not invade tissue to cause disseminated bacteremia.", "contents": "Corynebacterium Diphtheriae -- Pathophysiology. The mode of transmission is via respiratory droplets or contact transmission from an infected host or their carrier. It can also be transmitted by direct contact with the objects or secretions previously in touch with the infected person and or its carrier. After gaining access to the host, the bacteria usually colonize in the upper respiratory tract. They typically do not invade tissue to cause disseminated bacteremia."}
{"id": "article-20048_9", "title": "Corynebacterium Diphtheriae -- Pathophysiology", "content": "Still, the toxigenic strains of these bacteria do produce toxins that are then released into the circulation resulting wide range of clinical manifestations. Exotoxin is released by endosomes, causes a localized inflammatory reaction followed by necrosis and tissue destruction. The toxin is made of two joined proteins. The B fragment binds to a receptor on the surface of susceptible host cells, which cleaves the membrane lipid layer enabling segment A to enter. [6] Fragment A inhibits an amino acid transfer, thus inhibiting protein synthesis. Diphtheria toxin (DT) causes a catalytic transfer of NAD to diphthamide, which inactivates the elongation factor that results in protein synthesis blockade and, ultimately, cell death. [7] Local tissue destruction enables the toxin to be carried by blood and lymph to other parts of the body. Elaboration of the diphtheria toxin may affect the myocardium, kidneys, and nervous system.", "contents": "Corynebacterium Diphtheriae -- Pathophysiology. Still, the toxigenic strains of these bacteria do produce toxins that are then released into the circulation resulting wide range of clinical manifestations. Exotoxin is released by endosomes, causes a localized inflammatory reaction followed by necrosis and tissue destruction. The toxin is made of two joined proteins. The B fragment binds to a receptor on the surface of susceptible host cells, which cleaves the membrane lipid layer enabling segment A to enter. [6] Fragment A inhibits an amino acid transfer, thus inhibiting protein synthesis. Diphtheria toxin (DT) causes a catalytic transfer of NAD to diphthamide, which inactivates the elongation factor that results in protein synthesis blockade and, ultimately, cell death. [7] Local tissue destruction enables the toxin to be carried by blood and lymph to other parts of the body. Elaboration of the diphtheria toxin may affect the myocardium, kidneys, and nervous system."}
{"id": "article-20048_10", "title": "Corynebacterium Diphtheriae -- Histopathology", "content": "Histological examination is not routinely carried out for a high likelihood of diphtheria infection. Histology is useful mainly for diagnosing Corynebacterium diphtheria , primarily when there is a co-infection with other pseudo membrane forming bacteria such as Staphylococcus species and Streptococcus species.", "contents": "Corynebacterium Diphtheriae -- Histopathology. Histological examination is not routinely carried out for a high likelihood of diphtheria infection. Histology is useful mainly for diagnosing Corynebacterium diphtheria , primarily when there is a co-infection with other pseudo membrane forming bacteria such as Staphylococcus species and Streptococcus species."}
{"id": "article-20048_11", "title": "Corynebacterium Diphtheriae -- Histopathology", "content": "The initial stage of the disease is characterized by edema and hyperemia of the affected epithelial surface, which is followed by necrosis and the formation of fibrinous suppurative exudates. These exudates then coagulate, creating a characteristic sturdy greyish whitish colored pseudo membrane appearance over the affected area. The pseudomembrane is composed of fibrin, necrotic epithelial cells, and C. diphtheria bacteria. The membrane is composed of mostly fibrin over the vocal cords, while on the bronchus, it is composed of both fibrin and neutrophils. [8]", "contents": "Corynebacterium Diphtheriae -- Histopathology. The initial stage of the disease is characterized by edema and hyperemia of the affected epithelial surface, which is followed by necrosis and the formation of fibrinous suppurative exudates. These exudates then coagulate, creating a characteristic sturdy greyish whitish colored pseudo membrane appearance over the affected area. The pseudomembrane is composed of fibrin, necrotic epithelial cells, and C. diphtheria bacteria. The membrane is composed of mostly fibrin over the vocal cords, while on the bronchus, it is composed of both fibrin and neutrophils. [8]"}
{"id": "article-20048_12", "title": "Corynebacterium Diphtheriae -- Histopathology", "content": "The myocardium, if affected, might show extensive hyaline degeneration along with the infiltration of mononuclear cells in the interstitium. There might be the presence of areas of necrosis and inflammation as well. Demonstration of diphtheria toxin (DT) with the myocardial fibers can also be seen on fluorescent staining of tissue sections with the anti-DT antibody. On an electron microscope, changes within the myofibres such as loss of matrix, mitochondrial enlargement with excess lipid, disorganization of cristae can be seen. Histological examination of the injured nerve demonstrates early changes seen in paranodal myelin, which includes both widenings of nodes of Ranvier and structural changes in its configuration. Segmental demyelination is rare at this stage but is a characteristic lesion in the latter part of the disease as the disease progresses. [8] Degeneration of axons is seen in severe cases. [3]", "contents": "Corynebacterium Diphtheriae -- Histopathology. The myocardium, if affected, might show extensive hyaline degeneration along with the infiltration of mononuclear cells in the interstitium. There might be the presence of areas of necrosis and inflammation as well. Demonstration of diphtheria toxin (DT) with the myocardial fibers can also be seen on fluorescent staining of tissue sections with the anti-DT antibody. On an electron microscope, changes within the myofibres such as loss of matrix, mitochondrial enlargement with excess lipid, disorganization of cristae can be seen. Histological examination of the injured nerve demonstrates early changes seen in paranodal myelin, which includes both widenings of nodes of Ranvier and structural changes in its configuration. Segmental demyelination is rare at this stage but is a characteristic lesion in the latter part of the disease as the disease progresses. [8] Degeneration of axons is seen in severe cases. [3]"}
{"id": "article-20048_13", "title": "Corynebacterium Diphtheriae -- Toxicokinetics", "content": "The production of toxins is the major virulence factor involved in the pathogenesis of the disease. The gene responsible for the synthesis of the toxin is encoded by corynebacteriophage, which, when integrated into the bacterial genome, can potentially transform the non-toxigenic strain into a virulent toxigenic strain.", "contents": "Corynebacterium Diphtheriae -- Toxicokinetics. The production of toxins is the major virulence factor involved in the pathogenesis of the disease. The gene responsible for the synthesis of the toxin is encoded by corynebacteriophage, which, when integrated into the bacterial genome, can potentially transform the non-toxigenic strain into a virulent toxigenic strain."}
{"id": "article-20048_14", "title": "Corynebacterium Diphtheriae -- Toxicokinetics", "content": "It is made up of a single polypeptide chain consisting of 535 amino acids. [3] Further analysis of the toxins via X-ray crystallography along with genetic and biochemical analysis reveals that it is composed of three functional domains, which are Catalytic domain with N–terminal ADP ribosyl transferase activity A transmembrane domain assists in the delivery of catalytic domain across the cell membrane Cell receptor binding domain. After binding of the diphtheria exotoxin to the host cell receptor, it undergoes receptor-mediated endocytosis.", "contents": "Corynebacterium Diphtheriae -- Toxicokinetics. It is made up of a single polypeptide chain consisting of 535 amino acids. [3] Further analysis of the toxins via X-ray crystallography along with genetic and biochemical analysis reveals that it is composed of three functional domains, which are Catalytic domain with N–terminal ADP ribosyl transferase activity A transmembrane domain assists in the delivery of catalytic domain across the cell membrane Cell receptor binding domain. After binding of the diphtheria exotoxin to the host cell receptor, it undergoes receptor-mediated endocytosis."}
{"id": "article-20048_15", "title": "Corynebacterium Diphtheriae -- Toxicokinetics", "content": "The toxin is then endocytosed, where it is acidified. The transmembrane domain is then inserted into the membrane, where it allows the delivery of the catalytic domain to its cytosol. The catalytic domain catalyzes the NAD+ dependent ribosylation of elongation factor 2 and hence inhibits protein synthesis. [9] Although the bacteria get a toxin-producing gene from bacteriophage, however, its regulation is controlled by the bacteria. The diphtheria toxin repressor gene (DtxR) is present on the bacterial chromosome, and toxin production depends upon the expression of tox and bacterial iron metabolism.", "contents": "Corynebacterium Diphtheriae -- Toxicokinetics. The toxin is then endocytosed, where it is acidified. The transmembrane domain is then inserted into the membrane, where it allows the delivery of the catalytic domain to its cytosol. The catalytic domain catalyzes the NAD+ dependent ribosylation of elongation factor 2 and hence inhibits protein synthesis. [9] Although the bacteria get a toxin-producing gene from bacteriophage, however, its regulation is controlled by the bacteria. The diphtheria toxin repressor gene (DtxR) is present on the bacterial chromosome, and toxin production depends upon the expression of tox and bacterial iron metabolism."}
{"id": "article-20048_16", "title": "Corynebacterium Diphtheriae -- Toxicokinetics -- Regulation of Diptheria Toxin Production", "content": "DtxR is a repressor gene that is activated by metals and is responsible for the regulation of iron uptake as well as the expression of haem-oxygenase and diphtheria toxin. [3] Siderophores are responsible for transporting the iron into the bacterial cell. Once the iron binds to the siderophores, there occurs the conformational change in its structure and which in turn allows the repressor to attach to the tox operator site. The regulation of tox by DtxR depends upon the availability of iron. DtxR is inhibited by decreased iron concentration and hence resulting in an increased amount of toxin generation. [3]", "contents": "Corynebacterium Diphtheriae -- Toxicokinetics -- Regulation of Diptheria Toxin Production. DtxR is a repressor gene that is activated by metals and is responsible for the regulation of iron uptake as well as the expression of haem-oxygenase and diphtheria toxin. [3] Siderophores are responsible for transporting the iron into the bacterial cell. Once the iron binds to the siderophores, there occurs the conformational change in its structure and which in turn allows the repressor to attach to the tox operator site. The regulation of tox by DtxR depends upon the availability of iron. DtxR is inhibited by decreased iron concentration and hence resulting in an increased amount of toxin generation. [3]"}
{"id": "article-20048_17", "title": "Corynebacterium Diphtheriae -- History and Physical", "content": "Clinical manifestation can be divided into local and systemic. Local sign occurs at the site of colonization, where there is the production of greyish/whitish black colored necrotic membranes, which oozes on removal. The most common location is usually in the tonsillar and the posterior pharyngeal wall. The extent of the layer can be co-related with morbidity and mortality as extensive membrane formation can compromise the airway leading to asphyxia and death. [10] Aspiration of this necrotic material can lead to aspiration pneumonia, which can further complicate the disease process. There is also sore throat and cervical lymphadenopathy (due to enlargement of the draining lymph node giving it an appearance of bull’s neck). [5]", "contents": "Corynebacterium Diphtheriae -- History and Physical. Clinical manifestation can be divided into local and systemic. Local sign occurs at the site of colonization, where there is the production of greyish/whitish black colored necrotic membranes, which oozes on removal. The most common location is usually in the tonsillar and the posterior pharyngeal wall. The extent of the layer can be co-related with morbidity and mortality as extensive membrane formation can compromise the airway leading to asphyxia and death. [10] Aspiration of this necrotic material can lead to aspiration pneumonia, which can further complicate the disease process. There is also sore throat and cervical lymphadenopathy (due to enlargement of the draining lymph node giving it an appearance of bull’s neck). [5]"}
{"id": "article-20048_18", "title": "Corynebacterium Diphtheriae -- History and Physical", "content": "Systemic manifestations can range from fever, malaise, shortness of breath, cough, cardiac and neurological complications resulting from circulating toxins released into the bloodstream. Cardiac manifestation can present as myocarditis, conduction defect leading to complete heart block, and severe heart failure cases. It can also lead to demyelination of nerves and the resulting neuropathy, ranging from mild weakness to complete paralysis. Some Guillain Barre syndrome-like presentation has also been reported in the past. [5] It has also been known that diphtheria toxin (DT) can cause diphtheritic polyneuropathy via inhibiting the synthesis of myelin proteolipid and essential proteins, which presents as palatal palsy initially, then progressing to distal polyneuropathy, diaphragmatic paralysis, and eventually death. [3]", "contents": "Corynebacterium Diphtheriae -- History and Physical. Systemic manifestations can range from fever, malaise, shortness of breath, cough, cardiac and neurological complications resulting from circulating toxins released into the bloodstream. Cardiac manifestation can present as myocarditis, conduction defect leading to complete heart block, and severe heart failure cases. It can also lead to demyelination of nerves and the resulting neuropathy, ranging from mild weakness to complete paralysis. Some Guillain Barre syndrome-like presentation has also been reported in the past. [5] It has also been known that diphtheria toxin (DT) can cause diphtheritic polyneuropathy via inhibiting the synthesis of myelin proteolipid and essential proteins, which presents as palatal palsy initially, then progressing to distal polyneuropathy, diaphragmatic paralysis, and eventually death. [3]"}
{"id": "article-20048_19", "title": "Corynebacterium Diphtheriae -- History and Physical", "content": "Cutaneous manifestation can cause cutaneous diphtheria. It has an appearance of chronic nonhealing ulcers in the exposed part of the body, usually the hands, legs, and feet. It is clinically indistinguishable from an ulcer due to other organisms and often coexists with Staphylococcus and Streptococcal infection.", "contents": "Corynebacterium Diphtheriae -- History and Physical. Cutaneous manifestation can cause cutaneous diphtheria. It has an appearance of chronic nonhealing ulcers in the exposed part of the body, usually the hands, legs, and feet. It is clinically indistinguishable from an ulcer due to other organisms and often coexists with Staphylococcus and Streptococcal infection."}
{"id": "article-20048_20", "title": "Corynebacterium Diphtheriae -- History and Physical", "content": "Apart from toxigenic strains of Corynebacterium diphtheria , the nontoxigenic strains though previously considered as nonvirulent, has now been reported to cause infection such as pharyngitis, sepsis, endocarditis, and osteomyelitis. [11] Hence a proper mechanism needs to work in place to identify and adequately treat these conditions effectively. [12] [13]", "contents": "Corynebacterium Diphtheriae -- History and Physical. Apart from toxigenic strains of Corynebacterium diphtheria , the nontoxigenic strains though previously considered as nonvirulent, has now been reported to cause infection such as pharyngitis, sepsis, endocarditis, and osteomyelitis. [11] Hence a proper mechanism needs to work in place to identify and adequately treat these conditions effectively. [12] [13]"}
{"id": "article-20048_21", "title": "Corynebacterium Diphtheriae -- Evaluation", "content": "The diagnosis is clinical. Fever, sore throat, malaise, cervical lymphadenopathy, and particularly the presence of grayish/whitish/blackish colored pseudomembrane on the tonsillar and the posterior pharyngeal wall should prompt the provider for early initiation of treatment with immediate administration of antitoxin. Diagnosis is confirmed by isolation of Corynebacterium species on culture and by toxigenicity testing. In equivocal cases, where the cultures are initially negative such as due to recent antibiotic therapy, but with antibody titers being less than 0.1 IU in serum sample and a known case of C. diphtheria in close contact, along with a positive PCR test of the patient can support the diagnosis of Corynebacterium diphtheria . [3] Culture grown in Loffler’s medium appears as a metachromatic stain when stained with polychrome methylene blue (Albert stain). Meanwhile, a bluish-colored appearance is seen in the rest of the bacterial cell. [3] When grown on tellurite medium appear dark grey or black due to the reduction of tellurite to tellurium.", "contents": "Corynebacterium Diphtheriae -- Evaluation. The diagnosis is clinical. Fever, sore throat, malaise, cervical lymphadenopathy, and particularly the presence of grayish/whitish/blackish colored pseudomembrane on the tonsillar and the posterior pharyngeal wall should prompt the provider for early initiation of treatment with immediate administration of antitoxin. Diagnosis is confirmed by isolation of Corynebacterium species on culture and by toxigenicity testing. In equivocal cases, where the cultures are initially negative such as due to recent antibiotic therapy, but with antibody titers being less than 0.1 IU in serum sample and a known case of C. diphtheria in close contact, along with a positive PCR test of the patient can support the diagnosis of Corynebacterium diphtheria . [3] Culture grown in Loffler’s medium appears as a metachromatic stain when stained with polychrome methylene blue (Albert stain). Meanwhile, a bluish-colored appearance is seen in the rest of the bacterial cell. [3] When grown on tellurite medium appear dark grey or black due to the reduction of tellurite to tellurium."}
{"id": "article-20048_22", "title": "Corynebacterium Diphtheriae -- Evaluation -- Toxigenicity Tests", "content": "Elek Test: The Elek test is based on the principle of antigen-antibody precipitation. It was first described in 1949, and ever since its introduction, it has mostly replaced the traditional in vivo virulence test in a guinea pig, which was most prevalent in those eras. In this process, positive control or a toxigenic strain and a non-toxigenic strain or negative control along with a DAT coated paper strip are placed in the agar medium. After 24 to 48 hours at 37 degrees C, a presence of a clear line of precipitin at a junction where the toxins and the antibodies meet supports the diagnosis. Other enzyme-based tests such as catalase cystinase, pyrazinamidase nitrate, and urease nitrate urease can be used to diagnose potentially toxigenic species within 4 hours. [3]", "contents": "Corynebacterium Diphtheriae -- Evaluation -- Toxigenicity Tests. Elek Test: The Elek test is based on the principle of antigen-antibody precipitation. It was first described in 1949, and ever since its introduction, it has mostly replaced the traditional in vivo virulence test in a guinea pig, which was most prevalent in those eras. In this process, positive control or a toxigenic strain and a non-toxigenic strain or negative control along with a DAT coated paper strip are placed in the agar medium. After 24 to 48 hours at 37 degrees C, a presence of a clear line of precipitin at a junction where the toxins and the antibodies meet supports the diagnosis. Other enzyme-based tests such as catalase cystinase, pyrazinamidase nitrate, and urease nitrate urease can be used to diagnose potentially toxigenic species within 4 hours. [3]"}
{"id": "article-20048_23", "title": "Corynebacterium Diphtheriae -- Evaluation -- Toxigenicity Tests", "content": "Newer technologies such as matrix-assisted laser desorption/ionization-time of flight mass spectrometry (MALDI-TOF) helps indirect identification of specific species from a colony grown in blood agar plates in approximately 30 minutes with high accuracy of 97% to 100%. [3] Besides these, other tests such as Elisa, PCR have also been useful.", "contents": "Corynebacterium Diphtheriae -- Evaluation -- Toxigenicity Tests. Newer technologies such as matrix-assisted laser desorption/ionization-time of flight mass spectrometry (MALDI-TOF) helps indirect identification of specific species from a colony grown in blood agar plates in approximately 30 minutes with high accuracy of 97% to 100%. [3] Besides these, other tests such as Elisa, PCR have also been useful."}
{"id": "article-20048_24", "title": "Corynebacterium Diphtheriae -- Evaluation -- Imaging", "content": "Echocardiography can be done to assess the ejection fraction and other associated structural anomalies if present, such as aortic regurgitation, mitral valve regurgitation, and ventricular systolic dysfunction. Electrocardiography is an essential tool to monitor dynamic changes in ST and T waves, which could detect conduction anomalies such as sinus tachycardia, ectopic beats, heart block, and myocardial infarction as well. CT scans can detect complications such as interventricular abscess as well and changes in pericardial thickness. X-ray examination on a patient with diphtheria may present with nonspecific findings such as pulmonary infiltrates or cardiomegaly.", "contents": "Corynebacterium Diphtheriae -- Evaluation -- Imaging. Echocardiography can be done to assess the ejection fraction and other associated structural anomalies if present, such as aortic regurgitation, mitral valve regurgitation, and ventricular systolic dysfunction. Electrocardiography is an essential tool to monitor dynamic changes in ST and T waves, which could detect conduction anomalies such as sinus tachycardia, ectopic beats, heart block, and myocardial infarction as well. CT scans can detect complications such as interventricular abscess as well and changes in pericardial thickness. X-ray examination on a patient with diphtheria may present with nonspecific findings such as pulmonary infiltrates or cardiomegaly."}
{"id": "article-20048_25", "title": "Corynebacterium Diphtheriae -- Evaluation -- Role Of Biomarkers", "content": "A rise in biomarkers, such as total leukocyte count and serum glutamic oxalo-acetic transaminase levels (SGOT), can be associated with a worse prognosis and can correlate with disease severity. [3] [10] Similarly, CPK MB and cardiac troponin can be used to predict disease activity.", "contents": "Corynebacterium Diphtheriae -- Evaluation -- Role Of Biomarkers. A rise in biomarkers, such as total leukocyte count and serum glutamic oxalo-acetic transaminase levels (SGOT), can be associated with a worse prognosis and can correlate with disease severity. [3] [10] Similarly, CPK MB and cardiac troponin can be used to predict disease activity."}
{"id": "article-20048_26", "title": "Corynebacterium Diphtheriae -- Treatment / Management", "content": "Prompt administration of diphtheria antitoxin, along with the antibiotics coverage, is the mainstay of treatment, as evident in some epidemiological surveys claiming it to be 97% effective. [9] Isolate all cases and use droplet precautions to limit the number of possible contacts. The diphtheria antitoxin or DAT is typically obtained from the horse’s serum, which has been immunized against diphtheria toxin. Hence, it is useful for neutralizing circulating diphtheria toxin and not to those toxins that are adhered to the cell. For this reason, it is empirical to administer antitoxin early after the presumptive diagnosis has been made, even before its bacterial confirmation.", "contents": "Corynebacterium Diphtheriae -- Treatment / Management. Prompt administration of diphtheria antitoxin, along with the antibiotics coverage, is the mainstay of treatment, as evident in some epidemiological surveys claiming it to be 97% effective. [9] Isolate all cases and use droplet precautions to limit the number of possible contacts. The diphtheria antitoxin or DAT is typically obtained from the horse’s serum, which has been immunized against diphtheria toxin. Hence, it is useful for neutralizing circulating diphtheria toxin and not to those toxins that are adhered to the cell. For this reason, it is empirical to administer antitoxin early after the presumptive diagnosis has been made, even before its bacterial confirmation."}
{"id": "article-20048_27", "title": "Corynebacterium Diphtheriae -- Treatment / Management", "content": "The antibiotics are administered to neutralize the offending pathogens. The most commonly used antibiotics are penicillin and erythromycin, which are usually given for a minimum of two weeks. It should be followed by nasopharyngeal and throat culture taken 24 hours after the completion of antibiotics. If cultures are still positive, another course of antibiotics for ten days can be added. There have been many concerns regarding the antibiotic resistance of the bacteria. The first case of multi-drug resistant C diphtheria, resistant to erythromycin, was first reported by Mina et al. in Canada. [1]", "contents": "Corynebacterium Diphtheriae -- Treatment / Management. The antibiotics are administered to neutralize the offending pathogens. The most commonly used antibiotics are penicillin and erythromycin, which are usually given for a minimum of two weeks. It should be followed by nasopharyngeal and throat culture taken 24 hours after the completion of antibiotics. If cultures are still positive, another course of antibiotics for ten days can be added. There have been many concerns regarding the antibiotic resistance of the bacteria. The first case of multi-drug resistant C diphtheria, resistant to erythromycin, was first reported by Mina et al. in Canada. [1]"}
{"id": "article-20048_28", "title": "Corynebacterium Diphtheriae -- Treatment / Management", "content": "A study carried out in Vietnam in 1998 found out that there were increasing multi-drug resistant strains, which showed that four out of fifteen isolates tested were found to be resistant to erythromycin but were still sensitive to penicillin. A similar portrait was also seen in Brazil, where seven out of forty-seven tested were found to be resistant to penicillin, while that of erythromycin was two out of forty-seven, [1] thus indicating that it is uncommon but possible for these organisms to develop resistance to a particular antibiotic.", "contents": "Corynebacterium Diphtheriae -- Treatment / Management. A study carried out in Vietnam in 1998 found out that there were increasing multi-drug resistant strains, which showed that four out of fifteen isolates tested were found to be resistant to erythromycin but were still sensitive to penicillin. A similar portrait was also seen in Brazil, where seven out of forty-seven tested were found to be resistant to penicillin, while that of erythromycin was two out of forty-seven, [1] thus indicating that it is uncommon but possible for these organisms to develop resistance to a particular antibiotic."}
{"id": "article-20048_29", "title": "Corynebacterium Diphtheriae -- Treatment / Management", "content": "Immunization against diphtheria begins early in life. Three initial doses are given at 4 to 8 weeks apart, starting with the first dose of the series, usually given in the second month of life. The fourth dose is given after one year of the third dose, followed by a fourth dose approximately one year after the last primary vaccination. [9] Since the effectiveness of the vaccines gradually wanes over the years, CDC recommends the adult population must receive a booster dose of vaccine every ten years. [14] An additional treatment of diphtheria toxoid should be provided to a person traveling to an endemic area such as Asia, Africa, Central, and South America, Russia, and Eastern Europe.", "contents": "Corynebacterium Diphtheriae -- Treatment / Management. Immunization against diphtheria begins early in life. Three initial doses are given at 4 to 8 weeks apart, starting with the first dose of the series, usually given in the second month of life. The fourth dose is given after one year of the third dose, followed by a fourth dose approximately one year after the last primary vaccination. [9] Since the effectiveness of the vaccines gradually wanes over the years, CDC recommends the adult population must receive a booster dose of vaccine every ten years. [14] An additional treatment of diphtheria toxoid should be provided to a person traveling to an endemic area such as Asia, Africa, Central, and South America, Russia, and Eastern Europe."}
{"id": "article-20048_30", "title": "Corynebacterium Diphtheriae -- Differential Diagnosis", "content": "Corynebacterium diphtheria has many similarities with other disease conditions. Following are very close mimick to Crynobacterium diphtheria : Viral pharyngitis Streptococcal pharyngitis Acute epiglottitis Infectious mononucleosis Oral candidiasis Infective endocarditis Angioedema Epiglottitis Retropharyngeal abscess", "contents": "Corynebacterium Diphtheriae -- Differential Diagnosis. Corynebacterium diphtheria has many similarities with other disease conditions. Following are very close mimick to Crynobacterium diphtheria : Viral pharyngitis Streptococcal pharyngitis Acute epiglottitis Infectious mononucleosis Oral candidiasis Infective endocarditis Angioedema Epiglottitis Retropharyngeal abscess"}
{"id": "article-20048_31", "title": "Corynebacterium Diphtheriae -- Prognosis", "content": "The overall mortality of diphtheria has been relatively constant, 10% in the past 100 years. [15] The primary cause of death in patients with diphtheria is due to cardiac complications, where the incidence of developing cardiac complications following diphtheria is 10 to 30%. Still, of those affected, the associated mortality is approximately 50%. [15]", "contents": "Corynebacterium Diphtheriae -- Prognosis. The overall mortality of diphtheria has been relatively constant, 10% in the past 100 years. [15] The primary cause of death in patients with diphtheria is due to cardiac complications, where the incidence of developing cardiac complications following diphtheria is 10 to 30%. Still, of those affected, the associated mortality is approximately 50%. [15]"}
{"id": "article-20048_32", "title": "Corynebacterium Diphtheriae -- Prognosis", "content": "There are several clinical and laboratory parameters that determine the prognosis of an individual. Clinical factors such as immunization status of an individual, duration of symptoms, and time of diagnosis influence the outcome of the disease. The extent of pseudomembrane formation [10] [3] and the extent of inflammation of soft tissue edema, which leads to the classical bull neck appearance, is associated with a poor prognosis. [4]", "contents": "Corynebacterium Diphtheriae -- Prognosis. There are several clinical and laboratory parameters that determine the prognosis of an individual. Clinical factors such as immunization status of an individual, duration of symptoms, and time of diagnosis influence the outcome of the disease. The extent of pseudomembrane formation [10] [3] and the extent of inflammation of soft tissue edema, which leads to the classical bull neck appearance, is associated with a poor prognosis. [4]"}
{"id": "article-20048_33", "title": "Corynebacterium Diphtheriae -- Prognosis", "content": "Laboratory parameters, including rising SGOT, total leukocyte count, are associated with poor outcomes. [10] A study conducted in 2004 to evaluate clinical features and predictors of diphtheritic cardiomyopathy in 154 Vietnamese children found out that the presence of extensive pseudomembrane and bull neck appearance could more accurately predict the development of diphtheritic cardiomyopathy and hence the prognosis. [15] Similarly, the presence of myocarditis on admission alone with the presence of an extensive pseudo membrane could best predict the fatal outcome. The elevation of AST was the best predictor for the development of diphtheritic cardiomyopathy.", "contents": "Corynebacterium Diphtheriae -- Prognosis. Laboratory parameters, including rising SGOT, total leukocyte count, are associated with poor outcomes. [10] A study conducted in 2004 to evaluate clinical features and predictors of diphtheritic cardiomyopathy in 154 Vietnamese children found out that the presence of extensive pseudomembrane and bull neck appearance could more accurately predict the development of diphtheritic cardiomyopathy and hence the prognosis. [15] Similarly, the presence of myocarditis on admission alone with the presence of an extensive pseudo membrane could best predict the fatal outcome. The elevation of AST was the best predictor for the development of diphtheritic cardiomyopathy."}
{"id": "article-20048_34", "title": "Corynebacterium Diphtheriae -- Complications", "content": "Failure to timely identify and treat diphtheria leads to the dissemination of diphtheria toxin (DT) into circulation, which eventually gains access to the heart, CNS, kidneys, and other organs, leading to various complications. The cardiac complications can present as myocarditis, constrictive pericarditis, endocarditis, conduction defect leading to complete heart block, and in severe cases as heart failure. [16] [17] [18] [19] [20]", "contents": "Corynebacterium Diphtheriae -- Complications. Failure to timely identify and treat diphtheria leads to the dissemination of diphtheria toxin (DT) into circulation, which eventually gains access to the heart, CNS, kidneys, and other organs, leading to various complications. The cardiac complications can present as myocarditis, constrictive pericarditis, endocarditis, conduction defect leading to complete heart block, and in severe cases as heart failure. [16] [17] [18] [19] [20]"}
{"id": "article-20048_35", "title": "Corynebacterium Diphtheriae -- Complications", "content": "Neurological complications occur due to demyelination of the nerve and the resulting neuropathy, which can range from mild weakness to complete paralysis. Some Guillain Barre syndrome-like presentation has also been reported in the past. [5] It has also been known that DT can cause diphtheritic polyneuropathy via inhibiting the synthesis of myelin proteolipid and essential proteins, which presents as palatal palsy, initially progressing to distal polyneuropathy, diaphragmatic palsy, and eventual death. [3] The presence of bulbar palsy, the involvement of other organs such as the heart, and less gradual onset of neuropathy of more than four weeks differentiate it from Guillian Barre syndrome. [3] Other organ-specific complications include nephritis. [16]", "contents": "Corynebacterium Diphtheriae -- Complications. Neurological complications occur due to demyelination of the nerve and the resulting neuropathy, which can range from mild weakness to complete paralysis. Some Guillain Barre syndrome-like presentation has also been reported in the past. [5] It has also been known that DT can cause diphtheritic polyneuropathy via inhibiting the synthesis of myelin proteolipid and essential proteins, which presents as palatal palsy, initially progressing to distal polyneuropathy, diaphragmatic palsy, and eventual death. [3] The presence of bulbar palsy, the involvement of other organs such as the heart, and less gradual onset of neuropathy of more than four weeks differentiate it from Guillian Barre syndrome. [3] Other organ-specific complications include nephritis. [16]"}
{"id": "article-20048_36", "title": "Corynebacterium Diphtheriae -- Deterrence and Patient Education", "content": "Socioeconomic factors, low-income status, unemployment, cultural and religious beliefs, false perceptions about vaccinations, educational status of mothers, premature birth, and parental absent-mindedness are some of the hindrances that affect the immunization status of an individual and, in turn increasing the likelihood of infection with a toxigenic strain of C. diphtheria . Certain health conditions, including dental caries, a heart condition, diabetes mellitus, are associated with increased risk for infection with a non-toxigenic strain of C. diphtheria . Among these, intravenous drug or alcohol abuse and homelessness are major risk factors for contracting the disease. [21]", "contents": "Corynebacterium Diphtheriae -- Deterrence and Patient Education. Socioeconomic factors, low-income status, unemployment, cultural and religious beliefs, false perceptions about vaccinations, educational status of mothers, premature birth, and parental absent-mindedness are some of the hindrances that affect the immunization status of an individual and, in turn increasing the likelihood of infection with a toxigenic strain of C. diphtheria . Certain health conditions, including dental caries, a heart condition, diabetes mellitus, are associated with increased risk for infection with a non-toxigenic strain of C. diphtheria . Among these, intravenous drug or alcohol abuse and homelessness are major risk factors for contracting the disease. [21]"}
{"id": "article-20048_37", "title": "Corynebacterium Diphtheriae -- Deterrence and Patient Education", "content": "Strengthening public health measures to ensure adequate immunization in toddlers, the adult population, and travelers to an endemic region is necessary to control disease outbreaks. An effective monitoring strategy should be in place to detect outbreaks in vulnerable populations. In addition, patient education through counseling, mass media, and other measures are essential to break the perception about vaccination and improve compliance.", "contents": "Corynebacterium Diphtheriae -- Deterrence and Patient Education. Strengthening public health measures to ensure adequate immunization in toddlers, the adult population, and travelers to an endemic region is necessary to control disease outbreaks. An effective monitoring strategy should be in place to detect outbreaks in vulnerable populations. In addition, patient education through counseling, mass media, and other measures are essential to break the perception about vaccination and improve compliance."}
{"id": "article-20048_38", "title": "Corynebacterium Diphtheriae -- Enhancing Healthcare Team Outcomes", "content": "Diphtheria is a potentially fatal infection with a fatality rate ranging from 5 to 17%. [3] Severe myocardial and neurological complications have been seen in two-thirds of patients with severe diphtheria. Myocarditis, constrictive pericarditis, endocarditis, atrioventricular block, complete heart block are some of the cardiac complications. Most of the death in diphtheria occurs due to cardiac complications. Other documented complications include polyneuropathy, nephritis, which increases morbidity.", "contents": "Corynebacterium Diphtheriae -- Enhancing Healthcare Team Outcomes. Diphtheria is a potentially fatal infection with a fatality rate ranging from 5 to 17%. [3] Severe myocardial and neurological complications have been seen in two-thirds of patients with severe diphtheria. Myocarditis, constrictive pericarditis, endocarditis, atrioventricular block, complete heart block are some of the cardiac complications. Most of the death in diphtheria occurs due to cardiac complications. Other documented complications include polyneuropathy, nephritis, which increases morbidity."}
{"id": "article-20048_39", "title": "Corynebacterium Diphtheriae -- Enhancing Healthcare Team Outcomes", "content": "The involvement of multiple subspecialties, including cardiologists, nephrologists, neurologists, infectious disease specialists, surgeons, is necessary to improve the prognosis of the disease. Likewise, physiotherapists and rehabilitation therapists play a crucial role in the recovery of a patient with neurological complications. Ensuring adequate immunization status by a provider can serve as effective prevention from contracting the disease in the first place, which can significantly reduce the burden of disease in a population. Nontoxigenic strains of C. diphtheria , though previously considered as non-virulent, now emerges as an essential cause of endocarditis and pharyngitis. Hence the providers must diagnose and treat the condition at the earliest.", "contents": "Corynebacterium Diphtheriae -- Enhancing Healthcare Team Outcomes. The involvement of multiple subspecialties, including cardiologists, nephrologists, neurologists, infectious disease specialists, surgeons, is necessary to improve the prognosis of the disease. Likewise, physiotherapists and rehabilitation therapists play a crucial role in the recovery of a patient with neurological complications. Ensuring adequate immunization status by a provider can serve as effective prevention from contracting the disease in the first place, which can significantly reduce the burden of disease in a population. Nontoxigenic strains of C. diphtheria , though previously considered as non-virulent, now emerges as an essential cause of endocarditis and pharyngitis. Hence the providers must diagnose and treat the condition at the earliest."}
{"id": "article-20048_40", "title": "Corynebacterium Diphtheriae -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Corynebacterium Diphtheriae -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}