{"id": "article-27303_0", "title": "Plasma Volume Study -- Introduction", "content": "Determination of a patient's blood volume status is an important and sometimes challenging area of clinical medicine. Fluid balance and circulation are essential in helping to maintain hemodynamic homeostasis. Physiologically, a balance exists between the intake of food and liquids versus output through respiration, urine, feces, and skin. In health, our bodies can efficiently regulate this balance to maintain hemodynamic stability. However, in illness, this stability is adversely affected. How is it affected? It varies significantly based on the pathophysiology of the disease, but fluid can easily shift high or low with vomiting, diarrhea, renal failure, intravenous fluids, blood transfusion, and fever, to name a few. Even within healthy individuals, the blood volume can vary based on body size, ideal body weight, body composition (lean body mass vs. fat), basal metabolic rate, and nutrition, among others. [1]", "contents": "Plasma Volume Study -- Introduction. Determination of a patient's blood volume status is an important and sometimes challenging area of clinical medicine. Fluid balance and circulation are essential in helping to maintain hemodynamic homeostasis. Physiologically, a balance exists between the intake of food and liquids versus output through respiration, urine, feces, and skin. In health, our bodies can efficiently regulate this balance to maintain hemodynamic stability. However, in illness, this stability is adversely affected. How is it affected? It varies significantly based on the pathophysiology of the disease, but fluid can easily shift high or low with vomiting, diarrhea, renal failure, intravenous fluids, blood transfusion, and fever, to name a few. Even within healthy individuals, the blood volume can vary based on body size, ideal body weight, body composition (lean body mass vs. fat), basal metabolic rate, and nutrition, among others. [1]"}
{"id": "article-27303_1", "title": "Plasma Volume Study -- Introduction", "content": "Clinically, it is the physician's job to be able to accurately assess whether a patient is hypervolemic, euvolemic, or hypovolemic. To do this, physicians rely predominately on their physical exam skills. Findings, such as edema, jugular venous distension, moist mucus membranes, and crackles on lung auscultation, all suggest that a patient is volume overloaded. But, as exemplified by Acute Respiratory Distress Syndrome (ARDS), the status of the plasma volume correlated with mortality, ICU stay, and ventilator-free days. [2] An estimated Plasma VOlume (ePV) can be useful in the setting of congestive heart failure to suggest morbidity and mortality. [3] The Plamsam volume (ePV) has also served as a repository of inflammatory cytokines that increase the thrombotic risk in patients, particularly those with cardiovascular problems and patients having myeloproliferative disease. [4] However, specific disease pathologies can lead to a shift of intravascular fluid into the extravascular space, leading to edema on clinical presentation, but in actuality, the patient is intravascularly depleted. The question then becomes, what can clinicians do to improve their diagnostic skills? One option is to use an ultrasound to look at the diameter and compressibility of the inferior vena cava (IVC). If the IVC is smaller in diameter and easily compressible, then this suggests that the patient is hypovolemic. Another more invasive option is to check central venous pressure (CVP). Unfortunately, the CVP is affected by multiple factors, which makes it less reliable.", "contents": "Plasma Volume Study -- Introduction. Clinically, it is the physician's job to be able to accurately assess whether a patient is hypervolemic, euvolemic, or hypovolemic. To do this, physicians rely predominately on their physical exam skills. Findings, such as edema, jugular venous distension, moist mucus membranes, and crackles on lung auscultation, all suggest that a patient is volume overloaded. But, as exemplified by Acute Respiratory Distress Syndrome (ARDS), the status of the plasma volume correlated with mortality, ICU stay, and ventilator-free days. [2] An estimated Plasma VOlume (ePV) can be useful in the setting of congestive heart failure to suggest morbidity and mortality. [3] The Plamsam volume (ePV) has also served as a repository of inflammatory cytokines that increase the thrombotic risk in patients, particularly those with cardiovascular problems and patients having myeloproliferative disease. [4] However, specific disease pathologies can lead to a shift of intravascular fluid into the extravascular space, leading to edema on clinical presentation, but in actuality, the patient is intravascularly depleted. The question then becomes, what can clinicians do to improve their diagnostic skills? One option is to use an ultrasound to look at the diameter and compressibility of the inferior vena cava (IVC). If the IVC is smaller in diameter and easily compressible, then this suggests that the patient is hypovolemic. Another more invasive option is to check central venous pressure (CVP). Unfortunately, the CVP is affected by multiple factors, which makes it less reliable."}
{"id": "article-27303_2", "title": "Plasma Volume Study -- Introduction", "content": "Given the above difficulties with correctly assessing volume status, there is another test that has been around for decades to help physicians make their decisions. This test is a volume study, and it has traditionally taken place in the nuclear medicine departments of hospitals. The method by which the study works is through the use of radioactive tracers mixed into the patient's blood. Over a set period over time, the concentration of the tracer will dilute, and we can compare this concentration to the dilution of a concentration of a known volume over the same period. With this comparison, we can calculate the patient's blood volume. This method is known as the indicator dilution technique. This technique was first used for the measurement of plasma volume in 1915 using red dye(Vital Red). [5]", "contents": "Plasma Volume Study -- Introduction. Given the above difficulties with correctly assessing volume status, there is another test that has been around for decades to help physicians make their decisions. This test is a volume study, and it has traditionally taken place in the nuclear medicine departments of hospitals. The method by which the study works is through the use of radioactive tracers mixed into the patient's blood. Over a set period over time, the concentration of the tracer will dilute, and we can compare this concentration to the dilution of a concentration of a known volume over the same period. With this comparison, we can calculate the patient's blood volume. This method is known as the indicator dilution technique. This technique was first used for the measurement of plasma volume in 1915 using red dye(Vital Red). [5]"}
{"id": "article-27303_3", "title": "Plasma Volume Study -- Introduction", "content": "Unfortunately, in the past, this test could, at best, yield results in four to six hours. This study is primarily needed to help clinicians determine volume status in critically ill patients. Therefore, the test was previously not very beneficial due to the time it took to obtain results. However, there has more recently been the development of a new semi-automated system for blood volume analysis that can yield results in around 90 minutes. [6] Since results are more quickly obtainable now, there has been renewed interest in this study.", "contents": "Plasma Volume Study -- Introduction. Unfortunately, in the past, this test could, at best, yield results in four to six hours. This study is primarily needed to help clinicians determine volume status in critically ill patients. Therefore, the test was previously not very beneficial due to the time it took to obtain results. However, there has more recently been the development of a new semi-automated system for blood volume analysis that can yield results in around 90 minutes. [6] Since results are more quickly obtainable now, there has been renewed interest in this study."}
{"id": "article-27303_4", "title": "Plasma Volume Study -- Introduction", "content": "To understand how this study works, one must review blood volume physiology. Blood volume consists of two components, the red cell volume (RCV) and the plasma volume (PV). The RCV is composed of red blood cells (RBCs), which carry oxygen. The RCV represents slightly less than half of the total blood volume. The PV is predominately composed of water as well as plasma proteins, including albumin. The plasma proteins help to maintain the oncotic pressure that draws water from surrounding tissues into the vasculature. Patients with low albumin lose this oncotic pressure, which results in fluid shifting from the intravascular space into the extravascular space, as described above. The final topic to discuss is the hematocrit. Hematocrit represents the percentage of the total blood volume that is composed of RBCs. The range for hematocrit is 42 to 47% in men and 37 to 43% in women. [5]", "contents": "Plasma Volume Study -- Introduction. To understand how this study works, one must review blood volume physiology. Blood volume consists of two components, the red cell volume (RCV) and the plasma volume (PV). The RCV is composed of red blood cells (RBCs), which carry oxygen. The RCV represents slightly less than half of the total blood volume. The PV is predominately composed of water as well as plasma proteins, including albumin. The plasma proteins help to maintain the oncotic pressure that draws water from surrounding tissues into the vasculature. Patients with low albumin lose this oncotic pressure, which results in fluid shifting from the intravascular space into the extravascular space, as described above. The final topic to discuss is the hematocrit. Hematocrit represents the percentage of the total blood volume that is composed of RBCs. The range for hematocrit is 42 to 47% in men and 37 to 43% in women. [5]"}
{"id": "article-27303_5", "title": "Plasma Volume Study -- Introduction", "content": "Another option for the assessment of plasma volume uses the optimized carbon monoxide-rebreathing method to determine the hemoglobin mass and from this the plasma volume.", "contents": "Plasma Volume Study -- Introduction. Another option for the assessment of plasma volume uses the optimized carbon monoxide-rebreathing method to determine the hemoglobin mass and from this the plasma volume."}
{"id": "article-27303_6", "title": "Plasma Volume Study -- Specimen Collection", "content": "The study begins with an accurate measurement of the patient's height and weight. These metrics are important because, as mentioned above, blood volume can vary based on body size. Patients with higher body fat actually have a blood volume that is lower per unit of mass. [7] [8] [9] To account for this, a method of estimating body composition is used, based on the \"Metropolitan Life Height and Weight Tables.\" [10] This helps to give an ideal body weight and a way to standardize for varying body types.", "contents": "Plasma Volume Study -- Specimen Collection. The study begins with an accurate measurement of the patient's height and weight. These metrics are important because, as mentioned above, blood volume can vary based on body size. Patients with higher body fat actually have a blood volume that is lower per unit of mass. [7] [8] [9] To account for this, a method of estimating body composition is used, based on the \"Metropolitan Life Height and Weight Tables.\" [10] This helps to give an ideal body weight and a way to standardize for varying body types."}
{"id": "article-27303_7", "title": "Plasma Volume Study -- Specimen Collection", "content": "After this, intravenous access is obtained, and a control sample of blood is drawn from the patient. The patient then receives a prepared sample containing 1 mL of a radioisotope tracer containing 125I-human serum albumin (HSA) or 131I-HSA. A total of 12 minutes is allowed to pass for the isotope to mix within the blood appropriately. Once 12 minutes pass, the first blood sample is taken, followed by another sample every 6 minutes until there is a total of 5 specimens.", "contents": "Plasma Volume Study -- Specimen Collection. After this, intravenous access is obtained, and a control sample of blood is drawn from the patient. The patient then receives a prepared sample containing 1 mL of a radioisotope tracer containing 125I-human serum albumin (HSA) or 131I-HSA. A total of 12 minutes is allowed to pass for the isotope to mix within the blood appropriately. Once 12 minutes pass, the first blood sample is taken, followed by another sample every 6 minutes until there is a total of 5 specimens."}
{"id": "article-27303_8", "title": "Plasma Volume Study -- Specimen Collection", "content": "With carbon monoxide (CO) rebreathing, a small quantity of CO is diluted in oxygen and rebreathed for a specified time period. Most of the CO is absorbed and bound to circulating hemoglobin. The dilution principle then allows the calculation of the total number of circulating hemoglobin molecules based on the number of absorbed CO molecules and the resulting changes in the fraction of carboxyhemoglobin in the blood. [11]", "contents": "Plasma Volume Study -- Specimen Collection. With carbon monoxide (CO) rebreathing, a small quantity of CO is diluted in oxygen and rebreathed for a specified time period. Most of the CO is absorbed and bound to circulating hemoglobin. The dilution principle then allows the calculation of the total number of circulating hemoglobin molecules based on the number of absorbed CO molecules and the resulting changes in the fraction of carboxyhemoglobin in the blood. [11]"}
{"id": "article-27303_9", "title": "Plasma Volume Study -- Procedures", "content": "Once the five samples are collected, they are then centrifuged to separate the samples with PV being the top layer and the RCV being at the base. Two separate 1 mL samples of plasma are then taken from each of the five samples and placed into the machine. This report is based on a proprietary machine that uses the indicator dilution technique to calculate the plasma volume. Then the hematocrit is used to estimate the red cell volume and the total blood volume. [5]", "contents": "Plasma Volume Study -- Procedures. Once the five samples are collected, they are then centrifuged to separate the samples with PV being the top layer and the RCV being at the base. Two separate 1 mL samples of plasma are then taken from each of the five samples and placed into the machine. This report is based on a proprietary machine that uses the indicator dilution technique to calculate the plasma volume. Then the hematocrit is used to estimate the red cell volume and the total blood volume. [5]"}
{"id": "article-27303_10", "title": "Plasma Volume Study -- Procedures", "content": "Over the next 20 to 40 minutes, the machine will calculate and then display the counts for the baseline, standard, and duplicated plasma samples as well as replicated hematocrit measurements. [6] It duplicates measurements to help increase accuracy. Using these data calculations, the machine will provide unadjusted blood volumes for each sample. A graph of these volumes is then displayed with blood volume on the y-axis and time on the x-axis. A regression curve is then placed through the data points to give an average final blood volume. The machine will also generate measured versus ideal volumes for the plasma, red cells, and total blood.", "contents": "Plasma Volume Study -- Procedures. Over the next 20 to 40 minutes, the machine will calculate and then display the counts for the baseline, standard, and duplicated plasma samples as well as replicated hematocrit measurements. [6] It duplicates measurements to help increase accuracy. Using these data calculations, the machine will provide unadjusted blood volumes for each sample. A graph of these volumes is then displayed with blood volume on the y-axis and time on the x-axis. A regression curve is then placed through the data points to give an average final blood volume. The machine will also generate measured versus ideal volumes for the plasma, red cells, and total blood."}
{"id": "article-27303_11", "title": "Plasma Volume Study -- Indications", "content": "Blood and plasma volume studies are utilized to help clinicians more accurately assess a patient's volume status as detailed above. It can be beneficial for various pathologies such as: Polycythemia Cirrhosis Nephrotic syndrome Heart failure Anemia Hypertension Orthostatic hypotension Renal failure Syncope", "contents": "Plasma Volume Study -- Indications. Blood and plasma volume studies are utilized to help clinicians more accurately assess a patient's volume status as detailed above. It can be beneficial for various pathologies such as: Polycythemia Cirrhosis Nephrotic syndrome Heart failure Anemia Hypertension Orthostatic hypotension Renal failure Syncope"}
{"id": "article-27303_12", "title": "Plasma Volume Study -- Potential Diagnosis", "content": "Volume studies help in the delineation between hypo-, eu-, and hypervolemia, and can be used in conjunction with the indications mentioned above. The studies themselves must be applied with clinical correlation concerning the patient's specific presentation to yield the most benefit.", "contents": "Plasma Volume Study -- Potential Diagnosis. Volume studies help in the delineation between hypo-, eu-, and hypervolemia, and can be used in conjunction with the indications mentioned above. The studies themselves must be applied with clinical correlation concerning the patient's specific presentation to yield the most benefit."}
{"id": "article-27303_13", "title": "Plasma Volume Study -- Normal and Critical Findings", "content": "The International Council on Standardization in Hematology (ICSH) published in 1995 a recommendation that blood volume should be predicted based on body surface area as compared to body weight for reasons already mentioned. [12]", "contents": "Plasma Volume Study -- Normal and Critical Findings. The International Council on Standardization in Hematology (ICSH) published in 1995 a recommendation that blood volume should be predicted based on body surface area as compared to body weight for reasons already mentioned. [12]"}
{"id": "article-27303_14", "title": "Plasma Volume Study -- Normal and Critical Findings", "content": "The ICSH also recommended that the normal range for blood volume should be within 25% above or below the predicted blood volume. [12] With a wide range this wide, it does not appear beneficial for addressing individual patient's volume status. Instead, Feldschuh and Enson, who established the rules for determining normal blood volume based on composition, also helped to establish parameters regarding the normal range for blood volume, albeit in 1977. According to their system, the normal BV is within 8% above or below that predicted.", "contents": "Plasma Volume Study -- Normal and Critical Findings. The ICSH also recommended that the normal range for blood volume should be within 25% above or below the predicted blood volume. [12] With a wide range this wide, it does not appear beneficial for addressing individual patient's volume status. Instead, Feldschuh and Enson, who established the rules for determining normal blood volume based on composition, also helped to establish parameters regarding the normal range for blood volume, albeit in 1977. According to their system, the normal BV is within 8% above or below that predicted."}
{"id": "article-27303_15", "title": "Plasma Volume Study -- Normal and Critical Findings", "content": "Mild hypo- or hypervolemia ranges from 8 to 16% above or below that predicted. Moderate ranges from 16 to 24% above or below predicted. Severe ranges from 24 to 32% above or below predicted. Finally, any value for blood volume greater than 32% above or below the predicted value represents extreme hypo- or hypervolemia. [10]", "contents": "Plasma Volume Study -- Normal and Critical Findings. Mild hypo- or hypervolemia ranges from 8 to 16% above or below that predicted. Moderate ranges from 16 to 24% above or below predicted. Severe ranges from 24 to 32% above or below predicted. Finally, any value for blood volume greater than 32% above or below the predicted value represents extreme hypo- or hypervolemia. [10]"}
{"id": "article-27303_16", "title": "Plasma Volume Study -- Interfering Factors", "content": "Several factors can play a role in causing erroneous data. For starters, blood volume can vary with patient positioning. It decreases significantly when comparing supine to upright positioning in a phenomenon known as \"postural pseudoanemia.\" [13] . It appears that this is due to a movement of fluid between the intra- and extravascular space. Because of this, the patient must rest supine for 1 hour before testing. [5] Values can also be affected shortly after venous blood sampling due to Ethylenediaminetetraacetate (EDTA) which acts as an anticoagulant and is present in the sampling tube. An excess of this anticoagulant can lead to a falsely low hematocrit and an underestimation of the RCV. [14]", "contents": "Plasma Volume Study -- Interfering Factors. Several factors can play a role in causing erroneous data. For starters, blood volume can vary with patient positioning. It decreases significantly when comparing supine to upright positioning in a phenomenon known as \"postural pseudoanemia.\" [13] . It appears that this is due to a movement of fluid between the intra- and extravascular space. Because of this, the patient must rest supine for 1 hour before testing. [5] Values can also be affected shortly after venous blood sampling due to Ethylenediaminetetraacetate (EDTA) which acts as an anticoagulant and is present in the sampling tube. An excess of this anticoagulant can lead to a falsely low hematocrit and an underestimation of the RCV. [14]"}
{"id": "article-27303_17", "title": "Plasma Volume Study -- Interfering Factors", "content": "Similarly, once the sample is centrifuged, plasma trapping can occur between the RBCs leading to an overestimation of the hematocrit value. During blood draws, there is also the possibility for extravasation of the radioactive tracer, which can lead to a lower measured concentration of the tracer and an overestimation of the blood volume. There can also be errors that result in the event that the radioactive tracer is not allowed enough time to mix with the blood before starting the sampling process adequately. Finally, one other consideration at play is the elution of the radioactive tracers between the RBCs and the plasma. These tracers, as well as the sampling times, have been specifically chosen to help avoid this error.", "contents": "Plasma Volume Study -- Interfering Factors. Similarly, once the sample is centrifuged, plasma trapping can occur between the RBCs leading to an overestimation of the hematocrit value. During blood draws, there is also the possibility for extravasation of the radioactive tracer, which can lead to a lower measured concentration of the tracer and an overestimation of the blood volume. There can also be errors that result in the event that the radioactive tracer is not allowed enough time to mix with the blood before starting the sampling process adequately. Finally, one other consideration at play is the elution of the radioactive tracers between the RBCs and the plasma. These tracers, as well as the sampling times, have been specifically chosen to help avoid this error."}
{"id": "article-27303_18", "title": "Plasma Volume Study -- Complications", "content": "Measurement of plasma volume using 125I-HSA or 131I-HSA can lead to high radiation doses being taken up by the thyroid once the radioisotopes are broken down and reabsorbed. The recommendation is to block this uptake by the thyroid by saturating the binding sites with non-radioactive iodine before the volume study. [5] This can be done with potassium iodide 30mg/day for 3 to 4 weeks or with a one-time higher dosage of 400 mg.", "contents": "Plasma Volume Study -- Complications. Measurement of plasma volume using 125I-HSA or 131I-HSA can lead to high radiation doses being taken up by the thyroid once the radioisotopes are broken down and reabsorbed. The recommendation is to block this uptake by the thyroid by saturating the binding sites with non-radioactive iodine before the volume study. [5] This can be done with potassium iodide 30mg/day for 3 to 4 weeks or with a one-time higher dosage of 400 mg."}
{"id": "article-27303_19", "title": "Plasma Volume Study -- Patient Safety and Education", "content": "Before undergoing a volume study, a discussion must take place with the patient regarding the indications for the study, the risks including radiation exposure, and finally, the potential benefit obtained from the study. With a more precise understanding, the patient will be able to make a more informed decision.", "contents": "Plasma Volume Study -- Patient Safety and Education. Before undergoing a volume study, a discussion must take place with the patient regarding the indications for the study, the risks including radiation exposure, and finally, the potential benefit obtained from the study. With a more precise understanding, the patient will be able to make a more informed decision."}
{"id": "article-27303_20", "title": "Plasma Volume Study -- Clinical Significance", "content": "Plasma volume studies help determine a patient's volume status when it is clinically challenging to do so, such as in patients with cirrhosis. With the newer semi-automated systems, turnaround times for study results have been lowered to as quickly as 90 minutes, making them more useful than previously.", "contents": "Plasma Volume Study -- Clinical Significance. Plasma volume studies help determine a patient's volume status when it is clinically challenging to do so, such as in patients with cirrhosis. With the newer semi-automated systems, turnaround times for study results have been lowered to as quickly as 90 minutes, making them more useful than previously."}
{"id": "article-27303_21", "title": "Plasma Volume Study -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Plasma Volume Study -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}