{"id": "article-28892_0", "title": "Neuroanatomy, Sensory Nerves -- Introduction", "content": "The sensory system is the portion of the nervous system responsible for processing input from the environment. Beginning with detection through the transfer of stimuli to the central nervous system, the peripheral nerves and their associated receptors rapidly relay information. The peripheral nervous system consists of the somatosensory nervous system and autonomic nervous system. The sensory pathway of the somatosensory system involves spinal nerves which transmit information about the external environment to the spinal cord. The autonomic nervous system has visceral sensory neurons which are responsible for monitoring the internal environment and eliciting appropriate changes in effector organs to maintain homeostasis. This article will address both somatic and visceral sensory neurons with an emphasis on the clinical significance of somatic sensory neuropathy.", "contents": "Neuroanatomy, Sensory Nerves -- Introduction. The sensory system is the portion of the nervous system responsible for processing input from the environment. Beginning with detection through the transfer of stimuli to the central nervous system, the peripheral nerves and their associated receptors rapidly relay information. The peripheral nervous system consists of the somatosensory nervous system and autonomic nervous system. The sensory pathway of the somatosensory system involves spinal nerves which transmit information about the external environment to the spinal cord. The autonomic nervous system has visceral sensory neurons which are responsible for monitoring the internal environment and eliciting appropriate changes in effector organs to maintain homeostasis. This article will address both somatic and visceral sensory neurons with an emphasis on the clinical significance of somatic sensory neuropathy."}
{"id": "article-28892_1", "title": "Neuroanatomy, Sensory Nerves -- Structure and Function", "content": "The anatomy of peripheral nerves consists of nerve fibers, supporting connective tissue, and blood supply. Sensory neurons are the afferent limb of somatosensory neural pathways. The neuron consists of a cell body, axon, and dendrites. Dendrites are finger-like projections that receive sensory input and transmit the signal through the axon to the cell body. Unipolar cell bodies of sensory neurons are located within sensory ganglia which may be in the dorsal root of the spinal cord or along cranial nerves. The receptive field of the neurons limits the ability of the sensory system to relay environmental information. An individual neuron's receptive field is the space in which a stimulus can modify the electrical activity of the neuron. There are different types of receptors for differing stimuli: thermoreceptors, mechanoreceptors, nociceptors, photoreceptors, and chemoreceptors. The receptors within a specific field react to stimuli by generating electrical activity along the associated first-order neuron in the form of an action potential.", "contents": "Neuroanatomy, Sensory Nerves -- Structure and Function. The anatomy of peripheral nerves consists of nerve fibers, supporting connective tissue, and blood supply. Sensory neurons are the afferent limb of somatosensory neural pathways. The neuron consists of a cell body, axon, and dendrites. Dendrites are finger-like projections that receive sensory input and transmit the signal through the axon to the cell body. Unipolar cell bodies of sensory neurons are located within sensory ganglia which may be in the dorsal root of the spinal cord or along cranial nerves. The receptive field of the neurons limits the ability of the sensory system to relay environmental information. An individual neuron's receptive field is the space in which a stimulus can modify the electrical activity of the neuron. There are different types of receptors for differing stimuli: thermoreceptors, mechanoreceptors, nociceptors, photoreceptors, and chemoreceptors. The receptors within a specific field react to stimuli by generating electrical activity along the associated first-order neuron in the form of an action potential."}
{"id": "article-28892_2", "title": "Neuroanatomy, Sensory Nerves -- Structure and Function", "content": "Sensory nerves have different types of nerves fibers depending on their associated receptors. Classification of sensory nerves includes the numerical or Erlanger and Gasser system. [1] Proprioceptors (position sensors) receive innervation via type Ia (A-alpha: muscle spindle), Ib (A-alpha: Golgi tendon organ), and II (A-beta: touch and pressure) sensory fibers. These fibers are large and myelinated with rapid conduction velocities. Mechanoreceptor innervation is by type II and III (A-delta: free nerve endings, cold) sensory fibers. Nociceptors (pain sensors) and thermoreceptor innervation by type III and IV (C: slow pain, heat) fibers. A-delta fibers are thinly myelinated and transmit information primarily related to acute pain to facilitate a withdrawal reflex upon synapse in the dorsal horn of the spinal cord. C fibers are smaller, unmyelinated fibers that require a higher threshold of stimulus than A-delta fibers. These are responsible for the slower onset of deeper pain after an initial insult relayed by the faster A-delta fibers. [2]", "contents": "Neuroanatomy, Sensory Nerves -- Structure and Function. Sensory nerves have different types of nerves fibers depending on their associated receptors. Classification of sensory nerves includes the numerical or Erlanger and Gasser system. [1] Proprioceptors (position sensors) receive innervation via type Ia (A-alpha: muscle spindle), Ib (A-alpha: Golgi tendon organ), and II (A-beta: touch and pressure) sensory fibers. These fibers are large and myelinated with rapid conduction velocities. Mechanoreceptor innervation is by type II and III (A-delta: free nerve endings, cold) sensory fibers. Nociceptors (pain sensors) and thermoreceptor innervation by type III and IV (C: slow pain, heat) fibers. A-delta fibers are thinly myelinated and transmit information primarily related to acute pain to facilitate a withdrawal reflex upon synapse in the dorsal horn of the spinal cord. C fibers are smaller, unmyelinated fibers that require a higher threshold of stimulus than A-delta fibers. These are responsible for the slower onset of deeper pain after an initial insult relayed by the faster A-delta fibers. [2]"}
{"id": "article-28892_3", "title": "Neuroanatomy, Sensory Nerves -- Structure and Function", "content": "To summarize, in order of decreasing diameter and velocity: Proprioceptors: A-alpha, A-beta Mechanoreceptors: A-beta, A-delta Nociceptors and thermoreceptors: A-delta, C-fiber", "contents": "Neuroanatomy, Sensory Nerves -- Structure and Function. To summarize, in order of decreasing diameter and velocity: Proprioceptors: A-alpha, A-beta Mechanoreceptors: A-beta, A-delta Nociceptors and thermoreceptors: A-delta, C-fiber"}
{"id": "article-28892_4", "title": "Neuroanatomy, Sensory Nerves -- Structure and Function", "content": "The supportive structures of the nerve fibers include the mesoneurium, epineurium, perineurium, endoneurium, and myelin sheath. [3] The mesoneurium is the connective tissue sheath that suspends the nerve trunk within the soft tissue and is continuous with the underlying epineurium. The epineural sheath contains the extrinsic blood vessels, and further internal plexuses lie in the epineurium, perineurium, and endoneurium. The interfascicular epineurium is loose connective tissue composed of longitudinal collagen fibers that protect the nerve trunk against mechanical stress. The perineurium is the connective tissue layer covering individual fascicles or bundles of axons. The endoneurium is the fibrous tissue directly covering individual axons. Individual axons are insulated by myelin (except for C fibers) which is produced by Schwann cells in the peripheral nervous system.", "contents": "Neuroanatomy, Sensory Nerves -- Structure and Function. The supportive structures of the nerve fibers include the mesoneurium, epineurium, perineurium, endoneurium, and myelin sheath. [3] The mesoneurium is the connective tissue sheath that suspends the nerve trunk within the soft tissue and is continuous with the underlying epineurium. The epineural sheath contains the extrinsic blood vessels, and further internal plexuses lie in the epineurium, perineurium, and endoneurium. The interfascicular epineurium is loose connective tissue composed of longitudinal collagen fibers that protect the nerve trunk against mechanical stress. The perineurium is the connective tissue layer covering individual fascicles or bundles of axons. The endoneurium is the fibrous tissue directly covering individual axons. Individual axons are insulated by myelin (except for C fibers) which is produced by Schwann cells in the peripheral nervous system."}
{"id": "article-28892_5", "title": "Neuroanatomy, Sensory Nerves -- Structure and Function", "content": "Visceral sensory nerves transmit pain, stretch, temperature, and chemical change in visceral organs which gets interpreted as sensations like nausea, hunger, gas, cramping, etc. [4] General visceral afferent fibers are considered part of the autonomic nervous system, but unlike the efferent arm, GVA fibers do not classify as sympathetic or parasympathetic. [5] GVA run with general somatic afferent (GSA) fibers in the gray matter of the dorsal horn and can cause referred pain. Referred pain takes place in the dermatome of the corresponding spinal segment of the signal-producing internal organ. For example, myocardial ischemia can refer to the left shoulder; this is due to misinterpretation of the visceral signal as a somatic pain signal by the cortex since the fibers run together centrally. Cranial nerves with GVA fibers include the glossopharyngeal nerve and vagus nerve and explains \"brain freezes\" as thermoreceptors of the palate sense something very cold causing reflexive vasoconstriction mediated by cranial nerves IX and X resulting in engorged sinus capillaries causing a headache.", "contents": "Neuroanatomy, Sensory Nerves -- Structure and Function. Visceral sensory nerves transmit pain, stretch, temperature, and chemical change in visceral organs which gets interpreted as sensations like nausea, hunger, gas, cramping, etc. [4] General visceral afferent fibers are considered part of the autonomic nervous system, but unlike the efferent arm, GVA fibers do not classify as sympathetic or parasympathetic. [5] GVA run with general somatic afferent (GSA) fibers in the gray matter of the dorsal horn and can cause referred pain. Referred pain takes place in the dermatome of the corresponding spinal segment of the signal-producing internal organ. For example, myocardial ischemia can refer to the left shoulder; this is due to misinterpretation of the visceral signal as a somatic pain signal by the cortex since the fibers run together centrally. Cranial nerves with GVA fibers include the glossopharyngeal nerve and vagus nerve and explains \"brain freezes\" as thermoreceptors of the palate sense something very cold causing reflexive vasoconstriction mediated by cranial nerves IX and X resulting in engorged sinus capillaries causing a headache."}
{"id": "article-28892_6", "title": "Neuroanatomy, Sensory Nerves -- Embryology", "content": "The neural crest cells are the origin of the peripheral sensory nervous system. Neural crest cells are the detached cells of the neural plate as it separates from overlaying ectoderm. These cells give rise to the peripheral neurons with cell bodies and Schwann cells. A pair of dorsal root ganglia develop in a craniocaudal succession generating seven cervical, twelve thoracic, five lumbar, five sacral, and one pair of coccygeal dorsal root ganglia. Studies have shown that survival and differentiation of dorsal root ganglion cells rely on growth factors secreted by the neural tube including nerve growth factor, neurotrophin-3, and brain-derived neurotrophic factor (BDNF). [6] [7] All peripheral nerves are initially bipolar, but the two polar processes then unite to form a single unipolar process with a peripheral extension that terminates in an afferent end with dendrites and a central extension that terminates in the spinal cord to synapse with a second-order neuron.", "contents": "Neuroanatomy, Sensory Nerves -- Embryology. The neural crest cells are the origin of the peripheral sensory nervous system. Neural crest cells are the detached cells of the neural plate as it separates from overlaying ectoderm. These cells give rise to the peripheral neurons with cell bodies and Schwann cells. A pair of dorsal root ganglia develop in a craniocaudal succession generating seven cervical, twelve thoracic, five lumbar, five sacral, and one pair of coccygeal dorsal root ganglia. Studies have shown that survival and differentiation of dorsal root ganglion cells rely on growth factors secreted by the neural tube including nerve growth factor, neurotrophin-3, and brain-derived neurotrophic factor (BDNF). [6] [7] All peripheral nerves are initially bipolar, but the two polar processes then unite to form a single unipolar process with a peripheral extension that terminates in an afferent end with dendrites and a central extension that terminates in the spinal cord to synapse with a second-order neuron."}
{"id": "article-28892_7", "title": "Neuroanatomy, Sensory Nerves -- Blood Supply and Lymphatics", "content": "The endoneurial blood supply of peripheral nerves is the vasa nervorum. The vasa nervorum vessels are branches of adjacent vessels and are especially numerous near joints. [8] The tortuous nature of the vasa nervorum facilitates necessary translational movement of the peripheral nerves around joints. Also, these nutrient arteries form anastomoses throughout the course of the nerve and establish an extensive microvascular network that maintains the nutrition of a nerve even with the inevitable \"watershed\" areas that form due to variable intervals between supplying vessels. [9] [10] This arterial supply contrasts with the blood supply to second-order neurons in the spinal cord because end-arteries supply the spinal cord.", "contents": "Neuroanatomy, Sensory Nerves -- Blood Supply and Lymphatics. The endoneurial blood supply of peripheral nerves is the vasa nervorum. The vasa nervorum vessels are branches of adjacent vessels and are especially numerous near joints. [8] The tortuous nature of the vasa nervorum facilitates necessary translational movement of the peripheral nerves around joints. Also, these nutrient arteries form anastomoses throughout the course of the nerve and establish an extensive microvascular network that maintains the nutrition of a nerve even with the inevitable \"watershed\" areas that form due to variable intervals between supplying vessels. [9] [10] This arterial supply contrasts with the blood supply to second-order neurons in the spinal cord because end-arteries supply the spinal cord."}
{"id": "article-28892_8", "title": "Neuroanatomy, Sensory Nerves -- Nerves", "content": "The receptive field of a peripheral sensory nerve (peripheral nerve field) crosses over different dermatomes. A dermatome is an area of skin supplied by a single spinal nerve. Therefore, the map of peripheral nerve fields over the body differs from the dermatomal distribution since individual peripheral nerves are composed of multiple nerve roots. Physicians use these known fields to map sensory deficits and localize lesions.", "contents": "Neuroanatomy, Sensory Nerves -- Nerves. The receptive field of a peripheral sensory nerve (peripheral nerve field) crosses over different dermatomes. A dermatome is an area of skin supplied by a single spinal nerve. Therefore, the map of peripheral nerve fields over the body differs from the dermatomal distribution since individual peripheral nerves are composed of multiple nerve roots. Physicians use these known fields to map sensory deficits and localize lesions."}
{"id": "article-28892_9", "title": "Neuroanatomy, Sensory Nerves -- Physiologic Variants", "content": "Recognizing physiologic variations in sensory anatomy is clinically significant because accurate EMG or NCV studies rely on the correct mapping of nerves. [11] Knowledge of anatomic variations of sensory nerves is especially useful for the surgeon harvesting skin flaps that need an accessible donor sensory nerve. [12] Examples of variations recorded in the literature include the lateral antebrachial cutaneous nerve innervating the radial border of the dorsum of the hand instead of the superficial radial nerve. [13] The most extensive literature of sensory nerve variation is of the hand with median, ulnar, and radial nerves. [14] [15] [16]", "contents": "Neuroanatomy, Sensory Nerves -- Physiologic Variants. Recognizing physiologic variations in sensory anatomy is clinically significant because accurate EMG or NCV studies rely on the correct mapping of nerves. [11] Knowledge of anatomic variations of sensory nerves is especially useful for the surgeon harvesting skin flaps that need an accessible donor sensory nerve. [12] Examples of variations recorded in the literature include the lateral antebrachial cutaneous nerve innervating the radial border of the dorsum of the hand instead of the superficial radial nerve. [13] The most extensive literature of sensory nerve variation is of the hand with median, ulnar, and radial nerves. [14] [15] [16]"}
{"id": "article-28892_10", "title": "Neuroanatomy, Sensory Nerves -- Surgical Considerations", "content": "Peripheral nerve surgery includes repair of acute nerve injuries, entrapment neuropathies, and nerve sheath tumor resection. Acute nerve injury can result from stretching, compression, or laceration. An example of nerve stretching is brachial plexus injury during vaginal delivery of an infant with shoulder dystocia resulting in Erb palsy. [17] Nerve stretching is typically treated conservatively with surgical exploration reserved for severe cases where spontaneous recovery with physical therapy does not happen after several months, or if tearing of nerves is suspected. [18] Entrapment neuropathies occur when a nerve is externally compressed causing compromise of blood supply and local ischemia. Symptoms include paresthesia or muscle weakness. Examples of entrapment/compression neuropathy requiring surgical intervention include carpal or tarsal tunnel syndrome, herniated disc compressing nerve roots, or thoracic outlet syndrome. [19]", "contents": "Neuroanatomy, Sensory Nerves -- Surgical Considerations. Peripheral nerve surgery includes repair of acute nerve injuries, entrapment neuropathies, and nerve sheath tumor resection. Acute nerve injury can result from stretching, compression, or laceration. An example of nerve stretching is brachial plexus injury during vaginal delivery of an infant with shoulder dystocia resulting in Erb palsy. [17] Nerve stretching is typically treated conservatively with surgical exploration reserved for severe cases where spontaneous recovery with physical therapy does not happen after several months, or if tearing of nerves is suspected. [18] Entrapment neuropathies occur when a nerve is externally compressed causing compromise of blood supply and local ischemia. Symptoms include paresthesia or muscle weakness. Examples of entrapment/compression neuropathy requiring surgical intervention include carpal or tarsal tunnel syndrome, herniated disc compressing nerve roots, or thoracic outlet syndrome. [19]"}
{"id": "article-28892_11", "title": "Neuroanatomy, Sensory Nerves -- Surgical Considerations", "content": "Peripheral nerve sheath tumors (PNST) can be benign or malignant. Benign tumors include neurofibromas or schwannomas, and malignant PNST are typically sarcomatous. Surgical consideration of the nerve fascicle that gave rise to the PNST involves intraoperative neurophysiologic monitoring to establish if the associated fascicle has a motor function because that determines whether to do a complete or partial resection. Malignant PNST involves wide local excision, sometimes consisting of proximal amputation. Studies have shown that pre-operative biopsy of PNST results in increased risk of postoperative neurologic deficit, suggesting that referral for surgery without biopsy is recommended. [20] [21] Finally, there is the management of nerve laceration, usually due to trauma. Sharp transection, such as seen with a stab wound, has a better prognosis than a crush injury. Repair involves surgical approximation of the damaged epineurium in a tension-free manner. For defects great than 5cm, the gold standard is autologous nerve grafting. [22]", "contents": "Neuroanatomy, Sensory Nerves -- Surgical Considerations. Peripheral nerve sheath tumors (PNST) can be benign or malignant. Benign tumors include neurofibromas or schwannomas, and malignant PNST are typically sarcomatous. Surgical consideration of the nerve fascicle that gave rise to the PNST involves intraoperative neurophysiologic monitoring to establish if the associated fascicle has a motor function because that determines whether to do a complete or partial resection. Malignant PNST involves wide local excision, sometimes consisting of proximal amputation. Studies have shown that pre-operative biopsy of PNST results in increased risk of postoperative neurologic deficit, suggesting that referral for surgery without biopsy is recommended. [20] [21] Finally, there is the management of nerve laceration, usually due to trauma. Sharp transection, such as seen with a stab wound, has a better prognosis than a crush injury. Repair involves surgical approximation of the damaged epineurium in a tension-free manner. For defects great than 5cm, the gold standard is autologous nerve grafting. [22]"}
{"id": "article-28892_12", "title": "Neuroanatomy, Sensory Nerves -- Clinical Significance", "content": "The morbidity of peripheral nerve injury is highest in trauma patients, specifically the upper extremity with the radial nerve the most commonly injured. Approximately 34% of discharged upper extremity trauma patients require support services, and 16% require rehabilitation according to a recent international survey of surgeons. [23] The wide variation in clinical outcomes after peripheral nerve injury makes it difficult to compare data, especially considering the high rate of co-morbidities in these trauma patients. The sensory exam is subjective, and so the examiner must be thorough when doing the sensory exam.", "contents": "Neuroanatomy, Sensory Nerves -- Clinical Significance. The morbidity of peripheral nerve injury is highest in trauma patients, specifically the upper extremity with the radial nerve the most commonly injured. Approximately 34% of discharged upper extremity trauma patients require support services, and 16% require rehabilitation according to a recent international survey of surgeons. [23] The wide variation in clinical outcomes after peripheral nerve injury makes it difficult to compare data, especially considering the high rate of co-morbidities in these trauma patients. The sensory exam is subjective, and so the examiner must be thorough when doing the sensory exam."}
{"id": "article-28892_13", "title": "Neuroanatomy, Sensory Nerves -- Clinical Significance", "content": "The best clinical tools for objective measurement of the extent of peripheral nerve injury include EMG and nerve conduction velocity (NCV). Characteristic findings of a compressive neuropathy on EMG include positive sharp waves representing fibrillations from denervation of muscle fibers. NCV in focal compression will show increased latency, decreased conduction velocity, reduced amplitude of motor action potential and sensory nerve action potential. [24]", "contents": "Neuroanatomy, Sensory Nerves -- Clinical Significance. The best clinical tools for objective measurement of the extent of peripheral nerve injury include EMG and nerve conduction velocity (NCV). Characteristic findings of a compressive neuropathy on EMG include positive sharp waves representing fibrillations from denervation of muscle fibers. NCV in focal compression will show increased latency, decreased conduction velocity, reduced amplitude of motor action potential and sensory nerve action potential. [24]"}
{"id": "article-28892_14", "title": "Neuroanatomy, Sensory Nerves -- Clinical Significance", "content": "The Seddon classification system of nerve injury can be used to predict the complexity of nerve regeneration. [25] This system includes neurapraxia, axonotmesis, and neurotmesis. Neurapraxia is nerve contusion due to focal nerve compression resulting in reversible local ischemia without Wallerian degeneration, in which the segment of axon distal to the injury degrades. An example would be meralgia paresthetica which is compression of the lateral femoral cutaneous nerve from tight clothing on an obese person that can often be easily be relieved by wearing looser clothing or losing weight. Axonotmesis is more severe resulting in Wallerian degeneration, but the endoneurium remains intact, and the damage is still reversible. This degeneration begins 24 to 36 hours after injury. A “stinger” is neurapraxia of the proximal upper trunk of the brachial plexus due to stretching. Spontaneous recovery occurs at a rate of 1mm per day and is usually complete as long as the fibers regenerate along their original endoneurial tubes. Nonoperative management with serial electromyography (EMG) is indicated for neurapraxia and axonotmesis. [26] Finally, neurotmesis is complete nerve division that is irreversible without surgical repair. As discussed previously, primary repair of the epineurium is crucial to ensure proper regeneration of the original fiber pattern with the best prognosis for recovery of function. About 2.5% of all peripheral nerve injuries today cannot be surgically repaired. [27]", "contents": "Neuroanatomy, Sensory Nerves -- Clinical Significance. The Seddon classification system of nerve injury can be used to predict the complexity of nerve regeneration. [25] This system includes neurapraxia, axonotmesis, and neurotmesis. Neurapraxia is nerve contusion due to focal nerve compression resulting in reversible local ischemia without Wallerian degeneration, in which the segment of axon distal to the injury degrades. An example would be meralgia paresthetica which is compression of the lateral femoral cutaneous nerve from tight clothing on an obese person that can often be easily be relieved by wearing looser clothing or losing weight. Axonotmesis is more severe resulting in Wallerian degeneration, but the endoneurium remains intact, and the damage is still reversible. This degeneration begins 24 to 36 hours after injury. A “stinger” is neurapraxia of the proximal upper trunk of the brachial plexus due to stretching. Spontaneous recovery occurs at a rate of 1mm per day and is usually complete as long as the fibers regenerate along their original endoneurial tubes. Nonoperative management with serial electromyography (EMG) is indicated for neurapraxia and axonotmesis. [26] Finally, neurotmesis is complete nerve division that is irreversible without surgical repair. As discussed previously, primary repair of the epineurium is crucial to ensure proper regeneration of the original fiber pattern with the best prognosis for recovery of function. About 2.5% of all peripheral nerve injuries today cannot be surgically repaired. [27]"}
{"id": "article-28892_15", "title": "Neuroanatomy, Sensory Nerves -- Clinical Significance", "content": "The differential for non-traumatic peripheral neuropathy includes: Immune-mediated Metabolic Hereditary Toxic Infectious Entrapment", "contents": "Neuroanatomy, Sensory Nerves -- Clinical Significance. The differential for non-traumatic peripheral neuropathy includes: Immune-mediated Metabolic Hereditary Toxic Infectious Entrapment"}
{"id": "article-28892_16", "title": "Neuroanatomy, Sensory Nerves -- Clinical Significance", "content": "Sensory neuropathies can represent the neurologic manifestations of systemic disease. [27] Ascending, symmetric sensory loss in the context of recent infection with albuminocytologic dissociation on CSF analysis represents acute inflammatory demyelinating polyneuropathy (AIDP/GBS). Mononeuropathy multiplex, which is neuropathy of individual peripheral nerves in a multifocal distribution, can be seen in Churg-Strauss, polyarteritis nodosa, and Wegener granulomatosis. The most common metabolic neuropathy is seen in diabetes mellitus presenting as distal symmetric polyneuropathy. The A-delta and C fibers are the first involved since they are the smallest, so the insidious onset of symmetric loss of temperature and light touch sensation in a “stocking and glove” distribution is the common initial presentation. This neuropathy distribution is also characteristic of vitamin B12 deficiency. [28] Other vitamin deficiencies characterized by peripheral neuropathies include B1, B6, vitamin E, and niacin. Hereditary neuropathies include neurocristopathies such as neurofibromatosis and Charcot-Marie-Tooth. [29] Neurofibromatosis type I (NF1) is associated with cutaneous neurofibromas and NF2 involves bilateral acoustic schwannomas. Charcot-Marie-Tooth is a chronic demyelinating disease of the peripheral nerves associated with foot deformities like pes cavus, foot drop due to lower extremity weakness, and sensory deficits especially along the distribution of the peroneal nerve. Other hereditary diseases with peripheral neuropathy include the sphingolipidoses like Krabbe disease, metachromatic leukodystrophy, and Fabry disease. Neuropathies associated with infections include HIV distal sensory polyneuropathy due to neurotoxic side effects of anti-retroviral therapy and mononeuropathy associated with other infections like CMV. Lyme disease can cause facial neuropathy, unilateral or bilateral. Leprosy is the most common infectious cause of neuropathy in the world, presenting with painful mononeuropathies of cool areas like the nose, ears, and distal limbs. [30] Finally, entrapment and compressive neuropathies like carpal tunnel syndrome (median neuropathy) or peroneal neuropathy (meralgia paresthetica) can occur and be addressed surgically if sufficiently severe.", "contents": "Neuroanatomy, Sensory Nerves -- Clinical Significance. Sensory neuropathies can represent the neurologic manifestations of systemic disease. [27] Ascending, symmetric sensory loss in the context of recent infection with albuminocytologic dissociation on CSF analysis represents acute inflammatory demyelinating polyneuropathy (AIDP/GBS). Mononeuropathy multiplex, which is neuropathy of individual peripheral nerves in a multifocal distribution, can be seen in Churg-Strauss, polyarteritis nodosa, and Wegener granulomatosis. The most common metabolic neuropathy is seen in diabetes mellitus presenting as distal symmetric polyneuropathy. The A-delta and C fibers are the first involved since they are the smallest, so the insidious onset of symmetric loss of temperature and light touch sensation in a “stocking and glove” distribution is the common initial presentation. This neuropathy distribution is also characteristic of vitamin B12 deficiency. [28] Other vitamin deficiencies characterized by peripheral neuropathies include B1, B6, vitamin E, and niacin. Hereditary neuropathies include neurocristopathies such as neurofibromatosis and Charcot-Marie-Tooth. [29] Neurofibromatosis type I (NF1) is associated with cutaneous neurofibromas and NF2 involves bilateral acoustic schwannomas. Charcot-Marie-Tooth is a chronic demyelinating disease of the peripheral nerves associated with foot deformities like pes cavus, foot drop due to lower extremity weakness, and sensory deficits especially along the distribution of the peroneal nerve. Other hereditary diseases with peripheral neuropathy include the sphingolipidoses like Krabbe disease, metachromatic leukodystrophy, and Fabry disease. Neuropathies associated with infections include HIV distal sensory polyneuropathy due to neurotoxic side effects of anti-retroviral therapy and mononeuropathy associated with other infections like CMV. Lyme disease can cause facial neuropathy, unilateral or bilateral. Leprosy is the most common infectious cause of neuropathy in the world, presenting with painful mononeuropathies of cool areas like the nose, ears, and distal limbs. [30] Finally, entrapment and compressive neuropathies like carpal tunnel syndrome (median neuropathy) or peroneal neuropathy (meralgia paresthetica) can occur and be addressed surgically if sufficiently severe."}
{"id": "article-28892_17", "title": "Neuroanatomy, Sensory Nerves -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Sensory Nerves -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}