{"id": "article-18488_0", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Introduction", "content": "Bowman’s capsule is a part of the nephron that forms a cup-like sack surrounding the glomerulus. Bowman’s capsule encloses a space called “Bowman’s space,” which represents the beginning of the urinary space and is contiguous with the proximal convoluted tubule of the nephron. Bowman’s capsule, Bowman’s space, and the glomerular capillary network and its supporting architecture can collectively be thought of as composing the glomerulus. There are an estimated 900000 glomeruli within the cortex of a mature human kidney. [1] [2]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Introduction. Bowman’s capsule is a part of the nephron that forms a cup-like sack surrounding the glomerulus. Bowman’s capsule encloses a space called “Bowman’s space,” which represents the beginning of the urinary space and is contiguous with the proximal convoluted tubule of the nephron. Bowman’s capsule, Bowman’s space, and the glomerular capillary network and its supporting architecture can collectively be thought of as composing the glomerulus. There are an estimated 900000 glomeruli within the cortex of a mature human kidney. [1] [2]"}
{"id": "article-18488_1", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function", "content": "In the kidney, the glomerulus represents the initial location of the renal filtration of blood. Blood enters the glomerulus through the afferent arteriole at the vascular pole, undergoes filtration in the glomerular capillaries, and exits the glomerulus through the efferent arteriole at the vascular pole.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function. In the kidney, the glomerulus represents the initial location of the renal filtration of blood. Blood enters the glomerulus through the afferent arteriole at the vascular pole, undergoes filtration in the glomerular capillaries, and exits the glomerulus through the efferent arteriole at the vascular pole."}
{"id": "article-18488_2", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function", "content": "Bowman’s capsule surrounds the glomerular capillary loops and participates in the filtration of blood from the glomerular capillaries. Bowman’s capsule also has a structural function and creates a urinary space through which filtrate can enter the nephron and pass to the proximal convoluted tubule. Liquid and solutes of the blood must pass through multiple layers to move from the glomerular capillaries into Bowman’s space to ultimately become filtrate within the nephron’s lumen.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function. Bowman’s capsule surrounds the glomerular capillary loops and participates in the filtration of blood from the glomerular capillaries. Bowman’s capsule also has a structural function and creates a urinary space through which filtrate can enter the nephron and pass to the proximal convoluted tubule. Liquid and solutes of the blood must pass through multiple layers to move from the glomerular capillaries into Bowman’s space to ultimately become filtrate within the nephron’s lumen."}
{"id": "article-18488_3", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function", "content": "The first step of filtration occurs through the endothelial layer of the capillaries, which is composed of fenestrated endothelial cells. [3] These fenestrations, or slits between endothelial cells, are approximately 60 to 80 nm wide and restrict the movement of matter above this size. [4] [5] [6] [7] In addition to filtering based on size, the fenestrated endothelium carries negative charges that preferentially restrict the movement of negatively charged substances into Bowman’s space. [8] [9] [10]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function. The first step of filtration occurs through the endothelial layer of the capillaries, which is composed of fenestrated endothelial cells. [3] These fenestrations, or slits between endothelial cells, are approximately 60 to 80 nm wide and restrict the movement of matter above this size. [4] [5] [6] [7] In addition to filtering based on size, the fenestrated endothelium carries negative charges that preferentially restrict the movement of negatively charged substances into Bowman’s space. [8] [9] [10]"}
{"id": "article-18488_4", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function", "content": "Filtrate next moves through the glomerular basement membrane (GBM). From the direction of the capillaries and moving towards Bowman’s capsule, three layers compose the GBM – the lamina rara interna, the lamina densa, and the lamina rara externa. Mesangial cells within the glomerulus play a role in creating and maintaining the GBM, as well as holding capillary loops together. [11]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function. Filtrate next moves through the glomerular basement membrane (GBM). From the direction of the capillaries and moving towards Bowman’s capsule, three layers compose the GBM – the lamina rara interna, the lamina densa, and the lamina rara externa. Mesangial cells within the glomerulus play a role in creating and maintaining the GBM, as well as holding capillary loops together. [11]"}
{"id": "article-18488_5", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function", "content": "Following the GBM, filtrate must pass through the epithelial layer of Bowman’s capsule, which is composed of podocytes. The podocytes feature finger-like projections of cytoplasm referred to as “foot processes” or “pedicels.” These foot processes interdigitate with one another and create a further barrier through which filtrate must pass. Structures called “slit diaphragms” bridge nearby foot processes and provide structural support. The podocytes are the primary cells of the epithelium adjacent to the capillaries (the visceral epithelium) and play a role in filtration. The parietal epithelium of Bowman’s capsule is the outer layer and is composed of simple squamous epithelial cells called “parietal cells.” The parietal layer is not directly involved with filtration from the capillaries. Parietal cells play a structural role in maintaining Bowman’s capsule and are also speculated to have the ability to differentiate into podocytes to replace damaged or old podocytes. [12] [13] [14] [13] Bowman’s space is the area between the visceral and parietal epithelium of Bowman’s capsule.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function. Following the GBM, filtrate must pass through the epithelial layer of Bowman’s capsule, which is composed of podocytes. The podocytes feature finger-like projections of cytoplasm referred to as “foot processes” or “pedicels.” These foot processes interdigitate with one another and create a further barrier through which filtrate must pass. Structures called “slit diaphragms” bridge nearby foot processes and provide structural support. The podocytes are the primary cells of the epithelium adjacent to the capillaries (the visceral epithelium) and play a role in filtration. The parietal epithelium of Bowman’s capsule is the outer layer and is composed of simple squamous epithelial cells called “parietal cells.” The parietal layer is not directly involved with filtration from the capillaries. Parietal cells play a structural role in maintaining Bowman’s capsule and are also speculated to have the ability to differentiate into podocytes to replace damaged or old podocytes. [12] [13] [14] [13] Bowman’s space is the area between the visceral and parietal epithelium of Bowman’s capsule."}
{"id": "article-18488_6", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function", "content": "In summary, filtrate entering Bowman’s space traverses through glomerular capillaries, the GBM, and the interdigitated foot processes of the podocytes and is filtered based on size and electric charge. The filtrate entering Bowman’s space has a very similar composition to that of the blood in the glomerular capillaries except for the protein, and cell content as these are the components largely prevented from entering Bowman’s space when glomerular filtration is functioning properly.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Structure and Function. In summary, filtrate entering Bowman’s space traverses through glomerular capillaries, the GBM, and the interdigitated foot processes of the podocytes and is filtered based on size and electric charge. The filtrate entering Bowman’s space has a very similar composition to that of the blood in the glomerular capillaries except for the protein, and cell content as these are the components largely prevented from entering Bowman’s space when glomerular filtration is functioning properly."}
{"id": "article-18488_7", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Embryology", "content": "Two embryological precursor structures – the metanephric mesenchyme and the ureteric bud – interact to form the human kidney. [15] [16] The metanephric mesenchyme contains, among other progenitor cell types, nephron progenitor cells. The nephron progenitor cells give rise to various cell types of the nephron, including the podocytes and glomerular parietal epithelial cells that compose Bowman’s capsule. [16] [17]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Embryology. Two embryological precursor structures – the metanephric mesenchyme and the ureteric bud – interact to form the human kidney. [15] [16] The metanephric mesenchyme contains, among other progenitor cell types, nephron progenitor cells. The nephron progenitor cells give rise to various cell types of the nephron, including the podocytes and glomerular parietal epithelial cells that compose Bowman’s capsule. [16] [17]"}
{"id": "article-18488_8", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Embryology", "content": "The metanephric mesenchyme is also known as metanephric mesoderm, metanephrogenic blastema, and metanephric blastema. The RET (REarranged during Transfection) gene is crucial for the correct formation between the metanephric mesenchyme and renal development. The gene encodes a protein/receptor. The RET receptor tyrosine kinase is activated by a growth factor (glial cell growth factor - GDNF), initiating the development of the cell. The metanephric mesenchyme appears in the fifth week of gestation from the mesoderm.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Embryology. The metanephric mesenchyme is also known as metanephric mesoderm, metanephrogenic blastema, and metanephric blastema. The RET (REarranged during Transfection) gene is crucial for the correct formation between the metanephric mesenchyme and renal development. The gene encodes a protein/receptor. The RET receptor tyrosine kinase is activated by a growth factor (glial cell growth factor - GDNF), initiating the development of the cell. The metanephric mesenchyme appears in the fifth week of gestation from the mesoderm."}
{"id": "article-18488_9", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Blood Supply and Lymphatics", "content": "The blood supply to the glomerulus ultimately comes from the renal arteries (one renal artery supplies each kidney), which comes off of the abdominal aorta. At the renal hilum, the renal artery branches many times as it travels through the kidney. First, it branches into the segmental artery, which branches into various interlobular arteries, which travel to the renal cortex and become arcuate arteries. The afferent arterioles ultimately branch off of these arcuate arteries to supply blood to the glomerular capillaries within the glomerulus. [18] Once blood passes through the glomerular capillaries, it exits the glomerulus through the efferent arteriole. From the efferent arteriole, blood enters a second capillary network, the peritubular capillaries, before exiting the kidney through the renal vein and ultimately entering the inferior vena cava.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Blood Supply and Lymphatics. The blood supply to the glomerulus ultimately comes from the renal arteries (one renal artery supplies each kidney), which comes off of the abdominal aorta. At the renal hilum, the renal artery branches many times as it travels through the kidney. First, it branches into the segmental artery, which branches into various interlobular arteries, which travel to the renal cortex and become arcuate arteries. The afferent arterioles ultimately branch off of these arcuate arteries to supply blood to the glomerular capillaries within the glomerulus. [18] Once blood passes through the glomerular capillaries, it exits the glomerulus through the efferent arteriole. From the efferent arteriole, blood enters a second capillary network, the peritubular capillaries, before exiting the kidney through the renal vein and ultimately entering the inferior vena cava."}
{"id": "article-18488_10", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Blood Supply and Lymphatics", "content": "The renal lymphatic system, in general, is much more abundant in the renal cortex than in the medulla. [19] Many lymphatic vessels in the renal cortex appear to begin blindly close to Bowman’s capsule, with some lymphatic vessels either partially or fully surrounding Bowman’s capsule. [20] [21] Lymphatic vessels within the kidney generally track the same course as the renal vasculature before leaving the kidney. [19] Lymphatics from the left kidney drain into the paraaortic, preaortic, and the retroaortic lymph nodes. [22] Those from the right kidney drain into the paracaval, precaval, interaortacaval, and retrocaval lymph nodes. [22] Lymph from both kidneys can also drain into lymphatic systems posterior to the aorta. [23] Ultimately, all lymph from the renal system funnels into the thoracic duct. [23]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Blood Supply and Lymphatics. The renal lymphatic system, in general, is much more abundant in the renal cortex than in the medulla. [19] Many lymphatic vessels in the renal cortex appear to begin blindly close to Bowman’s capsule, with some lymphatic vessels either partially or fully surrounding Bowman’s capsule. [20] [21] Lymphatic vessels within the kidney generally track the same course as the renal vasculature before leaving the kidney. [19] Lymphatics from the left kidney drain into the paraaortic, preaortic, and the retroaortic lymph nodes. [22] Those from the right kidney drain into the paracaval, precaval, interaortacaval, and retrocaval lymph nodes. [22] Lymph from both kidneys can also drain into lymphatic systems posterior to the aorta. [23] Ultimately, all lymph from the renal system funnels into the thoracic duct. [23]"}
{"id": "article-18488_11", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Nerves", "content": "The kidney receives innervation by sympathetic, parasympathetic, and sensory nerves. [24] The effects of renal sympathetic and sensory innervation on renal hemodynamics and filtrate entering Bowman’s space are well described. By contrast, the precise effects of parasympathetic renal innervation, supplied by the Vagus nerve, are less well characterized in the literature.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Nerves. The kidney receives innervation by sympathetic, parasympathetic, and sensory nerves. [24] The effects of renal sympathetic and sensory innervation on renal hemodynamics and filtrate entering Bowman’s space are well described. By contrast, the precise effects of parasympathetic renal innervation, supplied by the Vagus nerve, are less well characterized in the literature."}
{"id": "article-18488_12", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Nerves", "content": "The sympathetic fibers innervating the kidney arise from the prevertebral and paravertebral ganglia and give rise to postganglionic neurons that largely track with the renal artery towards the kidney and intrarenal vasculature within the kidney. [24] [25] Relative to the glomerulus, sympathetic fibers more heavily innervate the afferent arteriole than the efferent arteriole. [24] [26] Sympathetic stimulation within the kidney leads to vasoconstriction. [24] [27] [28] Therefore, increased sympathetic stimulation to the kidney should constrict the afferent arteriole more than the efferent arteriole, yielding a net decrease in glomerular filtration rate and thus a decrease in filtrate entering Bowman’s space. [28]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Nerves. The sympathetic fibers innervating the kidney arise from the prevertebral and paravertebral ganglia and give rise to postganglionic neurons that largely track with the renal artery towards the kidney and intrarenal vasculature within the kidney. [24] [25] Relative to the glomerulus, sympathetic fibers more heavily innervate the afferent arteriole than the efferent arteriole. [24] [26] Sympathetic stimulation within the kidney leads to vasoconstriction. [24] [27] [28] Therefore, increased sympathetic stimulation to the kidney should constrict the afferent arteriole more than the efferent arteriole, yielding a net decrease in glomerular filtration rate and thus a decrease in filtrate entering Bowman’s space. [28]"}
{"id": "article-18488_13", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Nerves", "content": "Sensory nerves within the kidney concentrate in the renal pelvic area. [28] [29] [30] [31] [32] These nerves activate upon distention of the renal pelvic wall and have an overall inhibitory effect on renal sympathetic stimulation. [28] As a result, increased renal sensory activation will lead to a reversal of the effects of sympathetic stimulation at the glomerulus leading to relatively more afferent arteriolar dilation than efferent arteriolar dilation, yielding an increase in glomerular filtration pressure, and thus more filtrate entering Bowman’s space.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Nerves. Sensory nerves within the kidney concentrate in the renal pelvic area. [28] [29] [30] [31] [32] These nerves activate upon distention of the renal pelvic wall and have an overall inhibitory effect on renal sympathetic stimulation. [28] As a result, increased renal sensory activation will lead to a reversal of the effects of sympathetic stimulation at the glomerulus leading to relatively more afferent arteriolar dilation than efferent arteriolar dilation, yielding an increase in glomerular filtration pressure, and thus more filtrate entering Bowman’s space."}
{"id": "article-18488_14", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles", "content": "Smooth muscle in the afferent and efferent arterioles play a role mediating the glomerular filtration rate and pressure, forcing filtrate into Bowman’s space. Several important mechanisms regulate smooth muscle in the afferent and efferent arterioles.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles. Smooth muscle in the afferent and efferent arterioles play a role mediating the glomerular filtration rate and pressure, forcing filtrate into Bowman’s space. Several important mechanisms regulate smooth muscle in the afferent and efferent arterioles."}
{"id": "article-18488_15", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles", "content": "One such mechanism, the myogenic response, occurs when the afferent arteriole feels stretch from increased blood flow. In response, the smooth muscles of the afferent arteriole will contract, decreasing blood flow to the glomerulus and ultimately decreasing filtrate into Bowman’s space. [33]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles. One such mechanism, the myogenic response, occurs when the afferent arteriole feels stretch from increased blood flow. In response, the smooth muscles of the afferent arteriole will contract, decreasing blood flow to the glomerulus and ultimately decreasing filtrate into Bowman’s space. [33]"}
{"id": "article-18488_16", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles", "content": "A second mechanism occurs when the afferent arteriole senses less stretch from passing blood flow. In response, the juxtaglomerular cells of the afferent arteriole, a type of specialized smooth muscle cell, secrete renin, which activates the renin-angiotensin-aldosterone system (RAAS), which has many effects; prominent among these is to increase blood pressure. Angiotensin II production occurs through RAAS, which, among other functions, preferentially constricts the efferent arteriole. This constriction increases pressure in the glomerular capillaries and thus filtrate entering Bowman’s space. [33]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles. A second mechanism occurs when the afferent arteriole senses less stretch from passing blood flow. In response, the juxtaglomerular cells of the afferent arteriole, a type of specialized smooth muscle cell, secrete renin, which activates the renin-angiotensin-aldosterone system (RAAS), which has many effects; prominent among these is to increase blood pressure. Angiotensin II production occurs through RAAS, which, among other functions, preferentially constricts the efferent arteriole. This constriction increases pressure in the glomerular capillaries and thus filtrate entering Bowman’s space. [33]"}
{"id": "article-18488_17", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles", "content": "A third mechanism is tubuloglomerular feedback. In this process, macula densa cells of the thick ascending limb of the nephron secrete the paracrine mediators ATP, adenosine, and thromboxane in response to increased delivery of electrolytes through the nephron (a proxy for sensing increased glomerular filtration rate). These mediators dilate the efferent arteriole, yielding less glomerular filtration pressure, and thus less filtrate entering Bowman’s space. [33]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles. A third mechanism is tubuloglomerular feedback. In this process, macula densa cells of the thick ascending limb of the nephron secrete the paracrine mediators ATP, adenosine, and thromboxane in response to increased delivery of electrolytes through the nephron (a proxy for sensing increased glomerular filtration rate). These mediators dilate the efferent arteriole, yielding less glomerular filtration pressure, and thus less filtrate entering Bowman’s space. [33]"}
{"id": "article-18488_18", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles", "content": "As discussed previously, sympathetic stimulation offers a fourth mechanism of regulation, as such stimulation preferentially constricts the afferent arteriole, yielding less filtrate entering Bowman’s space. [28]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles. As discussed previously, sympathetic stimulation offers a fourth mechanism of regulation, as such stimulation preferentially constricts the afferent arteriole, yielding less filtrate entering Bowman’s space. [28]"}
{"id": "article-18488_19", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles", "content": "In general, constriction of the afferent arteriole or dilation of the efferent arteriole will decrease pressure in the glomerular capillaries, creating less pressure driving filtrate into Bowman’s space. By contrast, dilation of the afferent arteriole or constriction of the efferent arteriole will increase pressure in the glomerular capillaries, creating more pressure driving filtrate into Bowman’s space.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Muscles. In general, constriction of the afferent arteriole or dilation of the efferent arteriole will decrease pressure in the glomerular capillaries, creating less pressure driving filtrate into Bowman’s space. By contrast, dilation of the afferent arteriole or constriction of the efferent arteriole will increase pressure in the glomerular capillaries, creating more pressure driving filtrate into Bowman’s space."}
{"id": "article-18488_20", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Surgical Considerations", "content": "Healthy glomeruli, including Bowman’s capsule and Bowman’s space, are necessary for the proper functioning of the kidney. All glomeruli exist within the cortex of the kidney. Thus those performing renal operations should strive to maintain as much renal cortex as possible to preserve glomeruli and renal function. [34]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Surgical Considerations. Healthy glomeruli, including Bowman’s capsule and Bowman’s space, are necessary for the proper functioning of the kidney. All glomeruli exist within the cortex of the kidney. Thus those performing renal operations should strive to maintain as much renal cortex as possible to preserve glomeruli and renal function. [34]"}
{"id": "article-18488_21", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Clinical Significance", "content": "The glomerulus is clinically significant because it is the location where filtration in the kidney begins. All actions of the nephron downstream of the glomeruli rely on the passage of filtrate from the glomerular capillaries into Bowman’s space.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Clinical Significance. The glomerulus is clinically significant because it is the location where filtration in the kidney begins. All actions of the nephron downstream of the glomeruli rely on the passage of filtrate from the glomerular capillaries into Bowman’s space."}
{"id": "article-18488_22", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Clinical Significance", "content": "Several diseases can affect the glomerulus. These diseases broadly divided into those presenting as nephrotic syndrome and those presenting as nephritic syndrome. The nephrotic syndrome is characterized by proteinuria of greater than 3.5 grams of protein per day, hypoalbuminemia, edema, and hyperlipidemia. [34] [35] The nephritic syndrome is characterized by oliguria, hematuria, red blood cell casts in the urine, proteinuria under 3.5 grams of protein per day, and hypertension. [35]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Clinical Significance. Several diseases can affect the glomerulus. These diseases broadly divided into those presenting as nephrotic syndrome and those presenting as nephritic syndrome. The nephrotic syndrome is characterized by proteinuria of greater than 3.5 grams of protein per day, hypoalbuminemia, edema, and hyperlipidemia. [34] [35] The nephritic syndrome is characterized by oliguria, hematuria, red blood cell casts in the urine, proteinuria under 3.5 grams of protein per day, and hypertension. [35]"}
{"id": "article-18488_23", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Clinical Significance", "content": "Some of the major causes of the nephrotic syndrome are minimal change disease, focal segmental glomerulosclerosis, diabetic nephropathy membranous nephropathy, membranoproliferative glomerulonephritis, and amyloidosis. [35] Nephrotic syndromes are generally the result of damage to the foot processes of the podocytes or the GBM. Some of the major causes of the nephritic syndrome include post-infectious glomerulonephritis, infective endocarditis, IgA nephropathy, Lupus nephritis, Goodpasture disease, and vasculitis. [35] Nephritic syndromes generally result from damage to the glomerular capillary endothelium or the GBM.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Clinical Significance. Some of the major causes of the nephrotic syndrome are minimal change disease, focal segmental glomerulosclerosis, diabetic nephropathy membranous nephropathy, membranoproliferative glomerulonephritis, and amyloidosis. [35] Nephrotic syndromes are generally the result of damage to the foot processes of the podocytes or the GBM. Some of the major causes of the nephritic syndrome include post-infectious glomerulonephritis, infective endocarditis, IgA nephropathy, Lupus nephritis, Goodpasture disease, and vasculitis. [35] Nephritic syndromes generally result from damage to the glomerular capillary endothelium or the GBM."}
{"id": "article-18488_24", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Other Issues", "content": "Dysfunction of podocytes (cells in close contact with Bowman's capsules) causes a deterioration of glomerular function. Bowman's capsules and Bowman's space are essential to protect the function of the glomerulus because they prevent the infiltration of leukocytes (macrophages and CD4 + and CD8 + T cells). Preventing the accumulation of leukocytes protects the function of the podocytes. [36]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Other Issues. Dysfunction of podocytes (cells in close contact with Bowman's capsules) causes a deterioration of glomerular function. Bowman's capsules and Bowman's space are essential to protect the function of the glomerulus because they prevent the infiltration of leukocytes (macrophages and CD4 + and CD8 + T cells). Preventing the accumulation of leukocytes protects the function of the podocytes. [36]"}
{"id": "article-18488_25", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Other Issues", "content": "In Bowman's capsules, there are cells with self-renewal properties, which can transform into podocytes. This event is more frequent when the structure needs repair, for example, in the presence of diabetes, such as a safety valve. The mechanism becomes stimulated by the decrease in Gas1 (Growth Arrest-Specific 1). [37]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Other Issues. In Bowman's capsules, there are cells with self-renewal properties, which can transform into podocytes. This event is more frequent when the structure needs repair, for example, in the presence of diabetes, such as a safety valve. The mechanism becomes stimulated by the decrease in Gas1 (Growth Arrest-Specific 1). [37]"}
{"id": "article-18488_26", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Other Issues", "content": "One of the causes of the presence of focal segmental glomerulosclerosis and crescentic glomerulonephritis is the accumulation of cuboidal cells or cuboidal parietal epithelial cells (PECs) in Bowman's capsule. These cuboidal PECS can create a metabolic environment that leads to the formation of sclerotic lesions, leading to kidney damage. [38]", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Other Issues. One of the causes of the presence of focal segmental glomerulosclerosis and crescentic glomerulonephritis is the accumulation of cuboidal cells or cuboidal parietal epithelial cells (PECs) in Bowman's capsule. These cuboidal PECS can create a metabolic environment that leads to the formation of sclerotic lesions, leading to kidney damage. [38]"}
{"id": "article-18488_27", "title": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis: Bowman Capsule -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}