{"id": "article-18652_0", "title": "Bronchogenic Cyst -- Continuing Education Activity", "content": "Bronchogenic cysts are foregut-derived cystic malformations of the respiratory tract. They are usually located within the mediastinum at an early stage of gestation or in the lung at a later stage. The treatment of all bronchogenic cysts has its basis as complete surgical excision, and their definitive diagnosis is established primarily by histopathological examination of the surgical specimen. This activity explains the pathophysiology, evaluation, and management in patients with bronchogenic cysts. It highlights the role of the interprofessional team in treating and decreasing long term morbidity in patients with bronchogenic cysts.", "contents": "Bronchogenic Cyst -- Continuing Education Activity. Bronchogenic cysts are foregut-derived cystic malformations of the respiratory tract. They are usually located within the mediastinum at an early stage of gestation or in the lung at a later stage. The treatment of all bronchogenic cysts has its basis as complete surgical excision, and their definitive diagnosis is established primarily by histopathological examination of the surgical specimen. This activity explains the pathophysiology, evaluation, and management in patients with bronchogenic cysts. It highlights the role of the interprofessional team in treating and decreasing long term morbidity in patients with bronchogenic cysts."}
{"id": "article-18652_1", "title": "Bronchogenic Cyst -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology and epidemiology of bronchogenic cysts. Outline the evaluation in a patient with a bronchogenic cyst. Explain the management strategies in a patient with a bronchogenic cyst including its complications. Explain the importance of a cohesive, interprofessional team approach to caring for patients with a bronchogenic cyst. Access free multiple choice questions on this topic.", "contents": "Bronchogenic Cyst -- Continuing Education Activity. Objectives: Describe the pathophysiology and epidemiology of bronchogenic cysts. Outline the evaluation in a patient with a bronchogenic cyst. Explain the management strategies in a patient with a bronchogenic cyst including its complications. Explain the importance of a cohesive, interprofessional team approach to caring for patients with a bronchogenic cyst. Access free multiple choice questions on this topic."}
{"id": "article-18652_2", "title": "Bronchogenic Cyst -- Introduction", "content": "Bronchogenic cysts are foregut-derived cystic malformations of the respiratory tract. [1] They are usually located within the mediastinum at an early stage of gestation or in the lung at a later stage. [2] However, their location can be anywhere along the developmental pathway of the foregut in an ectopic site. [2] Bronchogenic cysts characteristically exhibit clinical and radiological polymorphism. They pose a differential diagnostic problem, mainly with hydatid disease in endemic countries. The treatment of all bronchogenic cysts has its basis as complete surgical excision, and their definitive diagnosis is established primarily by histopathological examination of the surgical specimen. Prognosis is excellent with no recurrences in case of complete resection.", "contents": "Bronchogenic Cyst -- Introduction. Bronchogenic cysts are foregut-derived cystic malformations of the respiratory tract. [1] They are usually located within the mediastinum at an early stage of gestation or in the lung at a later stage. [2] However, their location can be anywhere along the developmental pathway of the foregut in an ectopic site. [2] Bronchogenic cysts characteristically exhibit clinical and radiological polymorphism. They pose a differential diagnostic problem, mainly with hydatid disease in endemic countries. The treatment of all bronchogenic cysts has its basis as complete surgical excision, and their definitive diagnosis is established primarily by histopathological examination of the surgical specimen. Prognosis is excellent with no recurrences in case of complete resection."}
{"id": "article-18652_3", "title": "Bronchogenic Cyst -- Etiology", "content": "The genesis of bronchogenic cysts is from the abnormal or late budding of the embryonic ventral lung bud or the tracheobronchial tree which occurs between the 26th and 40th days of gestation. [3] This abnormal bud subsequently differentiates into a fluid-filled, blind-ending pouch. [3] The location of a bronchogenic cyst depends on the embryological stage of development at which the anomaly occurs. When the abnormal budding happens during early development, the cyst occupies the tracheobronchial tree. Cysts that arise later are more peripheral and may involve the lung parenchyma. [4]", "contents": "Bronchogenic Cyst -- Etiology. The genesis of bronchogenic cysts is from the abnormal or late budding of the embryonic ventral lung bud or the tracheobronchial tree which occurs between the 26th and 40th days of gestation. [3] This abnormal bud subsequently differentiates into a fluid-filled, blind-ending pouch. [3] The location of a bronchogenic cyst depends on the embryological stage of development at which the anomaly occurs. When the abnormal budding happens during early development, the cyst occupies the tracheobronchial tree. Cysts that arise later are more peripheral and may involve the lung parenchyma. [4]"}
{"id": "article-18652_4", "title": "Bronchogenic Cyst -- Epidemiology", "content": "Bronchogenic cysts are rare cystic lesions, with prevalences of 1 per 42,000 and 1 per 68,000 admissions in two hospital series. [2] They are slightly more frequent in men and often remain undiscovered until the third or fourth decade of life. [5] [6] They account for 10% to 15% of mediastinal tumors and 50 to 60% of all mediastinal cysts. [3] They originate preferentially in the middle mediastinum, including the right paratracheal area and the tracheal carina. Classification of mediastinal bronchogenic cysts is in five types according to their location [7] : Paratracheal Carinal Paraesophageal Hilar Miscellaneous Intrapulmonary bronchogenic cysts represent 20% to 30% and most commonly involve the lower lobes. They have no predilection for the right or left side. The other locations of bronchogenic cysts are rare and include the pericardium, the pleura, the neck, the diaphragm, and the retroperitoneum.", "contents": "Bronchogenic Cyst -- Epidemiology. Bronchogenic cysts are rare cystic lesions, with prevalences of 1 per 42,000 and 1 per 68,000 admissions in two hospital series. [2] They are slightly more frequent in men and often remain undiscovered until the third or fourth decade of life. [5] [6] They account for 10% to 15% of mediastinal tumors and 50 to 60% of all mediastinal cysts. [3] They originate preferentially in the middle mediastinum, including the right paratracheal area and the tracheal carina. Classification of mediastinal bronchogenic cysts is in five types according to their location [7] : Paratracheal Carinal Paraesophageal Hilar Miscellaneous Intrapulmonary bronchogenic cysts represent 20% to 30% and most commonly involve the lower lobes. They have no predilection for the right or left side. The other locations of bronchogenic cysts are rare and include the pericardium, the pleura, the neck, the diaphragm, and the retroperitoneum."}
{"id": "article-18652_5", "title": "Bronchogenic Cyst -- Histopathology", "content": "Macroscopic findings of bronchogenic cysts: [2] Spherical, Smooth, White or pinkish, Single or multiple, Size: from 2 to 12 cm in diameter, Frequently unilocular, Contain clear fluid, proteinaceous mucus, rarely air or hemorrhagic secretions, Calcification of the cyst wall is rare, They rarely communicate with the bronchial tree. The definitive diagnosis of bronchogenic cysts derives histological examination of the surgical specimen. Histological findings of bronchogenic cysts: [2] Ciliated pseudostratified columnar epithelium of respiratory type Possible areas of squamous metaplasia Cyst wall contains airway components:  cartilage plates, bronchial glands, and smooth muscle. Rarely: Nerve and adipose tissues. [2]", "contents": "Bronchogenic Cyst -- Histopathology. Macroscopic findings of bronchogenic cysts: [2] Spherical, Smooth, White or pinkish, Single or multiple, Size: from 2 to 12 cm in diameter, Frequently unilocular, Contain clear fluid, proteinaceous mucus, rarely air or hemorrhagic secretions, Calcification of the cyst wall is rare, They rarely communicate with the bronchial tree. The definitive diagnosis of bronchogenic cysts derives histological examination of the surgical specimen. Histological findings of bronchogenic cysts: [2] Ciliated pseudostratified columnar epithelium of respiratory type Possible areas of squamous metaplasia Cyst wall contains airway components:  cartilage plates, bronchial glands, and smooth muscle. Rarely: Nerve and adipose tissues. [2]"}
{"id": "article-18652_6", "title": "Bronchogenic Cyst -- History and Physical", "content": "In pediatric patients: bronchogenic cysts may cause life-threatening compressive symptoms. [8]", "contents": "Bronchogenic Cyst -- History and Physical. In pediatric patients: bronchogenic cysts may cause life-threatening compressive symptoms. [8]"}
{"id": "article-18652_7", "title": "Bronchogenic Cyst -- History and Physical", "content": "In adults: bronchogenic cysts are often incidental radiologic findings. [9] Pulmonary bronchogenic cysts are more likely to be symptomatic than mediastinal cysts, and 86.4% of symptomatic patients have a complicated cyst. [10] Symptoms are secondary to cyst infection or compression of adjacent structures. [11] Fistulized bronchogenic cysts cause cough, fever, sputum production, and hemoptysis. Non-fistulized bronchogenic cysts are usually responsible for chest pain. [12] Pericystic pneumonitis or pneumonia in the adjacent compressed lung are responsible for fever and shortness of breath. [4]", "contents": "Bronchogenic Cyst -- History and Physical. In adults: bronchogenic cysts are often incidental radiologic findings. [9] Pulmonary bronchogenic cysts are more likely to be symptomatic than mediastinal cysts, and 86.4% of symptomatic patients have a complicated cyst. [10] Symptoms are secondary to cyst infection or compression of adjacent structures. [11] Fistulized bronchogenic cysts cause cough, fever, sputum production, and hemoptysis. Non-fistulized bronchogenic cysts are usually responsible for chest pain. [12] Pericystic pneumonitis or pneumonia in the adjacent compressed lung are responsible for fever and shortness of breath. [4]"}
{"id": "article-18652_8", "title": "Bronchogenic Cyst -- Evaluation", "content": "Chest radiograph: Pulmonary bronchogenic cysts: Sharply defined, solitary, round or oval opacities, usually the lower lobe. They can present as a homogeneous water density, as an air-filled cyst, or with an air-fluid level. Abnormalities in the surrounding lung parenchyma, atelectasis or consolidation may occur and may make the diagnosis more difficult. [13] Mediastinal bronchogenic cysts : Homogeneous, smooth, solitary, round or ovoid masses usually in the middle mediastinum. [13] [3] Computed tomography scan:", "contents": "Bronchogenic Cyst -- Evaluation. Chest radiograph: Pulmonary bronchogenic cysts: Sharply defined, solitary, round or oval opacities, usually the lower lobe. They can present as a homogeneous water density, as an air-filled cyst, or with an air-fluid level. Abnormalities in the surrounding lung parenchyma, atelectasis or consolidation may occur and may make the diagnosis more difficult. [13] Mediastinal bronchogenic cysts : Homogeneous, smooth, solitary, round or ovoid masses usually in the middle mediastinum. [13] [3] Computed tomography scan:"}
{"id": "article-18652_9", "title": "Bronchogenic Cyst -- Evaluation", "content": "CT is the investigation of choice. The CT density of bronchogenic cysts is variable from typical water density to high density related to blood, increased calcium content, anthracotic pigment, or increased protein content of the fluid. [13] [3] Magnetic resonance imaging (MRI):", "contents": "Bronchogenic Cyst -- Evaluation. CT is the investigation of choice. The CT density of bronchogenic cysts is variable from typical water density to high density related to blood, increased calcium content, anthracotic pigment, or increased protein content of the fluid. [13] [3] Magnetic resonance imaging (MRI):"}
{"id": "article-18652_10", "title": "Bronchogenic Cyst -- Evaluation", "content": "Magnetic resonance imaging is better than CT scan at delineating anatomic relations and the definition of the cyst. The MRI appearance depends on the cyst’s content. On T1-weighted images, the intrinsic signal intensity varies from low to high, depending on the cyst contents. T2-weighted images show high signal intensity. Enhancement after contrast injection is frequently absent. [13] [3]", "contents": "Bronchogenic Cyst -- Evaluation. Magnetic resonance imaging is better than CT scan at delineating anatomic relations and the definition of the cyst. The MRI appearance depends on the cyst’s content. On T1-weighted images, the intrinsic signal intensity varies from low to high, depending on the cyst contents. T2-weighted images show high signal intensity. Enhancement after contrast injection is frequently absent. [13] [3]"}
{"id": "article-18652_11", "title": "Bronchogenic Cyst -- Treatment / Management", "content": "The treatment of patients with bronchogenic cysts depends on symptoms at presentation and the patient’s age. Surgical resection alleviates symptoms, prevents complications and establishes the diagnosis of bronchogenic cysts. Symptomatic cysts should be resected either by thoracotomy or via video-assisted thoracoscopy regardless of patient age unless surgical risks are unacceptably high. [11] [3]", "contents": "Bronchogenic Cyst -- Treatment / Management. The treatment of patients with bronchogenic cysts depends on symptoms at presentation and the patient’s age. Surgical resection alleviates symptoms, prevents complications and establishes the diagnosis of bronchogenic cysts. Symptomatic cysts should be resected either by thoracotomy or via video-assisted thoracoscopy regardless of patient age unless surgical risks are unacceptably high. [11] [3]"}
{"id": "article-18652_12", "title": "Bronchogenic Cyst -- Treatment / Management", "content": "There has been a recent rise in the use of thoracoscopic techniques for resection of bronchogenic cysts in adults. The benefits of thoracoscopy include decreased scarring, reduced pain, and shorter hospitalization. Complicated bronchogenic cysts usually require thoracotomy for more extensive resection. [10]", "contents": "Bronchogenic Cyst -- Treatment / Management. There has been a recent rise in the use of thoracoscopic techniques for resection of bronchogenic cysts in adults. The benefits of thoracoscopy include decreased scarring, reduced pain, and shorter hospitalization. Complicated bronchogenic cysts usually require thoracotomy for more extensive resection. [10]"}
{"id": "article-18652_13", "title": "Bronchogenic Cyst -- Treatment / Management", "content": "The resection must be complete because of the risk of recurrence after incomplete surgical removal. The treatment of asymptomatic bronchogenic cysts remains controversial. Most authors seem to advocate a surgical approach to prevent complications. [9] [3] Intrapulmonary bronchogenic cysts:", "contents": "Bronchogenic Cyst -- Treatment / Management. The resection must be complete because of the risk of recurrence after incomplete surgical removal. The treatment of asymptomatic bronchogenic cysts remains controversial. Most authors seem to advocate a surgical approach to prevent complications. [9] [3] Intrapulmonary bronchogenic cysts:"}
{"id": "article-18652_14", "title": "Bronchogenic Cyst -- Treatment / Management", "content": "Lobectomy is the procedure of choice. However, in peripheral bronchogenic cysts or patients with limited lung function, a conservative procedure as a total pericystectomy, a wedge resection, or segmentectomy are recommended. Mediastinal bronchogenic cysts :", "contents": "Bronchogenic Cyst -- Treatment / Management. Lobectomy is the procedure of choice. However, in peripheral bronchogenic cysts or patients with limited lung function, a conservative procedure as a total pericystectomy, a wedge resection, or segmentectomy are recommended. Mediastinal bronchogenic cysts :"}
{"id": "article-18652_15", "title": "Bronchogenic Cyst -- Treatment / Management", "content": "The presence of adhesions especially in complicated forms of mediastinal bronchogenic cysts can lead to incomplete resection. Thus, resection or destruction of the mucosa is a requirement to prevent accumulation of fluid and late recurrence. [14] An alternative option for bronchogenic cysts is close imaging surveillance to ensure temporal stability.", "contents": "Bronchogenic Cyst -- Treatment / Management. The presence of adhesions especially in complicated forms of mediastinal bronchogenic cysts can lead to incomplete resection. Thus, resection or destruction of the mucosa is a requirement to prevent accumulation of fluid and late recurrence. [14] An alternative option for bronchogenic cysts is close imaging surveillance to ensure temporal stability."}
{"id": "article-18652_16", "title": "Bronchogenic Cyst -- Differential Diagnosis", "content": "Radiological differential diagnosis: Lung abscess Hydatid cyst Fungal disease Tuberculosis Infected bullae Vascular malformations Neoplasms Histological differential diagnosis: Cystic teratoma Bronchopulmonary sequestration Esophageal cysts Chronic healed abscess", "contents": "Bronchogenic Cyst -- Differential Diagnosis. Radiological differential diagnosis: Lung abscess Hydatid cyst Fungal disease Tuberculosis Infected bullae Vascular malformations Neoplasms Histological differential diagnosis: Cystic teratoma Bronchopulmonary sequestration Esophageal cysts Chronic healed abscess"}
{"id": "article-18652_17", "title": "Bronchogenic Cyst -- Prognosis", "content": "The prognosis of bronchogenic cysts after surgical excision is excellent. In case of incomplete excision, late recurrences can occur. [15] A recent study reviewing 102 patients treated for bronchogenic cysts, the estimated mean morbidity and mortality was 20%. [16]", "contents": "Bronchogenic Cyst -- Prognosis. The prognosis of bronchogenic cysts after surgical excision is excellent. In case of incomplete excision, late recurrences can occur. [15] A recent study reviewing 102 patients treated for bronchogenic cysts, the estimated mean morbidity and mortality was 20%. [16]"}
{"id": "article-18652_18", "title": "Bronchogenic Cyst -- Complications", "content": "According to some authors, bronchogenic cysts lead to complications in 45% of patients, but complications do not increase morbidity and death. [17] Complications of bronchogenic cysts include: Tracheobronchial compression and pulmonary infections, Rare complications comprise [18] [19] [20] [21] [22] [23] [22] [21] [20] Pneumothorax Pleurisy Superior vena cava syndrome Stenosis of pulmonary artery Arrhythmias Fatal air embolism in an airplane passenger Malignant transformation Fatal myocardial infarction (MI) secondary to compression of the left main coronary artery", "contents": "Bronchogenic Cyst -- Complications. According to some authors, bronchogenic cysts lead to complications in 45% of patients, but complications do not increase morbidity and death. [17] Complications of bronchogenic cysts include: Tracheobronchial compression and pulmonary infections, Rare complications comprise [18] [19] [20] [21] [22] [23] [22] [21] [20] Pneumothorax Pleurisy Superior vena cava syndrome Stenosis of pulmonary artery Arrhythmias Fatal air embolism in an airplane passenger Malignant transformation Fatal myocardial infarction (MI) secondary to compression of the left main coronary artery"}
{"id": "article-18652_19", "title": "Bronchogenic Cyst -- Enhancing Healthcare Team Outcomes", "content": "Bronchogenic are rare lesions. In children, they often tend to be symptomatic, but in adults, they are often an incidental finding. However, because their diagnosis and management are not straightforward, the disorder is best managed by an interprofessional team that includes a radiologist, pediatrician, thoracic surgeon, and a pulmonologist. Specialty trained nurses in perianesthesia, operating room, and critical care work with the team to monitor patients, communicate with the patient's families, and provide feedback about issues in care. [Level 5]", "contents": "Bronchogenic Cyst -- Enhancing Healthcare Team Outcomes. Bronchogenic are rare lesions. In children, they often tend to be symptomatic, but in adults, they are often an incidental finding. However, because their diagnosis and management are not straightforward, the disorder is best managed by an interprofessional team that includes a radiologist, pediatrician, thoracic surgeon, and a pulmonologist. Specialty trained nurses in perianesthesia, operating room, and critical care work with the team to monitor patients, communicate with the patient's families, and provide feedback about issues in care. [Level 5]"}
{"id": "article-18652_20", "title": "Bronchogenic Cyst -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bronchogenic Cyst -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}