{"id": "article-30515_0", "title": "Percutaneous Lung Lesion Biopsy -- Continuing Education Activity", "content": "Percutaneous lung lesion biopsy (PLLB) is a diagnostic procedure to obtain tissue samples from suspicious lung nodules or lesions without surgery. Typically guided by imaging techniques such as computed tomography scans, the biopsy involves inserting a needle through the chest wall to extract tissue for pathological examination. This minimally invasive approach aids in determining the nature of lung abnormalities, distinguishing between benign and malignant lesions, and informing subsequent treatment decisions. The procedure demands precision, often involving a collaborative effort among physicians, advanced practitioners, nurses, pharmacists, and other healthcare professionals to ensure patient safety, optimize outcomes, and coordinate comprehensive care tailored to individual needs.", "contents": "Percutaneous Lung Lesion Biopsy -- Continuing Education Activity. Percutaneous lung lesion biopsy (PLLB) is a diagnostic procedure to obtain tissue samples from suspicious lung nodules or lesions without surgery. Typically guided by imaging techniques such as computed tomography scans, the biopsy involves inserting a needle through the chest wall to extract tissue for pathological examination. This minimally invasive approach aids in determining the nature of lung abnormalities, distinguishing between benign and malignant lesions, and informing subsequent treatment decisions. The procedure demands precision, often involving a collaborative effort among physicians, advanced practitioners, nurses, pharmacists, and other healthcare professionals to ensure patient safety, optimize outcomes, and coordinate comprehensive care tailored to individual needs."}
{"id": "article-30515_1", "title": "Percutaneous Lung Lesion Biopsy -- Continuing Education Activity", "content": "Cliicians engaging in this continuing education activity focused on PLLB derive several valuable benefits. Firstly, they enhance their procedural skills and stay abreast of the latest techniques and technologies associated with PLLB, ensuring their practices align with current standards and innovations. The activity deepens clinicians understanding of patient selection, procedural nuances, and potential complications, improving patient outcomes. Additionally, staying updated through continuing education fosters a commitment to patient safety as healthcare professionals gain insights into best practices and strategies for minimizing risks during biopsy procedures. Furthermore, this activitty facilitates interprofessional collaboration, allowing clinicians to engage with colleagues, share experiences, and broaden their perspectives on evolving trends in PLLB—ultimately contributing to a more comprehensive and patient-centered approach to care.", "contents": "Percutaneous Lung Lesion Biopsy -- Continuing Education Activity. Cliicians engaging in this continuing education activity focused on PLLB derive several valuable benefits. Firstly, they enhance their procedural skills and stay abreast of the latest techniques and technologies associated with PLLB, ensuring their practices align with current standards and innovations. The activity deepens clinicians understanding of patient selection, procedural nuances, and potential complications, improving patient outcomes. Additionally, staying updated through continuing education fosters a commitment to patient safety as healthcare professionals gain insights into best practices and strategies for minimizing risks during biopsy procedures. Furthermore, this activitty facilitates interprofessional collaboration, allowing clinicians to engage with colleagues, share experiences, and broaden their perspectives on evolving trends in PLLB—ultimately contributing to a more comprehensive and patient-centered approach to care."}
{"id": "article-30515_2", "title": "Percutaneous Lung Lesion Biopsy -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates for percutaneous lung lesion biopsy based on a comprehensive clinical and imaging findings assessment. Implement evidence-based percutaneous lung lesion biopsy practices, ensuring procedural precision, patient safety, and optimal diagnostic yield. Apply up-to-date knowledge on percutaneous lung lesion biopsy complications, recognizing and addressing potential risks during and after the procedure. Coordinate efforts to improve the overall quality of percutaneous lung lesion biopsy procedures by collaborating with members of the interprofessional team. Access free multiple choice questions on this topic.", "contents": "Percutaneous Lung Lesion Biopsy -- Continuing Education Activity. Objectives: Identify appropriate candidates for percutaneous lung lesion biopsy based on a comprehensive clinical and imaging findings assessment. Implement evidence-based percutaneous lung lesion biopsy practices, ensuring procedural precision, patient safety, and optimal diagnostic yield. Apply up-to-date knowledge on percutaneous lung lesion biopsy complications, recognizing and addressing potential risks during and after the procedure. Coordinate efforts to improve the overall quality of percutaneous lung lesion biopsy procedures by collaborating with members of the interprofessional team. Access free multiple choice questions on this topic."}
{"id": "article-30515_3", "title": "Percutaneous Lung Lesion Biopsy -- Introduction", "content": "Percutaneous lung lesion biopsy (PLLB) is a procedure that involves passing a needle percutaneously under image guidance using a thoracic computed tomography scan. PLLB encompasses either transthoracic needle aspiration or transthoracic biopsy to diagnose lung cancer, the primary indication for deep thoracic tissue needle biopsies. [1] A separate article will discuss other transthoracic biopsies (such as mediastinal structures, pleura, or bones). [2] The PLLB approach's diagnostic yield is estimated at 93% (95% confidence interval, 90-96). [3]", "contents": "Percutaneous Lung Lesion Biopsy -- Introduction. Percutaneous lung lesion biopsy (PLLB) is a procedure that involves passing a needle percutaneously under image guidance using a thoracic computed tomography scan. PLLB encompasses either transthoracic needle aspiration or transthoracic biopsy to diagnose lung cancer, the primary indication for deep thoracic tissue needle biopsies. [1] A separate article will discuss other transthoracic biopsies (such as mediastinal structures, pleura, or bones). [2] The PLLB approach's diagnostic yield is estimated at 93% (95% confidence interval, 90-96). [3]"}
{"id": "article-30515_4", "title": "Percutaneous Lung Lesion Biopsy -- Introduction", "content": "PLLB has the highest complication rates among procedures performed by radiologists, with rates around 35%. [4] The technical difficulty for achieving tissue diagnosis without concurrent complication is broad. Some lesions and patients provide no difficulty, with a procedure time of fewer than 30 minutes. Others undergo failed tissue diagnosis even with procedure times extending to more than 90 minutes and attempts made on multiple occasions. This review on PLLB explores the relevant anatomy, indications, contraindications, preparation steps and techniques, and complications.", "contents": "Percutaneous Lung Lesion Biopsy -- Introduction. PLLB has the highest complication rates among procedures performed by radiologists, with rates around 35%. [4] The technical difficulty for achieving tissue diagnosis without concurrent complication is broad. Some lesions and patients provide no difficulty, with a procedure time of fewer than 30 minutes. Others undergo failed tissue diagnosis even with procedure times extending to more than 90 minutes and attempts made on multiple occasions. This review on PLLB explores the relevant anatomy, indications, contraindications, preparation steps and techniques, and complications."}
{"id": "article-30515_5", "title": "Percutaneous Lung Lesion Biopsy -- Anatomy and Physiology", "content": "In the typical configuration, the lungs are divided into 5 lobes, with 3 on the right and 2 on the left. Surrounding the lobes are serous membranes known as pleural membranes. The inner lining of the thoracic wall is the parietal pleura, while the outer lining of the lungs is the visceral pleura. Between these membranes exists a potential space or cavity called the pleural space, typically containing minimal fluid. This fluid allows the visceral pleura to slide smoothly along the parietal pleura, maintaining surface tension and ensuring contact between the membranes. Maintaining this surface tension is crucial for keeping the lungs fully inflated.", "contents": "Percutaneous Lung Lesion Biopsy -- Anatomy and Physiology. In the typical configuration, the lungs are divided into 5 lobes, with 3 on the right and 2 on the left. Surrounding the lobes are serous membranes known as pleural membranes. The inner lining of the thoracic wall is the parietal pleura, while the outer lining of the lungs is the visceral pleura. Between these membranes exists a potential space or cavity called the pleural space, typically containing minimal fluid. This fluid allows the visceral pleura to slide smoothly along the parietal pleura, maintaining surface tension and ensuring contact between the membranes. Maintaining this surface tension is crucial for keeping the lungs fully inflated."}
{"id": "article-30515_6", "title": "Percutaneous Lung Lesion Biopsy -- Anatomy and Physiology", "content": "The lungs receive a dual blood supply through bronchial and pulmonary arteries. The bronchial arteries are supplied by the aorta, with the most common configuration being 2 arteries to the left lung and 1 to the right. They bifurcate alongside the bronchi and bronchioles. Pulmonary arteries, on the other hand, are supplied by the right ventricle, with the typical configuration consisting of 1 pulmonary trunk, 1 primary artery per lung, and 1 secondary artery per pulmonary lobe.", "contents": "Percutaneous Lung Lesion Biopsy -- Anatomy and Physiology. The lungs receive a dual blood supply through bronchial and pulmonary arteries. The bronchial arteries are supplied by the aorta, with the most common configuration being 2 arteries to the left lung and 1 to the right. They bifurcate alongside the bronchi and bronchioles. Pulmonary arteries, on the other hand, are supplied by the right ventricle, with the typical configuration consisting of 1 pulmonary trunk, 1 primary artery per lung, and 1 secondary artery per pulmonary lobe."}
{"id": "article-30515_7", "title": "Percutaneous Lung Lesion Biopsy -- Anatomy and Physiology", "content": "In cases where pulmonary abnormalities are suspected, computed tomography scans are crucial for determining the most suitable technique for obtaining tissue. These techniques may involve bronchoscopic biopsy, surgical biopsy (often conducted using video-assisted thoracoscopic surgery), or percutaneous needle biopsy of the lung. Surgical biopsy is generally recommended for suspected interstitial lung disease or small peripheral lesions, particularly those at the lung bases, which may be unsuitable for a successful percutaneous needle biopsy. Conversely, bronchoscopy is preferred for lesions located centrally, whether endobronchial or peribronchial. [5]", "contents": "Percutaneous Lung Lesion Biopsy -- Anatomy and Physiology. In cases where pulmonary abnormalities are suspected, computed tomography scans are crucial for determining the most suitable technique for obtaining tissue. These techniques may involve bronchoscopic biopsy, surgical biopsy (often conducted using video-assisted thoracoscopic surgery), or percutaneous needle biopsy of the lung. Surgical biopsy is generally recommended for suspected interstitial lung disease or small peripheral lesions, particularly those at the lung bases, which may be unsuitable for a successful percutaneous needle biopsy. Conversely, bronchoscopy is preferred for lesions located centrally, whether endobronchial or peribronchial. [5]"}
{"id": "article-30515_8", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "PLLB stands out as a valuable procedure, explicitly recommended for assessing indeterminate pulmonary nodules or masses--particularly in cases where chemotherapy or radiation may be more suitable than surgery. This method also proves advantageous for patients with a history of extrapulmonary malignancy. The growing significance of targeted therapy for treating lung cancer underscores the essential role of PLLB in obtaining tissue samples for molecular testing. Recent studies have demonstrated the effectiveness of fine-needle aspiration specimens in detecting epidermal growth factor receptor (EGFR) mutations in patients with lung cancer, enabling the precise identification of individuals who would benefit from EGFR tyrosine kinase inhibitors. [6]", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. PLLB stands out as a valuable procedure, explicitly recommended for assessing indeterminate pulmonary nodules or masses--particularly in cases where chemotherapy or radiation may be more suitable than surgery. This method also proves advantageous for patients with a history of extrapulmonary malignancy. The growing significance of targeted therapy for treating lung cancer underscores the essential role of PLLB in obtaining tissue samples for molecular testing. Recent studies have demonstrated the effectiveness of fine-needle aspiration specimens in detecting epidermal growth factor receptor (EGFR) mutations in patients with lung cancer, enabling the precise identification of individuals who would benefit from EGFR tyrosine kinase inhibitors. [6]"}
{"id": "article-30515_9", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "Moreover, PLLB extends its utility beyond lung cancer; PLLB proves instrumental in determining crucial factors such as estrogen and progesterone receptor status in breast cancer metastases. The procedure also plays a pivotal role in diagnosing focal pulmonary infections. Beyond its application in lung-related conditions, PLLB is commonly used for accessing lesions in the mediastinum, pleura, and chest wall. [5] The versatility and precision PLLB offers make it an indispensable tool in the diagnostic arsenal, contributing significantly to a comprehensive evaluation and targeted management of diverse pulmonary and extrapulmonary conditions.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. Moreover, PLLB extends its utility beyond lung cancer; PLLB proves instrumental in determining crucial factors such as estrogen and progesterone receptor status in breast cancer metastases. The procedure also plays a pivotal role in diagnosing focal pulmonary infections. Beyond its application in lung-related conditions, PLLB is commonly used for accessing lesions in the mediastinum, pleura, and chest wall. [5] The versatility and precision PLLB offers make it an indispensable tool in the diagnostic arsenal, contributing significantly to a comprehensive evaluation and targeted management of diverse pulmonary and extrapulmonary conditions."}
{"id": "article-30515_10", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "The National Comprehensive Cancer Network, the American College of Chest Physicians, and the American Society of Clinical Oncology have created the following guidelines for diagnosing and treating lung cancer:", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. The National Comprehensive Cancer Network, the American College of Chest Physicians, and the American Society of Clinical Oncology have created the following guidelines for diagnosing and treating lung cancer:"}
{"id": "article-30515_11", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "Patients with a strong clinical suspicion of stage 1 or 2 lung cancer, based on risk factors and radiologic appearance, do not require a biopsy before surgery. Performing a biopsy adds unnecessary time, costs, and procedural risks to treatment decisions.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. Patients with a strong clinical suspicion of stage 1 or 2 lung cancer, based on risk factors and radiologic appearance, do not require a biopsy before surgery. Performing a biopsy adds unnecessary time, costs, and procedural risks to treatment decisions."}
{"id": "article-30515_12", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "A preoperative biopsy may be appropriate if a non-lung cancer diagnosis is strongly suspected and can be confirmed through core biopsy or fine needle aspiration.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. A preoperative biopsy may be appropriate if a non-lung cancer diagnosis is strongly suspected and can be confirmed through core biopsy or fine needle aspiration."}
{"id": "article-30515_13", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "A preoperative biopsy may be suitable if an intraoperative diagnosis appears difficult or highly risky. If a preoperative tissue diagnosis has not been obtained, an intraoperative diagnosis (eg, wedge resection, needle biopsy) is necessary before performing a lobectomy or pneumonectomy.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. A preoperative biopsy may be suitable if an intraoperative diagnosis appears difficult or highly risky. If a preoperative tissue diagnosis has not been obtained, an intraoperative diagnosis (eg, wedge resection, needle biopsy) is necessary before performing a lobectomy or pneumonectomy."}
{"id": "article-30515_14", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "Invasive mediastinal imaging is recommended before surgical resection for most patients with clinical stage 1 or 2 lung cancer.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. Invasive mediastinal imaging is recommended before surgical resection for most patients with clinical stage 1 or 2 lung cancer."}
{"id": "article-30515_15", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "A patient's preferred diagnostic strategy depends on tumor size and location, mediastinal or distant disease presence, patient characteristics (including pulmonary pathology and comorbidities), and local expertise.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. A patient's preferred diagnostic strategy depends on tumor size and location, mediastinal or distant disease presence, patient characteristics (including pulmonary pathology and comorbidities), and local expertise."}
{"id": "article-30515_16", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "The initial diagnostic study should be the least invasive biopsy method with the highest yield.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. The initial diagnostic study should be the least invasive biopsy method with the highest yield."}
{"id": "article-30515_17", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "Anatomic pulmonary resection is typically preferred for the majority of patients with nonsmall cell lung cancer.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. Anatomic pulmonary resection is typically preferred for the majority of patients with nonsmall cell lung cancer."}
{"id": "article-30515_18", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "Patients suspected of having metastatic disease should have confirmation from one of the metastatic sites, if feasible. However, if it is technically difficult or hazardous to biopsy a metastatic site, a biopsy of the primary lung lesion or mediastinal lymph nodes should be performed.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. Patients suspected of having metastatic disease should have confirmation from one of the metastatic sites, if feasible. However, if it is technically difficult or hazardous to biopsy a metastatic site, a biopsy of the primary lung lesion or mediastinal lymph nodes should be performed."}
{"id": "article-30515_19", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "Patients with metastatic disease should have the histologic subtype established and adequate tissue available for molecular testing, including consideration for rebiopsy or plasma biopsy, to provide the best guidance for chemotherapy options.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. Patients with metastatic disease should have the histologic subtype established and adequate tissue available for molecular testing, including consideration for rebiopsy or plasma biopsy, to provide the best guidance for chemotherapy options."}
{"id": "article-30515_20", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "Decisions regarding the optimal diagnostic steps for suspected stage 1, 2, or 3 lung cancer should be made by thoracic radiologists, interventional radiologists, interventional pulmonologists, and thoracic surgeons who specialize in thoracic oncology.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. Decisions regarding the optimal diagnostic steps for suspected stage 1, 2, or 3 lung cancer should be made by thoracic radiologists, interventional radiologists, interventional pulmonologists, and thoracic surgeons who specialize in thoracic oncology."}
{"id": "article-30515_21", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "The preferred approach is a joint decision among a radiologist, a pulmonologist, and a medical or radiation oncologist.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. The preferred approach is a joint decision among a radiologist, a pulmonologist, and a medical or radiation oncologist."}
{"id": "article-30515_22", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "In patients suspected of having small cell lung cancer based on radiographic and clinical findings, confirm the diagnosis pathologically using the least invasive method determined by the patient's presentation, such as sputum cytology, thoracentesis, fine needle aspiration, or transbronchial aspiration.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. In patients suspected of having small cell lung cancer based on radiographic and clinical findings, confirm the diagnosis pathologically using the least invasive method determined by the patient's presentation, such as sputum cytology, thoracentesis, fine needle aspiration, or transbronchial aspiration."}
{"id": "article-30515_23", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "In patients suspected of having lung cancer with a solitary extrathoracic site suspicious of metastasis, obtaining tissue confirmation of the metastatic site through fine needle aspiration or biopsy is recommended.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. In patients suspected of having lung cancer with a solitary extrathoracic site suspicious of metastasis, obtaining tissue confirmation of the metastatic site through fine needle aspiration or biopsy is recommended."}
{"id": "article-30515_24", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "In patients suspected of having lung cancer with lesions in multiple distant sites suspected of metastasis (but where a biopsy of a metastatic site would be technically difficult), diagnose the primary lung lesion by using the least invasive method.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. In patients suspected of having lung cancer with lesions in multiple distant sites suspected of metastasis (but where a biopsy of a metastatic site would be technically difficult), diagnose the primary lung lesion by using the least invasive method."}
{"id": "article-30515_25", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "For patients suspected of having lung cancer with a peripheral lung nodule, when tissue diagnosis is required due to diagnostic uncertainty or poor surgical candidacy, radial endobronchial ultrasound (EBUS) is recommended as an adjunct imaging modality. If radial EBUS is unlikely to achieve a diagnosis, electromagnetic navigation guidance is recommended if the equipment and expertise are available. If electromagnetic navigation is unavailable, then PLLB is recommended.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. For patients suspected of having lung cancer with a peripheral lung nodule, when tissue diagnosis is required due to diagnostic uncertainty or poor surgical candidacy, radial endobronchial ultrasound (EBUS) is recommended as an adjunct imaging modality. If radial EBUS is unlikely to achieve a diagnosis, electromagnetic navigation guidance is recommended if the equipment and expertise are available. If electromagnetic navigation is unavailable, then PLLB is recommended."}
{"id": "article-30515_26", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "If initially obtained specimens are inadequate for histologic and molecular characterization, pursuing a second biopsy is acceptable due to the importance of accurate tumor characterization.", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. If initially obtained specimens are inadequate for histologic and molecular characterization, pursuing a second biopsy is acceptable due to the importance of accurate tumor characterization."}
{"id": "article-30515_27", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "In the case of a small (<3 cm), solitary, peripheral lung lesion suspicious for lung cancer in a patient who appears to have early-stage disease and is a surgical candidate, the diagnostic dilemma often revolves around the necessity of obtaining a biopsy specimen to confirm the diagnosis before surgical resection. When the lesion is moderately to highly suspicious for lung cancer, surgical excision via thoracoscopy is the most definitive method for establishing a diagnosis and determining treatment. In nodules with an indeterminate likelihood of malignancy, sampling via PLLB or bronchoscopy with or without guidance technology (such as radial EBUS or electromagnetic navigation) may be considered. [7] [8] [9]", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. In the case of a small (<3 cm), solitary, peripheral lung lesion suspicious for lung cancer in a patient who appears to have early-stage disease and is a surgical candidate, the diagnostic dilemma often revolves around the necessity of obtaining a biopsy specimen to confirm the diagnosis before surgical resection. When the lesion is moderately to highly suspicious for lung cancer, surgical excision via thoracoscopy is the most definitive method for establishing a diagnosis and determining treatment. In nodules with an indeterminate likelihood of malignancy, sampling via PLLB or bronchoscopy with or without guidance technology (such as radial EBUS or electromagnetic navigation) may be considered. [7] [8] [9]"}
{"id": "article-30515_28", "title": "Percutaneous Lung Lesion Biopsy -- Indications", "content": "The 2022 update of the National Comprehensive Cancer Network recommends molecular testing for mutations, such as BRAF and EGFR mutations, be performed using sufficient tissue samples from lung biopsies, particularly in patients with advanced or metastatic nonsmall cell lung cancer, to allow for targeted therapy or immunotherapy. [10]", "contents": "Percutaneous Lung Lesion Biopsy -- Indications. The 2022 update of the National Comprehensive Cancer Network recommends molecular testing for mutations, such as BRAF and EGFR mutations, be performed using sufficient tissue samples from lung biopsies, particularly in patients with advanced or metastatic nonsmall cell lung cancer, to allow for targeted therapy or immunotherapy. [10]"}
{"id": "article-30515_29", "title": "Percutaneous Lung Lesion Biopsy -- Contraindications -- General Contraindications", "content": "In certain cases, PLLB may not be feasible due to various relative contraindications. These contraindications include:", "contents": "Percutaneous Lung Lesion Biopsy -- Contraindications -- General Contraindications. In certain cases, PLLB may not be feasible due to various relative contraindications. These contraindications include:"}
{"id": "article-30515_30", "title": "Percutaneous Lung Lesion Biopsy -- Contraindications -- General Contraindications", "content": "Uncooperative patients [11] Pulmonary hypertension (as determined by computed tomography or, more accurately, by right heart catheterization) Respiratory failure requiring positive-pressure ventilation (invasive or noninvasive ventilation) Severe hypoxic respiratory failure requiring oxygen supplementation Severe bullous emphysema Extensive pleural disease Contralateral pneumonectomy End-stage pulmonary fibrosis Severe impairment of diffusion capacity of the lungs for carbon monoxide (diffusing capacity of the lungs for carbon monoxide) <35% of predicted [12] Recurrent cough (cough suppressants should be prescribed) Severe interstitial lung disease [13] Uncorrectable coagulopathy [14] Small lesions (<1 cm) located near the diaphragm Central lesions adjacent to a large vessel Coagulation abnormalities (platelet count less than 100,000/mL or activated partial thromboplastin time [aPTT] ratio or prothrombin time [PT] ratio greater than 1.4) [15]", "contents": "Percutaneous Lung Lesion Biopsy -- Contraindications -- General Contraindications. Uncooperative patients [11] Pulmonary hypertension (as determined by computed tomography or, more accurately, by right heart catheterization) Respiratory failure requiring positive-pressure ventilation (invasive or noninvasive ventilation) Severe hypoxic respiratory failure requiring oxygen supplementation Severe bullous emphysema Extensive pleural disease Contralateral pneumonectomy End-stage pulmonary fibrosis Severe impairment of diffusion capacity of the lungs for carbon monoxide (diffusing capacity of the lungs for carbon monoxide) <35% of predicted [12] Recurrent cough (cough suppressants should be prescribed) Severe interstitial lung disease [13] Uncorrectable coagulopathy [14] Small lesions (<1 cm) located near the diaphragm Central lesions adjacent to a large vessel Coagulation abnormalities (platelet count less than 100,000/mL or activated partial thromboplastin time [aPTT] ratio or prothrombin time [PT] ratio greater than 1.4) [15]"}
{"id": "article-30515_31", "title": "Percutaneous Lung Lesion Biopsy -- Contraindications -- Bleeding Risks", "content": "Before the procedure, a routine assessment of platelet count, PT, international normalized ratio (INR), and aPTT is performed. According to a recently published consensus guideline, administering clopidogrel should be suspended for 5 days before PLLB. Before the procedure, a single dose of low-molecular-weight heparin (enoxaparin) should be withheld. In cases where the INR exceeds 1.5, appropriate measures, such as administering fresh frozen plasma or vitamin K, should be taken to correct it. Platelet transfusion is recommended when platelet counts fall below 50,000/μL. Although the guideline does not explicitly advise withholding aspirin, if feasible, it is preferable to discontinue nonsteroidal anti-inflammatory drugs, including aspirin, 5 to 7 days before the procedure. [16]", "contents": "Percutaneous Lung Lesion Biopsy -- Contraindications -- Bleeding Risks. Before the procedure, a routine assessment of platelet count, PT, international normalized ratio (INR), and aPTT is performed. According to a recently published consensus guideline, administering clopidogrel should be suspended for 5 days before PLLB. Before the procedure, a single dose of low-molecular-weight heparin (enoxaparin) should be withheld. In cases where the INR exceeds 1.5, appropriate measures, such as administering fresh frozen plasma or vitamin K, should be taken to correct it. Platelet transfusion is recommended when platelet counts fall below 50,000/μL. Although the guideline does not explicitly advise withholding aspirin, if feasible, it is preferable to discontinue nonsteroidal anti-inflammatory drugs, including aspirin, 5 to 7 days before the procedure. [16]"}
{"id": "article-30515_32", "title": "Percutaneous Lung Lesion Biopsy -- Contraindications -- Bleeding Risks", "content": "Standards of practice recommendations for the cessation of antiplatelet and anticoagulant medications for interventional radiology procedures are categorized based on hemorrhage risks from level 1 to level 3. PLLB is classified as a level 2 procedure. An INR of no more than 1.5 and a platelet count of at least 50,000 cells/μL are recommended for such procedures. The same guidelines offer specific criteria for the cessation of antiplatelet and anticoagulant medications for level 2 procedures. [17]", "contents": "Percutaneous Lung Lesion Biopsy -- Contraindications -- Bleeding Risks. Standards of practice recommendations for the cessation of antiplatelet and anticoagulant medications for interventional radiology procedures are categorized based on hemorrhage risks from level 1 to level 3. PLLB is classified as a level 2 procedure. An INR of no more than 1.5 and a platelet count of at least 50,000 cells/μL are recommended for such procedures. The same guidelines offer specific criteria for the cessation of antiplatelet and anticoagulant medications for level 2 procedures. [17]"}
{"id": "article-30515_33", "title": "Percutaneous Lung Lesion Biopsy -- Contraindications -- Bleeding Risks", "content": "The Johns Hopkins Surgical Risk Classification System categorizes PLLB as a category 2 procedure, primarily based on the potential need for blood replacement. This places PLLB on a scale of 1 to 4, where category 2 procedures involve a blood loss of up to 500 cc. In terms of risk, this is comparable to laparoscopic cholecystectomy and inguinal hernia repair. Both of these procedures are typically performed with an anesthesiologist or certified registered nurse anesthetist who can support hemodynamic correction, airway maintenance, and analgesia. A rapid large pneumothorax resulting from the biopsy can cause chest pain similar to that experienced during a heart attack or aortic dissection. Additionally, specific lesions, such as renal cell carcinoma or melanoma metastasis, may be anticipated to have high vascularity. [18]", "contents": "Percutaneous Lung Lesion Biopsy -- Contraindications -- Bleeding Risks. The Johns Hopkins Surgical Risk Classification System categorizes PLLB as a category 2 procedure, primarily based on the potential need for blood replacement. This places PLLB on a scale of 1 to 4, where category 2 procedures involve a blood loss of up to 500 cc. In terms of risk, this is comparable to laparoscopic cholecystectomy and inguinal hernia repair. Both of these procedures are typically performed with an anesthesiologist or certified registered nurse anesthetist who can support hemodynamic correction, airway maintenance, and analgesia. A rapid large pneumothorax resulting from the biopsy can cause chest pain similar to that experienced during a heart attack or aortic dissection. Additionally, specific lesions, such as renal cell carcinoma or melanoma metastasis, may be anticipated to have high vascularity. [18]"}
{"id": "article-30515_34", "title": "Percutaneous Lung Lesion Biopsy -- Contraindications -- The \"Noncooperative\" Patient", "content": "The reality of PLLB is that it is often performed on highly mobile targets without real-time imaging guidance. In this setting, a \"noncooperative\" patient (ie, a person who cannot lie still or breathe in a controlled fashion for the time needed to perform the biopsy) is a major contraindication to continuing the procedure. [19] Cooperation is usually a modifiable risk factor (discussed briefly below).", "contents": "Percutaneous Lung Lesion Biopsy -- Contraindications -- The \"Noncooperative\" Patient. The reality of PLLB is that it is often performed on highly mobile targets without real-time imaging guidance. In this setting, a \"noncooperative\" patient (ie, a person who cannot lie still or breathe in a controlled fashion for the time needed to perform the biopsy) is a major contraindication to continuing the procedure. [19] Cooperation is usually a modifiable risk factor (discussed briefly below)."}
{"id": "article-30515_35", "title": "Percutaneous Lung Lesion Biopsy -- Contraindications -- Contraindications to Sedation", "content": "While PLLB can be carried out under local anesthesia alone, conscious sedation is often employed to facilitate regular breathing and ensure patient immobility. Conscious sedation proves particularly beneficial for anxious individuals and elderly patients who experience arthritic discomfort and find it challenging to remain still during the procedure. Additionally, it is advantageous for biopsies of small lesions near the diaphragm in the lower lobes or lesions close to large central vessels. A combination of midazolam and fentanyl is routinely administered as part of the sedation protocol; however, this may be contraindicated in selected cases such as severe cardiopulmonary compromise, and preoperative assessment should be obtained.", "contents": "Percutaneous Lung Lesion Biopsy -- Contraindications -- Contraindications to Sedation. While PLLB can be carried out under local anesthesia alone, conscious sedation is often employed to facilitate regular breathing and ensure patient immobility. Conscious sedation proves particularly beneficial for anxious individuals and elderly patients who experience arthritic discomfort and find it challenging to remain still during the procedure. Additionally, it is advantageous for biopsies of small lesions near the diaphragm in the lower lobes or lesions close to large central vessels. A combination of midazolam and fentanyl is routinely administered as part of the sedation protocol; however, this may be contraindicated in selected cases such as severe cardiopulmonary compromise, and preoperative assessment should be obtained."}
{"id": "article-30515_36", "title": "Percutaneous Lung Lesion Biopsy -- Equipment -- Imaging Guidance", "content": "Imaging guidance is pivotal in PLLB, with computed tomography (CT) scan being the preferred technique. The decision on imaging guidance hinges on factors like lesion location, accessibility, and available expertise, all aimed at achieving accurate and safe needle placement, maximizing diagnostic yield, and minimizing potential risks to the patient. The preference for CT arises from its ability to visualize pulmonary abnormalities and their surrounding structures, ensuring precise needle placement and accurate targeting of the biopsy site.", "contents": "Percutaneous Lung Lesion Biopsy -- Equipment -- Imaging Guidance. Imaging guidance is pivotal in PLLB, with computed tomography (CT) scan being the preferred technique. The decision on imaging guidance hinges on factors like lesion location, accessibility, and available expertise, all aimed at achieving accurate and safe needle placement, maximizing diagnostic yield, and minimizing potential risks to the patient. The preference for CT arises from its ability to visualize pulmonary abnormalities and their surrounding structures, ensuring precise needle placement and accurate targeting of the biopsy site."}
{"id": "article-30515_37", "title": "Percutaneous Lung Lesion Biopsy -- Equipment -- Imaging Guidance", "content": "While CT is the primary imaging modality, selecting guidance techniques may include ultrasound or fluoroscopy, depending on lesion characteristics and the healthcare team's expertise. Ultrasound guidance proves particularly valuable for peripheral lesions, providing real-time imaging and aiding needle placement without exposing the patient to ionizing radiation. On the other hand, fluoroscopy offers real-time visualization during needle manipulation and is often preferred for challenging lesions.", "contents": "Percutaneous Lung Lesion Biopsy -- Equipment -- Imaging Guidance. While CT is the primary imaging modality, selecting guidance techniques may include ultrasound or fluoroscopy, depending on lesion characteristics and the healthcare team's expertise. Ultrasound guidance proves particularly valuable for peripheral lesions, providing real-time imaging and aiding needle placement without exposing the patient to ionizing radiation. On the other hand, fluoroscopy offers real-time visualization during needle manipulation and is often preferred for challenging lesions."}
{"id": "article-30515_38", "title": "Percutaneous Lung Lesion Biopsy -- Equipment -- Imaging Guidance", "content": "While CT remains the preferred imaging technique, there is a growing recognition of potential radiation exposure to the patient during CT-guided procedures. [20] As a response, CT fluoroscopy is gaining popularity for its real-time visualization capabilities during needle manipulation, particularly in challenging cases. [21] However, CT fluoroscopy has the drawback of potential radiation exposure to the operator. In situations involving peripheral lesions, ultrasound guidance emerges as a viable alternative. Ultrasound offers a safe option for needle placement and biopsy, providing effective visualization and guidance without radiation exposure.", "contents": "Percutaneous Lung Lesion Biopsy -- Equipment -- Imaging Guidance. While CT remains the preferred imaging technique, there is a growing recognition of potential radiation exposure to the patient during CT-guided procedures. [20] As a response, CT fluoroscopy is gaining popularity for its real-time visualization capabilities during needle manipulation, particularly in challenging cases. [21] However, CT fluoroscopy has the drawback of potential radiation exposure to the operator. In situations involving peripheral lesions, ultrasound guidance emerges as a viable alternative. Ultrasound offers a safe option for needle placement and biopsy, providing effective visualization and guidance without radiation exposure."}
{"id": "article-30515_39", "title": "Percutaneous Lung Lesion Biopsy -- Equipment -- Use of Intravenous Contrast", "content": "For lesion localization, an unenhanced CT alone is usually sufficient because the difference in density between the lung and nodule is a natural contrast. Occasionally, intravenous (IV) contrast agent administration may be required during the procedure to define vascular or mediastinal structures in the anticipated needle path. [22]", "contents": "Percutaneous Lung Lesion Biopsy -- Equipment -- Use of Intravenous Contrast. For lesion localization, an unenhanced CT alone is usually sufficient because the difference in density between the lung and nodule is a natural contrast. Occasionally, intravenous (IV) contrast agent administration may be required during the procedure to define vascular or mediastinal structures in the anticipated needle path. [22]"}
{"id": "article-30515_40", "title": "Percutaneous Lung Lesion Biopsy -- Equipment -- Patient and Room Setup", "content": "During PLLB procedures, ensure patients and the room are set up appropriately to address potential complications and emergencies. The following equipment and supplies should be readily available; due to the possible need for immediate intervention or sedation administration during the procedure, the following is required for all patients: A monitor capable of detecting blood pressure, cardiac rhythm, oxygen saturation, and carbon dioxide waveforms A functioning IV line for administration of medications or fluids as needed For the room setup: Oxygen supply to ensure adequate oxygenation Suction equipment for airway clearance, if necessary Artificial airway and intubation equipment for managing airway emergencies A bag valve mask for manual ventilation if needed A resuscitation cart containing essential emergency medications and equipment In cases where a pneumothorax may occur, the following additional equipment should be readily available:", "contents": "Percutaneous Lung Lesion Biopsy -- Equipment -- Patient and Room Setup. During PLLB procedures, ensure patients and the room are set up appropriately to address potential complications and emergencies. The following equipment and supplies should be readily available; due to the possible need for immediate intervention or sedation administration during the procedure, the following is required for all patients: A monitor capable of detecting blood pressure, cardiac rhythm, oxygen saturation, and carbon dioxide waveforms A functioning IV line for administration of medications or fluids as needed For the room setup: Oxygen supply to ensure adequate oxygenation Suction equipment for airway clearance, if necessary Artificial airway and intubation equipment for managing airway emergencies A bag valve mask for manual ventilation if needed A resuscitation cart containing essential emergency medications and equipment In cases where a pneumothorax may occur, the following additional equipment should be readily available:"}
{"id": "article-30515_41", "title": "Percutaneous Lung Lesion Biopsy -- Equipment -- Patient and Room Setup", "content": "Needle for Seldinger or trocar technique for introducing a chest tube Chest tubes with or without a guidewire (size selection depends on the nature of the pneumothorax) A valved tube or stopcock to facilitate chest tube insertion and drainage A Heimlich valve for immediate treatment of tension pneumothorax Wall suction for chest drainage A chest drainage system for long-term management of pneumothorax, hydrothorax, or hemothorax Connecting stopcocks and tubing for proper drainage and monitoring Having this equipment readily accessible ensures prompt management of potential complications and emergencies during PLLB procedures.", "contents": "Percutaneous Lung Lesion Biopsy -- Equipment -- Patient and Room Setup. Needle for Seldinger or trocar technique for introducing a chest tube Chest tubes with or without a guidewire (size selection depends on the nature of the pneumothorax) A valved tube or stopcock to facilitate chest tube insertion and drainage A Heimlich valve for immediate treatment of tension pneumothorax Wall suction for chest drainage A chest drainage system for long-term management of pneumothorax, hydrothorax, or hemothorax Connecting stopcocks and tubing for proper drainage and monitoring Having this equipment readily accessible ensures prompt management of potential complications and emergencies during PLLB procedures."}
{"id": "article-30515_42", "title": "Percutaneous Lung Lesion Biopsy -- Preparation", "content": "Before proceeding with PLLB, it is imperative to conduct a thorough patient assessment, including a comprehensive history, physical examination, and routine laboratory studies. Specifically, preoperative investigations are essential for individuals with risk factors associated with bleeding to evaluate coagulation indices. These investigations typically involve measuring the PT, aPTT, and platelet count. Furthermore, strict adherence to published guidelines on perioperative anticoagulation is crucial, necessitating the discontinuation of oral anticoagulants as recommended before undertaking PLLB. This adherence to established guidelines is paramount for ensuring patient safety and minimizing the risk of bleeding complications during the procedure. [15]", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation. Before proceeding with PLLB, it is imperative to conduct a thorough patient assessment, including a comprehensive history, physical examination, and routine laboratory studies. Specifically, preoperative investigations are essential for individuals with risk factors associated with bleeding to evaluate coagulation indices. These investigations typically involve measuring the PT, aPTT, and platelet count. Furthermore, strict adherence to published guidelines on perioperative anticoagulation is crucial, necessitating the discontinuation of oral anticoagulants as recommended before undertaking PLLB. This adherence to established guidelines is paramount for ensuring patient safety and minimizing the risk of bleeding complications during the procedure. [15]"}
{"id": "article-30515_43", "title": "Percutaneous Lung Lesion Biopsy -- Preparation", "content": "The Society of Interventional Radiology guidelines provide recommendations for preparing for PLLB and other aspects of patient care in PLLB. [17] [23] Pulmonary function assessment is an important preoperative investigation in all cases, and individuals with forced expiratory volume in 1 second <35% of predicted values should not undergo needle biopsy without further assessment by the multidisciplinary team. [15] Additionally, the multidisciplinary team should thoroughly review all recent and prior chest radiographs and CT scans as part of the preparation process.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation. The Society of Interventional Radiology guidelines provide recommendations for preparing for PLLB and other aspects of patient care in PLLB. [17] [23] Pulmonary function assessment is an important preoperative investigation in all cases, and individuals with forced expiratory volume in 1 second <35% of predicted values should not undergo needle biopsy without further assessment by the multidisciplinary team. [15] Additionally, the multidisciplinary team should thoroughly review all recent and prior chest radiographs and CT scans as part of the preparation process."}
{"id": "article-30515_44", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Role of Patient Cooperation", "content": "Before undergoing a PLLB, thoroughly explain the biopsy procedure to the patient. Each patient possesses unique abilities to comprehend instructions and sustain specific positions. Those undergoing lung biopsies can face additional challenges such as debilitation, dyspnea, arthritis, hearing impairments, or sleep deprivation. Even for individuals with robust cognitive abilities, executing consistent breath holds can be demanding, requiring practice and coordination.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Role of Patient Cooperation. Before undergoing a PLLB, thoroughly explain the biopsy procedure to the patient. Each patient possesses unique abilities to comprehend instructions and sustain specific positions. Those undergoing lung biopsies can face additional challenges such as debilitation, dyspnea, arthritis, hearing impairments, or sleep deprivation. Even for individuals with robust cognitive abilities, executing consistent breath holds can be demanding, requiring practice and coordination."}
{"id": "article-30515_45", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Role of Patient Cooperation", "content": "Although clinical trials have not definitively proven the superiority of a specific technique for consistent breath holds, it is crucial to emphasize the patient's role in contributing to a successful procedure. Encouraging patients to practice breath holding and extended periods of lying in the planned biopsy position can theoretically enhance the chances of a successful outcome.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Role of Patient Cooperation. Although clinical trials have not definitively proven the superiority of a specific technique for consistent breath holds, it is crucial to emphasize the patient's role in contributing to a successful procedure. Encouraging patients to practice breath holding and extended periods of lying in the planned biopsy position can theoretically enhance the chances of a successful outcome."}
{"id": "article-30515_46", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Patient Positioning", "content": "The prone position is preferred whenever feasible due to its advantages over the supine and lateral decubitus positions. In the prone position, the posterior ribs experience less movement than the anterior ribs, the posterior intercostal spaces are wider, the patient cannot visualize the needle during the procedure, and they can recover in a more comfortable supine position. The prone position also minimizes chest wall motion during the procedure. In contrast, the supine position is associated with moderate chest wall motion, while the lateral decubitus position involves maximum chest wall motion. Results from a study by Ye et al. in 2015 showed that the association between patient position (lateral versus supine) and overall complication rates was statistically significant. Similarly, there was a significant association between patient position and the occurrence of hemorrhage. [24]", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Patient Positioning. The prone position is preferred whenever feasible due to its advantages over the supine and lateral decubitus positions. In the prone position, the posterior ribs experience less movement than the anterior ribs, the posterior intercostal spaces are wider, the patient cannot visualize the needle during the procedure, and they can recover in a more comfortable supine position. The prone position also minimizes chest wall motion during the procedure. In contrast, the supine position is associated with moderate chest wall motion, while the lateral decubitus position involves maximum chest wall motion. Results from a study by Ye et al. in 2015 showed that the association between patient position (lateral versus supine) and overall complication rates was statistically significant. Similarly, there was a significant association between patient position and the occurrence of hemorrhage. [24]"}
{"id": "article-30515_47", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Patient Positioning", "content": "Additionally, results from other studies have revealed that performing a PLLB in a prone position is associated with a lower risk of pneumothorax. [25] However, achieving a true prone position can be challenging unless specialized head support is available to facilitate comfortable breathing in this position. Alternatively, a prone oblique position allows the head to be turned to one side, with the arms positioned below the level of the shoulders. In certain cases, adjusting the scapula may be necessary for optimal access.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Patient Positioning. Additionally, results from other studies have revealed that performing a PLLB in a prone position is associated with a lower risk of pneumothorax. [25] However, achieving a true prone position can be challenging unless specialized head support is available to facilitate comfortable breathing in this position. Alternatively, a prone oblique position allows the head to be turned to one side, with the arms positioned below the level of the shoulders. In certain cases, adjusting the scapula may be necessary for optimal access."}
{"id": "article-30515_48", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Patient Positioning", "content": "Ensuring patient comfort is paramount, and having their arms at their sides is generally preferred. All positions should aim to eliminate cervical or joint strain, pressure on \"pressure points,\" and dyspnea, as these issues can lead to increased patient motion, prolonging the procedure duration and elevating associated risks.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Patient Positioning. Ensuring patient comfort is paramount, and having their arms at their sides is generally preferred. All positions should aim to eliminate cervical or joint strain, pressure on \"pressure points,\" and dyspnea, as these issues can lead to increased patient motion, prolonging the procedure duration and elevating associated risks."}
{"id": "article-30515_49", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "Selecting a target for PLLB involves careful consideration beyond mere size. For instance, a pleura-based lesion measuring 1 cm can be safely accessed directly in the upper lung of a cooperative patient due to minimal respiratory movement in that region. However, the same-sized lesion in the lower lung presents challenges due to the heightened risk of respiratory misregistration during pleural puncture or subsequent sample collection. [26]", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. Selecting a target for PLLB involves careful consideration beyond mere size. For instance, a pleura-based lesion measuring 1 cm can be safely accessed directly in the upper lung of a cooperative patient due to minimal respiratory movement in that region. However, the same-sized lesion in the lower lung presents challenges due to the heightened risk of respiratory misregistration during pleural puncture or subsequent sample collection. [26]"}
{"id": "article-30515_50", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "Lung tumors exhibit significant mobility in various directions, regardless of their anatomical location. Therefore, conducting an individualized assessment of tumor mobility is crucial for accurate characterization. [27] For example, a large lesion in the craniocaudal dimension that either abuts the pleura or exhibits visual distinctiveness, particularly with adjacent airspace opacification extending to the pleura and confirmed hypermetabolism on prior positron emission tomography-CT, is an ideal target for percutaneous biopsy. The larger size enhances the likelihood of successfully hitting the target.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. Lung tumors exhibit significant mobility in various directions, regardless of their anatomical location. Therefore, conducting an individualized assessment of tumor mobility is crucial for accurate characterization. [27] For example, a large lesion in the craniocaudal dimension that either abuts the pleura or exhibits visual distinctiveness, particularly with adjacent airspace opacification extending to the pleura and confirmed hypermetabolism on prior positron emission tomography-CT, is an ideal target for percutaneous biopsy. The larger size enhances the likelihood of successfully hitting the target."}
{"id": "article-30515_51", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "The craniocaudal dimension is more important than other lesion dimensions, particularly when using a machine lacking real-time CT fluoroscopy. This dimension dictates the lesion's visibility on the imaging monitor throughout the procedure. Opting for a peripheral thoracic location reduces the risk of encountering larger vessels and minimizes the potential for needle drift or inadvertent redirection during insertion. Avoiding aerated lung tissue upon entry decreases the likelihood of pneumothorax. Additionally, higher metabolic activity increases the probability of obtaining viable abnormal tissue.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. The craniocaudal dimension is more important than other lesion dimensions, particularly when using a machine lacking real-time CT fluoroscopy. This dimension dictates the lesion's visibility on the imaging monitor throughout the procedure. Opting for a peripheral thoracic location reduces the risk of encountering larger vessels and minimizes the potential for needle drift or inadvertent redirection during insertion. Avoiding aerated lung tissue upon entry decreases the likelihood of pneumothorax. Additionally, higher metabolic activity increases the probability of obtaining viable abnormal tissue."}
{"id": "article-30515_52", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "When a large lesion in the craniocaudal dimension is unavailable as a target, an alternative ideal location neither abuts the pleura nor is central. This positioning allows room for needle redirection after a possible inadvertent initial pleural puncture without withdrawing the needle through the pleura but still avoiding proximity to larger central vessels.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. When a large lesion in the craniocaudal dimension is unavailable as a target, an alternative ideal location neither abuts the pleura nor is central. This positioning allows room for needle redirection after a possible inadvertent initial pleural puncture without withdrawing the needle through the pleura but still avoiding proximity to larger central vessels."}
{"id": "article-30515_53", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "The peridiaphragmatic region is considered the most mobile part of the lung, whereas the lung apex poses challenges regarding expansion following a pneumothorax. Lesions located in the upper region of the lower lobe are preferred over peridiaphragmatic and apical lesions for 2 primary reasons. First, this specific lung area experiences minimal movement during respiration. Second, the lower lobe can undergo compression due to gravity when the patient is supine after the procedure, aiding in preventing or reducing pleural air leaks.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. The peridiaphragmatic region is considered the most mobile part of the lung, whereas the lung apex poses challenges regarding expansion following a pneumothorax. Lesions located in the upper region of the lower lobe are preferred over peridiaphragmatic and apical lesions for 2 primary reasons. First, this specific lung area experiences minimal movement during respiration. Second, the lower lobe can undergo compression due to gravity when the patient is supine after the procedure, aiding in preventing or reducing pleural air leaks."}
{"id": "article-30515_54", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "If a patient has multiple lesions and a history of prior invasive thoracic procedures, it is advisable to select the side on which the previous surgery was performed for biopsy. This choice considers the potential increase in pleural adherence caused by scarring, which can help reduce the risk of pneumothorax. However, avoid puncturing the thoracotomy scar directly, as the presence of hard tissue can hinder needle manipulation. [28]", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. If a patient has multiple lesions and a history of prior invasive thoracic procedures, it is advisable to select the side on which the previous surgery was performed for biopsy. This choice considers the potential increase in pleural adherence caused by scarring, which can help reduce the risk of pneumothorax. However, avoid puncturing the thoracotomy scar directly, as the presence of hard tissue can hinder needle manipulation. [28]"}
{"id": "article-30515_55", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "Emphasizing the significance of the morphological characteristics in the targeted area is paramount when considering a lung biopsy. Even seemingly benign conditions like round atelectasis or the more conventional non-round atelectasis can meet all the outlined criteria for an optimal \"lesion,\" demonstrating heightened metabolic activity on positron emission tomography scans, similar to a region affected by parenchymal fibrosis. However, biopsying these abnormalities, whether accompanied by a mass or not, seldom results in clinically meaningful insights. True nodules or masses, on the other hand, are more likely to provide valuable material upon pathological examination. When contemplating a biopsy for pulmonary lesions, it is crucial to assess the following scenarios.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. Emphasizing the significance of the morphological characteristics in the targeted area is paramount when considering a lung biopsy. Even seemingly benign conditions like round atelectasis or the more conventional non-round atelectasis can meet all the outlined criteria for an optimal \"lesion,\" demonstrating heightened metabolic activity on positron emission tomography scans, similar to a region affected by parenchymal fibrosis. However, biopsying these abnormalities, whether accompanied by a mass or not, seldom results in clinically meaningful insights. True nodules or masses, on the other hand, are more likely to provide valuable material upon pathological examination. When contemplating a biopsy for pulmonary lesions, it is crucial to assess the following scenarios."}
{"id": "article-30515_56", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "Small, immediately subpleural lesions pose challenges in timing needle entry to puncture them on the first attempt successfully. Also, maintaining the introducer needle within the lesion while obtaining multiple samples becomes difficult, increasing the risk of pneumothorax.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. Small, immediately subpleural lesions pose challenges in timing needle entry to puncture them on the first attempt successfully. Also, maintaining the introducer needle within the lesion while obtaining multiple samples becomes difficult, increasing the risk of pneumothorax."}
{"id": "article-30515_57", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "Small lesions near the heart are generally not suitable for biopsy. Cardiac motion can make it challenging to target the lesion accurately, increasing the risk of missing the intended area. Moreover, attempting a biopsy in such cases puts the patient at a high risk of pericardial or myocardial puncture, potentially leading to tamponade and fatal outcomes.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. Small lesions near the heart are generally not suitable for biopsy. Cardiac motion can make it challenging to target the lesion accurately, increasing the risk of missing the intended area. Moreover, attempting a biopsy in such cases puts the patient at a high risk of pericardial or myocardial puncture, potentially leading to tamponade and fatal outcomes."}
{"id": "article-30515_58", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "Nodules located along fissures, particularly in the superior portion of the right middle lobe just below the minor dome-shaped fissure, can present difficulties in targeting without inadvertently puncturing a second lobe. This unintended puncture leads to additional pleural punctures, even with an angled CT gantry.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. Nodules located along fissures, particularly in the superior portion of the right middle lobe just below the minor dome-shaped fissure, can present difficulties in targeting without inadvertently puncturing a second lobe. This unintended puncture leads to additional pleural punctures, even with an angled CT gantry."}
{"id": "article-30515_59", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "Small lesions within the costophrenic sulci demonstrate significant movement, challenging accurate targeting. Inadvertent puncture of the diaphragm can occur, causing considerable pain, even without perforation of underlying structures such as the liver or spleen.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. Small lesions within the costophrenic sulci demonstrate significant movement, challenging accurate targeting. Inadvertent puncture of the diaphragm can occur, causing considerable pain, even without perforation of underlying structures such as the liver or spleen."}
{"id": "article-30515_60", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "Ground glass or predominantly necrotic lesions often yield insufficient viable cellular material for diagnosis through needle sampling. The smaller the lesion, the less likely it is to provide diagnostic material. While nodules as small as 4 mm have yielded enough tissue for a confident diagnosis of nonsmall cell lung cancer, relying solely on the size of the lesion is not a reliable indicator of success. [29]", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. Ground glass or predominantly necrotic lesions often yield insufficient viable cellular material for diagnosis through needle sampling. The smaller the lesion, the less likely it is to provide diagnostic material. While nodules as small as 4 mm have yielded enough tissue for a confident diagnosis of nonsmall cell lung cancer, relying solely on the size of the lesion is not a reliable indicator of success. [29]"}
{"id": "article-30515_61", "title": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions", "content": "In these scenarios, consider 2 possible alternative approaches: either plan to perform a thoracoscopic biopsy on the same day or the next day following the PLLB or directly proceed to thoracoscopic sampling. Each approach carries its inherent risks. Before initiating the procedure, it is essential to take the following steps: Review the patient's allergies, medications, sedation plans, and relevant laboratory tests, such as platelet count and coagulation profile. Thoroughly review the patient's imaging to confirm the size and precise location of the targeted sampling for diagnosis. Conduct a preprocedural time-out, which includes confirming the precise location of the lesion. These measures are crucial to ensure patient safety and optimize the accuracy and success of the biopsy procedure.", "contents": "Percutaneous Lung Lesion Biopsy -- Preparation -- Choice of Target Lesion in Cases of Multiple Lesions. In these scenarios, consider 2 possible alternative approaches: either plan to perform a thoracoscopic biopsy on the same day or the next day following the PLLB or directly proceed to thoracoscopic sampling. Each approach carries its inherent risks. Before initiating the procedure, it is essential to take the following steps: Review the patient's allergies, medications, sedation plans, and relevant laboratory tests, such as platelet count and coagulation profile. Thoroughly review the patient's imaging to confirm the size and precise location of the targeted sampling for diagnosis. Conduct a preprocedural time-out, which includes confirming the precise location of the lesion. These measures are crucial to ensure patient safety and optimize the accuracy and success of the biopsy procedure."}
{"id": "article-30515_62", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "The coaxial technique, which involves inserting a thinner sampling needle through a larger needle positioned at the edge of the lesion, offers several advantages compared to tandem punctures:", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. The coaxial technique, which involves inserting a thinner sampling needle through a larger needle positioned at the edge of the lesion, offers several advantages compared to tandem punctures:"}
{"id": "article-30515_63", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "Multiple samples without repuncturing the pleura", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. Multiple samples without repuncturing the pleura"}
{"id": "article-30515_64", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "Coaxial technique - several samples can be obtained without requiring additional pleural punctures until introducer needle develops significant friction due to coagulated blood Improves procedure speed, reduces pain, and lowers the risk of puncture-related complications", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. Coaxial technique - several samples can be obtained without requiring additional pleural punctures until introducer needle develops significant friction due to coagulated blood Improves procedure speed, reduces pain, and lowers the risk of puncture-related complications"}
{"id": "article-30515_65", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "Controlled depth and better maneuverability", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. Controlled depth and better maneuverability"}
{"id": "article-30515_66", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "Using a stiffer, larger needle in coaxial technique allows for better control of sampling depth and improved maneuverability during needle manipulation Facilitates accurate lesion targeting and increases the likelihood of obtaining sufficient tissue samples", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. Using a stiffer, larger needle in coaxial technique allows for better control of sampling depth and improved maneuverability during needle manipulation Facilitates accurate lesion targeting and increases the likelihood of obtaining sufficient tissue samples"}
{"id": "article-30515_67", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "Enhanced ability to manage complications", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. Enhanced ability to manage complications"}
{"id": "article-30515_68", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "If pneumothorax occurs during the procedure, the introducer needle used in the coaxial technique often remains lodged in the lesion Allows for the possibility of obtaining further samples and aids in managing pneumothorax", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. If pneumothorax occurs during the procedure, the introducer needle used in the coaxial technique often remains lodged in the lesion Allows for the possibility of obtaining further samples and aids in managing pneumothorax"}
{"id": "article-30515_69", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "Versatile applications", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. Versatile applications"}
{"id": "article-30515_70", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "A larger-bore needle selected for the coaxial technique can serve multiple purposes Can be used to obtain a biopsy gun specimen, insert a marker into the lesion for thoracoscopic resection or radiation therapy planning, or deliver a substance to seal the tract created during the procedure", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. A larger-bore needle selected for the coaxial technique can serve multiple purposes Can be used to obtain a biopsy gun specimen, insert a marker into the lesion for thoracoscopic resection or radiation therapy planning, or deliver a substance to seal the tract created during the procedure"}
{"id": "article-30515_71", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "Minimizing the number of puncture sites decreases the risk of pneumothorax. Coughing episodes can generate pressures exceeding 100 mm Hg, making non-patched or patched punctures susceptible to air entrance. In cases of visible tearing of the pleura, it allows air leakage at pressures as low as 1 to 2 mm Hg. [30]", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. Minimizing the number of puncture sites decreases the risk of pneumothorax. Coughing episodes can generate pressures exceeding 100 mm Hg, making non-patched or patched punctures susceptible to air entrance. In cases of visible tearing of the pleura, it allows air leakage at pressures as low as 1 to 2 mm Hg. [30]"}
{"id": "article-30515_72", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "In select high-risk scenarios, opting for a single puncture noncoaxial approach is more suitable and advantageous. Particularly for lesions with a history of hemorrhage or those suspected to be prone to bleeding, as well as lesions featuring a prominent internal air-bronchogram that elevates the risk of air embolism, the adoption of a single puncture noncoaxial approach becomes a prudent consideration. In these instances, the noncoaxial technique provides a more direct and targeted path to the lesion, minimizing the likelihood of complications linked to multiple punctures or prolonged needle manipulation. Not using a larger needle or a coaxial system facilitates a procedure characterized by precision, thereby reducing the potential for complications, especially in cases where the lesions are situated near critical structures or have a heightened risk of hemorrhage.", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. In select high-risk scenarios, opting for a single puncture noncoaxial approach is more suitable and advantageous. Particularly for lesions with a history of hemorrhage or those suspected to be prone to bleeding, as well as lesions featuring a prominent internal air-bronchogram that elevates the risk of air embolism, the adoption of a single puncture noncoaxial approach becomes a prudent consideration. In these instances, the noncoaxial technique provides a more direct and targeted path to the lesion, minimizing the likelihood of complications linked to multiple punctures or prolonged needle manipulation. Not using a larger needle or a coaxial system facilitates a procedure characterized by precision, thereby reducing the potential for complications, especially in cases where the lesions are situated near critical structures or have a heightened risk of hemorrhage."}
{"id": "article-30515_73", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment", "content": "A meticulous evaluation of each case's unique circumstances and risks is imperative. This assessment should encompass factors such as the specific characteristics of the lesion, the patient's comorbidities, and the proficiency of the healthcare team. The decision to employ a single puncture noncoaxial approach should be tailored to each case, considering the potential benefits and risks of the procedure.", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment. A meticulous evaluation of each case's unique circumstances and risks is imperative. This assessment should encompass factors such as the specific characteristics of the lesion, the patient's comorbidities, and the proficiency of the healthcare team. The decision to employ a single puncture noncoaxial approach should be tailored to each case, considering the potential benefits and risks of the procedure."}
{"id": "article-30515_74", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Breath Holding", "content": "During PLLB, it is important to maintain respiratory volume within the range of normal, quiet breathing. Puncturing the lung during a deep inspiration or expiration can result in tension on the needle when the lung returns to its normal state, increasing the likelihood of a pleural tear at the puncture site.", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Breath Holding. During PLLB, it is important to maintain respiratory volume within the range of normal, quiet breathing. Puncturing the lung during a deep inspiration or expiration can result in tension on the needle when the lung returns to its normal state, increasing the likelihood of a pleural tear at the puncture site."}
{"id": "article-30515_75", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions", "content": "Minimizing the time a needle crosses the pleural space is crucial to reduce the risk of complications during PLLB. Some precautions to consider to reduce the risk of complications:", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions. Minimizing the time a needle crosses the pleural space is crucial to reduce the risk of complications during PLLB. Some precautions to consider to reduce the risk of complications:"}
{"id": "article-30515_76", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions", "content": "Time management: Streamline the procedure and minimize delays. This includes reducing unnecessary interruptions, such as prolonged tissue sample review or inadequate imaging to detect potential complications. Ensuring personnel in the room have proper radiation safety equipment can also help maintain efficient workflow.", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions. Time management: Streamline the procedure and minimize delays. This includes reducing unnecessary interruptions, such as prolonged tissue sample review or inadequate imaging to detect potential complications. Ensuring personnel in the room have proper radiation safety equipment can also help maintain efficient workflow."}
{"id": "article-30515_77", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions", "content": "Cough suppression: Forceful coughing poses a risk of pleural tears and can lead to complications such as pneumothorax or air embolism if the needle is exposed in a vein. Procedures should be halted during episodes of coughing. Administering a cough suppressant medication or addressing the underlying cause of irritation can help minimize the risk. If coughing persists and compromises the procedure's safety, it may be necessary to terminate it.", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions. Cough suppression: Forceful coughing poses a risk of pleural tears and can lead to complications such as pneumothorax or air embolism if the needle is exposed in a vein. Procedures should be halted during episodes of coughing. Administering a cough suppressant medication or addressing the underlying cause of irritation can help minimize the risk. If coughing persists and compromises the procedure's safety, it may be necessary to terminate it."}
{"id": "article-30515_78", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions", "content": "Lung/pleural patch technique: A lung/pleural patch technique involves closing the pleural defect through the introducer needle after the procedure to prevent gas leakage from the puncture site. Various materials can be used, but the traditional approach involves using the patient's blood. However, a blood patch may not be necessary if the aerated lung has not been affected during the procedure. The effectiveness of a blood patch may be reduced if multiple punctures have been made or pneumothorax has already developed. While the technique has shown promise in lung biopsy models and actual patients, there is a lack of randomized trials comparing different blood patch techniques. [30]", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions. Lung/pleural patch technique: A lung/pleural patch technique involves closing the pleural defect through the introducer needle after the procedure to prevent gas leakage from the puncture site. Various materials can be used, but the traditional approach involves using the patient's blood. However, a blood patch may not be necessary if the aerated lung has not been affected during the procedure. The effectiveness of a blood patch may be reduced if multiple punctures have been made or pneumothorax has already developed. While the technique has shown promise in lung biopsy models and actual patients, there is a lack of randomized trials comparing different blood patch techniques. [30]"}
{"id": "article-30515_79", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions", "content": "Following blood patch placement and needle removal, some physicians opt to roll the patient into a position where the puncture site is downward. This initial repositioning should involve as many assistants as needed to ensure the patient remains passive, avoiding any straining or Valsalva maneuver. Executing the roll while the patient exhales can mitigate the likelihood of a forceful Valsalva maneuver. The needle removal and the repositioning should be swift, typically taking only a few seconds. The concept of puncture-site-down positioning was initially proposed by Zidulka in 1982. [31]", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions. Following blood patch placement and needle removal, some physicians opt to roll the patient into a position where the puncture site is downward. This initial repositioning should involve as many assistants as needed to ensure the patient remains passive, avoiding any straining or Valsalva maneuver. Executing the roll while the patient exhales can mitigate the likelihood of a forceful Valsalva maneuver. The needle removal and the repositioning should be swift, typically taking only a few seconds. The concept of puncture-site-down positioning was initially proposed by Zidulka in 1982. [31]"}
{"id": "article-30515_80", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions", "content": "In cases where a pneumothorax is known to be present, administering oxygen may facilitate the resorption of the existing pneumothorax. The underlying premise is that a higher partial pressure of oxygen accelerates the diffusive resorption of trapped pleural air, primarily composed of nitrogen (and carbon dioxide).", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Precautions. In cases where a pneumothorax is known to be present, administering oxygen may facilitate the resorption of the existing pneumothorax. The underlying premise is that a higher partial pressure of oxygen accelerates the diffusive resorption of trapped pleural air, primarily composed of nitrogen (and carbon dioxide)."}
{"id": "article-30515_81", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Follow-up Imaging", "content": "Immediately obtaining a chest radiograph following a biopsy is unnecessary unless symptoms or a declining oxygen saturation level indicate the possible presence of pneumothorax. Despite the technologist's best efforts, acquiring a radiograph at this juncture will likely involve some degree of patient straining or a Valsalva maneuver. Oxygen saturation levels provide sufficient clinical information to delay the initial image acquisition.", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Follow-up Imaging. Immediately obtaining a chest radiograph following a biopsy is unnecessary unless symptoms or a declining oxygen saturation level indicate the possible presence of pneumothorax. Despite the technologist's best efforts, acquiring a radiograph at this juncture will likely involve some degree of patient straining or a Valsalva maneuver. Oxygen saturation levels provide sufficient clinical information to delay the initial image acquisition."}
{"id": "article-30515_82", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Follow-up Imaging", "content": "Conversely, if there is an initially subclinical issue, identify it before the patient is discharged. After spending several hours in the puncture-site-down position, the patient should be allowed to engage in activities resembling those they would perform at home before obtaining a chest x-ray. The most sensitive method for detecting intrapleural air via plain film radiography involves upright expiratory images in at least two views (eg, frontal and oblique). Without serial images, it is challenging to distinguish new or ongoing leakage from leakage that occurred immediately after the procedure and then ceased. Therefore, follow-up imaging should be conducted after the initial discovery of pneumothorax to assess the stability of the leak.", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Follow-up Imaging. Conversely, if there is an initially subclinical issue, identify it before the patient is discharged. After spending several hours in the puncture-site-down position, the patient should be allowed to engage in activities resembling those they would perform at home before obtaining a chest x-ray. The most sensitive method for detecting intrapleural air via plain film radiography involves upright expiratory images in at least two views (eg, frontal and oblique). Without serial images, it is challenging to distinguish new or ongoing leakage from leakage that occurred immediately after the procedure and then ceased. Therefore, follow-up imaging should be conducted after the initial discovery of pneumothorax to assess the stability of the leak."}
{"id": "article-30515_83", "title": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Patient Discharge", "content": "The decision to discharge a patient from the hospital, rather than admitting them for observation or treatment, depends on several factors, such as the patient's condition, home situation, and home location. A shorter observation period of 2 hours after a procedure can be safe for patients with no symptoms. [32] Similarly, if a patient has minor physical symptoms, signs, or evidence of pneumothorax on an x-ray, then only the following patients are candidates for discharge: Can tolerate a larger pneumothorax Has a responsible family member willing to stay the night with the patient Lives within range of transport to a medical facility or ambulance arrival within 10 to 15 minutes", "contents": "Percutaneous Lung Lesion Biopsy -- Technique or Treatment -- Patient Discharge. The decision to discharge a patient from the hospital, rather than admitting them for observation or treatment, depends on several factors, such as the patient's condition, home situation, and home location. A shorter observation period of 2 hours after a procedure can be safe for patients with no symptoms. [32] Similarly, if a patient has minor physical symptoms, signs, or evidence of pneumothorax on an x-ray, then only the following patients are candidates for discharge: Can tolerate a larger pneumothorax Has a responsible family member willing to stay the night with the patient Lives within range of transport to a medical facility or ambulance arrival within 10 to 15 minutes"}
{"id": "article-30515_84", "title": "Percutaneous Lung Lesion Biopsy -- Complications", "content": "PLLB is a procedure with a high complication rate. According to some standard practices, recommended benchmarks set the thresholds for pneumothorax and chest tube insertion rates at 45% and 20%, respectively. Surpassing these benchmarks prompts a comprehensive departmental review to formulate strategies to mitigate and decrease the incidence of these complications. [23]", "contents": "Percutaneous Lung Lesion Biopsy -- Complications. PLLB is a procedure with a high complication rate. According to some standard practices, recommended benchmarks set the thresholds for pneumothorax and chest tube insertion rates at 45% and 20%, respectively. Surpassing these benchmarks prompts a comprehensive departmental review to formulate strategies to mitigate and decrease the incidence of these complications. [23]"}
{"id": "article-30515_85", "title": "Percutaneous Lung Lesion Biopsy -- Complications", "content": "There is an increased risk when performing PLLB on patients who are obese, elderly, highly emphysematous, or are classified as category 4 patients (eg, they are unable to walk up a flight of stairs) by the American Society of Anesthesiologists. In such cases, it is necessary to prenotify consultant medical specialists (eg, an interventional pulmonologist or respiratory therapist) so they can be available on call from the outset. Following PLLB, deaths can occur due to hemorrhage (rate about 1%), air embolism (rate less than 1%), cardiac event, or tension pneumothorax. [33]", "contents": "Percutaneous Lung Lesion Biopsy -- Complications. There is an increased risk when performing PLLB on patients who are obese, elderly, highly emphysematous, or are classified as category 4 patients (eg, they are unable to walk up a flight of stairs) by the American Society of Anesthesiologists. In such cases, it is necessary to prenotify consultant medical specialists (eg, an interventional pulmonologist or respiratory therapist) so they can be available on call from the outset. Following PLLB, deaths can occur due to hemorrhage (rate about 1%), air embolism (rate less than 1%), cardiac event, or tension pneumothorax. [33]"}
{"id": "article-30515_86", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax", "content": "Pneumothorax is a common complication of PLLB that occurs in approximately 25% of patients. However, the need for a chest tube is much less common, with rates ranging from 0% to 15%. [34] The most common risk factors associated with a higher incidence of biopsy-related pneumothorax include: Long lesion depth (≥3 cm) Small lesion size (≤4 cm) Lesions without pleural contact Emphysema Using a large needle gauge (≥18) Crossing fissures or bulla Multiple pleural punctures Clinicians with limited experience [35]", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax. Pneumothorax is a common complication of PLLB that occurs in approximately 25% of patients. However, the need for a chest tube is much less common, with rates ranging from 0% to 15%. [34] The most common risk factors associated with a higher incidence of biopsy-related pneumothorax include: Long lesion depth (≥3 cm) Small lesion size (≤4 cm) Lesions without pleural contact Emphysema Using a large needle gauge (≥18) Crossing fissures or bulla Multiple pleural punctures Clinicians with limited experience [35]"}
{"id": "article-30515_87", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax", "content": "Pain from pneumothorax is not a consistent phenomenon across patients. While some patients may experience pleuritic chest pain even with a small pneumothorax, others remain asymptomatic until a more substantial pneumothorax develops. The size of pneumothorax necessary to cause shortness of breath is highly variable and depends on the underlying condition of the lungs.", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax. Pain from pneumothorax is not a consistent phenomenon across patients. While some patients may experience pleuritic chest pain even with a small pneumothorax, others remain asymptomatic until a more substantial pneumothorax develops. The size of pneumothorax necessary to cause shortness of breath is highly variable and depends on the underlying condition of the lungs."}
{"id": "article-30515_88", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax", "content": "If a pneumothorax occurs before completing the tissue retrieval, the subsequent step may involve reinflating the lung. If a patient experiences clinical deterioration and the lung loses its fixed position, it can be difficult to anticipate the target lesion's future position during subsequent needle advancements. Moreover, the lung may only be able to be balloted rather than punctured by needle thrusts.", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax. If a pneumothorax occurs before completing the tissue retrieval, the subsequent step may involve reinflating the lung. If a patient experiences clinical deterioration and the lung loses its fixed position, it can be difficult to anticipate the target lesion's future position during subsequent needle advancements. Moreover, the lung may only be able to be balloted rather than punctured by needle thrusts."}
{"id": "article-30515_89", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax", "content": "If air leakage is detected during the procedure follow-up, it is crucial to adopt puncture site-down positioning for at least an additional hour. Once imaging confirms the leakage cessation, attempting upright positioning is advisable. Further steps involve discharge if leakage is not observed or repeating the cycle if leakage recurs. This cycle persists until 1 of the following conditions is met: Patient can be safely discharged Pleural drainage is warranted due to the following: Persistent symptoms A pneumothorax exceeding approximately 30% A recurring pattern of leakage [30]", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax. If air leakage is detected during the procedure follow-up, it is crucial to adopt puncture site-down positioning for at least an additional hour. Once imaging confirms the leakage cessation, attempting upright positioning is advisable. Further steps involve discharge if leakage is not observed or repeating the cycle if leakage recurs. This cycle persists until 1 of the following conditions is met: Patient can be safely discharged Pleural drainage is warranted due to the following: Persistent symptoms A pneumothorax exceeding approximately 30% A recurring pattern of leakage [30]"}
{"id": "article-30515_90", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax", "content": "Visual-only estimates of percent pneumothorax tend to be unreliable. Calipers and an evidence-based formula are recommended for a more accurate assessment. [36] A pneumothorax extending along the lateral aspect of the chest typically necessitates evacuation.", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax. Visual-only estimates of percent pneumothorax tend to be unreliable. Calipers and an evidence-based formula are recommended for a more accurate assessment. [36] A pneumothorax extending along the lateral aspect of the chest typically necessitates evacuation."}
{"id": "article-30515_91", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax", "content": "In some instances, aspiration alone may obviate the need for chest tube placement, especially in patients with a substantial pneumothorax. Small gauge catheters, as fine as 4 French, can be employed via the Seldinger or trocar technique. Alternatively, a large gauge needle, such as a Hawkins-Akins needle (a non-sharp needle with a sharp trocar), can be used.", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax. In some instances, aspiration alone may obviate the need for chest tube placement, especially in patients with a substantial pneumothorax. Small gauge catheters, as fine as 4 French, can be employed via the Seldinger or trocar technique. Alternatively, a large gauge needle, such as a Hawkins-Akins needle (a non-sharp needle with a sharp trocar), can be used."}
{"id": "article-30515_92", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax", "content": "The most expeditious method for pneumothorax evacuation involves wall suction. Aspiration can also be deliberately employed to temporarily reexpand the lung, as seen in posterior-approach PLLB. This allows catheter placement under less urgent conditions in a separate, predetermined location for long-term use. Some studies propose using a saline tract sealant to reduce the need for chest drain insertion. [37] Although most pneumothoraces occur immediately after PLLB, some are delayed and manifest after discharge, with onset up to 2 weeks later, necessitating more extensive chest tube insertion. [35]", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax. The most expeditious method for pneumothorax evacuation involves wall suction. Aspiration can also be deliberately employed to temporarily reexpand the lung, as seen in posterior-approach PLLB. This allows catheter placement under less urgent conditions in a separate, predetermined location for long-term use. Some studies propose using a saline tract sealant to reduce the need for chest drain insertion. [37] Although most pneumothoraces occur immediately after PLLB, some are delayed and manifest after discharge, with onset up to 2 weeks later, necessitating more extensive chest tube insertion. [35]"}
{"id": "article-30515_93", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax", "content": "Delayed pneumothorax is prevalent in patients with lesions in the upper lobe and those subjected to multiple punctures for small lesions. Individuals with biopsy-related pneumothorax should abstain from activities like scuba diving or air travel for at least 24 hours post-biopsy, with some earlier recommendations advocating for a waiting period of at least 72 hours. [38]", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Pneumothorax. Delayed pneumothorax is prevalent in patients with lesions in the upper lobe and those subjected to multiple punctures for small lesions. Individuals with biopsy-related pneumothorax should abstain from activities like scuba diving or air travel for at least 24 hours post-biopsy, with some earlier recommendations advocating for a waiting period of at least 72 hours. [38]"}
{"id": "article-30515_94", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Hemoptysis and Pulmonary Hemorrhage", "content": "Pulmonary hemorrhage is a common complication of PLLB, with an estimated rate of up to 60%. [39] While hemoptysis is less frequent, occurring in approximately 10% of cases, it is particularly noteworthy in individuals receiving dual antiplatelets (excluding those on single-antiplatelet therapy). [40]", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Hemoptysis and Pulmonary Hemorrhage. Pulmonary hemorrhage is a common complication of PLLB, with an estimated rate of up to 60%. [39] While hemoptysis is less frequent, occurring in approximately 10% of cases, it is particularly noteworthy in individuals receiving dual antiplatelets (excluding those on single-antiplatelet therapy). [40]"}
{"id": "article-30515_95", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Hemoptysis and Pulmonary Hemorrhage", "content": "Hemoptysis is more likely to occur when puncturing a pulmonary cavity or an enlarged bronchus, both associated with bronchial artery hypertrophy. If there are unusually bloody specimens and ground-glass attenuation formation in the lung, it could indicate the possible development of clinically significant hemoptysis.", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Hemoptysis and Pulmonary Hemorrhage. Hemoptysis is more likely to occur when puncturing a pulmonary cavity or an enlarged bronchus, both associated with bronchial artery hypertrophy. If there are unusually bloody specimens and ground-glass attenuation formation in the lung, it could indicate the possible development of clinically significant hemoptysis."}
{"id": "article-30515_96", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Hemoptysis and Pulmonary Hemorrhage", "content": "If these findings develop, then less aggressive biopsy manipulations are recommended. Administering oxygen is essential. Placing the patient with the biopsy side down can help prevent blood from seeping through the bronchi into the contralateral lung. If intubation becomes necessary, it should be executed using a dual-lumen tube. Should these measures prove ineffective, consultation for bronchoscopic tamponade of the lobar bronchus is recommended. Additional therapeutic options include bronchial and pulmonary artery embolization and surgical interventions.", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Hemoptysis and Pulmonary Hemorrhage. If these findings develop, then less aggressive biopsy manipulations are recommended. Administering oxygen is essential. Placing the patient with the biopsy side down can help prevent blood from seeping through the bronchi into the contralateral lung. If intubation becomes necessary, it should be executed using a dual-lumen tube. Should these measures prove ineffective, consultation for bronchoscopic tamponade of the lobar bronchus is recommended. Additional therapeutic options include bronchial and pulmonary artery embolization and surgical interventions."}
{"id": "article-30515_97", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Air Embolism", "content": "Air embolism is infrequent, affecting less than 1% of patients undergoing PLLB. This complication can arise from patient inhalation after trocar removal from a needle tip in a pulmonary vein or from the iatrogenic creation of a broncho-venous fistula. Manifestations may include unconsciousness, stroke-like symptoms, or seizures. Notably, only one-third of these cases result in substantial morbidity or mortality. [41]", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Air Embolism. Air embolism is infrequent, affecting less than 1% of patients undergoing PLLB. This complication can arise from patient inhalation after trocar removal from a needle tip in a pulmonary vein or from the iatrogenic creation of a broncho-venous fistula. Manifestations may include unconsciousness, stroke-like symptoms, or seizures. Notably, only one-third of these cases result in substantial morbidity or mortality. [41]"}
{"id": "article-30515_98", "title": "Percutaneous Lung Lesion Biopsy -- Complications -- Air Embolism", "content": "The patient should be positioned in the left lateral decubitus Trendelenburg position to prevent air from exiting the left atrium before dissolving. Oxygen should be administered to aid the absorption of nitrogen in the bubbles. Intubation and positive pressure ventilation may worsen the introduction of venous air in a bronchopleural fistula and should be avoided. While most hospitals do not have decompression/hyperbaric chambers, it would be an appropriate time to use them if one is available.", "contents": "Percutaneous Lung Lesion Biopsy -- Complications -- Air Embolism. The patient should be positioned in the left lateral decubitus Trendelenburg position to prevent air from exiting the left atrium before dissolving. Oxygen should be administered to aid the absorption of nitrogen in the bubbles. Intubation and positive pressure ventilation may worsen the introduction of venous air in a bronchopleural fistula and should be avoided. While most hospitals do not have decompression/hyperbaric chambers, it would be an appropriate time to use them if one is available."}
{"id": "article-30515_99", "title": "Percutaneous Lung Lesion Biopsy -- Clinical Significance", "content": "The Centers for Disease Control highlights lung cancer as the predominant cause of cancer-related mortality in the United States. Numerous societal guidelines advocate for making cancer treatment decisions based on both tumor histologic type and molecular markers. While exceptions may exist, the prevailing practice underscores the importance of obtaining a tissue diagnosis before initiating curative and palliative therapies.", "contents": "Percutaneous Lung Lesion Biopsy -- Clinical Significance. The Centers for Disease Control highlights lung cancer as the predominant cause of cancer-related mortality in the United States. Numerous societal guidelines advocate for making cancer treatment decisions based on both tumor histologic type and molecular markers. While exceptions may exist, the prevailing practice underscores the importance of obtaining a tissue diagnosis before initiating curative and palliative therapies."}
{"id": "article-30515_100", "title": "Percutaneous Lung Lesion Biopsy -- Clinical Significance", "content": "However, recognizing the importance of viewing patients not solely as medical cases but as individuals, clinicians must appreciate that obtaining a tissue diagnosis through biopsy involves unique considerations for the person undergoing the biopsy. Challenges may include the patient being unable to be still for an adequate time to facilitate needle access, having difficulty consistently holding their breath, particularly in light of limitations in a hospital's CT fluoroscopy equipment, or the necessity for specialist consultation to optimize pre-biopsy and post-biopsy care. Such considerations prevent prolonged hospitalization or severe permanent injury from potential complications.", "contents": "Percutaneous Lung Lesion Biopsy -- Clinical Significance. However, recognizing the importance of viewing patients not solely as medical cases but as individuals, clinicians must appreciate that obtaining a tissue diagnosis through biopsy involves unique considerations for the person undergoing the biopsy. Challenges may include the patient being unable to be still for an adequate time to facilitate needle access, having difficulty consistently holding their breath, particularly in light of limitations in a hospital's CT fluoroscopy equipment, or the necessity for specialist consultation to optimize pre-biopsy and post-biopsy care. Such considerations prevent prolonged hospitalization or severe permanent injury from potential complications."}
{"id": "article-30515_101", "title": "Percutaneous Lung Lesion Biopsy -- Clinical Significance", "content": "For these reasons and because most experienced interventional radiologists can reach a target of at least 5 mm diameter and less than 15 mm depth, the commonly asked question \"Can the lesion be biopsied?\" is generally inappropriate. The following 3 questions are more appropriate to decision-making for patient care: \"Has the lesion reached a size allowing a reasonable chance at a tissue yield, or is it more reasonable to wait to allow the lesion to grow in anticipation that a diagnosis will still likely be achieved before potential metastasis?\" \"Assuming that biopsy is now appropriate, how should the clinician and patient work together to optimize the patient medically and psychologically to improve the likelihood of a safe and successful biopsy?\" \"Anticipating that the biopsy attempt may not yield adequate tissue, what will plan B be?\"", "contents": "Percutaneous Lung Lesion Biopsy -- Clinical Significance. For these reasons and because most experienced interventional radiologists can reach a target of at least 5 mm diameter and less than 15 mm depth, the commonly asked question \"Can the lesion be biopsied?\" is generally inappropriate. The following 3 questions are more appropriate to decision-making for patient care: \"Has the lesion reached a size allowing a reasonable chance at a tissue yield, or is it more reasonable to wait to allow the lesion to grow in anticipation that a diagnosis will still likely be achieved before potential metastasis?\" \"Assuming that biopsy is now appropriate, how should the clinician and patient work together to optimize the patient medically and psychologically to improve the likelihood of a safe and successful biopsy?\" \"Anticipating that the biopsy attempt may not yield adequate tissue, what will plan B be?\""}
{"id": "article-30515_102", "title": "Percutaneous Lung Lesion Biopsy -- Enhancing Healthcare Team Outcomes", "content": "Performing PLLB requires a collaborative and multidisciplinary approach involving various healthcare professionals to ensure patient-centered care, optimal outcomes, safety, and effective team performance. Physicians are pivotal in diagnostic decision-making, procedure planning, and post-biopsy care coordination. Advanced practitioners contribute with their specialized skills in patient assessment and patient monitoring. They also often assist in procedural aspects. Nurses are integral in providing pre-procedural education, ensuring patient comfort, and post-biopsy monitoring. Pharmacists contribute by managing medication regimens, especially in cases where sedation or pain management is involved. Interprofessional communication is crucial, facilitating the exchange of critical information between team members to enhance procedural efficiency and patient safety. Coordinated efforts among these professionals are essential for a comprehensive approach to PLLB, addressing not only the technical aspects but also the patient's overall well-being and safety throughout the entire process. This collaborative approach ultimately improves patient outcomes, reduces complications, and enhances overall team performance in PLLB.", "contents": "Percutaneous Lung Lesion Biopsy -- Enhancing Healthcare Team Outcomes. Performing PLLB requires a collaborative and multidisciplinary approach involving various healthcare professionals to ensure patient-centered care, optimal outcomes, safety, and effective team performance. Physicians are pivotal in diagnostic decision-making, procedure planning, and post-biopsy care coordination. Advanced practitioners contribute with their specialized skills in patient assessment and patient monitoring. They also often assist in procedural aspects. Nurses are integral in providing pre-procedural education, ensuring patient comfort, and post-biopsy monitoring. Pharmacists contribute by managing medication regimens, especially in cases where sedation or pain management is involved. Interprofessional communication is crucial, facilitating the exchange of critical information between team members to enhance procedural efficiency and patient safety. Coordinated efforts among these professionals are essential for a comprehensive approach to PLLB, addressing not only the technical aspects but also the patient's overall well-being and safety throughout the entire process. This collaborative approach ultimately improves patient outcomes, reduces complications, and enhances overall team performance in PLLB."}
{"id": "article-30515_103", "title": "Percutaneous Lung Lesion Biopsy -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "After the procedure, the role of the nurse is crucial. As there is always a risk for hemothorax or pneumothorax, the nurse should evaluate the patient's pulmonary status in the recovery room. Furthermore, the nurse should ensure it is clear and functioning if there is a Heimlich valve or a drainage tube. Any drainage should be documented. The nurse should carefully review the chest x-ray report to determine if a pneumothorax exists.", "contents": "Percutaneous Lung Lesion Biopsy -- Nursing, Allied Health, and Interprofessional Team Interventions. After the procedure, the role of the nurse is crucial. As there is always a risk for hemothorax or pneumothorax, the nurse should evaluate the patient's pulmonary status in the recovery room. Furthermore, the nurse should ensure it is clear and functioning if there is a Heimlich valve or a drainage tube. Any drainage should be documented. The nurse should carefully review the chest x-ray report to determine if a pneumothorax exists."}
{"id": "article-30515_104", "title": "Percutaneous Lung Lesion Biopsy -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Vitals signs, including pulse oximetry, should be monitored for several hours after the procedure. The chest should be auscultated, and output from any chest drain should be recorded. Patients discharged with a Heimlich valve should be educated on how to maintain it and when to return to the surgeon.", "contents": "Percutaneous Lung Lesion Biopsy -- Nursing, Allied Health, and Interprofessional Team Monitoring. Vitals signs, including pulse oximetry, should be monitored for several hours after the procedure. The chest should be auscultated, and output from any chest drain should be recorded. Patients discharged with a Heimlich valve should be educated on how to maintain it and when to return to the surgeon."}
{"id": "article-30515_105", "title": "Percutaneous Lung Lesion Biopsy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Percutaneous Lung Lesion Biopsy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}