{"id": "article-35190_0", "title": "Telehealth Systems -- Definition/Introduction", "content": "Telehealth is the use of a technology-based virtual platform to deliver various aspects of health information, prevention, monitoring, and medical care. The fastest growing sector of health care, telehealth's largest segment is telemedicine. Narrowly, telemedicine is defined as the practice of medicine via a remote electronic interface. There are distinctions within telemedicine delivery. Most hospital-based health care delivery is doctor-to-doctor, providing expert specialist medicine to often rural, international, or nonspecialist physicians. In contrast, patient-to-doctor medical care is a growing market, and patients can reach physicians via direct-to-consumer services via telemedicine. The 3 types of telemedicine services are synchronous, asynchronous, and remote monitoring.", "contents": "Telehealth Systems -- Definition/Introduction. Telehealth is the use of a technology-based virtual platform to deliver various aspects of health information, prevention, monitoring, and medical care. The fastest growing sector of health care, telehealth's largest segment is telemedicine. Narrowly, telemedicine is defined as the practice of medicine via a remote electronic interface. There are distinctions within telemedicine delivery. Most hospital-based health care delivery is doctor-to-doctor, providing expert specialist medicine to often rural, international, or nonspecialist physicians. In contrast, patient-to-doctor medical care is a growing market, and patients can reach physicians via direct-to-consumer services via telemedicine. The 3 types of telemedicine services are synchronous, asynchronous, and remote monitoring."}
{"id": "article-35190_1", "title": "Telehealth Systems -- Definition/Introduction -- Synchronous Telehealth", "content": "Synchronous refers to the delivery of health information in real time. This allows for a live discussion with the patient or provider to deliver medical expertise. Another type of live (or synchronous) telemedicine visit is a facilitated virtual visit (FVV). An example of a facilitated virtual visit occurs when the patient is located at an accessible site (ie, clinic ) where diagnostic equipment is available, and the medical provider is at a distant site. A telefacilitator (ie, medical assistant, nurse, etc) gathers objective measures using equipment (ie, digital stethoscope, thermometer, pulse oximeter, etc) and transmits this data to the provider.", "contents": "Telehealth Systems -- Definition/Introduction -- Synchronous Telehealth. Synchronous refers to the delivery of health information in real time. This allows for a live discussion with the patient or provider to deliver medical expertise. Another type of live (or synchronous) telemedicine visit is a facilitated virtual visit (FVV). An example of a facilitated virtual visit occurs when the patient is located at an accessible site (ie, clinic ) where diagnostic equipment is available, and the medical provider is at a distant site. A telefacilitator (ie, medical assistant, nurse, etc) gathers objective measures using equipment (ie, digital stethoscope, thermometer, pulse oximeter, etc) and transmits this data to the provider."}
{"id": "article-35190_2", "title": "Telehealth Systems -- Definition/Introduction -- Asynchronous Telehealth", "content": "Asynchronous telemedicine refers to the \"store-and-forward\" technique. In contrast, a patient or physician collects medical history, images, and pathology reports and then sends them to a specialist physician for diagnostic and treatment expertise.", "contents": "Telehealth Systems -- Definition/Introduction -- Asynchronous Telehealth. Asynchronous telemedicine refers to the \"store-and-forward\" technique. In contrast, a patient or physician collects medical history, images, and pathology reports and then sends them to a specialist physician for diagnostic and treatment expertise."}
{"id": "article-35190_3", "title": "Telehealth Systems -- Definition/Introduction -- Remote Monitoring", "content": "Finally, remote patient monitoring involves continuous evaluation of a patient's clinical status, whether through direct video monitoring of the patient or via review of tests and images collected remotely. Newer technologies, such as mobile device applications, allow for a wider range of telehealth possibilities. [1] [2] [3]", "contents": "Telehealth Systems -- Definition/Introduction -- Remote Monitoring. Finally, remote patient monitoring involves continuous evaluation of a patient's clinical status, whether through direct video monitoring of the patient or via review of tests and images collected remotely. Newer technologies, such as mobile device applications, allow for a wider range of telehealth possibilities. [1] [2] [3]"}
{"id": "article-35190_4", "title": "Telehealth Systems -- Issues of Concern", "content": "The goal of telehealth is better access to health care while maintaining medical expenses. [4] [5] [6] [7] One of the most successful applications of telehealth is the reduction of health disparities in areas with limited physician access. Approximately 20% of the United States population resides in rural areas, and only 9% of physicians serve these areas. Telehealth aims to eliminate transportation costs, often burdening patients of low socioeconomic status. Through similar mechanisms, it can improve health literacy by providing patient education and preventing hospitalizations with the assurance of medication adherence. [8]", "contents": "Telehealth Systems -- Issues of Concern. The goal of telehealth is better access to health care while maintaining medical expenses. [4] [5] [6] [7] One of the most successful applications of telehealth is the reduction of health disparities in areas with limited physician access. Approximately 20% of the United States population resides in rural areas, and only 9% of physicians serve these areas. Telehealth aims to eliminate transportation costs, often burdening patients of low socioeconomic status. Through similar mechanisms, it can improve health literacy by providing patient education and preventing hospitalizations with the assurance of medication adherence. [8]"}
{"id": "article-35190_5", "title": "Telehealth Systems -- Issues of Concern", "content": "In addition to improved access, it is estimated that telehealth could save the United States healthcare system more than $4 billion annually. Technology could reduce referrals, streamline medical evaluations, and decrease the burden of some preventable diseases. For example, chronic disease accounts for 75% of medical expenses. It is proposed that the financial burden of hospital readmissions can be curbed by monitoring patients at home, ensuring medication adherence via electronic means, and providing expeditious access to a physician.", "contents": "Telehealth Systems -- Issues of Concern. In addition to improved access, it is estimated that telehealth could save the United States healthcare system more than $4 billion annually. Technology could reduce referrals, streamline medical evaluations, and decrease the burden of some preventable diseases. For example, chronic disease accounts for 75% of medical expenses. It is proposed that the financial burden of hospital readmissions can be curbed by monitoring patients at home, ensuring medication adherence via electronic means, and providing expeditious access to a physician."}
{"id": "article-35190_6", "title": "Telehealth Systems -- Issues of Concern", "content": "Reimbursement and parity laws remain the largest barrier to implementing telehealth services. [9] [10] [11] Under the Affordable Care Act, Medicare allows telemedicine-specific services to be covered and reimbursed. However, it poses restrictions that may include: Type of communication: Specifically, synchronous versus asynchronous The area where the patient resides: The patient must reside in a non-metropolitan region The physical location of the patient: The patient cannot be at home but at a prespecified location. Licensure of the physician: The physician must be licensed and have admitting privileges at the patient's local hospital.", "contents": "Telehealth Systems -- Issues of Concern. Reimbursement and parity laws remain the largest barrier to implementing telehealth services. [9] [10] [11] Under the Affordable Care Act, Medicare allows telemedicine-specific services to be covered and reimbursed. However, it poses restrictions that may include: Type of communication: Specifically, synchronous versus asynchronous The area where the patient resides: The patient must reside in a non-metropolitan region The physical location of the patient: The patient cannot be at home but at a prespecified location. Licensure of the physician: The physician must be licensed and have admitting privileges at the patient's local hospital."}
{"id": "article-35190_7", "title": "Telehealth Systems -- Issues of Concern", "content": "Medicaid, governed by individual states, almost ubiquitously reimburses for synchronous care. Its restrictions, especially for rural health, are less stringent than Medicare's. Parity laws vary significantly by state, affecting reimbursement for telehealth services for privately insured patients. While most states now have parity laws requiring private insurers to reimburse for telehealth, many states have varying stipulations. For example, some states require an initial in-person visit to establish a patient-provider relationship. Others have limits on patient locations and provider types, similar to Medicare limits. The amount of reimbursement, known as payment parity, also varies, and reimbursements for telehealth are often not equivalent to an in-person visit. There are very few special telemedicine licenses allowing practitioners to care for patients across state lines; currently, most state licenses do not allow the practice of telemedicine for a patient in another state.", "contents": "Telehealth Systems -- Issues of Concern. Medicaid, governed by individual states, almost ubiquitously reimburses for synchronous care. Its restrictions, especially for rural health, are less stringent than Medicare's. Parity laws vary significantly by state, affecting reimbursement for telehealth services for privately insured patients. While most states now have parity laws requiring private insurers to reimburse for telehealth, many states have varying stipulations. For example, some states require an initial in-person visit to establish a patient-provider relationship. Others have limits on patient locations and provider types, similar to Medicare limits. The amount of reimbursement, known as payment parity, also varies, and reimbursements for telehealth are often not equivalent to an in-person visit. There are very few special telemedicine licenses allowing practitioners to care for patients across state lines; currently, most state licenses do not allow the practice of telemedicine for a patient in another state."}
{"id": "article-35190_8", "title": "Telehealth Systems -- Clinical Significance", "content": "Whether in allied health sciences, nursing, medicine, or other health endeavors, telehealth is an important and evolving aspect of healthcare. Approximately 50% of United States hospitals engage in telemedicine. The majority of current telemedicine practice is radiology and stroke care.", "contents": "Telehealth Systems -- Clinical Significance. Whether in allied health sciences, nursing, medicine, or other health endeavors, telehealth is an important and evolving aspect of healthcare. Approximately 50% of United States hospitals engage in telemedicine. The majority of current telemedicine practice is radiology and stroke care."}
{"id": "article-35190_9", "title": "Telehealth Systems -- Clinical Significance", "content": "Acute remote stroke care, or TeleStroke, is now a shared resource in emergency departments without in-house neurology stroke experts or radiologists. As a class I intervention by the American Heart Association, it has improved millions of patients' access to emergent stroke care. The clinical potential of telehealth is diverse; programs include TeleTrauma, TeleBurns, TeleDermatology, and TeleICU, to name a few. Their utilization can have significant impacts on populations.", "contents": "Telehealth Systems -- Clinical Significance. Acute remote stroke care, or TeleStroke, is now a shared resource in emergency departments without in-house neurology stroke experts or radiologists. As a class I intervention by the American Heart Association, it has improved millions of patients' access to emergent stroke care. The clinical potential of telehealth is diverse; programs include TeleTrauma, TeleBurns, TeleDermatology, and TeleICU, to name a few. Their utilization can have significant impacts on populations."}
{"id": "article-35190_10", "title": "Telehealth Systems -- Clinical Significance", "content": "Literature investigating the use of off-hours telehealth in nursing homes has shown a decrease in hospitalizations by 10%. In addition to the clinical benefit for patients, the average Medicare savings was approximately $150,000 per nursing home per year. The Extension for Community Health Care Outcomes program has bettered postacute care by reducing 30-day hospital readmissions and healthcare costs. The Veterans Health Administration (VHA) has estimated that telehealth saves the system $6500 per patient per year, or $1 billion in 2012, by reducing readmissions, improving chronic disease care, and providing mental health services. Rural VHA systems saved the most on decreasing travel expenses.", "contents": "Telehealth Systems -- Clinical Significance. Literature investigating the use of off-hours telehealth in nursing homes has shown a decrease in hospitalizations by 10%. In addition to the clinical benefit for patients, the average Medicare savings was approximately $150,000 per nursing home per year. The Extension for Community Health Care Outcomes program has bettered postacute care by reducing 30-day hospital readmissions and healthcare costs. The Veterans Health Administration (VHA) has estimated that telehealth saves the system $6500 per patient per year, or $1 billion in 2012, by reducing readmissions, improving chronic disease care, and providing mental health services. Rural VHA systems saved the most on decreasing travel expenses."}
{"id": "article-35190_11", "title": "Telehealth Systems -- Clinical Significance", "content": "There are also opportunities for medical device innovation for remote monitoring. For example, patients with implantable devices, such as subcutaneous implantable cardiac defibrillators, have reduced the number of clinic visits as cardiologists can monitor cardiac events remotely. The FDA recently approved A pulmonary artery sensor, allowing for remote monitoring of intracardiac and pulmonary artery pressures, thus potentially preventing complications and hospitalizations.", "contents": "Telehealth Systems -- Clinical Significance. There are also opportunities for medical device innovation for remote monitoring. For example, patients with implantable devices, such as subcutaneous implantable cardiac defibrillators, have reduced the number of clinic visits as cardiologists can monitor cardiac events remotely. The FDA recently approved A pulmonary artery sensor, allowing for remote monitoring of intracardiac and pulmonary artery pressures, thus potentially preventing complications and hospitalizations."}
{"id": "article-35190_12", "title": "Telehealth Systems -- Clinical Significance", "content": "Aside from reimbursement issues, state-specific parity laws, medical malpractice coverage, and organizational hurdles in developing a robust telehealth infrastructure, some fear telehealth may replace the nurse-patient and physician-patient relationship. Others argue that surveys show that approximately 80% of patients favorably view the telemedicine experience.", "contents": "Telehealth Systems -- Clinical Significance. Aside from reimbursement issues, state-specific parity laws, medical malpractice coverage, and organizational hurdles in developing a robust telehealth infrastructure, some fear telehealth may replace the nurse-patient and physician-patient relationship. Others argue that surveys show that approximately 80% of patients favorably view the telemedicine experience."}
{"id": "article-35190_13", "title": "Telehealth Systems -- Clinical Significance", "content": "Additionally, there are issues surrounding the quality of care provided. Specifically, increased direct-to-consumer companies may lead to more decentralized and costly care. One study of a large telehealth company revealed that 88% of the 1.25 million annual visits might have been over-utilized care rather than substituted care for an in-person primary care physician or emergency room visit. Spending for some diseases, such as acute respiratory illness, increased by $45 per user in 1 study compared to a nontelehealth user.", "contents": "Telehealth Systems -- Clinical Significance. Additionally, there are issues surrounding the quality of care provided. Specifically, increased direct-to-consumer companies may lead to more decentralized and costly care. One study of a large telehealth company revealed that 88% of the 1.25 million annual visits might have been over-utilized care rather than substituted care for an in-person primary care physician or emergency room visit. Spending for some diseases, such as acute respiratory illness, increased by $45 per user in 1 study compared to a nontelehealth user."}
{"id": "article-35190_14", "title": "Telehealth Systems -- Clinical Significance", "content": "Standards for transmitting audio and video data have not been universally established, including the transmission of radiological images, which require a set of guidelines set by Digital Imaging and Communications in Medicine (DICOM). The sensitivity and specificity of TeleDerm diagnoses, for example, may be sub-standard without uniform high-quality image standards. Furthermore, digitalization also poses a security risk, and electronic information breaches could violate the Health Insurance Portability and Accountability Act (HIPAA). Clinical practice guidelines for informed consent, documentation, quality of care, and follow-up and coordination of the patient visit are being established. These will be integral in the implementation of telehealth.", "contents": "Telehealth Systems -- Clinical Significance. Standards for transmitting audio and video data have not been universally established, including the transmission of radiological images, which require a set of guidelines set by Digital Imaging and Communications in Medicine (DICOM). The sensitivity and specificity of TeleDerm diagnoses, for example, may be sub-standard without uniform high-quality image standards. Furthermore, digitalization also poses a security risk, and electronic information breaches could violate the Health Insurance Portability and Accountability Act (HIPAA). Clinical practice guidelines for informed consent, documentation, quality of care, and follow-up and coordination of the patient visit are being established. These will be integral in the implementation of telehealth."}
{"id": "article-35190_15", "title": "Telehealth Systems -- Clinical Significance", "content": "The landscape of telehealth is evolving. The Medicare Telehealth Parity Act was introduced to the House of Representatives in May 2017 to expand Medicare coverage and amend some current limitations. Novel programs, such as \"Hospital at Home\" programs, aim to improve patient care by admitting patients to their homes. Transfer center utilization of telehealth may reduce quaternary hospital transfers for specialist care.", "contents": "Telehealth Systems -- Clinical Significance. The landscape of telehealth is evolving. The Medicare Telehealth Parity Act was introduced to the House of Representatives in May 2017 to expand Medicare coverage and amend some current limitations. Novel programs, such as \"Hospital at Home\" programs, aim to improve patient care by admitting patients to their homes. Transfer center utilization of telehealth may reduce quaternary hospital transfers for specialist care."}
{"id": "article-35190_16", "title": "Telehealth Systems -- Clinical Significance", "content": "During the COVID-19 national emergency, the Health and Human Services Office for Civil Rights has relaxed some regulations involving using HIPPA-compliant only remote communication technology. Apps such as Facetime, Facebook Messenger, Google Hangout, Zoom, or Skype could be used in good faith to care for patients via telehealth during the national emergency. However, public-facing apps were not allowed.", "contents": "Telehealth Systems -- Clinical Significance. During the COVID-19 national emergency, the Health and Human Services Office for Civil Rights has relaxed some regulations involving using HIPPA-compliant only remote communication technology. Apps such as Facetime, Facebook Messenger, Google Hangout, Zoom, or Skype could be used in good faith to care for patients via telehealth during the national emergency. However, public-facing apps were not allowed."}
{"id": "article-35190_17", "title": "Telehealth Systems -- Clinical Significance", "content": "With the advancing innovation in telehealth, there are tremendous opportunities for allied health workers, social workers, therapists, nurses, and physicians to continuously strive to provide cost-effective and excellent care to others.", "contents": "Telehealth Systems -- Clinical Significance. With the advancing innovation in telehealth, there are tremendous opportunities for allied health workers, social workers, therapists, nurses, and physicians to continuously strive to provide cost-effective and excellent care to others."}
{"id": "article-35190_18", "title": "Telehealth Systems -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "While telehealth has many benefits, all healthcare workers should be familiar with hospital bylaws and state laws regarding telemedicine. Telehealth does not allow the healthcare worker to examine the patient as in an office, which is a major drawback. Countless cases have appeared in court following an erroneous diagnosis of patients following a telehealth consult. In addition, there is a concern about violating HIPPA laws following the transmission of medical records online. The onus is on the healthcare provider to know the laws; otherwise, one risks litigation and loss of medical or nursing license. [12] [13]", "contents": "Telehealth Systems -- Nursing, Allied Health, and Interprofessional Team Interventions. While telehealth has many benefits, all healthcare workers should be familiar with hospital bylaws and state laws regarding telemedicine. Telehealth does not allow the healthcare worker to examine the patient as in an office, which is a major drawback. Countless cases have appeared in court following an erroneous diagnosis of patients following a telehealth consult. In addition, there is a concern about violating HIPPA laws following the transmission of medical records online. The onus is on the healthcare provider to know the laws; otherwise, one risks litigation and loss of medical or nursing license. [12] [13]"}
{"id": "article-35190_19", "title": "Telehealth Systems -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Telehealth Systems -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}