{"id": "article-26851_0", "title": "Nicotinic Acid Deficiency (Archived) -- Introduction", "content": "Niacin (vitamin B), also known as nicotinamide or nicotinic acid, is an essential water-soluble vitamin. It is important for the metabolism of macronutrients (carbohydrate, protein, and fat) due to being part of the NAD (nicotinamide adenine dinucleotide) and NADP (nicotinamide adenine dinucleotide phosphate) coenzymes. [1] [2] It is mainly found in protein-rich foods (e.g., cereals, legumes, meat, and milk) and yeast. The former food sources are high in tryptophan, which can be converted into niacin in the liver (60 mg tryptophan is needed to produce 1 mg niacin). [2] [3] The recommended daily allowances for niacin is 2  to 4 mg for infants, 6 to 8 mg for children, 12 mg for teenagers, 16 mg for men, 14 mg for women, and 17 and 18 mg for lactating and pregnant women, respectively. [4]", "contents": "Nicotinic Acid Deficiency (Archived) -- Introduction. Niacin (vitamin B), also known as nicotinamide or nicotinic acid, is an essential water-soluble vitamin. It is important for the metabolism of macronutrients (carbohydrate, protein, and fat) due to being part of the NAD (nicotinamide adenine dinucleotide) and NADP (nicotinamide adenine dinucleotide phosphate) coenzymes. [1] [2] It is mainly found in protein-rich foods (e.g., cereals, legumes, meat, and milk) and yeast. The former food sources are high in tryptophan, which can be converted into niacin in the liver (60 mg tryptophan is needed to produce 1 mg niacin). [2] [3] The recommended daily allowances for niacin is 2  to 4 mg for infants, 6 to 8 mg for children, 12 mg for teenagers, 16 mg for men, 14 mg for women, and 17 and 18 mg for lactating and pregnant women, respectively. [4]"}
{"id": "article-26851_1", "title": "Nicotinic Acid Deficiency (Archived) -- Introduction", "content": "Dietary deficiency of niacin results in pellagra. Pellagra was first described 250 years ago by the Spanish physician Don Gaspar Casal in 1763. [5] It is characterized by dermatitis, diarrhea, dementia, and eventually death if not treated by giving niacin. This is why it is called the 3 D syndrome, or 4 Ds disease. [6] However, diarrhea and dementia may not always be present. Recent studies also revealed that niacin deficiency might be associated with Alzheimer, Parkinson, Huntington diseases, cognitive impairment, or schizophrenia. [7] [8] Early diagnosis and treatment are crucial.", "contents": "Nicotinic Acid Deficiency (Archived) -- Introduction. Dietary deficiency of niacin results in pellagra. Pellagra was first described 250 years ago by the Spanish physician Don Gaspar Casal in 1763. [5] It is characterized by dermatitis, diarrhea, dementia, and eventually death if not treated by giving niacin. This is why it is called the 3 D syndrome, or 4 Ds disease. [6] However, diarrhea and dementia may not always be present. Recent studies also revealed that niacin deficiency might be associated with Alzheimer, Parkinson, Huntington diseases, cognitive impairment, or schizophrenia. [7] [8] Early diagnosis and treatment are crucial."}
{"id": "article-26851_2", "title": "Nicotinic Acid Deficiency (Archived) -- Etiology", "content": "The main etiology of pellagra is consuming a diet deficient in niacin or eating uncooked grains. [9] The latter reason can be explained by the complex form of niacin (bound to polysaccharides and glycopeptides) in raw grains, which limits its bioavailability when ingested. [9] [10] Yet, soaking and cooking the food releases niacin, making it available for absorption. [9] Additional reasons for low intakes of niacin is hunger, living in conflict zones such as in Africa, or having anorexia nervosa. [6] [10]", "contents": "Nicotinic Acid Deficiency (Archived) -- Etiology. The main etiology of pellagra is consuming a diet deficient in niacin or eating uncooked grains. [9] The latter reason can be explained by the complex form of niacin (bound to polysaccharides and glycopeptides) in raw grains, which limits its bioavailability when ingested. [9] [10] Yet, soaking and cooking the food releases niacin, making it available for absorption. [9] Additional reasons for low intakes of niacin is hunger, living in conflict zones such as in Africa, or having anorexia nervosa. [6] [10]"}
{"id": "article-26851_3", "title": "Nicotinic Acid Deficiency (Archived) -- Etiology", "content": "Furthermore, pellagra could develop in the elderly population due to malabsorption. [1] Other important causes include long-term use of isoniazid (depletes tryptophan), carcinoid syndrome, Hartnup disease, or AIDS (acquired immune deficiency syndrome). [6] [11] It is also reported that gluten-free foods may result in a low intake of niacin if these items are not fortified with it. [12] A recent case-study also showed that azathioprine immunosuppressant had induced pellagra in a 50-year old Chinese woman suffering from optic neuritis and transverse myelitis. [13] In another case-study, Das and colleagues stated that pellagra was seen in a 57-year old Nepali man who had pulmonary Koch disease, and a history of smoking and drinking. [14] Similarly, a 42-year old smoker and chronic drinker Malawian woman had pellagra. [5] In Nigeria, a 12-year old girl who worked as a cattle farmer developed pellagra, and her main meal was corn. [15] A comparable case also was detected in a 13-year-old Sudanese teenage boy. [16] Thus, poor nutrition knowledge, unhealthy lifestyle behaviors, and limited availability or accessibility to food are believed to be the major contributors to insufficient consumption of niacin.", "contents": "Nicotinic Acid Deficiency (Archived) -- Etiology. Furthermore, pellagra could develop in the elderly population due to malabsorption. [1] Other important causes include long-term use of isoniazid (depletes tryptophan), carcinoid syndrome, Hartnup disease, or AIDS (acquired immune deficiency syndrome). [6] [11] It is also reported that gluten-free foods may result in a low intake of niacin if these items are not fortified with it. [12] A recent case-study also showed that azathioprine immunosuppressant had induced pellagra in a 50-year old Chinese woman suffering from optic neuritis and transverse myelitis. [13] In another case-study, Das and colleagues stated that pellagra was seen in a 57-year old Nepali man who had pulmonary Koch disease, and a history of smoking and drinking. [14] Similarly, a 42-year old smoker and chronic drinker Malawian woman had pellagra. [5] In Nigeria, a 12-year old girl who worked as a cattle farmer developed pellagra, and her main meal was corn. [15] A comparable case also was detected in a 13-year-old Sudanese teenage boy. [16] Thus, poor nutrition knowledge, unhealthy lifestyle behaviors, and limited availability or accessibility to food are believed to be the major contributors to insufficient consumption of niacin."}
{"id": "article-26851_4", "title": "Nicotinic Acid Deficiency (Archived) -- Epidemiology", "content": "Corn was the staple food in China, India, Africa, and Latin America, yet pellagra was common in African nations. [17] For instance, in 1990, pellagra was prevalent in 6.3% of Mozambican refugees in Malawi. [18] Over a 9-month period, 691 Malawians living in Kasese have developed pellagra, which primarily was due to eating a niacin-deficient diet. [19] In Angola, about one-third of 723 women and 6% of 690 infants and children (6 months to 5 years) had pellagra. [10] On the other hand, 0.7% of 142 Tanzanian patients (aged 55 to 99 years) with skin diseases were diagnosed with pellagra. [20]", "contents": "Nicotinic Acid Deficiency (Archived) -- Epidemiology. Corn was the staple food in China, India, Africa, and Latin America, yet pellagra was common in African nations. [17] For instance, in 1990, pellagra was prevalent in 6.3% of Mozambican refugees in Malawi. [18] Over a 9-month period, 691 Malawians living in Kasese have developed pellagra, which primarily was due to eating a niacin-deficient diet. [19] In Angola, about one-third of 723 women and 6% of 690 infants and children (6 months to 5 years) had pellagra. [10] On the other hand, 0.7% of 142 Tanzanian patients (aged 55 to 99 years) with skin diseases were diagnosed with pellagra. [20]"}
{"id": "article-26851_5", "title": "Nicotinic Acid Deficiency (Archived) -- Epidemiology", "content": "In the United States, pellagra is very rare due to the enrichment of processed flour with B vitamins. In the past, native people in North, Central, and South America consumed maize treated with lime or wood ashes, which increased the bioavailability of niacin in maize. [17] In India, niacin was deficient among 13% of 34 adolescent girls 10 to 13 years but not in boys. [21] In Thailand, the consumption of a traditional meal provides about 13% of the recommended intake of niacin. Traditional meals consisted of: canned fish and stir-fried roselle, or ivy gourd omelets and mung bean noodle soup; or canned fish curry with chili paste and pumpkin. [22] In Switzerland, compared with vegetarian (n = 53) and vegan (n = 53) adults, omnivores (n = 100) had the lows intake of niacin (P < 0.05). Yet plasma vitamin levels showed that vegetarians were the only deficient group (mu = 398 nmol/l). [23]", "contents": "Nicotinic Acid Deficiency (Archived) -- Epidemiology. In the United States, pellagra is very rare due to the enrichment of processed flour with B vitamins. In the past, native people in North, Central, and South America consumed maize treated with lime or wood ashes, which increased the bioavailability of niacin in maize. [17] In India, niacin was deficient among 13% of 34 adolescent girls 10 to 13 years but not in boys. [21] In Thailand, the consumption of a traditional meal provides about 13% of the recommended intake of niacin. Traditional meals consisted of: canned fish and stir-fried roselle, or ivy gourd omelets and mung bean noodle soup; or canned fish curry with chili paste and pumpkin. [22] In Switzerland, compared with vegetarian (n = 53) and vegan (n = 53) adults, omnivores (n = 100) had the lows intake of niacin (P < 0.05). Yet plasma vitamin levels showed that vegetarians were the only deficient group (mu = 398 nmol/l). [23]"}
{"id": "article-26851_6", "title": "Nicotinic Acid Deficiency (Archived) -- Pathophysiology", "content": "Niacin is important for the metabolism of macronutrients (carbohydrate, protein, and fat), due to being part of the NAD and NADP coenzymes. [1] [24] Niacin deficiency results in decreased NAD and NADP coenzymes. This is seen in malnutrition or resource-limited countries. In addition, other mechanisms contribute to niacin deficiency. Altered metabolism of tryptophan is seen in carcinoid syndrome, impaired absorption of tryptophan is seen in the autosomal recessive condition Hartnup disease, and prolonged use of certain medications may decrease the production of tryptophan (isoniazid) or inhibit the conversion of tryptophan to niacin (azathioprine, 6-mercaptopurine, or 5-fluorouracil). [25] [26] [27]", "contents": "Nicotinic Acid Deficiency (Archived) -- Pathophysiology. Niacin is important for the metabolism of macronutrients (carbohydrate, protein, and fat), due to being part of the NAD and NADP coenzymes. [1] [24] Niacin deficiency results in decreased NAD and NADP coenzymes. This is seen in malnutrition or resource-limited countries. In addition, other mechanisms contribute to niacin deficiency. Altered metabolism of tryptophan is seen in carcinoid syndrome, impaired absorption of tryptophan is seen in the autosomal recessive condition Hartnup disease, and prolonged use of certain medications may decrease the production of tryptophan (isoniazid) or inhibit the conversion of tryptophan to niacin (azathioprine, 6-mercaptopurine, or 5-fluorouracil). [25] [26] [27]"}
{"id": "article-26851_7", "title": "Nicotinic Acid Deficiency (Archived) -- Histopathology", "content": "Dermatitis in pellagra is characterized by erythematous bullous changes secondary to mild acute inflammation. This leads to degeneration of the stratum corneum, followed by increased cellularity and fibroblasts, capillary dilation, and increased proliferation and thickening of the epidermis. Inflammatory cells include lymphoid cells and few plasma cells. Hyperpigmentation also occurs. [28] In the gastrointestinal tract, inflammation can spread, causing chronic gastritis. Inflammation also leads to diarrhea. Neuronal chromatolysis was reported in motor neurons and edema in glial and ependymal cells.", "contents": "Nicotinic Acid Deficiency (Archived) -- Histopathology. Dermatitis in pellagra is characterized by erythematous bullous changes secondary to mild acute inflammation. This leads to degeneration of the stratum corneum, followed by increased cellularity and fibroblasts, capillary dilation, and increased proliferation and thickening of the epidermis. Inflammatory cells include lymphoid cells and few plasma cells. Hyperpigmentation also occurs. [28] In the gastrointestinal tract, inflammation can spread, causing chronic gastritis. Inflammation also leads to diarrhea. Neuronal chromatolysis was reported in motor neurons and edema in glial and ependymal cells."}
{"id": "article-26851_8", "title": "Nicotinic Acid Deficiency (Archived) -- History and Physical", "content": "The history should emphasize the presenting symptoms, which can include weight loss, anorexia, nausea, dyspepsia, abdominal pain, diarrhea, excessive salivation, skin rash, fatigue, headaches, dizziness, irritability, tremors, dementia, anxiety, and depression. Nutritional, past medical, family, social, and medication histories should be reviewed carefully. [29] [2]", "contents": "Nicotinic Acid Deficiency (Archived) -- History and Physical. The history should emphasize the presenting symptoms, which can include weight loss, anorexia, nausea, dyspepsia, abdominal pain, diarrhea, excessive salivation, skin rash, fatigue, headaches, dizziness, irritability, tremors, dementia, anxiety, and depression. Nutritional, past medical, family, social, and medication histories should be reviewed carefully. [29] [2]"}
{"id": "article-26851_9", "title": "Nicotinic Acid Deficiency (Archived) -- History and Physical", "content": "Physical examination should assess the general health and the mental status (progressive derangement with confusion, or tremors). [2] Head examination should include evaluation of the tongue, looking for a beefy red tongue, with swelling and tenderness. [6] Oral manifestations include gingivitis, stomatitis, and glossitis. [2] [6] Assessment of skin rash which is usually symmetrical and bilateral (including sunburn-like rash, facial butterfly sign, Casal’s collar necklace like-rash in sun-exposed areas, hyperpigmentation, thick dry skin, and eruption with desquamation) and signs of malnutrition (example: weakness, weight loss, muscle wasting, dehydration or edema) are crucial. [15] [5] Cardiac examination may reveal abnormal heart rate and blood pressure. [30] [31] A pulmonary examination may show labored breathing due to weakness in respiratory muscles. [14] Abdominal examination may reveal a scaphoid abdomen and/or hepatosplenomegaly. [32] Further assessment may include the evaluation of wounds for poor healing. [32] Patients may also have lower extremity swelling. [20]", "contents": "Nicotinic Acid Deficiency (Archived) -- History and Physical. Physical examination should assess the general health and the mental status (progressive derangement with confusion, or tremors). [2] Head examination should include evaluation of the tongue, looking for a beefy red tongue, with swelling and tenderness. [6] Oral manifestations include gingivitis, stomatitis, and glossitis. [2] [6] Assessment of skin rash which is usually symmetrical and bilateral (including sunburn-like rash, facial butterfly sign, Casal’s collar necklace like-rash in sun-exposed areas, hyperpigmentation, thick dry skin, and eruption with desquamation) and signs of malnutrition (example: weakness, weight loss, muscle wasting, dehydration or edema) are crucial. [15] [5] Cardiac examination may reveal abnormal heart rate and blood pressure. [30] [31] A pulmonary examination may show labored breathing due to weakness in respiratory muscles. [14] Abdominal examination may reveal a scaphoid abdomen and/or hepatosplenomegaly. [32] Further assessment may include the evaluation of wounds for poor healing. [32] Patients may also have lower extremity swelling. [20]"}
{"id": "article-26851_10", "title": "Nicotinic Acid Deficiency (Archived) -- Evaluation", "content": "Overall, pellagra is a clinical diagnosis and biochemical testing is rarely used. If needed, niacin deficiency can be assessed by two methods: [3] [6] [31]", "contents": "Nicotinic Acid Deficiency (Archived) -- Evaluation. Overall, pellagra is a clinical diagnosis and biochemical testing is rarely used. If needed, niacin deficiency can be assessed by two methods: [3] [6] [31]"}
{"id": "article-26851_11", "title": "Nicotinic Acid Deficiency (Archived) -- Evaluation -- Biochemical Assessment", "content": "This approach is not widely used. Measurement of urinary N-methylnicotinamide or erythrocyte NAD: NADP (ratio) can be obtained to evaluate the metabolic rate of niacin in the body. Thus, high levels reflect adequate intakes of this vitamin. Clinical A ssessment It is more widely used by assessing for diarrhea, glossitis, and dermatitis. The skin is assessed for hyperpigmentation, dryness and scaling, facial butterfly sign, and/or Casal’s collar (necklace) in sun-exposed areas. It is important to note that diarrhea and dementia may not always be present.", "contents": "Nicotinic Acid Deficiency (Archived) -- Evaluation -- Biochemical Assessment. This approach is not widely used. Measurement of urinary N-methylnicotinamide or erythrocyte NAD: NADP (ratio) can be obtained to evaluate the metabolic rate of niacin in the body. Thus, high levels reflect adequate intakes of this vitamin. Clinical A ssessment It is more widely used by assessing for diarrhea, glossitis, and dermatitis. The skin is assessed for hyperpigmentation, dryness and scaling, facial butterfly sign, and/or Casal’s collar (necklace) in sun-exposed areas. It is important to note that diarrhea and dementia may not always be present."}
{"id": "article-26851_12", "title": "Nicotinic Acid Deficiency (Archived) -- Treatment / Management", "content": "Pellagra can be reversed by giving niacin accompanied by a high energy diet that is rich in all other B-vitamins, zinc, and magnesium that are important for optimum metabolic reactions in the body. [3] Avoidance of sun exposure is helpful in the management of skin rash, and having a liquid diet temporarily is needed in the setting of difficulty swallowing related to glossitis. Nicotinamide 300 mg daily in divided doses is recommended for a total of 3 to 4 weeks. Nicotinamide is better tolerated than niacin (fewer side effects). [6] [31] Referral to a nutritionist, psychiatrist, or neurologist may be needed.", "contents": "Nicotinic Acid Deficiency (Archived) -- Treatment / Management. Pellagra can be reversed by giving niacin accompanied by a high energy diet that is rich in all other B-vitamins, zinc, and magnesium that are important for optimum metabolic reactions in the body. [3] Avoidance of sun exposure is helpful in the management of skin rash, and having a liquid diet temporarily is needed in the setting of difficulty swallowing related to glossitis. Nicotinamide 300 mg daily in divided doses is recommended for a total of 3 to 4 weeks. Nicotinamide is better tolerated than niacin (fewer side effects). [6] [31] Referral to a nutritionist, psychiatrist, or neurologist may be needed."}
{"id": "article-26851_13", "title": "Nicotinic Acid Deficiency (Archived) -- Treatment / Management", "content": "To ensure sufficient intakes of niacin, several countries fortified some of the staple food items, such as wheat flour, milk, maize flour, cornmeal, and/or rice with niacin. [33] These nations include the United States, Latin American, Canada, Europe, Africa, Southeast Asian, and Middle Eastern countries, including Jordan. [33] [34] [35] [36] [37] [38]", "contents": "Nicotinic Acid Deficiency (Archived) -- Treatment / Management. To ensure sufficient intakes of niacin, several countries fortified some of the staple food items, such as wheat flour, milk, maize flour, cornmeal, and/or rice with niacin. [33] These nations include the United States, Latin American, Canada, Europe, Africa, Southeast Asian, and Middle Eastern countries, including Jordan. [33] [34] [35] [36] [37] [38]"}
{"id": "article-26851_14", "title": "Nicotinic Acid Deficiency (Archived) -- Differential Diagnosis", "content": "Some of the health conditions that can be mistaken for pellagra include deficiencies of vitamins B1, B2, and B12. [24] In addition, the differential diagnosis includes inflammatory bowel disease, cutaneous lupus erythematosus, drug-induced dermatitis, and porphyria cutanea tarda.", "contents": "Nicotinic Acid Deficiency (Archived) -- Differential Diagnosis. Some of the health conditions that can be mistaken for pellagra include deficiencies of vitamins B1, B2, and B12. [24] In addition, the differential diagnosis includes inflammatory bowel disease, cutaneous lupus erythematosus, drug-induced dermatitis, and porphyria cutanea tarda."}
{"id": "article-26851_15", "title": "Nicotinic Acid Deficiency (Archived) -- Prognosis", "content": "Diarrhea and glossitis usually improve in 2 to 3 days, while recovery from dementia and dermatitis is seen within 7 days of treatment. [5] [39] [31] However, a longer recovery may be seen in chronic cases. [19]", "contents": "Nicotinic Acid Deficiency (Archived) -- Prognosis. Diarrhea and glossitis usually improve in 2 to 3 days, while recovery from dementia and dermatitis is seen within 7 days of treatment. [5] [39] [31] However, a longer recovery may be seen in chronic cases. [19]"}
{"id": "article-26851_16", "title": "Nicotinic Acid Deficiency (Archived) -- Complications", "content": "If pellagra is left untreated, it would result in patient death. [6]", "contents": "Nicotinic Acid Deficiency (Archived) -- Complications. If pellagra is left untreated, it would result in patient death. [6]"}
{"id": "article-26851_17", "title": "Nicotinic Acid Deficiency (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Currently, niacin deficiency and pellagra are rare. However, it is important to educate the public about the importance of consuming a balanced diet that consists of all food groups that are adequate in all essential nutrients (macro- and micronutrients) for the achievement of optimal health. Health awareness campaigns, therefore, should be carried out to spread knowledge about the: foods that are rich in or fortified with niacin and tryptophan and health conditions and compounds (such as drugs) that adversely affect its bioavailability.", "contents": "Nicotinic Acid Deficiency (Archived) -- Enhancing Healthcare Team Outcomes. Currently, niacin deficiency and pellagra are rare. However, it is important to educate the public about the importance of consuming a balanced diet that consists of all food groups that are adequate in all essential nutrients (macro- and micronutrients) for the achievement of optimal health. Health awareness campaigns, therefore, should be carried out to spread knowledge about the: foods that are rich in or fortified with niacin and tryptophan and health conditions and compounds (such as drugs) that adversely affect its bioavailability."}
{"id": "article-26851_18", "title": "Nicotinic Acid Deficiency (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nicotinic Acid Deficiency (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}