{"id": "article-26578_0", "title": "Acute Pancreatitis -- Continuing Education Activity", "content": "Acute pancreatitis is the leading cause of gastrointestinal-related hospitalization in the United States, and its frequency continues to rise in the United States and worldwide. The severity of the disease varies widely, from mild disease needing conservative treatment to severe and complicated disease with high morbidity and mortality. The most common causes of acute pancreatitis include gallstones, alcohol use, and hypertriglyceridemia. The rate of occurrence of each etiology of acute pancreatitis varies across geographic regions and socioeconomic strata. This activity reviews the evaluation and management of acute pancreatitis and highlights the role of the interprofessional team in managing this condition.", "contents": "Acute Pancreatitis -- Continuing Education Activity. Acute pancreatitis is the leading cause of gastrointestinal-related hospitalization in the United States, and its frequency continues to rise in the United States and worldwide. The severity of the disease varies widely, from mild disease needing conservative treatment to severe and complicated disease with high morbidity and mortality. The most common causes of acute pancreatitis include gallstones, alcohol use, and hypertriglyceridemia. The rate of occurrence of each etiology of acute pancreatitis varies across geographic regions and socioeconomic strata. This activity reviews the evaluation and management of acute pancreatitis and highlights the role of the interprofessional team in managing this condition."}
{"id": "article-26578_1", "title": "Acute Pancreatitis -- Continuing Education Activity", "content": "Objectives: Describe a patient presentation consistent with acute pancreatitis. Summarize how to use the Revised Atlanta Classification to diagnose pancreatitis. Outline the treatment strategy for acute pancreatitis. Review the roles of interprofessional team members in both prevention of and management of patients with acute pancreatitis. Access free multiple choice questions on this topic.", "contents": "Acute Pancreatitis -- Continuing Education Activity. Objectives: Describe a patient presentation consistent with acute pancreatitis. Summarize how to use the Revised Atlanta Classification to diagnose pancreatitis. Outline the treatment strategy for acute pancreatitis. Review the roles of interprofessional team members in both prevention of and management of patients with acute pancreatitis. Access free multiple choice questions on this topic."}
{"id": "article-26578_2", "title": "Acute Pancreatitis -- Introduction", "content": "Acute pancreatitis is a common disease and is the leading cause of hospitalization among gastrointestinal disorders in the United States. It involves the acute inflammation of the pancreas. The severity of acute pancreatitis varies widely, from mild conditions needing conservative treatment to severe and complicated diseases with high morbidity and mortality. The mortality of acute pancreas ranges from 3% in patients with mild edematous pancreatitis to as high as 20% in patients with pancreatic necrosis. [1] The diagnosis of acute presentation is simple, but the major challenge is predicting the progression of the disease course and outcome. The duration of the disease is essential in determining the level of care. [2] [3] [4] The Atlanta classification broadly classifies acute pancreatitis into two categories. [5] These are:", "contents": "Acute Pancreatitis -- Introduction. Acute pancreatitis is a common disease and is the leading cause of hospitalization among gastrointestinal disorders in the United States. It involves the acute inflammation of the pancreas. The severity of acute pancreatitis varies widely, from mild conditions needing conservative treatment to severe and complicated diseases with high morbidity and mortality. The mortality of acute pancreas ranges from 3% in patients with mild edematous pancreatitis to as high as 20% in patients with pancreatic necrosis. [1] The diagnosis of acute presentation is simple, but the major challenge is predicting the progression of the disease course and outcome. The duration of the disease is essential in determining the level of care. [2] [3] [4] The Atlanta classification broadly classifies acute pancreatitis into two categories. [5] These are:"}
{"id": "article-26578_3", "title": "Acute Pancreatitis -- Introduction", "content": "Interstitial edematous acute pancreatitis is characterized by the acute inflammation of the pancreatic parenchyma and surrounding peri-pancreatic tissue. Necrotizing acute pancreatitis is characterized by necrosis of pancreatic parenchyma and peri-pancreatic tissue. Based on the severity of the disease, acute pancreatitis is divided into the following types; In mild acute pancreatitis, there is the absence of local or systemic complications and organ failure. In moderately severe acute pancreatitis are local complications with or without organic failure for less than 48 hours. In severe acute pancreatitis, there is persistent organ failure for more than 48 hours with the involvement of one or more than one organs.", "contents": "Acute Pancreatitis -- Introduction. Interstitial edematous acute pancreatitis is characterized by the acute inflammation of the pancreatic parenchyma and surrounding peri-pancreatic tissue. Necrotizing acute pancreatitis is characterized by necrosis of pancreatic parenchyma and peri-pancreatic tissue. Based on the severity of the disease, acute pancreatitis is divided into the following types; In mild acute pancreatitis, there is the absence of local or systemic complications and organ failure. In moderately severe acute pancreatitis are local complications with or without organic failure for less than 48 hours. In severe acute pancreatitis, there is persistent organ failure for more than 48 hours with the involvement of one or more than one organs."}
{"id": "article-26578_4", "title": "Acute Pancreatitis -- Introduction", "content": "The pancreas is a digestive gland organ and is found in front of the bodies of vertebra L1 and L2 on the posterior abdominal wall. The pancreas lies between the duodenum on the right and the spleen on the left transversely. It is divided into four parts: the head, neck, body, and tail. The head of the pancreas lies on the inferior vena cava and the right renal vein and is surrounded by the loop of the duodenum. The tail of the pancreas extends up to the splenic hilum. The primary function of the pancreas can be divided into exocrine and endocrine secretions. The exocrine secretion (pancreatic juice from the acinar cells) enters the duodenum through the main and accessory pancreatic ducts, and endocrine secretions (glucagon and insulin from the pancreatic islets of Langerhans) enter the blood. [6]", "contents": "Acute Pancreatitis -- Introduction. The pancreas is a digestive gland organ and is found in front of the bodies of vertebra L1 and L2 on the posterior abdominal wall. The pancreas lies between the duodenum on the right and the spleen on the left transversely. It is divided into four parts: the head, neck, body, and tail. The head of the pancreas lies on the inferior vena cava and the right renal vein and is surrounded by the loop of the duodenum. The tail of the pancreas extends up to the splenic hilum. The primary function of the pancreas can be divided into exocrine and endocrine secretions. The exocrine secretion (pancreatic juice from the acinar cells) enters the duodenum through the main and accessory pancreatic ducts, and endocrine secretions (glucagon and insulin from the pancreatic islets of Langerhans) enter the blood. [6]"}
{"id": "article-26578_5", "title": "Acute Pancreatitis -- Etiology", "content": "The most common causes of acute pancreatitis include gallstones, alcohol use, and hypertriglyceridemia. The rate of occurrence of each etiology of acute pancreatitis varies across geographic regions and socioeconomic strata. Common etiologies of acute pancreatitis are listed below. [4] [7] [8]", "contents": "Acute Pancreatitis -- Etiology. The most common causes of acute pancreatitis include gallstones, alcohol use, and hypertriglyceridemia. The rate of occurrence of each etiology of acute pancreatitis varies across geographic regions and socioeconomic strata. Common etiologies of acute pancreatitis are listed below. [4] [7] [8]"}
{"id": "article-26578_6", "title": "Acute Pancreatitis -- Etiology", "content": "Gallstones", "contents": "Acute Pancreatitis -- Etiology. Gallstones"}
{"id": "article-26578_7", "title": "Acute Pancreatitis -- Etiology", "content": "Alcohol use", "contents": "Acute Pancreatitis -- Etiology. Alcohol use"}
{"id": "article-26578_8", "title": "Acute Pancreatitis -- Etiology", "content": "Hypertriglyceridemia", "contents": "Acute Pancreatitis -- Etiology. Hypertriglyceridemia"}
{"id": "article-26578_9", "title": "Acute Pancreatitis -- Etiology", "content": "Drug-induced pancreatitis", "contents": "Acute Pancreatitis -- Etiology. Drug-induced pancreatitis"}
{"id": "article-26578_10", "title": "Acute Pancreatitis -- Etiology", "content": "Idiopathic", "contents": "Acute Pancreatitis -- Etiology. Idiopathic"}
{"id": "article-26578_11", "title": "Acute Pancreatitis -- Etiology", "content": "Post-procedural, e.g., endoscopic retrograde cholangiopancreatography or abdominal surgery", "contents": "Acute Pancreatitis -- Etiology. Post-procedural, e.g., endoscopic retrograde cholangiopancreatography or abdominal surgery"}
{"id": "article-26578_12", "title": "Acute Pancreatitis -- Etiology", "content": "Ampullary stenosis, which is formerly known as sphincter of Oddi dysfunction type I", "contents": "Acute Pancreatitis -- Etiology. Ampullary stenosis, which is formerly known as sphincter of Oddi dysfunction type I"}
{"id": "article-26578_13", "title": "Acute Pancreatitis -- Etiology", "content": "Autoimmune pancreatitis, type I (systemic IgG4 disease-related), and type II", "contents": "Acute Pancreatitis -- Etiology. Autoimmune pancreatitis, type I (systemic IgG4 disease-related), and type II"}
{"id": "article-26578_14", "title": "Acute Pancreatitis -- Etiology", "content": "Viral infections like Coxsackie, Cytomegalovirus, Echovirus, Epstein-Barr virus, Hepatitis A/B/C, HIV, Mumps, Rubella, and Varicella", "contents": "Acute Pancreatitis -- Etiology. Viral infections like Coxsackie, Cytomegalovirus, Echovirus, Epstein-Barr virus, Hepatitis A/B/C, HIV, Mumps, Rubella, and Varicella"}
{"id": "article-26578_15", "title": "Acute Pancreatitis -- Etiology", "content": "Bacterial infections like Campylobacter jejuni, Legionella, Leptospirosis, Mycobacterium avium, Mycobacterium tuberculosis, and  Mycoplasma", "contents": "Acute Pancreatitis -- Etiology. Bacterial infections like Campylobacter jejuni, Legionella, Leptospirosis, Mycobacterium avium, Mycobacterium tuberculosis, and  Mycoplasma"}
{"id": "article-26578_16", "title": "Acute Pancreatitis -- Etiology", "content": "Smoking", "contents": "Acute Pancreatitis -- Etiology. Smoking"}
{"id": "article-26578_17", "title": "Acute Pancreatitis -- Etiology", "content": "Trauma", "contents": "Acute Pancreatitis -- Etiology. Trauma"}
{"id": "article-26578_18", "title": "Acute Pancreatitis -- Etiology", "content": "Congenital anomalies, e.g., annular pancreas", "contents": "Acute Pancreatitis -- Etiology. Congenital anomalies, e.g., annular pancreas"}
{"id": "article-26578_19", "title": "Acute Pancreatitis -- Etiology", "content": "Genetic disorders like hereditary pancreatitis, cystic fibrosis, and alpha 1-antitrypsin deficiency", "contents": "Acute Pancreatitis -- Etiology. Genetic disorders like hereditary pancreatitis, cystic fibrosis, and alpha 1-antitrypsin deficiency"}
{"id": "article-26578_20", "title": "Acute Pancreatitis -- Etiology", "content": "Hypercalcemia", "contents": "Acute Pancreatitis -- Etiology. Hypercalcemia"}
{"id": "article-26578_21", "title": "Acute Pancreatitis -- Etiology", "content": "Parasitic infections (Ascaris lumbricoides, Cryptosporidium, Clonorchis Sinensis, Microsporidia )", "contents": "Acute Pancreatitis -- Etiology. Parasitic infections (Ascaris lumbricoides, Cryptosporidium, Clonorchis Sinensis, Microsporidia )"}
{"id": "article-26578_22", "title": "Acute Pancreatitis -- Etiology", "content": "Renal disease (Hemodialysis)", "contents": "Acute Pancreatitis -- Etiology. Renal disease (Hemodialysis)"}
{"id": "article-26578_23", "title": "Acute Pancreatitis -- Etiology", "content": "Toxins (Scorpion bites, organophosphate poisoning)", "contents": "Acute Pancreatitis -- Etiology. Toxins (Scorpion bites, organophosphate poisoning)"}
{"id": "article-26578_24", "title": "Acute Pancreatitis -- Etiology", "content": "Vasculitis (Polyarteritis nodosa, Systemic lupus erythematosus)", "contents": "Acute Pancreatitis -- Etiology. Vasculitis (Polyarteritis nodosa, Systemic lupus erythematosus)"}
{"id": "article-26578_25", "title": "Acute Pancreatitis -- Etiology", "content": "The causes of acute pancreatitis can be summarized into the following categories in the table below:", "contents": "Acute Pancreatitis -- Etiology. The causes of acute pancreatitis can be summarized into the following categories in the table below:"}
{"id": "article-26578_26", "title": "Acute Pancreatitis -- Epidemiology", "content": "The frequency of acute pancreatitis is rising in the United States and the rest of the world. Whether this trend is related to an actual increase in incidence or increased detection, the rise is partly due to increased metabolic syndrome and hypertriglyceridemia. Multiple reports are showing an increase in acute pancreatitis secondary to hypertriglyceridemia. The mortality rate is decreasing in the United States despite the increased incidence, with an approximately 2% mortality rate cited by most recent studies. The peak incidence of acute pancreatitis is in the fifth and sixth decades; however, there is an increase in mortality with age.", "contents": "Acute Pancreatitis -- Epidemiology. The frequency of acute pancreatitis is rising in the United States and the rest of the world. Whether this trend is related to an actual increase in incidence or increased detection, the rise is partly due to increased metabolic syndrome and hypertriglyceridemia. Multiple reports are showing an increase in acute pancreatitis secondary to hypertriglyceridemia. The mortality rate is decreasing in the United States despite the increased incidence, with an approximately 2% mortality rate cited by most recent studies. The peak incidence of acute pancreatitis is in the fifth and sixth decades; however, there is an increase in mortality with age."}
{"id": "article-26578_27", "title": "Acute Pancreatitis -- Epidemiology", "content": "It is thought that the difference in incidence is due to geographic region and socio-economic strata. It is most likely due to differences in the use of alcohol and the occurrence of biliary calculi, which are the two major causes of acute pancreatitis. In the United States, population incidence has been cited as 600 to 700 per 100,000 people, with 200,000 to 250,000 discharges occurring yearly for acute pancreatitis. [9] [10]", "contents": "Acute Pancreatitis -- Epidemiology. It is thought that the difference in incidence is due to geographic region and socio-economic strata. It is most likely due to differences in the use of alcohol and the occurrence of biliary calculi, which are the two major causes of acute pancreatitis. In the United States, population incidence has been cited as 600 to 700 per 100,000 people, with 200,000 to 250,000 discharges occurring yearly for acute pancreatitis. [9] [10]"}
{"id": "article-26578_28", "title": "Acute Pancreatitis -- Pathophysiology", "content": "The localized destruction characterizes the pathophysiology of pancreatitis in the pancreas and systemic inflammatory response. The major inciting event is the premature activation of the enzyme trypsinogen to trypsin within the acinar cell instead of the duct lumen. The leading cause is an elevation in ductal pressures (such as duct obstruction) and problems with calcium homeostasis and pH. Many toxins responsible for causing pancreatitis cause ATP depletion, increasing the intra-acinar calcium concentrations that may stimulate the early activation of trypsinogen to trypsin, activating enzymes such as elastase and phospholipases.", "contents": "Acute Pancreatitis -- Pathophysiology. The localized destruction characterizes the pathophysiology of pancreatitis in the pancreas and systemic inflammatory response. The major inciting event is the premature activation of the enzyme trypsinogen to trypsin within the acinar cell instead of the duct lumen. The leading cause is an elevation in ductal pressures (such as duct obstruction) and problems with calcium homeostasis and pH. Many toxins responsible for causing pancreatitis cause ATP depletion, increasing the intra-acinar calcium concentrations that may stimulate the early activation of trypsinogen to trypsin, activating enzymes such as elastase and phospholipases."}
{"id": "article-26578_29", "title": "Acute Pancreatitis -- Pathophysiology", "content": "This premature activation of these zymogens causes extensive tissue damage and Damage Associated Molecular Patterns (DAMPs) release. This release of DAMPs is associated with recruiting neutrophils and initiating the inflammatory cascade. This inflammatory cascade then leads to the systemic manifestations of acute pancreatitis. It ultimately produces capillary permeability and endothelium damage with microvascular thrombosis that gives rise to multi-organ dysfunction syndrome (MODS) as the main cause of morbidity and mortality in the setting of acute pancreatitis.", "contents": "Acute Pancreatitis -- Pathophysiology. This premature activation of these zymogens causes extensive tissue damage and Damage Associated Molecular Patterns (DAMPs) release. This release of DAMPs is associated with recruiting neutrophils and initiating the inflammatory cascade. This inflammatory cascade then leads to the systemic manifestations of acute pancreatitis. It ultimately produces capillary permeability and endothelium damage with microvascular thrombosis that gives rise to multi-organ dysfunction syndrome (MODS) as the main cause of morbidity and mortality in the setting of acute pancreatitis."}
{"id": "article-26578_30", "title": "Acute Pancreatitis -- Pathophysiology", "content": "Some individuals also have a genetic predisposition for pancreatitis and suffer from recurrent acute pancreatitis, progressing to chronic pancreatitis. Not surprisingly, the associated genes are involved in activating trypsinogen to trypsin. Many genes play a role in recurrent pancreatitis, e.g., cystic fibrosis transmembrane conductance regulator ( CFTR ) gene, cationic trypsinogen gene ( PRSS1 ) gain of function mutations, mutations of trypsin degrading enzyme (CTCR) chymotrypsin C and (SPINK1) pancreatic secretory trypsin inhibitor. Furthermore, they are also involved in the increasingly acknowledged spectrum of diseases, from acute to chronic pancreatitis. [3] [11] [12]", "contents": "Acute Pancreatitis -- Pathophysiology. Some individuals also have a genetic predisposition for pancreatitis and suffer from recurrent acute pancreatitis, progressing to chronic pancreatitis. Not surprisingly, the associated genes are involved in activating trypsinogen to trypsin. Many genes play a role in recurrent pancreatitis, e.g., cystic fibrosis transmembrane conductance regulator ( CFTR ) gene, cationic trypsinogen gene ( PRSS1 ) gain of function mutations, mutations of trypsin degrading enzyme (CTCR) chymotrypsin C and (SPINK1) pancreatic secretory trypsin inhibitor. Furthermore, they are also involved in the increasingly acknowledged spectrum of diseases, from acute to chronic pancreatitis. [3] [11] [12]"}
{"id": "article-26578_31", "title": "Acute Pancreatitis -- History and Physical", "content": "The patient commonly describes moderate to severe abdominal pain in the epigastrium associated with nausea and anorexia. The nature of the pain can vary, depending on whether the etiology is a biliary obstruction or a metabolic/toxicologic cause. Biliary etiology is often described as a sharper pain that radiates to the back with a more acute onset. In contrast, metabolic and toxicologic causes like alcohol often have a more sluggish start with dull and generalized pain in the epigastrium. A detailed history regarding alcohol use and medications should be inquired about, keeping in mind that it takes over five years of heavy alcohol use to induce alcohol-related pancreatitis. Smoking history is also a significant risk factor for acute pancreatitis.", "contents": "Acute Pancreatitis -- History and Physical. The patient commonly describes moderate to severe abdominal pain in the epigastrium associated with nausea and anorexia. The nature of the pain can vary, depending on whether the etiology is a biliary obstruction or a metabolic/toxicologic cause. Biliary etiology is often described as a sharper pain that radiates to the back with a more acute onset. In contrast, metabolic and toxicologic causes like alcohol often have a more sluggish start with dull and generalized pain in the epigastrium. A detailed history regarding alcohol use and medications should be inquired about, keeping in mind that it takes over five years of heavy alcohol use to induce alcohol-related pancreatitis. Smoking history is also a significant risk factor for acute pancreatitis."}
{"id": "article-26578_32", "title": "Acute Pancreatitis -- History and Physical", "content": "Family history should be reviewed, mainly when more common etiologies appear less likely, as there are rare genetic cases of familial pancreatitis. A physical exam is often significant for fever, tachycardia, and in severe patients, hypotension. The abdominal exam will typically reveal epigastric tenderness with possible guarding, rigidity, and decreased bowel sounds. In extreme cases where retroperitoneal bleeding has occurred, the Grey-Turners sign may be present as ecchymosis at the flanks. In contrast, Cullen's sign appears as periumbilical ecchymosis secondary to peritoneal hemorrhage.", "contents": "Acute Pancreatitis -- History and Physical. Family history should be reviewed, mainly when more common etiologies appear less likely, as there are rare genetic cases of familial pancreatitis. A physical exam is often significant for fever, tachycardia, and in severe patients, hypotension. The abdominal exam will typically reveal epigastric tenderness with possible guarding, rigidity, and decreased bowel sounds. In extreme cases where retroperitoneal bleeding has occurred, the Grey-Turners sign may be present as ecchymosis at the flanks. In contrast, Cullen's sign appears as periumbilical ecchymosis secondary to peritoneal hemorrhage."}
{"id": "article-26578_33", "title": "Acute Pancreatitis -- Evaluation", "content": "According to the Revised Atlanta Classification, the diagnosis of acute pancreatitis requires meeting at least 2 of 3 criteria: A lipase or amylase level is three times the normal's upper limit. Abdominal pain is consistent with pancreatitis. Abdominal imaging is consistent with acute pancreatitis.", "contents": "Acute Pancreatitis -- Evaluation. According to the Revised Atlanta Classification, the diagnosis of acute pancreatitis requires meeting at least 2 of 3 criteria: A lipase or amylase level is three times the normal's upper limit. Abdominal pain is consistent with pancreatitis. Abdominal imaging is consistent with acute pancreatitis."}
{"id": "article-26578_34", "title": "Acute Pancreatitis -- Evaluation", "content": "Establishing the underlying etiology of acute pancreatitis includes initial evaluation followed by laboratory evaluation. The critical element of the first assessment of suspected acute pancreatitis involves a detailed history which includes symptoms of gallstone disease or evidence of gallstone disease on imaging, unexplained weight loss or new onset of diabetes, history of alcohol abuse, medication use, prior surgical procedure or trauma, history of hypertriglyceridemia or hypercalcemia, history of autoimmune disease or family history of recurrent acute pancreatitis.", "contents": "Acute Pancreatitis -- Evaluation. Establishing the underlying etiology of acute pancreatitis includes initial evaluation followed by laboratory evaluation. The critical element of the first assessment of suspected acute pancreatitis involves a detailed history which includes symptoms of gallstone disease or evidence of gallstone disease on imaging, unexplained weight loss or new onset of diabetes, history of alcohol abuse, medication use, prior surgical procedure or trauma, history of hypertriglyceridemia or hypercalcemia, history of autoimmune disease or family history of recurrent acute pancreatitis."}
{"id": "article-26578_35", "title": "Acute Pancreatitis -- Evaluation", "content": "Laboratory evaluation of patients with acute pancreatitis should include routine tests, e.g., serum triglyceride, serum calcium, liver biochemical tests, additional genetic testing in patients with strong family history, and imaging studies, including abdominal ultrasound for assessment of choledocholithiasis and bile duct dilatation. A chest radiograph is usually obtained in moderate to severe cases to evaluate for pleural effusions, indicating the higher severity of the disease with higher mortality. In some instances where the diagnosis is equivocal, but pancreatitis is still suspected, performing computed tomography (CT) with intravenous contrast is recommended to establish or rule out the diagnosis. CT is also performed in cases where the patient has failed to improve or worsen despite adequate fluid resuscitation over 48 hours to determine the presence of necrosis. The table below summarizes the detailed evaluation of a patient with suspected acute pancreatitis.", "contents": "Acute Pancreatitis -- Evaluation. Laboratory evaluation of patients with acute pancreatitis should include routine tests, e.g., serum triglyceride, serum calcium, liver biochemical tests, additional genetic testing in patients with strong family history, and imaging studies, including abdominal ultrasound for assessment of choledocholithiasis and bile duct dilatation. A chest radiograph is usually obtained in moderate to severe cases to evaluate for pleural effusions, indicating the higher severity of the disease with higher mortality. In some instances where the diagnosis is equivocal, but pancreatitis is still suspected, performing computed tomography (CT) with intravenous contrast is recommended to establish or rule out the diagnosis. CT is also performed in cases where the patient has failed to improve or worsen despite adequate fluid resuscitation over 48 hours to determine the presence of necrosis. The table below summarizes the detailed evaluation of a patient with suspected acute pancreatitis."}
{"id": "article-26578_36", "title": "Acute Pancreatitis -- Evaluation", "content": "When no cause for pancreatitis is forthcoming with the above evaluation, consultation with a gastroenterology specialist is often necessary for further evaluation with magnetic resonance cholangiopancreatography (MRCP) or endoscopic ultrasound (EUS). As MRCP is non-invasive, there is no perioperative risk, and it does not require contrast but lacks sensitivity for detecting biliary stones less than 3 mm and chronic pancreatitis. For this reason, preference is given to EUS. If MRCP and EUS are unavailable, then computed tomography with pancreatic protocol is selected. Diagnostic endoscopic retrograde cholangiopancreatography (ERCP) is not routinely done and is reserved for endotherapy for patients with abnormal findings on MRCP/ EUS. [13] [14] [15]", "contents": "Acute Pancreatitis -- Evaluation. When no cause for pancreatitis is forthcoming with the above evaluation, consultation with a gastroenterology specialist is often necessary for further evaluation with magnetic resonance cholangiopancreatography (MRCP) or endoscopic ultrasound (EUS). As MRCP is non-invasive, there is no perioperative risk, and it does not require contrast but lacks sensitivity for detecting biliary stones less than 3 mm and chronic pancreatitis. For this reason, preference is given to EUS. If MRCP and EUS are unavailable, then computed tomography with pancreatic protocol is selected. Diagnostic endoscopic retrograde cholangiopancreatography (ERCP) is not routinely done and is reserved for endotherapy for patients with abnormal findings on MRCP/ EUS. [13] [14] [15]"}
{"id": "article-26578_37", "title": "Acute Pancreatitis -- Treatment / Management", "content": "Early aggressive fluid resuscitation is the foundation of management for acute pancreatitis. The choice of fluid is Lactated Ringer's solution given with an initial bolus of 15 to 20 mL/kg and followed by administering at a rate of 3 mL/kg per hour (approximately 250 to 500 mL per hour) in the first 24 hours if there are no other contraindications for fluid. The fluid resuscitation monitoring is done with a combination of labs, blood urea nitrogen, hematocrit, and urine output every 4 to 6 hours in the first 24 hours of resuscitation to adjust the fluid rate. No response to initial resuscitation indicates a high likelihood of ensuing MODS and is grounds for upgrading the level of care. [16] [17] [18] A recent RCT concluded that aggressive fluid resuscitation in acute pancreatitis resulted in a higher incidence of fluid overload without any clinical improvement in the outcomes. [19] [20]", "contents": "Acute Pancreatitis -- Treatment / Management. Early aggressive fluid resuscitation is the foundation of management for acute pancreatitis. The choice of fluid is Lactated Ringer's solution given with an initial bolus of 15 to 20 mL/kg and followed by administering at a rate of 3 mL/kg per hour (approximately 250 to 500 mL per hour) in the first 24 hours if there are no other contraindications for fluid. The fluid resuscitation monitoring is done with a combination of labs, blood urea nitrogen, hematocrit, and urine output every 4 to 6 hours in the first 24 hours of resuscitation to adjust the fluid rate. No response to initial resuscitation indicates a high likelihood of ensuing MODS and is grounds for upgrading the level of care. [16] [17] [18] A recent RCT concluded that aggressive fluid resuscitation in acute pancreatitis resulted in a higher incidence of fluid overload without any clinical improvement in the outcomes. [19] [20]"}
{"id": "article-26578_38", "title": "Acute Pancreatitis -- Treatment / Management", "content": "Another critical issue in managing acute pancreatitis is nutrition. The commonly employed practice is to keep nothing by mouth until abdominal pain, vomiting, nausea, loss of appetite, and ileus improve. Many studies support early feeding in mild pancreatitis and consider it safe as it does not exacerbate symptoms. A soft, low-residue, low-fat diet is recommended for initial feeding. Later it is advanced to regular consistency as soon as it is tolerated. In severe pancreatitis or where per-oral intake is not tolerable, nasojejunal feeding is considered superior to parenteral nutrition because it helps minimize bacterial translocation by maintaining the intestinal wall barrier.", "contents": "Acute Pancreatitis -- Treatment / Management. Another critical issue in managing acute pancreatitis is nutrition. The commonly employed practice is to keep nothing by mouth until abdominal pain, vomiting, nausea, loss of appetite, and ileus improve. Many studies support early feeding in mild pancreatitis and consider it safe as it does not exacerbate symptoms. A soft, low-residue, low-fat diet is recommended for initial feeding. Later it is advanced to regular consistency as soon as it is tolerated. In severe pancreatitis or where per-oral intake is not tolerable, nasojejunal feeding is considered superior to parenteral nutrition because it helps minimize bacterial translocation by maintaining the intestinal wall barrier."}
{"id": "article-26578_39", "title": "Acute Pancreatitis -- Treatment / Management", "content": "Prophylactic antibiotics are usually not needed. With the suspicion of an infection, empiric antibiotics are appropriate until culture results are available. Initiation of antibiotics is limited to the presence of infected necrosis.", "contents": "Acute Pancreatitis -- Treatment / Management. Prophylactic antibiotics are usually not needed. With the suspicion of an infection, empiric antibiotics are appropriate until culture results are available. Initiation of antibiotics is limited to the presence of infected necrosis."}
{"id": "article-26578_40", "title": "Acute Pancreatitis -- Treatment / Management", "content": "Pain management is a critical priority in treating acute pancreatitis. [21] Nearly all the patients presenting with acute pancreatitis experience abdominal pain at some point during the disease. Some of the current practice guidelines overlook the recommendation for pain management. In contrast, others provide strong recommendations for pain assessment and best pharmacological therapy but fail to provide sufficient details regarding the analgesia's type, dose, route, and frequency. [22] [23] [24] Treatment of acute pancreatitis may seem to be an easy task in the clinical routine. The World Health Organization(WHO) analgesic ladder is initially employed in pain management. It includes the use of non-steroidal anti-inflammatory drugs and highly potent opioid analgesics in an escalating manner, along with interventional strategies. Among the analgesics, many choices are available such as opioids fentanyl and meperidine, and non-steroid anti-inflammatory drugs. Pain management is based on the WHO analgesic ladder, which consists of four steps. [25] These steps are outlined in the following table:", "contents": "Acute Pancreatitis -- Treatment / Management. Pain management is a critical priority in treating acute pancreatitis. [21] Nearly all the patients presenting with acute pancreatitis experience abdominal pain at some point during the disease. Some of the current practice guidelines overlook the recommendation for pain management. In contrast, others provide strong recommendations for pain assessment and best pharmacological therapy but fail to provide sufficient details regarding the analgesia's type, dose, route, and frequency. [22] [23] [24] Treatment of acute pancreatitis may seem to be an easy task in the clinical routine. The World Health Organization(WHO) analgesic ladder is initially employed in pain management. It includes the use of non-steroidal anti-inflammatory drugs and highly potent opioid analgesics in an escalating manner, along with interventional strategies. Among the analgesics, many choices are available such as opioids fentanyl and meperidine, and non-steroid anti-inflammatory drugs. Pain management is based on the WHO analgesic ladder, which consists of four steps. [25] These steps are outlined in the following table:"}
{"id": "article-26578_41", "title": "Acute Pancreatitis -- Treatment / Management", "content": "It was considered in the past that Opioids could trigger the spasm of the sphincter of Oddi. Still, a recent Cochrane review of five RCTs with a total of 227 patients shows no difference between opioids and other analgesic options regarding the risk of complications or clinically severe adverse events. [26] Also, a meta-analysis by Stigliano et al. concluded there was no credible evidence to avoid using morphine for pain management in acute pancreatitis. [27]", "contents": "Acute Pancreatitis -- Treatment / Management. It was considered in the past that Opioids could trigger the spasm of the sphincter of Oddi. Still, a recent Cochrane review of five RCTs with a total of 227 patients shows no difference between opioids and other analgesic options regarding the risk of complications or clinically severe adverse events. [26] Also, a meta-analysis by Stigliano et al. concluded there was no credible evidence to avoid using morphine for pain management in acute pancreatitis. [27]"}
{"id": "article-26578_42", "title": "Acute Pancreatitis -- Treatment / Management", "content": "Further management is directed at the etiology of pancreatitis. In gallstone pancreatitis, there is a strong recommendation for early cholecystectomy. Early ERCP is beneficial in cases of concurrent cholangitis and blatant biliary obstruction within 24 hours of presentation. In mild or spontaneously resolving biliary pancreatitis cases, ERCP is reserved for a distal biliary filling defect on intraoperative cholangiogram during cholecystectomy. In hypertriglyceridemia, specific treatment aims to reduce triglyceride levels to less than 500 mg/dL. This goal is achieved by apheresis and insulin drip with or without glucose.", "contents": "Acute Pancreatitis -- Treatment / Management. Further management is directed at the etiology of pancreatitis. In gallstone pancreatitis, there is a strong recommendation for early cholecystectomy. Early ERCP is beneficial in cases of concurrent cholangitis and blatant biliary obstruction within 24 hours of presentation. In mild or spontaneously resolving biliary pancreatitis cases, ERCP is reserved for a distal biliary filling defect on intraoperative cholangiogram during cholecystectomy. In hypertriglyceridemia, specific treatment aims to reduce triglyceride levels to less than 500 mg/dL. This goal is achieved by apheresis and insulin drip with or without glucose."}
{"id": "article-26578_43", "title": "Acute Pancreatitis -- Treatment / Management", "content": "Local complications of acute pancreatitis include early (less than four weeks, peripancreatic fluid collection, and pancreatic/peripancreatic necrosis) and late (more than four weeks, pancreatic pseudocyst, and walled-off necrosis). Usually, acute peripancreatic fluid collection resolves spontaneously in most cases, and only less than 10% results in pancreatic pseudocyst. Most pseudocysts decide with observation alone with periodic follow-up using CT or MRI. Drainage of these pseudocysts is only recommended in case of infection and rapid enlargement. The drainage modalities include endoscopic (transmural or transpupillary) or percutaneous, the endoscopic approach being the preferred modality.", "contents": "Acute Pancreatitis -- Treatment / Management. Local complications of acute pancreatitis include early (less than four weeks, peripancreatic fluid collection, and pancreatic/peripancreatic necrosis) and late (more than four weeks, pancreatic pseudocyst, and walled-off necrosis). Usually, acute peripancreatic fluid collection resolves spontaneously in most cases, and only less than 10% results in pancreatic pseudocyst. Most pseudocysts decide with observation alone with periodic follow-up using CT or MRI. Drainage of these pseudocysts is only recommended in case of infection and rapid enlargement. The drainage modalities include endoscopic (transmural or transpupillary) or percutaneous, the endoscopic approach being the preferred modality."}
{"id": "article-26578_44", "title": "Acute Pancreatitis -- Treatment / Management", "content": "Necrotic collection management remains challenging. The sterile collection is intervened if it causes symptoms such as persistent abdominal pain, vomiting, nausea, gastric outlet or bowel obstruction, and disrupted pancreatic duct. One-third of this necrosis becomes infected. Infection results in clinical deterioration, lengthen recovery, and high mortality. Antibiotics are initiated on the earliest suspicion, and the preferred antibiotic regimen includes a carbapenem alone or a combination of quinolone, cefepime, or ceftazidime with metronidazole. Gas bubbles diagnose infected necrosis on imaging and CT-guided percutaneous aspiration culture. A surgical necrosectomy is performed in patients who continue to deteriorate clinically despite antibiotics. In stable patients, antibiotics are continued for 4 to 6 weeks, and a necrosectomy is performed after the wall matures. The initial approach includes less invasive modalities, which include endoscopic and percutaneous drainage, and surgical debridement is reserved in unsuccessful cases. [28] [29]", "contents": "Acute Pancreatitis -- Treatment / Management. Necrotic collection management remains challenging. The sterile collection is intervened if it causes symptoms such as persistent abdominal pain, vomiting, nausea, gastric outlet or bowel obstruction, and disrupted pancreatic duct. One-third of this necrosis becomes infected. Infection results in clinical deterioration, lengthen recovery, and high mortality. Antibiotics are initiated on the earliest suspicion, and the preferred antibiotic regimen includes a carbapenem alone or a combination of quinolone, cefepime, or ceftazidime with metronidazole. Gas bubbles diagnose infected necrosis on imaging and CT-guided percutaneous aspiration culture. A surgical necrosectomy is performed in patients who continue to deteriorate clinically despite antibiotics. In stable patients, antibiotics are continued for 4 to 6 weeks, and a necrosectomy is performed after the wall matures. The initial approach includes less invasive modalities, which include endoscopic and percutaneous drainage, and surgical debridement is reserved in unsuccessful cases. [28] [29]"}
{"id": "article-26578_45", "title": "Acute Pancreatitis -- Differential Diagnosis", "content": "The overall differential for abdominal pain constitutes the differential for acute pancreatitis. It can be significantly narrowed down to a specific diagnosis with a good history and physical examination described above. Differential diagnoses for acute pancreatitis include but are not limited to the following: Peptic ulcer disease Cholangitis Cholecystitis Bowel obstruction Bowel perforation Mesenteric ischemia Acute hepatitis Diabetic ketoacidosis Basilar pneumonia Myocardial infarction Aortic dissection Renal colic", "contents": "Acute Pancreatitis -- Differential Diagnosis. The overall differential for abdominal pain constitutes the differential for acute pancreatitis. It can be significantly narrowed down to a specific diagnosis with a good history and physical examination described above. Differential diagnoses for acute pancreatitis include but are not limited to the following: Peptic ulcer disease Cholangitis Cholecystitis Bowel obstruction Bowel perforation Mesenteric ischemia Acute hepatitis Diabetic ketoacidosis Basilar pneumonia Myocardial infarction Aortic dissection Renal colic"}
{"id": "article-26578_46", "title": "Acute Pancreatitis -- Differential Diagnosis", "content": "In many cases of abdominal pain, a lipase level three times the upper limit of normal allows for the diagnosis of pancreatitis as the source of abdominal pain due to its high specificity. An abdominal ultrasound helps to differentiate cholecystitis, whereas high suspicion of mesenteric ischemia warrants a CT angiogram. In high-risk patients, the cardiac source should be concurrently ruled out as it can present atypical epigastric pain. Though the pain of a progressing aortic dissection is more severe and tearing in nature, it should be considered due to its particularly urgent nature.", "contents": "Acute Pancreatitis -- Differential Diagnosis. In many cases of abdominal pain, a lipase level three times the upper limit of normal allows for the diagnosis of pancreatitis as the source of abdominal pain due to its high specificity. An abdominal ultrasound helps to differentiate cholecystitis, whereas high suspicion of mesenteric ischemia warrants a CT angiogram. In high-risk patients, the cardiac source should be concurrently ruled out as it can present atypical epigastric pain. Though the pain of a progressing aortic dissection is more severe and tearing in nature, it should be considered due to its particularly urgent nature."}
{"id": "article-26578_47", "title": "Acute Pancreatitis -- Pertinent Studies and Ongoing Trials", "content": "A recent randomized control trial (RCT), published in the New England Journal of Medicine, was conducted at 18 centers in which patients diagnosed with acute pancreatitis were randomly assigned to either goal-directed aggressive or moderate fluid resuscitation with lactated Ringer's solution. The aggressive fluid resuscitation was done with a bolus of 20ml/kg of body weight, followed by maintenance fluid of 3ml/kg/hour. The moderate fluid resuscitation group consisted of a 10 ml/kg of body weight bolus in patients with hypovolemia or no bolus if normovolemia, followed by 1.5 ml/kg/hour as maintenance fluid. The patient's assessment was done at 12, 24, 48, and 72 hours with an adjustment of fluid resuscitation according to the patient's clinical status.", "contents": "Acute Pancreatitis -- Pertinent Studies and Ongoing Trials. A recent randomized control trial (RCT), published in the New England Journal of Medicine, was conducted at 18 centers in which patients diagnosed with acute pancreatitis were randomly assigned to either goal-directed aggressive or moderate fluid resuscitation with lactated Ringer's solution. The aggressive fluid resuscitation was done with a bolus of 20ml/kg of body weight, followed by maintenance fluid of 3ml/kg/hour. The moderate fluid resuscitation group consisted of a 10 ml/kg of body weight bolus in patients with hypovolemia or no bolus if normovolemia, followed by 1.5 ml/kg/hour as maintenance fluid. The patient's assessment was done at 12, 24, 48, and 72 hours with an adjustment of fluid resuscitation according to the patient's clinical status."}
{"id": "article-26578_48", "title": "Acute Pancreatitis -- Pertinent Studies and Ongoing Trials", "content": "The trial's primary outcome was the development of moderately severe or severe acute pancreatitis in hospitalized patients. The primary safety outcome among these patients was fluid overload. The interim analysis included a total of 249 patients, and the trial was halted due to between-group differences in the safety outcomes. The incidence of fluid overload was 20.05% in patients who received aggressive fluid resuscitation and 3% in the moderate resuscitation group(adjusted relative risk, 2.85; 95% CI, 1.36 to 5.94, P = 0.004). The trial concluded with the development of a higher incidence of fluid overload in patients who received aggressive fluid resuscitation without improvement in clinical outcomes. [19]", "contents": "Acute Pancreatitis -- Pertinent Studies and Ongoing Trials. The trial's primary outcome was the development of moderately severe or severe acute pancreatitis in hospitalized patients. The primary safety outcome among these patients was fluid overload. The interim analysis included a total of 249 patients, and the trial was halted due to between-group differences in the safety outcomes. The incidence of fluid overload was 20.05% in patients who received aggressive fluid resuscitation and 3% in the moderate resuscitation group(adjusted relative risk, 2.85; 95% CI, 1.36 to 5.94, P = 0.004). The trial concluded with the development of a higher incidence of fluid overload in patients who received aggressive fluid resuscitation without improvement in clinical outcomes. [19]"}
{"id": "article-26578_49", "title": "Acute Pancreatitis -- Prognosis", "content": "The overall mortality of acute pancreatitis is approximately 1 to 2%; however, severe acute pancreatitis carries a much higher but undetermined mortality rate.", "contents": "Acute Pancreatitis -- Prognosis. The overall mortality of acute pancreatitis is approximately 1 to 2%; however, severe acute pancreatitis carries a much higher but undetermined mortality rate."}
{"id": "article-26578_50", "title": "Acute Pancreatitis -- Prognosis", "content": "Severity assessment and prognostication are essential to determine the level of care. Multiple clinical prediction scales developed and validated are cumbersome to calculate and need 48-hour data. The International Association of Pancreatology and American Pancreatic Association guidelines states that developing a systemic inflammatory response syndrome (SIRS) at admission and persistent for 48 hours predict severe acute pancreatitis. [30] A persistent SIRS is associated with a mortality of 25% when compared with 8% for a transient SIRS. [31] However, the sensitivity and specificity for predicting mortality with persistent SIRS are 77-89% and 79-86%, respectively, and that of SIRS at admission is 100% and 31%, respectively. [32] [33] Bedside Index for Severity in Acute Pancreatitis (BISAP) is a relatively recent addition to this list. This index has good predictive performance for both severe acute pancreatitis and mortality and has been validated prospectively, and it is simple and easy to calculate from initial presentation data. Compared with other scoring systems like Ranson criteria and APACHE II score, the BISAP score outperforms in specificity but has a suboptimal sensitivity for mortality and SAP. [34]", "contents": "Acute Pancreatitis -- Prognosis. Severity assessment and prognostication are essential to determine the level of care. Multiple clinical prediction scales developed and validated are cumbersome to calculate and need 48-hour data. The International Association of Pancreatology and American Pancreatic Association guidelines states that developing a systemic inflammatory response syndrome (SIRS) at admission and persistent for 48 hours predict severe acute pancreatitis. [30] A persistent SIRS is associated with a mortality of 25% when compared with 8% for a transient SIRS. [31] However, the sensitivity and specificity for predicting mortality with persistent SIRS are 77-89% and 79-86%, respectively, and that of SIRS at admission is 100% and 31%, respectively. [32] [33] Bedside Index for Severity in Acute Pancreatitis (BISAP) is a relatively recent addition to this list. This index has good predictive performance for both severe acute pancreatitis and mortality and has been validated prospectively, and it is simple and easy to calculate from initial presentation data. Compared with other scoring systems like Ranson criteria and APACHE II score, the BISAP score outperforms in specificity but has a suboptimal sensitivity for mortality and SAP. [34]"}
{"id": "article-26578_51", "title": "Acute Pancreatitis -- Prognosis", "content": "BISAP score - 0-2 points indicates lower mortality of less than 2%, and 3-5 points indicate higher mortality more significant than 15%.", "contents": "Acute Pancreatitis -- Prognosis. BISAP score - 0-2 points indicates lower mortality of less than 2%, and 3-5 points indicate higher mortality more significant than 15%."}
{"id": "article-26578_52", "title": "Acute Pancreatitis -- Prognosis", "content": "The modified CT Severity Index (CTSI) is a sum of scores retrieved from the Balthazar score and those from the evaluation of pancreatic necrosis. It can aid in predicting mortality and detecting any necrosis on CT imaging as a predictor of high mortality. [35] Total points are out of ten, which helps determine the grade of pancreatitis and aid in treatment; 0 to 2 is mild, 4 to 6 is moderate, and 8 to 10 is severe.", "contents": "Acute Pancreatitis -- Prognosis. The modified CT Severity Index (CTSI) is a sum of scores retrieved from the Balthazar score and those from the evaluation of pancreatic necrosis. It can aid in predicting mortality and detecting any necrosis on CT imaging as a predictor of high mortality. [35] Total points are out of ten, which helps determine the grade of pancreatitis and aid in treatment; 0 to 2 is mild, 4 to 6 is moderate, and 8 to 10 is severe."}
{"id": "article-26578_53", "title": "Acute Pancreatitis -- Complications", "content": "The table summarizes the complications of acute pancreatitis.", "contents": "Acute Pancreatitis -- Complications. The table summarizes the complications of acute pancreatitis."}
{"id": "article-26578_54", "title": "Acute Pancreatitis -- Consultations", "content": "General surgeon Radiologist Gastroenterologist Intensivist Pulmonologist Endocrinologist", "contents": "Acute Pancreatitis -- Consultations. General surgeon Radiologist Gastroenterologist Intensivist Pulmonologist Endocrinologist"}
{"id": "article-26578_55", "title": "Acute Pancreatitis -- Deterrence and Patient Education", "content": "Patients will require education regarding exacerbating factors for their condition. If they experience an attack, they should not attempt to drive themselves to a medical facility. If alcohol plays a role in their pancreatitis, they will need help to stop drinking. Follow all medication instructions carefully. Consume a low-fat diet; a dietician can assist them with menu suggestions and meal planning. If possible, they should learn to take and record their pulse and understand which readings mean they should obtain medical help. Contact the clinician if they experience any of the following: Fever Severe abdominal pain Nausea and vomiting Dizziness or lightheadedness Yellowing of skin or eyes, which could be a sign of jaundice Rapid pulse Shallow, rapid breathing Abdominal swelling or tenderness", "contents": "Acute Pancreatitis -- Deterrence and Patient Education. Patients will require education regarding exacerbating factors for their condition. If they experience an attack, they should not attempt to drive themselves to a medical facility. If alcohol plays a role in their pancreatitis, they will need help to stop drinking. Follow all medication instructions carefully. Consume a low-fat diet; a dietician can assist them with menu suggestions and meal planning. If possible, they should learn to take and record their pulse and understand which readings mean they should obtain medical help. Contact the clinician if they experience any of the following: Fever Severe abdominal pain Nausea and vomiting Dizziness or lightheadedness Yellowing of skin or eyes, which could be a sign of jaundice Rapid pulse Shallow, rapid breathing Abdominal swelling or tenderness"}
{"id": "article-26578_56", "title": "Acute Pancreatitis -- Pearls and Other Issues", "content": "The pathophysiology of acute pancreatitis is based on the premature activation of the enzymes zymogen and trypsinogen, resulting in local pancreatic destruction and activation of the inflammatory cascade, which causes the systemic inflammatory response syndrome (SIRS) often associated with acute pancreatitis. Systemic inflammation can lead to multiorgan dysfunction syndrome (MODS).", "contents": "Acute Pancreatitis -- Pearls and Other Issues. The pathophysiology of acute pancreatitis is based on the premature activation of the enzymes zymogen and trypsinogen, resulting in local pancreatic destruction and activation of the inflammatory cascade, which causes the systemic inflammatory response syndrome (SIRS) often associated with acute pancreatitis. Systemic inflammation can lead to multiorgan dysfunction syndrome (MODS)."}
{"id": "article-26578_57", "title": "Acute Pancreatitis -- Pearls and Other Issues", "content": "Revised Atlanta Criteria defines the diagnosis of acute pancreatitis, which states that acute pancreatitis requires at least 2 of the following three criteria: 1) lipase or amylase levels three times the upper limit of normal, 2) physical exam consistent with pancreatitis, and 3) imaging (CT, MRI, ultrasound) findings that are consistent with acute pancreatitis.", "contents": "Acute Pancreatitis -- Pearls and Other Issues. Revised Atlanta Criteria defines the diagnosis of acute pancreatitis, which states that acute pancreatitis requires at least 2 of the following three criteria: 1) lipase or amylase levels three times the upper limit of normal, 2) physical exam consistent with pancreatitis, and 3) imaging (CT, MRI, ultrasound) findings that are consistent with acute pancreatitis."}
{"id": "article-26578_58", "title": "Acute Pancreatitis -- Pearls and Other Issues", "content": "The Bedside Index Severity in Acute Pancreatitis (BISAP) score can aid in triaging patients for the level of care. This index has good predictive performance for both severe acute pancreatitis and mortality and has been validated prospectively, and it is simple and easy to calculate from initial presentation data.", "contents": "Acute Pancreatitis -- Pearls and Other Issues. The Bedside Index Severity in Acute Pancreatitis (BISAP) score can aid in triaging patients for the level of care. This index has good predictive performance for both severe acute pancreatitis and mortality and has been validated prospectively, and it is simple and easy to calculate from initial presentation data."}
{"id": "article-26578_59", "title": "Acute Pancreatitis -- Pearls and Other Issues", "content": "The essential stage of management of acute pancreatitis is the first 12 to 24 hours of admission. During this time, appropriate fluid resuscitation can significantly reduce complications and mortality. Close observation of vitals and basic labs are essential to ensure adequate fluid resuscitation.", "contents": "Acute Pancreatitis -- Pearls and Other Issues. The essential stage of management of acute pancreatitis is the first 12 to 24 hours of admission. During this time, appropriate fluid resuscitation can significantly reduce complications and mortality. Close observation of vitals and basic labs are essential to ensure adequate fluid resuscitation."}
{"id": "article-26578_60", "title": "Acute Pancreatitis -- Pearls and Other Issues", "content": "The incidence of idiopathic pancreatitis remains as high as 10 to 20% of acute pancreatitis cases and causes a particular diagnostic and management dilemma. Recent studies continue to address the best use of EUS and ERCP in evaluating these cases with a more tempered approach to ERCP due to its relatively high rate of inducing post-procedural pancreatitis.", "contents": "Acute Pancreatitis -- Pearls and Other Issues. The incidence of idiopathic pancreatitis remains as high as 10 to 20% of acute pancreatitis cases and causes a particular diagnostic and management dilemma. Recent studies continue to address the best use of EUS and ERCP in evaluating these cases with a more tempered approach to ERCP due to its relatively high rate of inducing post-procedural pancreatitis."}
{"id": "article-26578_61", "title": "Acute Pancreatitis -- Pearls and Other Issues", "content": "A recent randomized control trial (RCT), published in The New English journal of Medicine, was conducted at 18 centers in which patients diagnosed with acute pancreatitis were randomly assigned to either goal-directed aggressive or moderate fluid resuscitation with lactated Ringer's solution. The trial concluded with the development of a higher incidence of fluid overload in patients who received aggressive fluid resuscitation without improvement in clinical outcomes.", "contents": "Acute Pancreatitis -- Pearls and Other Issues. A recent randomized control trial (RCT), published in The New English journal of Medicine, was conducted at 18 centers in which patients diagnosed with acute pancreatitis were randomly assigned to either goal-directed aggressive or moderate fluid resuscitation with lactated Ringer's solution. The trial concluded with the development of a higher incidence of fluid overload in patients who received aggressive fluid resuscitation without improvement in clinical outcomes."}
{"id": "article-26578_62", "title": "Acute Pancreatitis -- Enhancing Healthcare Team Outcomes", "content": "Acute pancreatitis is a severe disorder. The most effective way to manage the condition is with an interprofessional team of healthcare professionals, including a surgeon, radiologist, endocrinologist, pulmonologist, intensivist, gastroenterologist, pharmacist, nurse, and addiction specialist. The three major causes of acute pancreatitis are gallstones, alcohol, and medications. The emphasis should be on prevention. The nurse and pharmacist are in the prime position to educate the patient on lowering their risks of acute pancreatitis by abstaining from alcohol, losing weight, eating a low-fat diet, and reducing their lipid profile. In addition, the pharmacist can re-evaluate all the medications and recommend discontinuing those associated with pancreatitis. [36] [37] [38] It is incumbent on all team members to exercise open communication with the rest of the team and to keep meticulous records of every interaction or intervention with the patient so that everyone involved in care can access the same accurate, updated patient data. This interprofessional approach will yield the best possible patient results. [Level 5]", "contents": "Acute Pancreatitis -- Enhancing Healthcare Team Outcomes. Acute pancreatitis is a severe disorder. The most effective way to manage the condition is with an interprofessional team of healthcare professionals, including a surgeon, radiologist, endocrinologist, pulmonologist, intensivist, gastroenterologist, pharmacist, nurse, and addiction specialist. The three major causes of acute pancreatitis are gallstones, alcohol, and medications. The emphasis should be on prevention. The nurse and pharmacist are in the prime position to educate the patient on lowering their risks of acute pancreatitis by abstaining from alcohol, losing weight, eating a low-fat diet, and reducing their lipid profile. In addition, the pharmacist can re-evaluate all the medications and recommend discontinuing those associated with pancreatitis. [36] [37] [38] It is incumbent on all team members to exercise open communication with the rest of the team and to keep meticulous records of every interaction or intervention with the patient so that everyone involved in care can access the same accurate, updated patient data. This interprofessional approach will yield the best possible patient results. [Level 5]"}
{"id": "article-26578_63", "title": "Acute Pancreatitis -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Acute pancreatitis is a severe disorder that still carries a mortality of 5 to 15%, depending on the cause, patient age, and comorbidity. Patients with gallstone pancreatitis generally have higher mortality than those with alcoholic pancreatitis. In addition, the presence of type 2 diabetes significantly increases the risk of complications and death. In patients with multiorgan involvement, the mortality can be as high as 20%. Most deaths are due to multiorgan failure and hypotensive shock. Various classifications have been developed to assess the prognosis of patients with acute pancreatitis, but most are cumbersome for practical use. [39] [40] [41] [Level 5]", "contents": "Acute Pancreatitis -- Enhancing Healthcare Team Outcomes -- Outcomes. Acute pancreatitis is a severe disorder that still carries a mortality of 5 to 15%, depending on the cause, patient age, and comorbidity. Patients with gallstone pancreatitis generally have higher mortality than those with alcoholic pancreatitis. In addition, the presence of type 2 diabetes significantly increases the risk of complications and death. In patients with multiorgan involvement, the mortality can be as high as 20%. Most deaths are due to multiorgan failure and hypotensive shock. Various classifications have been developed to assess the prognosis of patients with acute pancreatitis, but most are cumbersome for practical use. [39] [40] [41] [Level 5]"}
{"id": "article-26578_64", "title": "Acute Pancreatitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acute Pancreatitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}