{"id": "article-19490_0", "title": "Chorea -- Continuing Education Activity", "content": "According to the Committee on Classification of the World Federation of Neurology, chorea is defined as \"a state of excessive, spontaneous movements, irregularly timed, non-repetitive, randomly distributed and abrupt in character. These movements may vary in severity from restlessness with mild intermittent exaggeration of gesture and expression, fidgeting movements of the hands, unstable dance-like gait to a continuous flow of disabling, violent movements.\" Chorea, similar to choreography, refers to movements that resemble dancing. Chorea usually is accompanied by athetosis and ballism. Athetosis is a slower form of chorea. The slowed movements have a writhing or twisting motion. Ballism is a very severe form of chorea where there is a violent flinging of the extremities. The movements are involuntary and usually involve the limbs. Ballismus is usually unilateral but, rarely, may be bilateral. This activity examines when this condition should be considered on differential diagnosis and how to properly evaluate it. This activity highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Chorea -- Continuing Education Activity. According to the Committee on Classification of the World Federation of Neurology, chorea is defined as \"a state of excessive, spontaneous movements, irregularly timed, non-repetitive, randomly distributed and abrupt in character. These movements may vary in severity from restlessness with mild intermittent exaggeration of gesture and expression, fidgeting movements of the hands, unstable dance-like gait to a continuous flow of disabling, violent movements.\" Chorea, similar to choreography, refers to movements that resemble dancing. Chorea usually is accompanied by athetosis and ballism. Athetosis is a slower form of chorea. The slowed movements have a writhing or twisting motion. Ballism is a very severe form of chorea where there is a violent flinging of the extremities. The movements are involuntary and usually involve the limbs. Ballismus is usually unilateral but, rarely, may be bilateral. This activity examines when this condition should be considered on differential diagnosis and how to properly evaluate it. This activity highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-19490_1", "title": "Chorea -- Continuing Education Activity", "content": "Objectives: Identify the various causes that can lead to a presentation of chorea. Describe the diagnostic testing and approach in evaluating a patient who presents with chorea. Outline management strategies for chorea, including both medical and surgical therapies. Explain the importance of improving coordination among the interprofessional team to enhance care for patients affected by chorea. Access free multiple choice questions on this topic.", "contents": "Chorea -- Continuing Education Activity. Objectives: Identify the various causes that can lead to a presentation of chorea. Describe the diagnostic testing and approach in evaluating a patient who presents with chorea. Outline management strategies for chorea, including both medical and surgical therapies. Explain the importance of improving coordination among the interprofessional team to enhance care for patients affected by chorea. Access free multiple choice questions on this topic."}
{"id": "article-19490_2", "title": "Chorea -- Introduction", "content": "According to the Committee on Classification of the World Federation of Neurology, chorea is defined as \"a state of excessive, spontaneous movements, irregularly timed, non-repetitive, randomly distributed and abrupt in character. These movements may vary in severity from restlessness with mild intermittent exaggeration of gesture and expression, fidgeting movements of the hands, unstable dance-like gait to a continuous flow of disabling, violent movements.\" Chorea, similar to choreography, refers to movements that resemble dancing. [1] [2] [3] [4] [5]", "contents": "Chorea -- Introduction. According to the Committee on Classification of the World Federation of Neurology, chorea is defined as \"a state of excessive, spontaneous movements, irregularly timed, non-repetitive, randomly distributed and abrupt in character. These movements may vary in severity from restlessness with mild intermittent exaggeration of gesture and expression, fidgeting movements of the hands, unstable dance-like gait to a continuous flow of disabling, violent movements.\" Chorea, similar to choreography, refers to movements that resemble dancing. [1] [2] [3] [4] [5]"}
{"id": "article-19490_3", "title": "Chorea -- Introduction", "content": "Chorea usually is accompanied by athetosis and ballism. Athetosis is a slower form of chorea. The slowed movements have a writhing or twisting motion. Ballism is a very severe form of chorea where there is violent flinging of the extremities. The movements are involuntary and usually involve the limbs. Ballismus is usually unilateral but, rarely, may be bilateral.", "contents": "Chorea -- Introduction. Chorea usually is accompanied by athetosis and ballism. Athetosis is a slower form of chorea. The slowed movements have a writhing or twisting motion. Ballism is a very severe form of chorea where there is violent flinging of the extremities. The movements are involuntary and usually involve the limbs. Ballismus is usually unilateral but, rarely, may be bilateral."}
{"id": "article-19490_4", "title": "Chorea -- Etiology", "content": "Chorea classically is described in Huntington disease, but there are other disorders that can lead to chorea. Spinocerebellar ataxia subtypes, Wilson disease, Sydenham chorea, and structural disease of the basal ganglia can also be associated with chorea. Overall, the root of the pathology is in the basal ganglia, often exemplified by neuro-imaging demonstrating atrophy of the caudate nucleus. Huntington disease is a hereditary cause of chorea and is one of the tri-nucleotide repeat disorders. Huntington disease is caused by a CAG repeat on chromosome 4 in the Huntington, or HTT gene. [6] [7] [8]", "contents": "Chorea -- Etiology. Chorea classically is described in Huntington disease, but there are other disorders that can lead to chorea. Spinocerebellar ataxia subtypes, Wilson disease, Sydenham chorea, and structural disease of the basal ganglia can also be associated with chorea. Overall, the root of the pathology is in the basal ganglia, often exemplified by neuro-imaging demonstrating atrophy of the caudate nucleus. Huntington disease is a hereditary cause of chorea and is one of the tri-nucleotide repeat disorders. Huntington disease is caused by a CAG repeat on chromosome 4 in the Huntington, or HTT gene. [6] [7] [8]"}
{"id": "article-19490_5", "title": "Chorea -- Etiology -- Other Causes", "content": "Endocrine and metabolic: hypoglycemia, hyperthyroidism, kernicterus, hypomagnesemia Infectious: rheumatic fever, syphilis, subacute sclerosing panencephalitis, Lyme disease, toxoplasmosis, HIV, endocarditis Drugs: levodopa, oral contraceptive, neuroleptics, antihistamines, cocaine, amphetamine, tricyclics Toxins: CO poisoning, mercury, alcohol intoxication Neurologic: stroke, migraine Vascular: polycythemia, Churg Strauss, SLE, Behcet, Multiple sclerosis Malignant: primary brain tumors and metastatic lesion", "contents": "Chorea -- Etiology -- Other Causes. Endocrine and metabolic: hypoglycemia, hyperthyroidism, kernicterus, hypomagnesemia Infectious: rheumatic fever, syphilis, subacute sclerosing panencephalitis, Lyme disease, toxoplasmosis, HIV, endocarditis Drugs: levodopa, oral contraceptive, neuroleptics, antihistamines, cocaine, amphetamine, tricyclics Toxins: CO poisoning, mercury, alcohol intoxication Neurologic: stroke, migraine Vascular: polycythemia, Churg Strauss, SLE, Behcet, Multiple sclerosis Malignant: primary brain tumors and metastatic lesion"}
{"id": "article-19490_6", "title": "Chorea -- Epidemiology", "content": "While the incidence of chorea in specific disorders is known, the global incidence of chorea is lacking. The incidence of chorea in some common disorders is as follows: Huntington disease is a neurodegenerative autosomal dominant disorder with a prevalence of about 5-10 cases per 100,000 individuals in the US. The disorder is most common in Caucasians but is now being seen in expats who have settled in South and Central America. Wilson disease is a multisystem disorder that is autosomal recessive and has a prevalence of about 30 cases per million people. Benign hereditary chorea is a rare disorder with autosomal dominant inheritance with a prevalence of 1 case per half a million people.", "contents": "Chorea -- Epidemiology. While the incidence of chorea in specific disorders is known, the global incidence of chorea is lacking. The incidence of chorea in some common disorders is as follows: Huntington disease is a neurodegenerative autosomal dominant disorder with a prevalence of about 5-10 cases per 100,000 individuals in the US. The disorder is most common in Caucasians but is now being seen in expats who have settled in South and Central America. Wilson disease is a multisystem disorder that is autosomal recessive and has a prevalence of about 30 cases per million people. Benign hereditary chorea is a rare disorder with autosomal dominant inheritance with a prevalence of 1 case per half a million people."}
{"id": "article-19490_7", "title": "Chorea -- Epidemiology -- Age", "content": "Chorea can occur at any age. In young people, the most common causes of chorea are infections, trauma, and inflammatory causes.", "contents": "Chorea -- Epidemiology -- Age. Chorea can occur at any age. In young people, the most common causes of chorea are infections, trauma, and inflammatory causes."}
{"id": "article-19490_8", "title": "Chorea -- Epidemiology -- Age", "content": "Huntington chorea usually presents in the fourth to fifth decade of life and is progressive. It is rarely seen before the third decade of life. Individuals who have early onset of the disorder usually inherit the gene from the father, whereas late onset is most likely due to a gene inherited from the mother.", "contents": "Chorea -- Epidemiology -- Age. Huntington chorea usually presents in the fourth to fifth decade of life and is progressive. It is rarely seen before the third decade of life. Individuals who have early onset of the disorder usually inherit the gene from the father, whereas late onset is most likely due to a gene inherited from the mother."}
{"id": "article-19490_9", "title": "Chorea -- Pathophysiology", "content": "This is a disease that has its roots in genetics. The mutated huntingtin protein contains numerous glutamate residues due to the CAG repeats. It is thought that these mutated HTT proteins will aggregate instead of folding to form functional proteins. This is associated with cellular dysfunction. Neurotransmitters involved in chorea, include dopamine, acetylcholine, serotonin,  GABA substance P, and cannabinoids.", "contents": "Chorea -- Pathophysiology. This is a disease that has its roots in genetics. The mutated huntingtin protein contains numerous glutamate residues due to the CAG repeats. It is thought that these mutated HTT proteins will aggregate instead of folding to form functional proteins. This is associated with cellular dysfunction. Neurotransmitters involved in chorea, include dopamine, acetylcholine, serotonin,  GABA substance P, and cannabinoids."}
{"id": "article-19490_10", "title": "Chorea -- History and Physical", "content": "The universal feature of patients with chorea is that they exhibit uncontrolled motor impersistence such that they are not able to maintain a steady posture, position, or movement. For example, when asked to grip an object, they will alternately continue to release and squeeze. Another feature is the constant dropping of objects. Chorea can involve both the distal and proximal muscles. While most patients do have normal muscle tone, a few may have hypotonia", "contents": "Chorea -- History and Physical. The universal feature of patients with chorea is that they exhibit uncontrolled motor impersistence such that they are not able to maintain a steady posture, position, or movement. For example, when asked to grip an object, they will alternately continue to release and squeeze. Another feature is the constant dropping of objects. Chorea can involve both the distal and proximal muscles. While most patients do have normal muscle tone, a few may have hypotonia"}
{"id": "article-19490_11", "title": "Chorea -- History and Physical", "content": "Most commonly, excessive unintentional movements of parts of the body lead to medical consultation. These choreiform movements are clearly visible on observation. Other common findings are motor impersistence of the tongue, where the patient displays an inability to keep the tongue protruded when asked to stick their tongue out. The tongue will dart into and out of the mouth. MRI will display caudate atrophy, exemplified by the widening of the lateral ventricles. Later findings of the disease include cognitive and behavioral symptoms.", "contents": "Chorea -- History and Physical. Most commonly, excessive unintentional movements of parts of the body lead to medical consultation. These choreiform movements are clearly visible on observation. Other common findings are motor impersistence of the tongue, where the patient displays an inability to keep the tongue protruded when asked to stick their tongue out. The tongue will dart into and out of the mouth. MRI will display caudate atrophy, exemplified by the widening of the lateral ventricles. Later findings of the disease include cognitive and behavioral symptoms."}
{"id": "article-19490_12", "title": "Chorea -- Evaluation", "content": "Evaluation of a patient with Huntington disease can include genetic testing, CT/MRI, and a psychiatric evaluation for deficits in cognitive, behavioral, and functional areas. Inquiry about suicidality is important. [9] [10] [11] [12]", "contents": "Chorea -- Evaluation. Evaluation of a patient with Huntington disease can include genetic testing, CT/MRI, and a psychiatric evaluation for deficits in cognitive, behavioral, and functional areas. Inquiry about suicidality is important. [9] [10] [11] [12]"}
{"id": "article-19490_13", "title": "Chorea -- Evaluation", "content": "PET is often used to assess patients with Huntington chorea and neuroacanthocytosis. Bilateral reduction in metabolism in the putamen and the caudate nucleus is frequently seen. However, the reduction in metabolism may not be seen in patients with benign hereditary chorea.", "contents": "Chorea -- Evaluation. PET is often used to assess patients with Huntington chorea and neuroacanthocytosis. Bilateral reduction in metabolism in the putamen and the caudate nucleus is frequently seen. However, the reduction in metabolism may not be seen in patients with benign hereditary chorea."}
{"id": "article-19490_14", "title": "Chorea -- Treatment / Management", "content": "There is no cure for this disease; however, symptoms can be managed. Perhaps most important is evaluation and creation of a patient's support system. As the disease progresses, the patient will need specialized caregiving. Nutrition management is important, due to difficulty swallowing. Tetrabenazine has been approved for treatment of chorea.", "contents": "Chorea -- Treatment / Management. There is no cure for this disease; however, symptoms can be managed. Perhaps most important is evaluation and creation of a patient's support system. As the disease progresses, the patient will need specialized caregiving. Nutrition management is important, due to difficulty swallowing. Tetrabenazine has been approved for treatment of chorea."}
{"id": "article-19490_15", "title": "Chorea -- Treatment / Management -- Medical Care", "content": "The majority of patients are treated with neuroleptics, which block dopamine receptors. Other drugs that are used include GABaergic agents like valproate, clonazepam, and gabapentin. Both minocycline and CoQ10 have shown promise in animals. Chorea that occurs following heart transplant may respond to steroids, and plasmapheresis may shorten the course of chorea in patients with rheumatic fever. For the most part, drugs only reduce the chorea in a few patients, and they also have potent adverse effects.", "contents": "Chorea -- Treatment / Management -- Medical Care. The majority of patients are treated with neuroleptics, which block dopamine receptors. Other drugs that are used include GABaergic agents like valproate, clonazepam, and gabapentin. Both minocycline and CoQ10 have shown promise in animals. Chorea that occurs following heart transplant may respond to steroids, and plasmapheresis may shorten the course of chorea in patients with rheumatic fever. For the most part, drugs only reduce the chorea in a few patients, and they also have potent adverse effects."}
{"id": "article-19490_16", "title": "Chorea -- Treatment / Management -- Surgery", "content": "In the past decade, deep brain stimulation (DBS) has been developed and may provide some benefit to some patients with chorea. Anecdotal reports indicate that in selected patients, the procedure does work and reduces chorea. DBS is done by placing electrodes in the globus pallidus internus. However, DBS is still an experimental surgical procedure. It does not work in all patients with chorea, and the procedure is associated with a number of complications. Neural cell transplantation is another experimental procedure which has been used to treat a few patients with Huntington chorea, but the improvement has not been seen in all patients.", "contents": "Chorea -- Treatment / Management -- Surgery. In the past decade, deep brain stimulation (DBS) has been developed and may provide some benefit to some patients with chorea. Anecdotal reports indicate that in selected patients, the procedure does work and reduces chorea. DBS is done by placing electrodes in the globus pallidus internus. However, DBS is still an experimental surgical procedure. It does not work in all patients with chorea, and the procedure is associated with a number of complications. Neural cell transplantation is another experimental procedure which has been used to treat a few patients with Huntington chorea, but the improvement has not been seen in all patients."}
{"id": "article-19490_17", "title": "Chorea -- Differential Diagnosis", "content": "Huntington disease Lesch-Nyhan disease Lyme disease Multiple system atrophy Neuroacanthocytosis Pediatric torticollis surgery Ramsay Hunt syndrome Striatonigral degeneration Tourette syndrome Viral encephalitis", "contents": "Chorea -- Differential Diagnosis. Huntington disease Lesch-Nyhan disease Lyme disease Multiple system atrophy Neuroacanthocytosis Pediatric torticollis surgery Ramsay Hunt syndrome Striatonigral degeneration Tourette syndrome Viral encephalitis"}
{"id": "article-19490_18", "title": "Chorea -- Prognosis", "content": "The prognosis of chorea depends on the cause. The majority of patients with Huntington chorea have a poor prognosis and will die prematurely. The same applies to patients with neuroacanthocytosis. When the involuntary movements are severe, this may result in localized trauma or rhabdomyolysis. In patients with neuroacanthocytosis and those who develop tongue dystonia, swallowing may be affected, resulting in loss of body weight, recurrent episodes of aspiration pneumonia, and even death.", "contents": "Chorea -- Prognosis. The prognosis of chorea depends on the cause. The majority of patients with Huntington chorea have a poor prognosis and will die prematurely. The same applies to patients with neuroacanthocytosis. When the involuntary movements are severe, this may result in localized trauma or rhabdomyolysis. In patients with neuroacanthocytosis and those who develop tongue dystonia, swallowing may be affected, resulting in loss of body weight, recurrent episodes of aspiration pneumonia, and even death."}
{"id": "article-19490_19", "title": "Chorea -- Pearls and Other Issues", "content": "Huntington's disease, neuroacanthocytosis, and Wilson disease are genetic disorders hence counseling should be provided to any couple who plans to conceive, especially if one partner has the disorder. Genetic testing should be offered to any family member if they want to know the potential risk of inheriting the disease Educate all patients on the clinical features of the disease options for treatment and prognosis.", "contents": "Chorea -- Pearls and Other Issues. Huntington's disease, neuroacanthocytosis, and Wilson disease are genetic disorders hence counseling should be provided to any couple who plans to conceive, especially if one partner has the disorder. Genetic testing should be offered to any family member if they want to know the potential risk of inheriting the disease Educate all patients on the clinical features of the disease options for treatment and prognosis."}
{"id": "article-19490_20", "title": "Chorea -- Enhancing Healthcare Team Outcomes", "content": "The management of chorea is complex because there is no cure. All the currently available treatments are palliative which only manage the symptoms. While the patients are primarily managed by the neurologist, the follow up maybe by the primary care provider and nurse practitioner. The most important is feature is the creation of the patient's support system. As the disease progresses, the patient will need specialized caregiving. Nutrition management is important, due to difficulty swallowing. Genetic testing should be offered to any family member if they want to know the potential risk of inheriting the disease. Educate all patients on the clinical features of the disease options for treatment and prognosis. The prognosis for most patients is poor and the quality of life is markedly diminished. [13] (Level V)", "contents": "Chorea -- Enhancing Healthcare Team Outcomes. The management of chorea is complex because there is no cure. All the currently available treatments are palliative which only manage the symptoms. While the patients are primarily managed by the neurologist, the follow up maybe by the primary care provider and nurse practitioner. The most important is feature is the creation of the patient's support system. As the disease progresses, the patient will need specialized caregiving. Nutrition management is important, due to difficulty swallowing. Genetic testing should be offered to any family member if they want to know the potential risk of inheriting the disease. Educate all patients on the clinical features of the disease options for treatment and prognosis. The prognosis for most patients is poor and the quality of life is markedly diminished. [13] (Level V)"}
{"id": "article-19490_21", "title": "Chorea -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chorea -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}