{"id": "article-156491_0", "title": "DaxibotulinumtoxinA-Ianm -- Continuing Education Activity", "content": "DaxibotulinumtoxinA is a medication belonging to the neurotoxin class and is utilized to manage and treat moderate-to-severe glabellar lines associated with corrugator or procerus muscle activity in adult patients. This activity provides an overview of the indications, contraindications, and pharmacology for daxibotulinumtoxinA as an agent in the cosmetic management of rhytides. This activity reviews the adverse event profile, off-label uses, dosing, monitoring recommendations, and relevant interactions of this medication to enhance the competence of interprofessional healthcare team members when caring for patients with glabellar lines.", "contents": "DaxibotulinumtoxinA-Ianm -- Continuing Education Activity. DaxibotulinumtoxinA is a medication belonging to the neurotoxin class and is utilized to manage and treat moderate-to-severe glabellar lines associated with corrugator or procerus muscle activity in adult patients. This activity provides an overview of the indications, contraindications, and pharmacology for daxibotulinumtoxinA as an agent in the cosmetic management of rhytides. This activity reviews the adverse event profile, off-label uses, dosing, monitoring recommendations, and relevant interactions of this medication to enhance the competence of interprofessional healthcare team members when caring for patients with glabellar lines."}
{"id": "article-156491_1", "title": "DaxibotulinumtoxinA-Ianm -- Continuing Education Activity", "content": "Objectives: Identify patients that meet the criteria for daxibotulinumtoxinA treatment based on their aesthetic concerns and medical history. Screen patients for any adverse events or complications following daxibotulinumtoxinA administration. Apply appropriate dosage and treatment plans tailored to individual patient's needs and desired outcomes using comprehensive clinical expertise. Communicate effectively with patients by providing clear information about the procedure, expected outcomes, and potential risks of the daxibotulinumtoxinA treatment. Access free multiple choice questions on this topic.", "contents": "DaxibotulinumtoxinA-Ianm -- Continuing Education Activity. Objectives: Identify patients that meet the criteria for daxibotulinumtoxinA treatment based on their aesthetic concerns and medical history. Screen patients for any adverse events or complications following daxibotulinumtoxinA administration. Apply appropriate dosage and treatment plans tailored to individual patient's needs and desired outcomes using comprehensive clinical expertise. Communicate effectively with patients by providing clear information about the procedure, expected outcomes, and potential risks of the daxibotulinumtoxinA treatment. Access free multiple choice questions on this topic."}
{"id": "article-156491_2", "title": "DaxibotulinumtoxinA-Ianm -- Indications", "content": "DaxibotulinumtoxinA belongs to the same class of potent neurotoxins as onabotulinumtoxinA and abobotulinumtoxinA, which are toxins derived from the Clostridium botulinum bacteria. [1] [2]", "contents": "DaxibotulinumtoxinA-Ianm -- Indications. DaxibotulinumtoxinA belongs to the same class of potent neurotoxins as onabotulinumtoxinA and abobotulinumtoxinA, which are toxins derived from the Clostridium botulinum bacteria. [1] [2]"}
{"id": "article-156491_3", "title": "DaxibotulinumtoxinA-Ianm -- Indications", "content": "C botulinum is a gram-positive, rod-shaped, spore-forming bacterium primarily present in soil. [3] This anaerobic bacterium is known for producing toxins that can cause botulism in humans. Botulism is a toxidrome that presents with symmetrical, acute, descending, flaccid paralysis in individuals, resulting from the loss of voluntary motor muscle use due to cholinergic blockade at the synaptic cleft. Botulism is commonly transmitted through the consumption of home-canned food or traditional local foods. [4]", "contents": "DaxibotulinumtoxinA-Ianm -- Indications. C botulinum is a gram-positive, rod-shaped, spore-forming bacterium primarily present in soil. [3] This anaerobic bacterium is known for producing toxins that can cause botulism in humans. Botulism is a toxidrome that presents with symmetrical, acute, descending, flaccid paralysis in individuals, resulting from the loss of voluntary motor muscle use due to cholinergic blockade at the synaptic cleft. Botulism is commonly transmitted through the consumption of home-canned food or traditional local foods. [4]"}
{"id": "article-156491_4", "title": "DaxibotulinumtoxinA-Ianm -- Indications", "content": "The same toxin has been linked to infantile botulism, which is associated with the consumption of honey due to the persistence of spores in it. [5] DaxibotulinumtoxinA is specifically derived from the Hall strain of C botulinum . The therapeutic application of this toxin can significantly alleviate problems arising from cholinergic signaling.", "contents": "DaxibotulinumtoxinA-Ianm -- Indications. The same toxin has been linked to infantile botulism, which is associated with the consumption of honey due to the persistence of spores in it. [5] DaxibotulinumtoxinA is specifically derived from the Hall strain of C botulinum . The therapeutic application of this toxin can significantly alleviate problems arising from cholinergic signaling."}
{"id": "article-156491_5", "title": "DaxibotulinumtoxinA-Ianm -- Indications -- FDA-Approved Indication", "content": "DaxibotulinumtoxinA is approved by the U.S. Food and Drug Administration (FDA) for temporary improvement in the appearance of moderate-to-severe glabellar lines in adult patients associated with corrugator or procerus muscle activity. [6]", "contents": "DaxibotulinumtoxinA-Ianm -- Indications -- FDA-Approved Indication. DaxibotulinumtoxinA is approved by the U.S. Food and Drug Administration (FDA) for temporary improvement in the appearance of moderate-to-severe glabellar lines in adult patients associated with corrugator or procerus muscle activity. [6]"}
{"id": "article-156491_6", "title": "DaxibotulinumtoxinA-Ianm -- Indications -- FDA-Approved Indication", "content": "Although this injectable medication shares a similar mechanism of action and effects with other botulinum toxins, its FDA approval is limited to the abovementioned indication. Other botulinum toxins are used to treat conditions such as hyperhidrosis, urinary incontinence, cervical dystonia, trigeminal neuralgia, and various types of neuropathic pain.", "contents": "DaxibotulinumtoxinA-Ianm -- Indications -- FDA-Approved Indication. Although this injectable medication shares a similar mechanism of action and effects with other botulinum toxins, its FDA approval is limited to the abovementioned indication. Other botulinum toxins are used to treat conditions such as hyperhidrosis, urinary incontinence, cervical dystonia, trigeminal neuralgia, and various types of neuropathic pain."}
{"id": "article-156491_7", "title": "DaxibotulinumtoxinA-Ianm -- Indications -- FDA-Approved Indication", "content": "The phase 3 trials for daxibotulinumtoxinA, known as SAKURA-1 and SAKURA-2, were conducted as multicenter, randomized, parallel-group, double-blind trials. These trials consisted of 36-week pivotal trials followed by 84-week open-label trials with repeated dosing. The specific focus of the studies was on patients with moderate-to-severe glabellar lines. The results of these trials indicated that the most significant advantage of daxibotulinumtoxinA is its ability to provide a \"more prolonged clinical benefit\" compared to the preexisting botulinum toxins on the market. [7] This extended duration of effect of the medication potentially reduces the frequency of injections required per year while maintaining the same cosmetic benefit.", "contents": "DaxibotulinumtoxinA-Ianm -- Indications -- FDA-Approved Indication. The phase 3 trials for daxibotulinumtoxinA, known as SAKURA-1 and SAKURA-2, were conducted as multicenter, randomized, parallel-group, double-blind trials. These trials consisted of 36-week pivotal trials followed by 84-week open-label trials with repeated dosing. The specific focus of the studies was on patients with moderate-to-severe glabellar lines. The results of these trials indicated that the most significant advantage of daxibotulinumtoxinA is its ability to provide a \"more prolonged clinical benefit\" compared to the preexisting botulinum toxins on the market. [7] This extended duration of effect of the medication potentially reduces the frequency of injections required per year while maintaining the same cosmetic benefit."}
{"id": "article-156491_8", "title": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action", "content": "The daxibotulinumtoxinA molecule shares a similar mechanism of action with other neurotoxins derived from C botulinum . As a class, these neurotoxins function by binding to glycoprotein structures present on cholinergic presynaptic nerve terminals. This binding capability allows them to disrupt the release of acetylcholine. [8]", "contents": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action. The daxibotulinumtoxinA molecule shares a similar mechanism of action with other neurotoxins derived from C botulinum . As a class, these neurotoxins function by binding to glycoprotein structures present on cholinergic presynaptic nerve terminals. This binding capability allows them to disrupt the release of acetylcholine. [8]"}
{"id": "article-156491_9", "title": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action", "content": "The interruption of neurotransmitter release is achieved through the cleavage of SNAP25, a soluble N -ethylmaleimide-sensitive factor attachment receptor protein. The SNAP25 protein facilitates the docking and release of synaptic vesicle membrane contents, such as acetylcholine, particularly in skeletal muscle. Although this inhibition is reversible, as the duration of the medication's action decreases, there is a subsequent reduction in neurotransmitter release at the neuromuscular junction. This, in turn, leads to a decrease in muscular contraction near the injection sites.", "contents": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action. The interruption of neurotransmitter release is achieved through the cleavage of SNAP25, a soluble N -ethylmaleimide-sensitive factor attachment receptor protein. The SNAP25 protein facilitates the docking and release of synaptic vesicle membrane contents, such as acetylcholine, particularly in skeletal muscle. Although this inhibition is reversible, as the duration of the medication's action decreases, there is a subsequent reduction in neurotransmitter release at the neuromuscular junction. This, in turn, leads to a decrease in muscular contraction near the injection sites."}
{"id": "article-156491_10", "title": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action", "content": "The inhibition of skeletal muscle contraction is observed as a response that depends on the dosage administered. Similar to other botulinum toxins, the degradation of the neurotoxin and the formation of new axonal sprouts facilitate the return of muscle innervation and subsequent activity.", "contents": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action. The inhibition of skeletal muscle contraction is observed as a response that depends on the dosage administered. Similar to other botulinum toxins, the degradation of the neurotoxin and the formation of new axonal sprouts facilitate the return of muscle innervation and subsequent activity."}
{"id": "article-156491_11", "title": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action", "content": "DaxibotulinumtoxinA differentiates itself from other botulinum neurotoxins primarily due to its smaller size and the utilization of a proprietary excipient protein. The molecular weight of daxibotulinumtoxinA is 150 kDa, which is similar to incobotulinumtoxinA but smaller than other botulinum neurotoxins currently available in the US market. Furthermore, other botulinum neurotoxins are bound to human serum albumin through the excipient peptide.", "contents": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action. DaxibotulinumtoxinA differentiates itself from other botulinum neurotoxins primarily due to its smaller size and the utilization of a proprietary excipient protein. The molecular weight of daxibotulinumtoxinA is 150 kDa, which is similar to incobotulinumtoxinA but smaller than other botulinum neurotoxins currently available in the US market. Furthermore, other botulinum neurotoxins are bound to human serum albumin through the excipient peptide."}
{"id": "article-156491_12", "title": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action", "content": "DaxibotulinumtoxinA utilizes a unique stabilizing excipient peptide called RTP004, which is proprietary to its formulation. Due to its high positive charge, the synthetic RTP004 forms an electrostatic bond with daxibotulinumtoxinA. This positive charge also facilitates the binding of daxibotulinumtoxinA to other negatively charged structures, including the extracellular matrix proteins present on the neuronal surface.", "contents": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action. DaxibotulinumtoxinA utilizes a unique stabilizing excipient peptide called RTP004, which is proprietary to its formulation. Due to its high positive charge, the synthetic RTP004 forms an electrostatic bond with daxibotulinumtoxinA. This positive charge also facilitates the binding of daxibotulinumtoxinA to other negatively charged structures, including the extracellular matrix proteins present on the neuronal surface."}
{"id": "article-156491_13", "title": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action", "content": "In vitro studies have demonstrated that the enhanced binding facilitated by the electrostatic charges contributes to reduced diffusion of the neurotoxin, potentially resulting in a longer duration of drug effect. Furthermore, the RTP004 excipient peptide also prevents the adsorption of daxibotulinumtoxinA to container surfaces, which is a specific function that is also fulfilled by human serum albumin. [1]", "contents": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action. In vitro studies have demonstrated that the enhanced binding facilitated by the electrostatic charges contributes to reduced diffusion of the neurotoxin, potentially resulting in a longer duration of drug effect. Furthermore, the RTP004 excipient peptide also prevents the adsorption of daxibotulinumtoxinA to container surfaces, which is a specific function that is also fulfilled by human serum albumin. [1]"}
{"id": "article-156491_14", "title": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action", "content": "Absorption: Botulinum toxins are primarily absorbed at the injection site. The uptake rate of botulinum toxins can be influenced by local activity and temperature, leading to an augmented absorption process. [9]", "contents": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action. Absorption: Botulinum toxins are primarily absorbed at the injection site. The uptake rate of botulinum toxins can be influenced by local activity and temperature, leading to an augmented absorption process. [9]"}
{"id": "article-156491_15", "title": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action", "content": "Distribution: Some local distribution of botulinum toxins can occur through the connective tissue near the injection site. Therefore, it is advised to avoid changing position too soon after administering the injection as it can worsen the distribution of the toxin. To ensure optimal results, it is recommended not to lie down for at least 4 hours after administering the injection. Although botulinum toxins can be distributed through the bloodstream due to their stability, they do not accumulate in organs. Their primary target is cholinergic nerve endings. [10] According to the FDA package insert, daxibotulinumtoxinA is not detectable in the bloodstream when administered at the recommended dose.", "contents": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action. Distribution: Some local distribution of botulinum toxins can occur through the connective tissue near the injection site. Therefore, it is advised to avoid changing position too soon after administering the injection as it can worsen the distribution of the toxin. To ensure optimal results, it is recommended not to lie down for at least 4 hours after administering the injection. Although botulinum toxins can be distributed through the bloodstream due to their stability, they do not accumulate in organs. Their primary target is cholinergic nerve endings. [10] According to the FDA package insert, daxibotulinumtoxinA is not detectable in the bloodstream when administered at the recommended dose."}
{"id": "article-156491_16", "title": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action", "content": "Metabolism: The mechanisms of metabolism and excretion at therapeutic doses have not been thoroughly investigated. However, theories have emerged from studies conducted using multiple lethal doses. Circulating proteases might contribute to the degradation of the active toxin, or the toxin itself may dislodge and be transported via the bloodstream to the liver for cleavage and conjugation. [10]", "contents": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action. Metabolism: The mechanisms of metabolism and excretion at therapeutic doses have not been thoroughly investigated. However, theories have emerged from studies conducted using multiple lethal doses. Circulating proteases might contribute to the degradation of the active toxin, or the toxin itself may dislodge and be transported via the bloodstream to the liver for cleavage and conjugation. [10]"}
{"id": "article-156491_17", "title": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action", "content": "Excretion: The theory of hepatic biotransformation holds merit as the excretion of most molecules through renal filtration requires molecular sizes smaller than approximately 50 kDa. As the active component of the daxibotulinumtoxinA molecule is 150 kDa, it would require some form of cleavage before renal filtration becomes plausible. [10] However, additional studies are required to precisely determine the mechanism of metabolism and excretion for all botulinum toxins.", "contents": "DaxibotulinumtoxinA-Ianm -- Mechanism of Action. Excretion: The theory of hepatic biotransformation holds merit as the excretion of most molecules through renal filtration requires molecular sizes smaller than approximately 50 kDa. As the active component of the daxibotulinumtoxinA molecule is 150 kDa, it would require some form of cleavage before renal filtration becomes plausible. [10] However, additional studies are required to precisely determine the mechanism of metabolism and excretion for all botulinum toxins."}
{"id": "article-156491_18", "title": "DaxibotulinumtoxinA-Ianm -- Administration -- Available Dosage Forms", "content": "DaxibotulinumtoxinA is supplied in a powder form that can be reconstituted and administered through intramuscular injection into the corrugator and procerus muscles for the relaxation of glabellar lines as recommended by the FDA. The activity will be similar in any other skeletal muscle.", "contents": "DaxibotulinumtoxinA-Ianm -- Administration -- Available Dosage Forms. DaxibotulinumtoxinA is supplied in a powder form that can be reconstituted and administered through intramuscular injection into the corrugator and procerus muscles for the relaxation of glabellar lines as recommended by the FDA. The activity will be similar in any other skeletal muscle."}
{"id": "article-156491_19", "title": "DaxibotulinumtoxinA-Ianm -- Administration -- Strength", "content": "DaxibotulinumtoxinA is available in 50- and 100-unit vials as a powder form, which requires reconstitution with sterile 0.9% sodium chloride solution at a ratio of 8 units per 0.1 mL. For the 50-unit vial, it is advised to inject 0.6 mL per vial. Similarly, for the 100-unit vial, the recommended injection volume is 1.2 mL per vial.", "contents": "DaxibotulinumtoxinA-Ianm -- Administration -- Strength. DaxibotulinumtoxinA is available in 50- and 100-unit vials as a powder form, which requires reconstitution with sterile 0.9% sodium chloride solution at a ratio of 8 units per 0.1 mL. For the 50-unit vial, it is advised to inject 0.6 mL per vial. Similarly, for the 100-unit vial, the recommended injection volume is 1.2 mL per vial."}
{"id": "article-156491_20", "title": "DaxibotulinumtoxinA-Ianm -- Administration -- Adult Dose", "content": "Per the package insert, the recommended dose for glabellar lines is 40 units of daxibotulinumtoxinA. Units of measurement for botulinum toxins are not convertible among different formulations.", "contents": "DaxibotulinumtoxinA-Ianm -- Administration -- Adult Dose. Per the package insert, the recommended dose for glabellar lines is 40 units of daxibotulinumtoxinA. Units of measurement for botulinum toxins are not convertible among different formulations."}
{"id": "article-156491_21", "title": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population", "content": "Hepatic impairment: No dosage adjustment is recommended for patients with hepatic impairment.", "contents": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population. Hepatic impairment: No dosage adjustment is recommended for patients with hepatic impairment."}
{"id": "article-156491_22", "title": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population", "content": "Renal impairment: No dosage adjustment is recommended for patients with renal impairment.", "contents": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population. Renal impairment: No dosage adjustment is recommended for patients with renal impairment."}
{"id": "article-156491_23", "title": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population", "content": "Pregnant patients: The use of daxibotulinumtoxinA in pregnant patients through injections has not been studied. However, botulinum toxins are generally contraindicated during pregnancy. Animal studies have shown adverse effects on fetal growth. Still, these effects were observed at maternally toxic doses and much higher than the maximum recommended human dose (approximately 40 times higher).", "contents": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population. Pregnant patients: The use of daxibotulinumtoxinA in pregnant patients through injections has not been studied. However, botulinum toxins are generally contraindicated during pregnancy. Animal studies have shown adverse effects on fetal growth. Still, these effects were observed at maternally toxic doses and much higher than the maximum recommended human dose (approximately 40 times higher)."}
{"id": "article-156491_24", "title": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population", "content": "Breastfeeding mothers: There is currently no available data regarding the presence of daxibotulinumtoxinA in human or animal milk, its effects on breastfed infants, or its impact on milk supply.", "contents": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population. Breastfeeding mothers: There is currently no available data regarding the presence of daxibotulinumtoxinA in human or animal milk, its effects on breastfed infants, or its impact on milk supply."}
{"id": "article-156491_25", "title": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population", "content": "Pediatric patients: Studies have not been conducted on patients younger than 18, and the safety and effectiveness of daxibotulinumtoxinA in this population have not been established.", "contents": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population. Pediatric patients: Studies have not been conducted on patients younger than 18, and the safety and effectiveness of daxibotulinumtoxinA in this population have not been established."}
{"id": "article-156491_26", "title": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population", "content": "Older patients: No dosage adjustment is recommended for older patients.", "contents": "DaxibotulinumtoxinA-Ianm -- Administration -- Specific Patient Population. Older patients: No dosage adjustment is recommended for older patients."}
{"id": "article-156491_27", "title": "DaxibotulinumtoxinA-Ianm -- Administration", "content": "The reconstituted daxibotulinumtoxinA must be administered via injection within 72 hours of its preparation. During this time, storing the product in a refrigerator at a temperature range of 6 to 8 °C is essential. After reconstitution, the prepared daxibotulinumtoxinA should be used for a single patient in a single session. Any unused reconstituted daxibotulinumtoxinA must be discarded and not used for any other purpose. [11]", "contents": "DaxibotulinumtoxinA-Ianm -- Administration. The reconstituted daxibotulinumtoxinA must be administered via injection within 72 hours of its preparation. During this time, storing the product in a refrigerator at a temperature range of 6 to 8 °C is essential. After reconstitution, the prepared daxibotulinumtoxinA should be used for a single patient in a single session. Any unused reconstituted daxibotulinumtoxinA must be discarded and not used for any other purpose. [11]"}
{"id": "article-156491_28", "title": "DaxibotulinumtoxinA-Ianm -- Administration", "content": "Before administering any botulinum toxin product, it is essential to assess the areas to be treated in static and dynamic states, identify and discuss the patient's goals, and note any preexisting asymmetry. Following the injection, advise the patient to refrain from lying down or manipulating the tissue around the treated area.", "contents": "DaxibotulinumtoxinA-Ianm -- Administration. Before administering any botulinum toxin product, it is essential to assess the areas to be treated in static and dynamic states, identify and discuss the patient's goals, and note any preexisting asymmetry. Following the injection, advise the patient to refrain from lying down or manipulating the tissue around the treated area."}
{"id": "article-156491_29", "title": "DaxibotulinumtoxinA-Ianm -- Administration", "content": "Treatments should be scheduled with a minimum interval of 3 months between sessions. In some patients, the efficacy of repeated treatments with other botulinum toxins has been observed to decline over time. This reduction in effectiveness can be attributed to immunogenicity, which refers to the body's ability to develop an immune response and produce neutralizing antibodies against the toxin. During the SAKURA trials, no evidence of immunogenicity was observed within the designated time frame, although it is a common clinical concern encountered with many biological medications. [12]", "contents": "DaxibotulinumtoxinA-Ianm -- Administration. Treatments should be scheduled with a minimum interval of 3 months between sessions. In some patients, the efficacy of repeated treatments with other botulinum toxins has been observed to decline over time. This reduction in effectiveness can be attributed to immunogenicity, which refers to the body's ability to develop an immune response and produce neutralizing antibodies against the toxin. During the SAKURA trials, no evidence of immunogenicity was observed within the designated time frame, although it is a common clinical concern encountered with many biological medications. [12]"}
{"id": "article-156491_30", "title": "DaxibotulinumtoxinA-Ianm -- Adverse Effects -- Adverse Drug Reactions", "content": "Various adverse effects may arise due to the infiltration of the neurotoxin into muscles beyond the intended target. However, proper neurotoxin administration without adjacent infiltration minimizes adverse effects, such as unintended injury. The phase 3 trials for daxibotulinumtoxinA reported a headache as the most common adverse effect, with rates of 7% in SAKURA-1 and 5.9% in SAKURA-2. [7]", "contents": "DaxibotulinumtoxinA-Ianm -- Adverse Effects -- Adverse Drug Reactions. Various adverse effects may arise due to the infiltration of the neurotoxin into muscles beyond the intended target. However, proper neurotoxin administration without adjacent infiltration minimizes adverse effects, such as unintended injury. The phase 3 trials for daxibotulinumtoxinA reported a headache as the most common adverse effect, with rates of 7% in SAKURA-1 and 5.9% in SAKURA-2. [7]"}
{"id": "article-156491_31", "title": "DaxibotulinumtoxinA-Ianm -- Adverse Effects -- Adverse Drug Reactions", "content": "As with other botulinum toxin injections, the effect of daxibotulinumtoxinA might extend beyond the initial injection site if the solution migrates beneath the skin's surface. Consequently, the disruption of local cholinergic signaling will occur wherever the neurotoxin spreads, resulting in various adverse effects specific to each region. These effects encompass, but are not restricted to, generalized muscle weakness, ptosis, diplopia, dysphagia, dysarthria, and breathing difficulties. The same adverse effects can manifest when the medication is mistakenly injected into incorrect areas.", "contents": "DaxibotulinumtoxinA-Ianm -- Adverse Effects -- Adverse Drug Reactions. As with other botulinum toxin injections, the effect of daxibotulinumtoxinA might extend beyond the initial injection site if the solution migrates beneath the skin's surface. Consequently, the disruption of local cholinergic signaling will occur wherever the neurotoxin spreads, resulting in various adverse effects specific to each region. These effects encompass, but are not restricted to, generalized muscle weakness, ptosis, diplopia, dysphagia, dysarthria, and breathing difficulties. The same adverse effects can manifest when the medication is mistakenly injected into incorrect areas."}
{"id": "article-156491_32", "title": "DaxibotulinumtoxinA-Ianm -- Adverse Effects -- Adverse Drug Reactions", "content": "The severity of these symptoms will depend on the injected dose of the medication. Although symptoms have been reported to occur as early as a few hours after injection, they typically take weeks to manifest due to the medication's mechanism of action, which often requires several weeks to develop fully.", "contents": "DaxibotulinumtoxinA-Ianm -- Adverse Effects -- Adverse Drug Reactions. The severity of these symptoms will depend on the injected dose of the medication. Although symptoms have been reported to occur as early as a few hours after injection, they typically take weeks to manifest due to the medication's mechanism of action, which often requires several weeks to develop fully."}
{"id": "article-156491_33", "title": "DaxibotulinumtoxinA-Ianm -- Adverse Effects -- Adverse Drug Reactions", "content": "Although daxibotulinumtoxinA lacks FDA approval for spasticity treatment, alternative botulinum toxins used for spasticity treatment have exhibited more severe, life-threatening effects, including dysphagia and breathing difficulties. However, such complications have not been reported with daxibotulinumtoxinA injections targeting the glabella. Nevertheless, the injection process may result in commonly observed issues associated with other injections, such as bruising, erythema, and pain at and around the injection site. [13]", "contents": "DaxibotulinumtoxinA-Ianm -- Adverse Effects -- Adverse Drug Reactions. Although daxibotulinumtoxinA lacks FDA approval for spasticity treatment, alternative botulinum toxins used for spasticity treatment have exhibited more severe, life-threatening effects, including dysphagia and breathing difficulties. However, such complications have not been reported with daxibotulinumtoxinA injections targeting the glabella. Nevertheless, the injection process may result in commonly observed issues associated with other injections, such as bruising, erythema, and pain at and around the injection site. [13]"}
{"id": "article-156491_34", "title": "DaxibotulinumtoxinA-Ianm -- Adverse Effects -- Drug-Drug Interactions", "content": "Botulinum toxin effects can be potentiated if administered to patients taking aminoglycoside antibiotics or anticholinergic agents. DaxibotulinumtoxinA should be administered with close observation after weighing and discussing risks and benefits.", "contents": "DaxibotulinumtoxinA-Ianm -- Adverse Effects -- Drug-Drug Interactions. Botulinum toxin effects can be potentiated if administered to patients taking aminoglycoside antibiotics or anticholinergic agents. DaxibotulinumtoxinA should be administered with close observation after weighing and discussing risks and benefits."}
{"id": "article-156491_35", "title": "DaxibotulinumtoxinA-Ianm -- Contraindications -- Box Warnings", "content": "Absolute contraindications to botulinum toxins include hypersensitivity reactions or an active infection at the injection site. [14] [15] The hypersensitivity symptoms can range from tissue edema and urticaria to anaphylaxis.", "contents": "DaxibotulinumtoxinA-Ianm -- Contraindications -- Box Warnings. Absolute contraindications to botulinum toxins include hypersensitivity reactions or an active infection at the injection site. [14] [15] The hypersensitivity symptoms can range from tissue edema and urticaria to anaphylaxis."}
{"id": "article-156491_36", "title": "DaxibotulinumtoxinA-Ianm -- Contraindications -- Precautions", "content": "Relative contraindications are broad and recommended, but there has been some recent discussion in the literature as to whether all of these recommendations are warranted; however, they will be reviewed here. [16]", "contents": "DaxibotulinumtoxinA-Ianm -- Contraindications -- Precautions. Relative contraindications are broad and recommended, but there has been some recent discussion in the literature as to whether all of these recommendations are warranted; however, they will be reviewed here. [16]"}
{"id": "article-156491_37", "title": "DaxibotulinumtoxinA-Ianm -- Contraindications -- Precautions", "content": "Botulinum toxins are not recommended in patients with preexisting neuromuscular disorders, such as myasthenia gravis, due to the potential to worsen the preexisting neuromuscular compromise. Botulinum toxins should be used cautiously in patients with preexisting cardiovascular disease due to reports of arrhythmias triggered by botulinum toxin injections.", "contents": "DaxibotulinumtoxinA-Ianm -- Contraindications -- Precautions. Botulinum toxins are not recommended in patients with preexisting neuromuscular disorders, such as myasthenia gravis, due to the potential to worsen the preexisting neuromuscular compromise. Botulinum toxins should be used cautiously in patients with preexisting cardiovascular disease due to reports of arrhythmias triggered by botulinum toxin injections."}
{"id": "article-156491_38", "title": "DaxibotulinumtoxinA-Ianm -- Contraindications -- Precautions", "content": "No current data exists regarding risks in specific patient populations, such as pregnant, lactating, and pediatric patients. The clinical trials did not include a sufficiently large enough group of patients over age 65 to ascertain whether there was a variation in response in older patients.", "contents": "DaxibotulinumtoxinA-Ianm -- Contraindications -- Precautions. No current data exists regarding risks in specific patient populations, such as pregnant, lactating, and pediatric patients. The clinical trials did not include a sufficiently large enough group of patients over age 65 to ascertain whether there was a variation in response in older patients."}
{"id": "article-156491_39", "title": "DaxibotulinumtoxinA-Ianm -- Monitoring", "content": "Most botulinum toxins available on the market for relaxing rhytides tend to be efficacious for a period of 3 to 4 months on average. [8] However, the clinical trials of daxibotulinumtoxinA provide evidence supporting that the median duration of the medication is 24 weeks or 6 months. [17]", "contents": "DaxibotulinumtoxinA-Ianm -- Monitoring. Most botulinum toxins available on the market for relaxing rhytides tend to be efficacious for a period of 3 to 4 months on average. [8] However, the clinical trials of daxibotulinumtoxinA provide evidence supporting that the median duration of the medication is 24 weeks or 6 months. [17]"}
{"id": "article-156491_40", "title": "DaxibotulinumtoxinA-Ianm -- Monitoring", "content": "At present, comparative trials have not yet been conducted. In general, with neurotoxin injections, patients are recommended to return for a follow-up visit at least 2 weeks after the injection has been administered to them to assess the treatment's efficacy and evaluate facial symmetry. During this visit, the patient should also be assessed for any migration of the neurotoxin and monitored for the previously mentioned adverse effects.", "contents": "DaxibotulinumtoxinA-Ianm -- Monitoring. At present, comparative trials have not yet been conducted. In general, with neurotoxin injections, patients are recommended to return for a follow-up visit at least 2 weeks after the injection has been administered to them to assess the treatment's efficacy and evaluate facial symmetry. During this visit, the patient should also be assessed for any migration of the neurotoxin and monitored for the previously mentioned adverse effects."}
{"id": "article-156491_41", "title": "DaxibotulinumtoxinA-Ianm -- Toxicity -- Signs and Symptoms of Overdose", "content": "Although the LD50 for daxibotulinumtoxinA has not been directly established in humans, animal testing conducted during the trials indicated that a dosage of 2.4 units/kg/d proved lethal in rabbits. In the case of botulinum toxins, it has previously been estimated that the human LD50 falls within the range of 1 to 3 ng/kg. [18]", "contents": "DaxibotulinumtoxinA-Ianm -- Toxicity -- Signs and Symptoms of Overdose. Although the LD50 for daxibotulinumtoxinA has not been directly established in humans, animal testing conducted during the trials indicated that a dosage of 2.4 units/kg/d proved lethal in rabbits. In the case of botulinum toxins, it has previously been estimated that the human LD50 falls within the range of 1 to 3 ng/kg. [18]"}
{"id": "article-156491_42", "title": "DaxibotulinumtoxinA-Ianm -- Toxicity -- Signs and Symptoms of Overdose", "content": "Migration of the toxin is a prerequisite for symptoms of overdose, which can result in a range of paralyzing effects determined by the specific muscles affected. Possible manifestations include ptosis, dysphagia, dysphonia, urinary incontinence, and other related symptoms. However, the foremost concern in such a scenario is the potential development of respiratory distress.", "contents": "DaxibotulinumtoxinA-Ianm -- Toxicity -- Signs and Symptoms of Overdose. Migration of the toxin is a prerequisite for symptoms of overdose, which can result in a range of paralyzing effects determined by the specific muscles affected. Possible manifestations include ptosis, dysphagia, dysphonia, urinary incontinence, and other related symptoms. However, the foremost concern in such a scenario is the potential development of respiratory distress."}
{"id": "article-156491_43", "title": "DaxibotulinumtoxinA-Ianm -- Toxicity -- Management of Overdose", "content": "In cases of an overdose, the patient should be promptly admitted to a hospital for close medical supervision. The attending physician should also initiate communication with the local or state health department to procure an antitoxin from The Centers for Disease Control and Prevention (CDC). If respiratory distress is observed, active respiratory support, such as ventilation, should be administered to the patient immediately to ensure their well-being.", "contents": "DaxibotulinumtoxinA-Ianm -- Toxicity -- Management of Overdose. In cases of an overdose, the patient should be promptly admitted to a hospital for close medical supervision. The attending physician should also initiate communication with the local or state health department to procure an antitoxin from The Centers for Disease Control and Prevention (CDC). If respiratory distress is observed, active respiratory support, such as ventilation, should be administered to the patient immediately to ensure their well-being."}
{"id": "article-156491_44", "title": "DaxibotulinumtoxinA-Ianm -- Toxicity -- Management of Overdose", "content": "Although a specific antidote for daxibotulinumtoxinA has not been identified yet, an equine-derived antitoxin is available for botulinum toxin, which can help mitigate any additional effects of the botulinum toxin. However, the antitoxin cannot reverse the effects of already bound toxins, as it does not actively reverse the de-innervation of musculature. [4] In addition, approximately 1 in 10 individuals who receive the antitoxin may experience a hypersensitivity reaction. [11]", "contents": "DaxibotulinumtoxinA-Ianm -- Toxicity -- Management of Overdose. Although a specific antidote for daxibotulinumtoxinA has not been identified yet, an equine-derived antitoxin is available for botulinum toxin, which can help mitigate any additional effects of the botulinum toxin. However, the antitoxin cannot reverse the effects of already bound toxins, as it does not actively reverse the de-innervation of musculature. [4] In addition, approximately 1 in 10 individuals who receive the antitoxin may experience a hypersensitivity reaction. [11]"}
{"id": "article-156491_45", "title": "DaxibotulinumtoxinA-Ianm -- Enhancing Healthcare Team Outcomes", "content": "Managing cosmetic injection medications requires an interprofessional team of healthcare professionals comprising clinicians and pharmacists. Effectively caring for these patients entails extensive communication to comprehend their treatment objectives and assist them in establishing realistic expectations regarding the therapeutic options utilized.", "contents": "DaxibotulinumtoxinA-Ianm -- Enhancing Healthcare Team Outcomes. Managing cosmetic injection medications requires an interprofessional team of healthcare professionals comprising clinicians and pharmacists. Effectively caring for these patients entails extensive communication to comprehend their treatment objectives and assist them in establishing realistic expectations regarding the therapeutic options utilized."}
{"id": "article-156491_46", "title": "DaxibotulinumtoxinA-Ianm -- Enhancing Healthcare Team Outcomes", "content": "All healthcare team members should feel comfortable educating and counseling patients regarding the timing of medication onset and the duration of its action. During this discussion, it is essential to highlight that the medication's effects are not permanent; therefore, subsequent re-injections will be necessary to maintain efficacy. Furthermore, a thorough assessment of the patient's medical history should be conducted to identify any absolute or relative contraindications. In addition, an open conversation should take place to address both the risks and benefits associated with daxibotulinumtoxinA.", "contents": "DaxibotulinumtoxinA-Ianm -- Enhancing Healthcare Team Outcomes. All healthcare team members should feel comfortable educating and counseling patients regarding the timing of medication onset and the duration of its action. During this discussion, it is essential to highlight that the medication's effects are not permanent; therefore, subsequent re-injections will be necessary to maintain efficacy. Furthermore, a thorough assessment of the patient's medical history should be conducted to identify any absolute or relative contraindications. In addition, an open conversation should take place to address both the risks and benefits associated with daxibotulinumtoxinA."}
{"id": "article-156491_47", "title": "DaxibotulinumtoxinA-Ianm -- Enhancing Healthcare Team Outcomes", "content": "All healthcare team members should be aware of the appropriate course of action in case of a suspected overdose or toxicity. Adopting a collaborative approach with open lines of communication within the team will help ensure optimal cosmetic outcomes when using daxibotulinumtoxinA while minimizing potential adverse events.", "contents": "DaxibotulinumtoxinA-Ianm -- Enhancing Healthcare Team Outcomes. All healthcare team members should be aware of the appropriate course of action in case of a suspected overdose or toxicity. Adopting a collaborative approach with open lines of communication within the team will help ensure optimal cosmetic outcomes when using daxibotulinumtoxinA while minimizing potential adverse events."}
{"id": "article-156491_48", "title": "DaxibotulinumtoxinA-Ianm -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "DaxibotulinumtoxinA-Ianm -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}