{"id": "article-24525_0", "title": "Biochemistry, Lupus Anticoagulant -- Introduction", "content": "The term 'lupus anticoagulant' is a misnomer as it is neither only found in lupus, nor is it mainly associated with bleeding. The term LA was first coined to describe the phenomenon of plasma samples from patients with systemic lupus erythematosus (SLE) that failed to clot within an appropriate time. [1] Lupus anticoagulant (LA) is one the of antiphospholipid antibodies, which also include anticardiolipin (aCL) antibody and anti-beta2-glycoprotein (GP) I  antibodies. LA are heterogenous autoantibodies, predominantly IgG, and IgM isotypes that specifically target the phospholipid-protein component of the cell membrane. LA interferes and prolongs clotting process, which is a risk factor for arterial and/or venous thrombosis with complications such as stroke, transient ischemic strokes, acquired thrombophilia, and pregnancy loss.  Furthermore, LAs may be transitory in the setting of certain medications or infections and thus have also present in asymptomatic patients. [2] Testing for LAs is essential in patients with hypercoagulable states and antiphospholipid syndromes. [3]", "contents": "Biochemistry, Lupus Anticoagulant -- Introduction. The term 'lupus anticoagulant' is a misnomer as it is neither only found in lupus, nor is it mainly associated with bleeding. The term LA was first coined to describe the phenomenon of plasma samples from patients with systemic lupus erythematosus (SLE) that failed to clot within an appropriate time. [1] Lupus anticoagulant (LA) is one the of antiphospholipid antibodies, which also include anticardiolipin (aCL) antibody and anti-beta2-glycoprotein (GP) I  antibodies. LA are heterogenous autoantibodies, predominantly IgG, and IgM isotypes that specifically target the phospholipid-protein component of the cell membrane. LA interferes and prolongs clotting process, which is a risk factor for arterial and/or venous thrombosis with complications such as stroke, transient ischemic strokes, acquired thrombophilia, and pregnancy loss.  Furthermore, LAs may be transitory in the setting of certain medications or infections and thus have also present in asymptomatic patients. [2] Testing for LAs is essential in patients with hypercoagulable states and antiphospholipid syndromes. [3]"}
{"id": "article-24525_1", "title": "Biochemistry, Lupus Anticoagulant -- Fundamentals", "content": "Lupus anticoagulants are a heterogeneous class of immunoglobulins that specifically target the epitopes of the negatively charged phospholipid binding protein of cell membrane, prothrombin, and beta2-glycoprotein I (beta2-GPI) which inhibit phospholipid-dependent coagulation in vitro. [4] Therefore, ironically, LA is associated with arterial and venous thrombosis rather than bleeding. Thrombotic risk due to LA is considered to be strongest compared to anti–beta-glycoprotein I or anticardiolipin antibodies. [5] Moreover, the risk of thrombosis correlates strongly with LA due to beta2-glycoprotein I (beta2-GPI) autoantibodies than antiprothrombin autoantibodies. [6] [7] These immunoglobins may develop spontaneously due to medications, infections, or as a consequence of autoimmune diseases such as lupus erythematosus. [8] Infections such as EBV, syphilis, and hepatitis C increase the likelihood of acquired lupus anticoagulant.", "contents": "Biochemistry, Lupus Anticoagulant -- Fundamentals. Lupus anticoagulants are a heterogeneous class of immunoglobulins that specifically target the epitopes of the negatively charged phospholipid binding protein of cell membrane, prothrombin, and beta2-glycoprotein I (beta2-GPI) which inhibit phospholipid-dependent coagulation in vitro. [4] Therefore, ironically, LA is associated with arterial and venous thrombosis rather than bleeding. Thrombotic risk due to LA is considered to be strongest compared to anti–beta-glycoprotein I or anticardiolipin antibodies. [5] Moreover, the risk of thrombosis correlates strongly with LA due to beta2-glycoprotein I (beta2-GPI) autoantibodies than antiprothrombin autoantibodies. [6] [7] These immunoglobins may develop spontaneously due to medications, infections, or as a consequence of autoimmune diseases such as lupus erythematosus. [8] Infections such as EBV, syphilis, and hepatitis C increase the likelihood of acquired lupus anticoagulant."}
{"id": "article-24525_2", "title": "Biochemistry, Lupus Anticoagulant -- Issues of Concern", "content": "Lupus anticoagulant is estimated to be present in 2 to 4% of the general population, but true prevalence is unclear. Estimates are that lupus anticoagulant is present in 15 to 34% of patients with systemic lupus erythematosus. LA Incidence increases with age and female sex. [9] Laboratory detection of LA is challenging due to the heterogenicity of antibodies and epitopes on protein in the phospholipids. Thus, there is no single LA test capable of detecting all LAs. Clinical laboratories have shown variance in sensitivity and specificity. There are many different mechanisms proposed for this variance, including adequate plasma preparation that is not platelet poor and dilutional effects of mixing studies that impact detection of LA.  Laboratory diagnosis of LA may be difficult but could allow for the optimal duration of therapy as the risk of occurrence and recurrence venous/arterial thromboembolism are high. [10] Initial positive testing for LA activity should be repeated after at least 12 weeks to confirm its persistence as it could be falsely positive due to some drugs and infections.", "contents": "Biochemistry, Lupus Anticoagulant -- Issues of Concern. Lupus anticoagulant is estimated to be present in 2 to 4% of the general population, but true prevalence is unclear. Estimates are that lupus anticoagulant is present in 15 to 34% of patients with systemic lupus erythematosus. LA Incidence increases with age and female sex. [9] Laboratory detection of LA is challenging due to the heterogenicity of antibodies and epitopes on protein in the phospholipids. Thus, there is no single LA test capable of detecting all LAs. Clinical laboratories have shown variance in sensitivity and specificity. There are many different mechanisms proposed for this variance, including adequate plasma preparation that is not platelet poor and dilutional effects of mixing studies that impact detection of LA.  Laboratory diagnosis of LA may be difficult but could allow for the optimal duration of therapy as the risk of occurrence and recurrence venous/arterial thromboembolism are high. [10] Initial positive testing for LA activity should be repeated after at least 12 weeks to confirm its persistence as it could be falsely positive due to some drugs and infections."}
{"id": "article-24525_3", "title": "Biochemistry, Lupus Anticoagulant -- Cellular Level", "content": "Lupus anticoagulants are predominantly IgG and IgM autoantibodies that bind to negatively charged phospholipid-binding proteins, prothrombin, or beta2-glycoprotein I (beta2-GPI). [11] Phospholipid-dependent coagulation is prolonged with LA; hence, the observed phenomenon in-vitro and ultimately leads to thrombus formation. There are many different mechanisms proposed for the induction of anti-phospholipid binding proteins, including infections, oxidative stress, and major stress such as surgery or trauma. Increasing evidence support the notion that oxidation unmasks critical antiphospholipid syndrome b-cell epitopes. [12] All of these stressors combined help expose the phospholipids that eventually allows for antibodies to attach; this, in turn, leads to intravascular coagulation and thrombus formation.", "contents": "Biochemistry, Lupus Anticoagulant -- Cellular Level. Lupus anticoagulants are predominantly IgG and IgM autoantibodies that bind to negatively charged phospholipid-binding proteins, prothrombin, or beta2-glycoprotein I (beta2-GPI). [11] Phospholipid-dependent coagulation is prolonged with LA; hence, the observed phenomenon in-vitro and ultimately leads to thrombus formation. There are many different mechanisms proposed for the induction of anti-phospholipid binding proteins, including infections, oxidative stress, and major stress such as surgery or trauma. Increasing evidence support the notion that oxidation unmasks critical antiphospholipid syndrome b-cell epitopes. [12] All of these stressors combined help expose the phospholipids that eventually allows for antibodies to attach; this, in turn, leads to intravascular coagulation and thrombus formation."}
{"id": "article-24525_4", "title": "Biochemistry, Lupus Anticoagulant -- Testing", "content": "There is no single test to detect lupus anticoagulant. However, a sequential nonstandard test exists that helps determine whether a patient has lupus anticoagulant.", "contents": "Biochemistry, Lupus Anticoagulant -- Testing. There is no single test to detect lupus anticoagulant. However, a sequential nonstandard test exists that helps determine whether a patient has lupus anticoagulant."}
{"id": "article-24525_5", "title": "Biochemistry, Lupus Anticoagulant -- Testing", "content": "1) Initial testing, which is also called the screening test, involves the use of one or more phospholipid-containing reagents. This test usually uses PTT, LA-sensitive PTT or dilute Russell viper venom test (DRVVT). These tests allow measuring the time it takes (in seconds) for a plasma sample to clot and which due to lupus anticoagulant gets prolonged beyond  the upper limit of the reference.", "contents": "Biochemistry, Lupus Anticoagulant -- Testing. 1) Initial testing, which is also called the screening test, involves the use of one or more phospholipid-containing reagents. This test usually uses PTT, LA-sensitive PTT or dilute Russell viper venom test (DRVVT). These tests allow measuring the time it takes (in seconds) for a plasma sample to clot and which due to lupus anticoagulant gets prolonged beyond  the upper limit of the reference."}
{"id": "article-24525_6", "title": "Biochemistry, Lupus Anticoagulant -- Testing", "content": "2) Upon observation of prolongation in the above test, a mixing study is next. A mixing study is a mixture of an equal volume of patient’s plasma with “normal” pooled plasma, and a PTT or preferably, DRVVT is performed on this mixture. Mixing study eliminates the possibility that prolongation is due to coagulation factor deficiency and confirms that an inhibitor is present. Mixing study also confirms that inhibitor is directed towards negatively charged phospholipid and not specific coagulation factor. The  mixing study fails to correct the prolonged coagulation test if it is due to LA.", "contents": "Biochemistry, Lupus Anticoagulant -- Testing. 2) Upon observation of prolongation in the above test, a mixing study is next. A mixing study is a mixture of an equal volume of patient’s plasma with “normal” pooled plasma, and a PTT or preferably, DRVVT is performed on this mixture. Mixing study eliminates the possibility that prolongation is due to coagulation factor deficiency and confirms that an inhibitor is present. Mixing study also confirms that inhibitor is directed towards negatively charged phospholipid and not specific coagulation factor. The  mixing study fails to correct the prolonged coagulation test if it is due to LA."}
{"id": "article-24525_7", "title": "Biochemistry, Lupus Anticoagulant -- Testing", "content": "3) Additionally , a confirmatory test involves the addition of excess phospholipid to shorten or correct the prolonged coagulation test. Thus lupus anticoagulant is characterized by the correction of prolonged clotting time with added phospholipid and not with control plasma. Many different sources of phospholipid are available, including aged platelets and synthetic phospholipids in the combination of APTT or DRVVT. The International Society of Thrombosis and Hemostasis (ISTH) states that four criteria must be met to confirm the presence of lupus anticoagulant. (Screening test) Prolonged result in one of two coagulation tests that are phospholipids dependent such as PTT-LA or DRVVT (Mixing study) observe the prolonged result on mixing study (Confirmatory test) Lack of prolonged time when adding additional phospholipids Ruling out other coexisting coagulation factor inhibitor such as factor VII.", "contents": "Biochemistry, Lupus Anticoagulant -- Testing. 3) Additionally , a confirmatory test involves the addition of excess phospholipid to shorten or correct the prolonged coagulation test. Thus lupus anticoagulant is characterized by the correction of prolonged clotting time with added phospholipid and not with control plasma. Many different sources of phospholipid are available, including aged platelets and synthetic phospholipids in the combination of APTT or DRVVT. The International Society of Thrombosis and Hemostasis (ISTH) states that four criteria must be met to confirm the presence of lupus anticoagulant. (Screening test) Prolonged result in one of two coagulation tests that are phospholipids dependent such as PTT-LA or DRVVT (Mixing study) observe the prolonged result on mixing study (Confirmatory test) Lack of prolonged time when adding additional phospholipids Ruling out other coexisting coagulation factor inhibitor such as factor VII."}
{"id": "article-24525_8", "title": "Biochemistry, Lupus Anticoagulant -- Testing", "content": "Lupus anticoagulant testing is often done simultaneously with cardiolipin antibody and anti-beta2-glycoprotein I antibodies when the antiphospholipid syndrome is suspected. [13] Despite current guidelines and recommendations, many issues remain including the lack of uniformity among laboratories with testing protocols and procedures that overall impact result interpretations. Integrated test that consists of only screening and the confirmatory test has been used to detect LA with convenience and less time consumption. However, further investigation into the accuracy of these tests is still needed. [14] In conclusion, LA diagnosis remains challenging and needs standardization.", "contents": "Biochemistry, Lupus Anticoagulant -- Testing. Lupus anticoagulant testing is often done simultaneously with cardiolipin antibody and anti-beta2-glycoprotein I antibodies when the antiphospholipid syndrome is suspected. [13] Despite current guidelines and recommendations, many issues remain including the lack of uniformity among laboratories with testing protocols and procedures that overall impact result interpretations. Integrated test that consists of only screening and the confirmatory test has been used to detect LA with convenience and less time consumption. However, further investigation into the accuracy of these tests is still needed. [14] In conclusion, LA diagnosis remains challenging and needs standardization."}
{"id": "article-24525_9", "title": "Biochemistry, Lupus Anticoagulant -- Clinical Significance", "content": "Studies have shown lupus anticoagulant, compared to other antibodies, more strongly correlates with pregnancy morbidity and thrombosis. [15] The presence of LA is suspected initially in a large number of cases, only due to an isolated prolongation of PTT. In such cases, followup is by the mixing study and the confirmatory test, as explained above. [16] It is worth noting that while aCL and anti-beta2-GP I antibodies are seldom affected by anticoagulation, LA activity could be labeled falsely positive by anticoagulants such as warfarin, heparin, or newer anticoagulants including rivaroxaban, apixaban or dabigatran. [17] The antiphospholipid syndrome due to lupus anticoagulant should be further investigated and differentiated from other inherited and acquired thrombophilias as well. The differential diagnosis for a patient with arterial or venous thrombus should be kept in mind which includes paroxysmal nocturnal hemoglobinuria, heparin-induced thrombocytopenia (HIT), myeloproliferative neoplasms, factor V Leiden mutation, protein C and S deficiency, thrombotic thrombocytopenia purpura, vasculitis hemolytic uremic syndrome and disseminated intravascular coagulation.", "contents": "Biochemistry, Lupus Anticoagulant -- Clinical Significance. Studies have shown lupus anticoagulant, compared to other antibodies, more strongly correlates with pregnancy morbidity and thrombosis. [15] The presence of LA is suspected initially in a large number of cases, only due to an isolated prolongation of PTT. In such cases, followup is by the mixing study and the confirmatory test, as explained above. [16] It is worth noting that while aCL and anti-beta2-GP I antibodies are seldom affected by anticoagulation, LA activity could be labeled falsely positive by anticoagulants such as warfarin, heparin, or newer anticoagulants including rivaroxaban, apixaban or dabigatran. [17] The antiphospholipid syndrome due to lupus anticoagulant should be further investigated and differentiated from other inherited and acquired thrombophilias as well. The differential diagnosis for a patient with arterial or venous thrombus should be kept in mind which includes paroxysmal nocturnal hemoglobinuria, heparin-induced thrombocytopenia (HIT), myeloproliferative neoplasms, factor V Leiden mutation, protein C and S deficiency, thrombotic thrombocytopenia purpura, vasculitis hemolytic uremic syndrome and disseminated intravascular coagulation."}
{"id": "article-24525_10", "title": "Biochemistry, Lupus Anticoagulant -- Clinical Significance", "content": "Once a patient has been diagnosed with LA causing antiphospholipid syndrome per the Sapporo criteria (also known as Sydney criteria ). [18] [19] Treatment guidelines are similar to antiphospholipid syndrome caused by other implicated antibodies. The mainstay treatment for antiphospholipid syndrome, including lupus anticoagulant in patients with acute thromboembolism is anticoagulation. Warfarin is the mainstay treatment and recommended over direct oral anticoagulant (DOAC) for secondary prevention. [20] Since LA is associated with obstetric complications, heparin is recommended over warfarin during pregnancy.", "contents": "Biochemistry, Lupus Anticoagulant -- Clinical Significance. Once a patient has been diagnosed with LA causing antiphospholipid syndrome per the Sapporo criteria (also known as Sydney criteria ). [18] [19] Treatment guidelines are similar to antiphospholipid syndrome caused by other implicated antibodies. The mainstay treatment for antiphospholipid syndrome, including lupus anticoagulant in patients with acute thromboembolism is anticoagulation. Warfarin is the mainstay treatment and recommended over direct oral anticoagulant (DOAC) for secondary prevention. [20] Since LA is associated with obstetric complications, heparin is recommended over warfarin during pregnancy."}
{"id": "article-24525_11", "title": "Biochemistry, Lupus Anticoagulant -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Lupus Anticoagulant -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}