{"id": "article-157462_0", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Definition/Introduction", "content": "Serving as a specialized branch of emergency medical services (EMS) and a subspecialty of Tactical Medicine, Tactical Emergency Medical Support (TEMS) has the primary goal of providing medical care while in a tactical environment to reduce physical and moral injury, preserve safety, and save lives while accomplishing the primary objective or mission. By reducing risk, bodily harm, and death to tactical team members, bystanders/civilians, and suspects, TEMS members achieve this goal. TEMS-trained providers include EMTs, paramedics, nurses, advanced practice providers, and physicians. They are frequently embedded within a tactical team and have direct and indirect impacts on medical care, primarily training team members how to perform buddy aid and occasionally providing direct medical care during operations. [1]", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Definition/Introduction. Serving as a specialized branch of emergency medical services (EMS) and a subspecialty of Tactical Medicine, Tactical Emergency Medical Support (TEMS) has the primary goal of providing medical care while in a tactical environment to reduce physical and moral injury, preserve safety, and save lives while accomplishing the primary objective or mission. By reducing risk, bodily harm, and death to tactical team members, bystanders/civilians, and suspects, TEMS members achieve this goal. TEMS-trained providers include EMTs, paramedics, nurses, advanced practice providers, and physicians. They are frequently embedded within a tactical team and have direct and indirect impacts on medical care, primarily training team members how to perform buddy aid and occasionally providing direct medical care during operations. [1]"}
{"id": "article-157462_1", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Definition/Introduction", "content": "TEMS is key for well-prepared federal law enforcement agencies, special weapons and tactics (SWAT) teams, government agencies, and the military. Members within these teams are known as Tactical Medical Providers (TMPs). They are trained to provide rapid, effective aid in austere environments while still functioning as tactical team members. They are required to be well-versed in weaponry, marksmanship, operational tactics, wilderness medicine, urban search and rescue (USAR), chemical, biological, radiological, nuclear, and explosives (CBRNE), hazardous materials (HazMat), casualty evacuation (CasEvac), medical evacuation (MedEvac), extraction techniques, and various other skills. [2] [3] [4] This has become an ever-growing field that straddles the line between medicine and tactical combat with few guidelines regarding the legality of its practice.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Definition/Introduction. TEMS is key for well-prepared federal law enforcement agencies, special weapons and tactics (SWAT) teams, government agencies, and the military. Members within these teams are known as Tactical Medical Providers (TMPs). They are trained to provide rapid, effective aid in austere environments while still functioning as tactical team members. They are required to be well-versed in weaponry, marksmanship, operational tactics, wilderness medicine, urban search and rescue (USAR), chemical, biological, radiological, nuclear, and explosives (CBRNE), hazardous materials (HazMat), casualty evacuation (CasEvac), medical evacuation (MedEvac), extraction techniques, and various other skills. [2] [3] [4] This has become an ever-growing field that straddles the line between medicine and tactical combat with few guidelines regarding the legality of its practice."}
{"id": "article-157462_2", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "The laws that regulate TMPs vary dramatically depending on their jurisdictional authority, each with important contextual and situational nuances that define the scope they are permitted to practice. Most TEMS regulations come from the state level with occasional input from the federal government. The following are common topics covered in the regulation of TEMS:", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. The laws that regulate TMPs vary dramatically depending on their jurisdictional authority, each with important contextual and situational nuances that define the scope they are permitted to practice. Most TEMS regulations come from the state level with occasional input from the federal government. The following are common topics covered in the regulation of TEMS:"}
{"id": "article-157462_3", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "Medical Practice Laws: States have their own established licensure for EMS providers, each with specific scopes of practice and training requirements; it is up to the TEMS provider to maintain their licensure in addition to any further requirements required to work in a tactical environment. Frequently, the practitioner's organization or municipality will require additional training, such as tactical emergency critical care (TECC), in addition to protocols that must be followed to ensure some aspect of practice standardization. For example, the California Commission On Peace Officer Standards and Training (POST) partnered with the Emergency Medical Services Authority (EMSA) to establish guidance for the continual enhancement of the professionalism of California Law Enforcement as well as an \"effective statewide system of coordinated emergency medical care, injury prevention, and disaster medical response.\" POST and EMSA establish required course content, core clinical competencies, mandatory certifications, and recommended equipment lists, and serve as a reference for TMPs operating under their jurisdiction. [5]", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. Medical Practice Laws: States have their own established licensure for EMS providers, each with specific scopes of practice and training requirements; it is up to the TEMS provider to maintain their licensure in addition to any further requirements required to work in a tactical environment. Frequently, the practitioner's organization or municipality will require additional training, such as tactical emergency critical care (TECC), in addition to protocols that must be followed to ensure some aspect of practice standardization. For example, the California Commission On Peace Officer Standards and Training (POST) partnered with the Emergency Medical Services Authority (EMSA) to establish guidance for the continual enhancement of the professionalism of California Law Enforcement as well as an \"effective statewide system of coordinated emergency medical care, injury prevention, and disaster medical response.\" POST and EMSA establish required course content, core clinical competencies, mandatory certifications, and recommended equipment lists, and serve as a reference for TMPs operating under their jurisdiction. [5]"}
{"id": "article-157462_4", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "TMPs also practice in an environment where the use of force is an added concern, forcing them to weigh scene and personnel safety against the pillars of medical ethics: autonomy, beneficence, nonmaleficence, and justice. These ethical concerns can be difficult to manage and when balanced incorrectly, the TMP may be more at risk for litigation compared to their EMS peers. [6]", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. TMPs also practice in an environment where the use of force is an added concern, forcing them to weigh scene and personnel safety against the pillars of medical ethics: autonomy, beneficence, nonmaleficence, and justice. These ethical concerns can be difficult to manage and when balanced incorrectly, the TMP may be more at risk for litigation compared to their EMS peers. [6]"}
{"id": "article-157462_5", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "Criminal Law: TMPs interact with various law enforcement agencies during operations. TMPs must be well-versed in relevant criminal laws, especially those regarding basic rights, the use of force, search and seizure, and self-defense.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. Criminal Law: TMPs interact with various law enforcement agencies during operations. TMPs must be well-versed in relevant criminal laws, especially those regarding basic rights, the use of force, search and seizure, and self-defense."}
{"id": "article-157462_6", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "The US Supreme Court defines the use of force as \"objectively reasonable given all the facts and circumstances of each particular case, including the severity of the crime at issue, whether the suspect poses an immediate threat to the safety of the officers or others, and if he is actively resisting arrest or attempting to evade arrest by flight.\" A TMP must know and be able to appropriately employ force consistent with the Use of Force Continuum outlined by the National Institute of Justice (NIJ). Some jurisdictional variances may exist. However, the standards set forth have been widely adopted by law enforcement agencies nationally. [7]", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. The US Supreme Court defines the use of force as \"objectively reasonable given all the facts and circumstances of each particular case, including the severity of the crime at issue, whether the suspect poses an immediate threat to the safety of the officers or others, and if he is actively resisting arrest or attempting to evade arrest by flight.\" A TMP must know and be able to appropriately employ force consistent with the Use of Force Continuum outlined by the National Institute of Justice (NIJ). Some jurisdictional variances may exist. However, the standards set forth have been widely adopted by law enforcement agencies nationally. [7]"}
{"id": "article-157462_7", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "Constitutional Law: When operating as a tactical team member, the TMP is subject to the same laws that regulate law enforcement officers. Depending on the status of the tactical paramedic, whether they are a sworn officer carrying a firearm or an unarmed support member, they can be expected to maintain the same standards as officers on 4th Amendment matters during search and seizure.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. Constitutional Law: When operating as a tactical team member, the TMP is subject to the same laws that regulate law enforcement officers. Depending on the status of the tactical paramedic, whether they are a sworn officer carrying a firearm or an unarmed support member, they can be expected to maintain the same standards as officers on 4th Amendment matters during search and seizure."}
{"id": "article-157462_8", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "Per the US Constitution, the 4th Amendment is as follows: \"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched and the persons or things to be seized.\" When navigating a crime scene and handling evidence, TMPs must comply with this just as law enforcement agencies do, even though many argue their main role is solely to render aid. This also pertains to understanding the bounds of a warrant and plain view law. A warrant is required to enter and search an individual's home or personal vehicle. To do so without a warrant is a violation of the 4th Amendment. However, an officer who declares their intent to search an individual's property may be given consent by an unimpaired adult who comprehends the situation.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. Per the US Constitution, the 4th Amendment is as follows: \"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched and the persons or things to be seized.\" When navigating a crime scene and handling evidence, TMPs must comply with this just as law enforcement agencies do, even though many argue their main role is solely to render aid. This also pertains to understanding the bounds of a warrant and plain view law. A warrant is required to enter and search an individual's home or personal vehicle. To do so without a warrant is a violation of the 4th Amendment. However, an officer who declares their intent to search an individual's property may be given consent by an unimpaired adult who comprehends the situation."}
{"id": "article-157462_9", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "Civil Liability: TMPs may be subject to civil liability for actions and omissions while providing care in high-risk kinetic environments. They must be familiar with and understand legal principles surrounding negligence, informed consent, and duty to act.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. Civil Liability: TMPs may be subject to civil liability for actions and omissions while providing care in high-risk kinetic environments. They must be familiar with and understand legal principles surrounding negligence, informed consent, and duty to act."}
{"id": "article-157462_10", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "Privacy and Confidentiality: TMPs are regulated by the same laws established to protect patient privacy and confidentiality as civilian healthcare providers, such as the Health Insurance Portability and Accountability Act (HIPAA) in the United States. The HIPAA Privacy Rule protects a patient's protected health information (PHI), such as medical history, demographics, test results, and mental health conditions. The HIPAA Security Rule requires the same protection as the Privacy Rule but adds requirements for safeguards while utilizing electronics that maintain PHI. The practitioner must be aware of their obligation to protect patient privacy and confidentiality and be cautious when handling or discussing patient information.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. Privacy and Confidentiality: TMPs are regulated by the same laws established to protect patient privacy and confidentiality as civilian healthcare providers, such as the Health Insurance Portability and Accountability Act (HIPAA) in the United States. The HIPAA Privacy Rule protects a patient's protected health information (PHI), such as medical history, demographics, test results, and mental health conditions. The HIPAA Security Rule requires the same protection as the Privacy Rule but adds requirements for safeguards while utilizing electronics that maintain PHI. The practitioner must be aware of their obligation to protect patient privacy and confidentiality and be cautious when handling or discussing patient information."}
{"id": "article-157462_11", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "Firearms and Weapons Laws: TMPs' specific responsibilities vary among tactical units. They may be subject to laws about possessing, using, and transporting firearms or other weapons. These laws vary widely between jurisdictions and require the TMP to follow state-specific regulations.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. Firearms and Weapons Laws: TMPs' specific responsibilities vary among tactical units. They may be subject to laws about possessing, using, and transporting firearms or other weapons. These laws vary widely between jurisdictions and require the TMP to follow state-specific regulations."}
{"id": "article-157462_12", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "State Laws and Regulations: Many states have laws about most, if not all, of the categories mentioned above. One significant law or regulation from each state that the TMP must pay close attention to is against medical advice (AMA). Most states have similar language surrounding this issue, but in the tactical environment where patients are more likely to be transported to jail, allowing patients or the officers to sign the patient out comes down to state rules. It is highly recommended anytime a TMP is in a difficult situation, whether it is AMA-related or not, contacting their agency's medical director is paramount.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. State Laws and Regulations: Many states have laws about most, if not all, of the categories mentioned above. One significant law or regulation from each state that the TMP must pay close attention to is against medical advice (AMA). Most states have similar language surrounding this issue, but in the tactical environment where patients are more likely to be transported to jail, allowing patients or the officers to sign the patient out comes down to state rules. It is highly recommended anytime a TMP is in a difficult situation, whether it is AMA-related or not, contacting their agency's medical director is paramount."}
{"id": "article-157462_13", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern", "content": "The Emergency Management Assistance Compact allows prehospital practitioners to cross state lines to participate in disaster care and avoid the state regulatory burden one encounters whenever applying for a practitioner license; the practitioner must follow their home state's laws while abroad. Some states have also enacted legislation to better protect the TMP from unintentional noncompliance when working across state lines. A recent example is a senate Bill passed in West Virginia allowing for the carriage of firearms by TMPs. \"A tactical medical professional may carry firearms while on duty in the same manner, to the same extent, and in the same areas as a law-enforcement officer of the law-enforcement agency the professional is serving,\" per SB 83. [8] These types of laws are highly variable and frequently differ based on the geopolitical landscape of the region.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Issues of Concern. The Emergency Management Assistance Compact allows prehospital practitioners to cross state lines to participate in disaster care and avoid the state regulatory burden one encounters whenever applying for a practitioner license; the practitioner must follow their home state's laws while abroad. Some states have also enacted legislation to better protect the TMP from unintentional noncompliance when working across state lines. A recent example is a senate Bill passed in West Virginia allowing for the carriage of firearms by TMPs. \"A tactical medical professional may carry firearms while on duty in the same manner, to the same extent, and in the same areas as a law-enforcement officer of the law-enforcement agency the professional is serving,\" per SB 83. [8] These types of laws are highly variable and frequently differ based on the geopolitical landscape of the region."}
{"id": "article-157462_14", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Clinical Significance", "content": "While legal considerations are not commonly considered clinically significant, state laws profoundly impact the discipline of tactical medicine within EMS. Tactical medical providers operate within a space carefully balanced between allied healthcare and law enforcement; because of this, it must be acknowledged that these professionals are subject to laws affecting both healthcare and law enforcement. [9] Most healthcare providers do not have to consider the use of force laws or chain of custody, while TMPs do.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Clinical Significance. While legal considerations are not commonly considered clinically significant, state laws profoundly impact the discipline of tactical medicine within EMS. Tactical medical providers operate within a space carefully balanced between allied healthcare and law enforcement; because of this, it must be acknowledged that these professionals are subject to laws affecting both healthcare and law enforcement. [9] Most healthcare providers do not have to consider the use of force laws or chain of custody, while TMPs do."}
{"id": "article-157462_15", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Clinical Significance", "content": "The organizational relationship of the medic to the tactical team is variable depending on local, regional, and state structures. Many United States law enforcement agencies utilize specially trained EMTs, paramedics, and physicians from the local county EMS or third-party EMS systems. This model creates a unique relationship concerning legal protection. The primary role of the medical provider can equally be blurred when they are capable team members. The medic is often given collateral duties such as driving, breaching, etc. Adding clarity to the agreements between agencies, defining the primary role of the medic and the status of protection, is a substantial boost in legal exposure to the medical provider.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Clinical Significance. The organizational relationship of the medic to the tactical team is variable depending on local, regional, and state structures. Many United States law enforcement agencies utilize specially trained EMTs, paramedics, and physicians from the local county EMS or third-party EMS systems. This model creates a unique relationship concerning legal protection. The primary role of the medical provider can equally be blurred when they are capable team members. The medic is often given collateral duties such as driving, breaching, etc. Adding clarity to the agreements between agencies, defining the primary role of the medic and the status of protection, is a substantial boost in legal exposure to the medical provider."}
{"id": "article-157462_16", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Clinical Significance", "content": "Tactical medics must be well-versed in the legal limitations and boundaries of their practice, including a thorough understanding of their scope of practice. [10] The medic's scope of practice must complement the tactics, techniques, and procedures (TTPs) of the tactical element being supported. When considering the military environment, it has traditionally been easier to apply a doctrinal approach across the branches by employing standardization in care and not allowing for variations open to interpretation. The civilian guiding body Committee on Tactical Emergency Casualty Care has made the following statement on implementing guidelines: \"The Committee for Tactical Emergency Casualty Care does not endorse specific training programs or instructors but encourages all end-users to employ these guidelines appropriately.\" [11] This statement validates the variations that exist in the domestic tactical medicine sector and how no agencies function identically. However, this emphasizes the need for agreements between agencies to be well-defined with the functions of each, specifically in the form of a memorandum of understanding (MOU).", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Clinical Significance. Tactical medics must be well-versed in the legal limitations and boundaries of their practice, including a thorough understanding of their scope of practice. [10] The medic's scope of practice must complement the tactics, techniques, and procedures (TTPs) of the tactical element being supported. When considering the military environment, it has traditionally been easier to apply a doctrinal approach across the branches by employing standardization in care and not allowing for variations open to interpretation. The civilian guiding body Committee on Tactical Emergency Casualty Care has made the following statement on implementing guidelines: \"The Committee for Tactical Emergency Casualty Care does not endorse specific training programs or instructors but encourages all end-users to employ these guidelines appropriately.\" [11] This statement validates the variations that exist in the domestic tactical medicine sector and how no agencies function identically. However, this emphasizes the need for agreements between agencies to be well-defined with the functions of each, specifically in the form of a memorandum of understanding (MOU)."}
{"id": "article-157462_17", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Clinical Significance", "content": "The lack of standardization across TEMS platforms has prompted recommendations to be made by the American College of Emergency Physicians (ACEP). These include improving funding to adequate, staff, train, and equip TEMS providers, to provide medical professional liability protection, to establish clinical care standards specific to TEMS driven by evidence-based medicine, and establish dedicated oversight of TEMS programs by an experienced and tactically trained board-certified physician. [12] Until widespread legislation is enacted at the state and federal levels, it will be important for the TMP and the team they support to establish well-outlined TTPs and MOUs protecting the provider and the team served.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Clinical Significance. The lack of standardization across TEMS platforms has prompted recommendations to be made by the American College of Emergency Physicians (ACEP). These include improving funding to adequate, staff, train, and equip TEMS providers, to provide medical professional liability protection, to establish clinical care standards specific to TEMS driven by evidence-based medicine, and establish dedicated oversight of TEMS programs by an experienced and tactically trained board-certified physician. [12] Until widespread legislation is enacted at the state and federal levels, it will be important for the TMP and the team they support to establish well-outlined TTPs and MOUs protecting the provider and the team served."}
{"id": "article-157462_18", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The content of this topic is applicable to all healthcare professionals, regardless of credential level or licensing.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Nursing, Allied Health, and Interprofessional Team Interventions. The content of this topic is applicable to all healthcare professionals, regardless of credential level or licensing."}
{"id": "article-157462_19", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "The content of this topic is applicable to all healthcare professionals, regardless of credential level or licensing.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Nursing, Allied Health, and Interprofessional Team Monitoring. The content of this topic is applicable to all healthcare professionals, regardless of credential level or licensing."}
{"id": "article-157462_20", "title": "EMS Federal and State Laws Affecting Tactical Medicine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Federal and State Laws Affecting Tactical Medicine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}