{"id": "article-43559_0", "title": "Anatomy, Head and Neck, Ear Ossicles -- Introduction", "content": "The middle ear (tympanic cavity) transmits sound energy from the external environment to the inner ear for auditory transduction. The auditory ossicles, malleus (hammer), incus (anvil), and stapes (stirrup) are critical to the middle ear's function. The malleus connects to the tympanic membrane and transfers auditory oscillations to the incus and then the stapes. The stapes connects to the oval window, transferring mechanical energy to the fluid-filled inner ear. Middle ear anatomy involves intricate relationships between the 3 ossicles and nearby nerves, blood vessels, and muscles. [1] [2]", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Introduction. The middle ear (tympanic cavity) transmits sound energy from the external environment to the inner ear for auditory transduction. The auditory ossicles, malleus (hammer), incus (anvil), and stapes (stirrup) are critical to the middle ear's function. The malleus connects to the tympanic membrane and transfers auditory oscillations to the incus and then the stapes. The stapes connects to the oval window, transferring mechanical energy to the fluid-filled inner ear. Middle ear anatomy involves intricate relationships between the 3 ossicles and nearby nerves, blood vessels, and muscles. [1] [2]"}
{"id": "article-43559_1", "title": "Anatomy, Head and Neck, Ear Ossicles -- Introduction", "content": "Conditions like otosclerosis, cholesteatoma, and facial nerve palsy may be associated with middle ear ossicular injury or surgery. Damage to the ossicles may produce hearing problems and other symptoms if nearby structures are also involved. [3] [4] Understanding the anatomy and physiology of the middle ear ossicles is crucial to diagnosing and treating various auditory conditions.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Introduction. Conditions like otosclerosis, cholesteatoma, and facial nerve palsy may be associated with middle ear ossicular injury or surgery. Damage to the ossicles may produce hearing problems and other symptoms if nearby structures are also involved. [3] [4] Understanding the anatomy and physiology of the middle ear ossicles is crucial to diagnosing and treating various auditory conditions."}
{"id": "article-43559_2", "title": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function", "content": "The ear structures are classically divided into the external, middle, and inner ear. The middle ear is a slender, air-filled cavity in the temporal bone's petrous part. This cavity consists of the tympanic membrane and bony ossicles, the malleus, incus, and stapes. These 3 ossicles connect the tympanic membrane to the inner ear, allowing sound stimuli to reach the vestibulocochlear apparatus. [1]", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function. The ear structures are classically divided into the external, middle, and inner ear. The middle ear is a slender, air-filled cavity in the temporal bone's petrous part. This cavity consists of the tympanic membrane and bony ossicles, the malleus, incus, and stapes. These 3 ossicles connect the tympanic membrane to the inner ear, allowing sound stimuli to reach the vestibulocochlear apparatus. [1]"}
{"id": "article-43559_3", "title": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function", "content": "The malleus is the 1st ossicle, attaching to and moving with the tympanic membrane (see Image. Left Malleus). This ossicle has a head, neck, short process, and handle. The malleus' handle attaches loosely to the tympanic membrane. The head connects to the incus and forms the incudomalleolar (or malleoincudal) joint. This joint is a saddle joint, moving with sounds with a minimum frequency of 2 kHz.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function. The malleus is the 1st ossicle, attaching to and moving with the tympanic membrane (see Image. Left Malleus). This ossicle has a head, neck, short process, and handle. The malleus' handle attaches loosely to the tympanic membrane. The head connects to the incus and forms the incudomalleolar (or malleoincudal) joint. This joint is a saddle joint, moving with sounds with a minimum frequency of 2 kHz."}
{"id": "article-43559_4", "title": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function", "content": "The incus is the 2nd ossicle and has a body and short and long processes (see Image. Left Incus). This bone connects with the stapes and forms the incudostapedial joint. This joint is a synovial joint with a meniscus, intraarticular fluids, and a capsule. The incudostapedial joint has the typical characteristics of a viscoelastic joint.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function. The incus is the 2nd ossicle and has a body and short and long processes (see Image. Left Incus). This bone connects with the stapes and forms the incudostapedial joint. This joint is a synovial joint with a meniscus, intraarticular fluids, and a capsule. The incudostapedial joint has the typical characteristics of a viscoelastic joint."}
{"id": "article-43559_5", "title": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function", "content": "The stapes is the 3rd ossicle, consisting of a head, legs, and a footplate (see Image. Left Stapes). This bone is the smallest in the human body. The stapes articulates with the inner ear's oval window. [2] The stapes forms an angle of approximately 10.7° with the tympanic membrane's surface.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function. The stapes is the 3rd ossicle, consisting of a head, legs, and a footplate (see Image. Left Stapes). This bone is the smallest in the human body. The stapes articulates with the inner ear's oval window. [2] The stapes forms an angle of approximately 10.7° with the tympanic membrane's surface."}
{"id": "article-43559_6", "title": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function", "content": "The ossicular chain is held in its position by the malleus handle's connections with the tympanic membrane, stapes' annular ligament, and ligaments of the malleus and incus. This bony chain has 2 muscles: the tensor tympani (tensor muscle of the tympanum or malleus) and stapedius (stapes' muscle). The tensor tympani muscle attaches to the malleus to prevent excessive oscillations produced by loud sounds.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function. The ossicular chain is held in its position by the malleus handle's connections with the tympanic membrane, stapes' annular ligament, and ligaments of the malleus and incus. This bony chain has 2 muscles: the tensor tympani (tensor muscle of the tympanum or malleus) and stapedius (stapes' muscle). The tensor tympani muscle attaches to the malleus to prevent excessive oscillations produced by loud sounds."}
{"id": "article-43559_7", "title": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function", "content": "The middle ear's main function is to transmit sound waves from the external environment to the inner ear. The sound waves initially make contact with the external ear and tympanic membrane. The tympanic membrane vibrates, creating ossicular chain movement (see Image. Right Auditory Ossicles). Pressure from the moving stapes' footplate against the oval window allows fluid displacement within the inner ear.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Structure and Function. The middle ear's main function is to transmit sound waves from the external environment to the inner ear. The sound waves initially make contact with the external ear and tympanic membrane. The tympanic membrane vibrates, creating ossicular chain movement (see Image. Right Auditory Ossicles). Pressure from the moving stapes' footplate against the oval window allows fluid displacement within the inner ear."}
{"id": "article-43559_8", "title": "Anatomy, Head and Neck, Ear Ossicles -- Embryology", "content": "The 3 ossicles are derived from the 1st and 2nd pharyngeal arches' neural crest during the 6th week of development. The malleus and incus mainly develop from the 1st arch from a structure called \"Meckel's cartilage.\" The stapes forms from the 2nd arch from a structure called \"Reichert's cartilage.\" Interestingly, outer portions of the stapes' footplate are mesoderm-derived. The ossicles undergo endochondral ossification at different times during the fetal period. The incus starts to ossify at 16 weeks, the malleus at 16 to 17 weeks, and the stapes at 18 weeks. Ossification continues until the 26th week. [5] [6]", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Embryology. The 3 ossicles are derived from the 1st and 2nd pharyngeal arches' neural crest during the 6th week of development. The malleus and incus mainly develop from the 1st arch from a structure called \"Meckel's cartilage.\" The stapes forms from the 2nd arch from a structure called \"Reichert's cartilage.\" Interestingly, outer portions of the stapes' footplate are mesoderm-derived. The ossicles undergo endochondral ossification at different times during the fetal period. The incus starts to ossify at 16 weeks, the malleus at 16 to 17 weeks, and the stapes at 18 weeks. Ossification continues until the 26th week. [5] [6]"}
{"id": "article-43559_9", "title": "Anatomy, Head and Neck, Ear Ossicles -- Blood Supply and Lymphatics", "content": "The anterior tympanic artery supplies the malleus, incus, and stapes. This artery branches off of the maxillary artery's mandibular portion. The anterior tympanic artery is also thought to supply portions of the tympanic membrane. The tympanic cavity's venous system drains superiorly into the middle meningeal veins and superior petrosal sinus and inferiorly to the internal jugular vein's bulb and pterygoid, pharyngeal, and internal carotid plexuses. The lymphatic vessels in the region empty into the parotid, retropharyngeal, and mastoid lymph nodes. [7]", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Blood Supply and Lymphatics. The anterior tympanic artery supplies the malleus, incus, and stapes. This artery branches off of the maxillary artery's mandibular portion. The anterior tympanic artery is also thought to supply portions of the tympanic membrane. The tympanic cavity's venous system drains superiorly into the middle meningeal veins and superior petrosal sinus and inferiorly to the internal jugular vein's bulb and pterygoid, pharyngeal, and internal carotid plexuses. The lymphatic vessels in the region empty into the parotid, retropharyngeal, and mastoid lymph nodes. [7]"}
{"id": "article-43559_10", "title": "Anatomy, Head and Neck, Ear Ossicles -- Nerves", "content": "The tensor tympani muscle attaches to the malleus and is innervated by a motor branch of the mandibular nerve. The mandibular nerve arises from the trigeminal nerve's 3rd branch. A branch of the facial nerve innervates the stapedius. The facial nerve and one of its parasympathetic fibers, the chorda tympani, courses through the middle ear. The chorda tympani is not directly involved with the ossicles, though these structures are anatomically related. The chorda tympani travels between the malleus and the incus. Thus, this nerve is often stretched and damaged during surgery and can be eroded by a cholesteatoma along with the ossicles. The tympanic branch of the glossopharyngeal nerve (nerve of Jacobson) provides sensory innervation to the middle ear. [8]", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Nerves. The tensor tympani muscle attaches to the malleus and is innervated by a motor branch of the mandibular nerve. The mandibular nerve arises from the trigeminal nerve's 3rd branch. A branch of the facial nerve innervates the stapedius. The facial nerve and one of its parasympathetic fibers, the chorda tympani, courses through the middle ear. The chorda tympani is not directly involved with the ossicles, though these structures are anatomically related. The chorda tympani travels between the malleus and the incus. Thus, this nerve is often stretched and damaged during surgery and can be eroded by a cholesteatoma along with the ossicles. The tympanic branch of the glossopharyngeal nerve (nerve of Jacobson) provides sensory innervation to the middle ear. [8]"}
{"id": "article-43559_11", "title": "Anatomy, Head and Neck, Ear Ossicles -- Muscles", "content": "The middle ear houses 2 muscles integrated with the bony ossicles. The tensor tympani attaches to the malleus at the handle and dampens the tympanic membrane's vibrations. Tensor tympani contractions move the malleus medially, tightening the tympanic membrane and protecting the ear from loud and damaging sounds. Meanwhile, the stapedius, located posterior to the tympanic membrane, attaches to the stapes and moves the bone posteriorly. This action restricts the stapes' mobility. Stapedial contraction also tilts the stapes' base and reduces the oscillatory range.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Muscles. The middle ear houses 2 muscles integrated with the bony ossicles. The tensor tympani attaches to the malleus at the handle and dampens the tympanic membrane's vibrations. Tensor tympani contractions move the malleus medially, tightening the tympanic membrane and protecting the ear from loud and damaging sounds. Meanwhile, the stapedius, located posterior to the tympanic membrane, attaches to the stapes and moves the bone posteriorly. This action restricts the stapes' mobility. Stapedial contraction also tilts the stapes' base and reduces the oscillatory range."}
{"id": "article-43559_12", "title": "Anatomy, Head and Neck, Ear Ossicles -- Physiologic Variants", "content": "The anatomical relationship between the malleus, incus, and stapes must be intact for normal sound conduction. Ossicular variants have been reported in the literature. [9] [10] [11] Among the 3 ossicles, the stapes is known to have the greatest variability and involvement in congenital abnormalities. The incus has the fewest anatomical variations. [12] Stapes variations may arise from shape diversity, ranging from circular to triangular and oval. The stapes may also have developmental and structural variability, as aplasia, hypoplasia, thickening, thinning, and crural fusion have also been reported. Congenital disorders associated with ossicle variants include Teacher Collins, Goldenhar, and Klippel-Feil syndromes. Acquired variants arise from chronic conditions, such as chronic otitis media.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Physiologic Variants. The anatomical relationship between the malleus, incus, and stapes must be intact for normal sound conduction. Ossicular variants have been reported in the literature. [9] [10] [11] Among the 3 ossicles, the stapes is known to have the greatest variability and involvement in congenital abnormalities. The incus has the fewest anatomical variations. [12] Stapes variations may arise from shape diversity, ranging from circular to triangular and oval. The stapes may also have developmental and structural variability, as aplasia, hypoplasia, thickening, thinning, and crural fusion have also been reported. Congenital disorders associated with ossicle variants include Teacher Collins, Goldenhar, and Klippel-Feil syndromes. Acquired variants arise from chronic conditions, such as chronic otitis media."}
{"id": "article-43559_13", "title": "Anatomy, Head and Neck, Ear Ossicles -- Surgical Considerations", "content": "Middle ear surgery requires extensive knowledge of the anatomical relationships between the tympanic membrane, ossicles, and inner ear. Structural abnormalities and the cavity's small size can pose surgical challenges. The blood vessels and nerves' proximity to the ossicles risks injury to these structures. For example, the chorda tympani, closely associated with the malleus and incus, is commonly injured during surgery. Chorda tympani damage can impair taste sensation and salivary gland secretion. Meanwhile, facial nerve damage in the tympanic cavity can cause facial muscle weakness and hyperacusis. Otological procedures like ossiculoplasty and stapes surgery demand careful anatomical considerations.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Surgical Considerations. Middle ear surgery requires extensive knowledge of the anatomical relationships between the tympanic membrane, ossicles, and inner ear. Structural abnormalities and the cavity's small size can pose surgical challenges. The blood vessels and nerves' proximity to the ossicles risks injury to these structures. For example, the chorda tympani, closely associated with the malleus and incus, is commonly injured during surgery. Chorda tympani damage can impair taste sensation and salivary gland secretion. Meanwhile, facial nerve damage in the tympanic cavity can cause facial muscle weakness and hyperacusis. Otological procedures like ossiculoplasty and stapes surgery demand careful anatomical considerations."}
{"id": "article-43559_14", "title": "Anatomy, Head and Neck, Ear Ossicles -- Clinical Significance -- Otosclerosis", "content": "Otosclerosis is characterized by abnormal bony growth that typically begins in the bony labyrinth and progresses toward the auditory ossicles, particularly the stapes, leading to conductive hearing loss. The pathologic process involves new bone formation and vascular proliferation. Hardening of the structures results in loss of their flexibility, preventing the stapes' footplate from transmitting sound energy to the oval window.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Clinical Significance -- Otosclerosis. Otosclerosis is characterized by abnormal bony growth that typically begins in the bony labyrinth and progresses toward the auditory ossicles, particularly the stapes, leading to conductive hearing loss. The pathologic process involves new bone formation and vascular proliferation. Hardening of the structures results in loss of their flexibility, preventing the stapes' footplate from transmitting sound energy to the oval window."}
{"id": "article-43559_15", "title": "Anatomy, Head and Neck, Ear Ossicles -- Clinical Significance -- Otosclerosis", "content": "Histologically, increased osteoblasts and osteoclasts are seen with abnormal sclerotic bone. Clinically, patients present with hearing loss and, less commonly, tinnitus and vertigo. Most patients with otosclerosis develop bilateral hearing loss. Clinical evaluation should include the Rinne and Weber tests, audiometry, and computed tomography (see Image. Osteosclerosis on Brain Computed Tomography). Medical management entails bisphosphonate treatment to prevent excessive bony growth. Stapedotomy is a surgical procedure reserved for patients refractory to medical management. [13]", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Clinical Significance -- Otosclerosis. Histologically, increased osteoblasts and osteoclasts are seen with abnormal sclerotic bone. Clinically, patients present with hearing loss and, less commonly, tinnitus and vertigo. Most patients with otosclerosis develop bilateral hearing loss. Clinical evaluation should include the Rinne and Weber tests, audiometry, and computed tomography (see Image. Osteosclerosis on Brain Computed Tomography). Medical management entails bisphosphonate treatment to prevent excessive bony growth. Stapedotomy is a surgical procedure reserved for patients refractory to medical management. [13]"}
{"id": "article-43559_16", "title": "Anatomy, Head and Neck, Ear Ossicles -- Clinical Significance -- Cholesteatoma", "content": "Choleastomas are benign keratinized squamous epithelial growths commonly located within the middle ear. The abnormal growth may be congenital or acquired. Chronic otitis media is often the cause of acquired cholesteatomas, which are highly inflammatory and may induce metaplasia of the middle ear's secretory lining. Rapidly growing cholesteatomas can damage the ossicles and lead to significant hearing loss. The lesion's location size determines the kind and extent of ossicular damage. [14] Cholesteatomas warrant surgical excision.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Clinical Significance -- Cholesteatoma. Choleastomas are benign keratinized squamous epithelial growths commonly located within the middle ear. The abnormal growth may be congenital or acquired. Chronic otitis media is often the cause of acquired cholesteatomas, which are highly inflammatory and may induce metaplasia of the middle ear's secretory lining. Rapidly growing cholesteatomas can damage the ossicles and lead to significant hearing loss. The lesion's location size determines the kind and extent of ossicular damage. [14] Cholesteatomas warrant surgical excision."}
{"id": "article-43559_17", "title": "Anatomy, Head and Neck, Ear Ossicles -- Clinical Significance -- Cholesteatoma", "content": "In cholesteatoma surgery, the surgeon must adhere to a principle similar to treating carcinoma: overlooking even a single cholesteatoma cell could lead to residual cholesteatoma formation and lesion recurrence. Surgery's foremost objective is complete lesion eradication and recurrence prevention. Preserving or restoring hearing is sometimes of secondary importance to complete cholesteatoma removal. The lesion can erode bone and cause intracranial masses, thrombosis, and infections. Surgical strategies, excision techniques, and reconstruction methods must be customized to each patient's unique anatomy and the condition's severity.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Clinical Significance -- Cholesteatoma. In cholesteatoma surgery, the surgeon must adhere to a principle similar to treating carcinoma: overlooking even a single cholesteatoma cell could lead to residual cholesteatoma formation and lesion recurrence. Surgery's foremost objective is complete lesion eradication and recurrence prevention. Preserving or restoring hearing is sometimes of secondary importance to complete cholesteatoma removal. The lesion can erode bone and cause intracranial masses, thrombosis, and infections. Surgical strategies, excision techniques, and reconstruction methods must be customized to each patient's unique anatomy and the condition's severity."}
{"id": "article-43559_18", "title": "Anatomy, Head and Neck, Ear Ossicles -- Clinical Significance -- Facial Nerve Palsy", "content": "The stapedius muscle dampens sounds through its attachment to the stapes. The stapedius muscle is nonfunctional in conditions compromising the facial nerve. Facial nerve palsy causes stapedial hypermobility and, consequently, hyperacusis.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Clinical Significance -- Facial Nerve Palsy. The stapedius muscle dampens sounds through its attachment to the stapes. The stapedius muscle is nonfunctional in conditions compromising the facial nerve. Facial nerve palsy causes stapedial hypermobility and, consequently, hyperacusis."}
{"id": "article-43559_19", "title": "Anatomy, Head and Neck, Ear Ossicles -- Other Issues", "content": "From a functional point of view, the ossicular chain represents the most efficient system for transmitting sounds from the outer to the inner ear. Eardrum vibrations displace the malleus, incus, stapes, and oval window. Medial eardrum motion displaces the stapes, which also moves medially and presses against the oval window. Lateral eardrum movement pulls the stapes away from the oval window. Stapedial displacements are transmitted from the bone's base to the perilymph of the vestibule. However, sound waves can also reach the inner ear through air vibrations within the tympanic cavity due to the collective vibrations of the bone structures surrounding the cochlea.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Other Issues. From a functional point of view, the ossicular chain represents the most efficient system for transmitting sounds from the outer to the inner ear. Eardrum vibrations displace the malleus, incus, stapes, and oval window. Medial eardrum motion displaces the stapes, which also moves medially and presses against the oval window. Lateral eardrum movement pulls the stapes away from the oval window. Stapedial displacements are transmitted from the bone's base to the perilymph of the vestibule. However, sound waves can also reach the inner ear through air vibrations within the tympanic cavity due to the collective vibrations of the bone structures surrounding the cochlea."}
{"id": "article-43559_20", "title": "Anatomy, Head and Neck, Ear Ossicles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Ear Ossicles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}