{"id": "article-24101_0", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Introduction", "content": "The lateral meniscus is one of two semilunar fibrocartilaginous structures in the knee joint that act as shock absorbers, enhance joint stability and aid in the distribution of synovial fluid. Together with the medial meniscus, the lateral meniscus provides a concave surface for the convex femoral condyles to articulate superior to the relatively flat tibial plateaus. [1] These structures are also involved in load transmission. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Introduction. The lateral meniscus is one of two semilunar fibrocartilaginous structures in the knee joint that act as shock absorbers, enhance joint stability and aid in the distribution of synovial fluid. Together with the medial meniscus, the lateral meniscus provides a concave surface for the convex femoral condyles to articulate superior to the relatively flat tibial plateaus. [1] These structures are also involved in load transmission. [2]"}
{"id": "article-24101_1", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Introduction", "content": "The menisci also serve to lubricate the knee joint. [3] Damage to the menisci can lead to the development of osteoarthritis of the knee. [3] Older individuals often have meniscal damage without obvious symptoms of osteoarthritis. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Introduction. The menisci also serve to lubricate the knee joint. [3] Damage to the menisci can lead to the development of osteoarthritis of the knee. [3] Older individuals often have meniscal damage without obvious symptoms of osteoarthritis. [3]"}
{"id": "article-24101_2", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function", "content": "The anterior and posterior horns of the lateral meniscus both attach to the tibia. The anterior horn of the lateral meniscus inserts anterior to the intercondylar eminence next to the attachment site of the anterior cruciate ligament (ACL), while the insertion of the posterior horn lies posterior to the lateral tibial spine and anterior to the insertion of the posterior horn of the medial meniscus.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function. The anterior and posterior horns of the lateral meniscus both attach to the tibia. The anterior horn of the lateral meniscus inserts anterior to the intercondylar eminence next to the attachment site of the anterior cruciate ligament (ACL), while the insertion of the posterior horn lies posterior to the lateral tibial spine and anterior to the insertion of the posterior horn of the medial meniscus."}
{"id": "article-24101_3", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function", "content": "The meniscofemoral ligaments attach the posterior horn of the lateral meniscus to the lateral part of the medial femoral condyle. Although the lateral meniscus is attached to most of the anterior and posterior capsule of the knee joint, there is an area posterolaterally in the region of the popliteus tendon where the lateral meniscus is not attached to the joint capsule. This arrangement allows the lateral meniscus more mobility than the medial meniscus and is one reason the lateral meniscus is less susceptible to tearing than its medial counterpart. The lateral meniscus is also larger than the medial meniscus and carries a more significant percentage of the lateral compartment pressure than the medial meniscus carries for the medial compartment. [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function. The meniscofemoral ligaments attach the posterior horn of the lateral meniscus to the lateral part of the medial femoral condyle. Although the lateral meniscus is attached to most of the anterior and posterior capsule of the knee joint, there is an area posterolaterally in the region of the popliteus tendon where the lateral meniscus is not attached to the joint capsule. This arrangement allows the lateral meniscus more mobility than the medial meniscus and is one reason the lateral meniscus is less susceptible to tearing than its medial counterpart. The lateral meniscus is also larger than the medial meniscus and carries a more significant percentage of the lateral compartment pressure than the medial meniscus carries for the medial compartment. [4]"}
{"id": "article-24101_4", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function", "content": "The anterior portions of the menisci are joined by the transverse ligament of the knee. The medial collateral ligament (tibial collateral ligament is firmly attached to the medial meniscus. By contrast, the lateral collateral ligament (fibular collateral ligament has no attachment to the lateral meniscus.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function. The anterior portions of the menisci are joined by the transverse ligament of the knee. The medial collateral ligament (tibial collateral ligament is firmly attached to the medial meniscus. By contrast, the lateral collateral ligament (fibular collateral ligament has no attachment to the lateral meniscus."}
{"id": "article-24101_5", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function", "content": "The cells of the menisci are termed fibrochondrocytes since they appear morphologically to be a mixture of fibroblasts and chondrocytes. Cells in the superficial layers of the meniscus appear more fibroblastic in nature, whereas cells deeper in the meniscus are more like chondrocytes. The meniscal extracellular matrix (ECM) is composed primarily of water and collagen with a small percentage of proteoglycans, non-collagenous proteins, and glycoproteins. The collagen found in the meniscus is almost all type I collagen, with some variable amounts of types II, III, V, and VI.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function. The cells of the menisci are termed fibrochondrocytes since they appear morphologically to be a mixture of fibroblasts and chondrocytes. Cells in the superficial layers of the meniscus appear more fibroblastic in nature, whereas cells deeper in the meniscus are more like chondrocytes. The meniscal extracellular matrix (ECM) is composed primarily of water and collagen with a small percentage of proteoglycans, non-collagenous proteins, and glycoproteins. The collagen found in the meniscus is almost all type I collagen, with some variable amounts of types II, III, V, and VI."}
{"id": "article-24101_6", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function", "content": "Collagen fibers located in the deeper layers of the meniscus are oriented circumferentially, parallel to the peripheral border, while the more superficial layers contain more radially oriented fibers. These radially oriented fibers are also interspersed in the deeper layers to provide structural integrity. The proteoglycans found in the ECM provide hydration to the tissue, which allows the meniscus a high capacity to resist compressive loads. As a result, the highest concentration of these glycosaminoglycans is present in the primary weight-bearing areas, the meniscal horns, and the inner half of the menisci. [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function. Collagen fibers located in the deeper layers of the meniscus are oriented circumferentially, parallel to the peripheral border, while the more superficial layers contain more radially oriented fibers. These radially oriented fibers are also interspersed in the deeper layers to provide structural integrity. The proteoglycans found in the ECM provide hydration to the tissue, which allows the meniscus a high capacity to resist compressive loads. As a result, the highest concentration of these glycosaminoglycans is present in the primary weight-bearing areas, the meniscal horns, and the inner half of the menisci. [4]"}
{"id": "article-24101_7", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function", "content": "The roles of the menisci in the knee are primarily clinical inferences from the degenerative changes that occur when removed. Meniscectomy drastically increases contact stress and may contribute to accelerated articular cartilage damage and degeneration. The menisci have also demonstrated an important role in shock absorption, and the inability to absorb shock in the knee has implications related to the etiology of osteoarthritis in the knee. The meniscus may also help with nutrition and lubrication of the knee joint, although the exact mechanics of this are still relatively unknown. The thinking is that microcanals within the meniscus communicate with the synovial cavity, allowing fluid transport to deeper, avascular structures for nutrition and joint lubrication. [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function. The roles of the menisci in the knee are primarily clinical inferences from the degenerative changes that occur when removed. Meniscectomy drastically increases contact stress and may contribute to accelerated articular cartilage damage and degeneration. The menisci have also demonstrated an important role in shock absorption, and the inability to absorb shock in the knee has implications related to the etiology of osteoarthritis in the knee. The meniscus may also help with nutrition and lubrication of the knee joint, although the exact mechanics of this are still relatively unknown. The thinking is that microcanals within the meniscus communicate with the synovial cavity, allowing fluid transport to deeper, avascular structures for nutrition and joint lubrication. [4]"}
{"id": "article-24101_8", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function", "content": "Preservation of the meniscus is now considered an important factor in healing and maintaining the knee joint. In previous decades removal was considered an appropriate approach to treating a damaged knee joint. However, research demonstrated that complete meniscectomy had deleterious effects on joint healing. [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Structure and Function. Preservation of the meniscus is now considered an important factor in healing and maintaining the knee joint. In previous decades removal was considered an appropriate approach to treating a damaged knee joint. However, research demonstrated that complete meniscectomy had deleterious effects on joint healing. [5]"}
{"id": "article-24101_9", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Embryology", "content": "Both menisci arise from the intermediate layer of mesenchymal tissue and begin to take their characteristic shape around the eighth to tenth week of gestation. Initially, the menisci are highly cellular and vascular, but there is a gradual decrease in cellularity and a concomitant increase in collagen content as the fetus develops. [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Embryology. Both menisci arise from the intermediate layer of mesenchymal tissue and begin to take their characteristic shape around the eighth to tenth week of gestation. Initially, the menisci are highly cellular and vascular, but there is a gradual decrease in cellularity and a concomitant increase in collagen content as the fetus develops. [4]"}
{"id": "article-24101_10", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Blood Supply and Lymphatics", "content": "The lateral meniscus receives its blood supply from the lateral and middle geniculate arteries, which are branches of the popliteal artery, although the tissue itself is relatively avascular. Only approximately the peripheral 10% to 25% of the lateral meniscus is well vascularized, and the rest of the tissue receives nourishment from the synovial fluid via diffusion or mechanical pumping during the motion of the joint. [4] [6]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Blood Supply and Lymphatics. The lateral meniscus receives its blood supply from the lateral and middle geniculate arteries, which are branches of the popliteal artery, although the tissue itself is relatively avascular. Only approximately the peripheral 10% to 25% of the lateral meniscus is well vascularized, and the rest of the tissue receives nourishment from the synovial fluid via diffusion or mechanical pumping during the motion of the joint. [4] [6]"}
{"id": "article-24101_11", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Nerves", "content": "The recurrent peroneal branch of the common peroneal nerve penetrates the articular capsule of the knee. This nerve then follows the vascular supply to the peripheral regions of the lateral meniscus and the anterior and posterior horns. Neural innervation is most concentrated at the meniscal horns, where mechanoreceptors convert tension and compression during extremes of flexion and extension into an electrical nerve signal. Ruffini endings, Pacinian corpuscles, and Golgi tendon organs are all mechanoreceptors that researchers have identified in studies of human menisci, and the belief is that these neurosensory structures are critical for joint motion and proprioception. [4] [7] [8]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Nerves. The recurrent peroneal branch of the common peroneal nerve penetrates the articular capsule of the knee. This nerve then follows the vascular supply to the peripheral regions of the lateral meniscus and the anterior and posterior horns. Neural innervation is most concentrated at the meniscal horns, where mechanoreceptors convert tension and compression during extremes of flexion and extension into an electrical nerve signal. Ruffini endings, Pacinian corpuscles, and Golgi tendon organs are all mechanoreceptors that researchers have identified in studies of human menisci, and the belief is that these neurosensory structures are critical for joint motion and proprioception. [4] [7] [8]"}
{"id": "article-24101_12", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Surgical Considerations", "content": "Throughout the history of arthroscopic surgery, open meniscal repair via an incision posterior to the collateral ligaments is rarely performed due to associated neurovascular injury. Currently, both inside-out and outside-in repair techniques are common choices. These techniques involve arthroscopically passing a suture from either the inside or the outside of the knee and tying it beyond the joint capsule via a small incision. Inside-out and outside-in repairs are useful for anterior and middle-third tears, but the saphenous nerve medially and the common peroneal nerve laterally are vulnerable when making accessory incisions. [9]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Surgical Considerations. Throughout the history of arthroscopic surgery, open meniscal repair via an incision posterior to the collateral ligaments is rarely performed due to associated neurovascular injury. Currently, both inside-out and outside-in repair techniques are common choices. These techniques involve arthroscopically passing a suture from either the inside or the outside of the knee and tying it beyond the joint capsule via a small incision. Inside-out and outside-in repairs are useful for anterior and middle-third tears, but the saphenous nerve medially and the common peroneal nerve laterally are vulnerable when making accessory incisions. [9]"}
{"id": "article-24101_13", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Surgical Considerations", "content": "More recently, all-inside arthroscopic meniscal repair techniques have been developed that avoid the need for accessory incisions. Several review studies have found no differences in clinical failure rate or subjective outcomes between inside-out and all-inside repair techniques, although complications were associated with both. Inside-out repairs were associated with more neural concerns, whereas all-inside repair complications were more commonly related to the implant. [10]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Surgical Considerations. More recently, all-inside arthroscopic meniscal repair techniques have been developed that avoid the need for accessory incisions. Several review studies have found no differences in clinical failure rate or subjective outcomes between inside-out and all-inside repair techniques, although complications were associated with both. Inside-out repairs were associated with more neural concerns, whereas all-inside repair complications were more commonly related to the implant. [10]"}
{"id": "article-24101_14", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance", "content": "Meniscal injuries are one of the most common reasons for knee arthroscopy. Since the lateral meniscus is more mobile than the medial meniscus, it is the less commonly injured of the two menisci. Acute traumatic meniscal injuries typically occur with axial loading in conjunction with knee rotation. In contrast, chronic degenerative tears are more common in older adults with a history of arthritis of the knee. Meniscus tears are the most common tear associated with ACL injuries, with the lateral meniscus affected more often than the medial. Patients with a meniscal tear will usually present with joint line tenderness and effusion. The McMurray test is the most commonly used physical exam test to evaluate for a torn meniscus, and MRI is the imaging modality of choice for diagnosis and monitoring. [11] [12]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance. Meniscal injuries are one of the most common reasons for knee arthroscopy. Since the lateral meniscus is more mobile than the medial meniscus, it is the less commonly injured of the two menisci. Acute traumatic meniscal injuries typically occur with axial loading in conjunction with knee rotation. In contrast, chronic degenerative tears are more common in older adults with a history of arthritis of the knee. Meniscus tears are the most common tear associated with ACL injuries, with the lateral meniscus affected more often than the medial. Patients with a meniscal tear will usually present with joint line tenderness and effusion. The McMurray test is the most commonly used physical exam test to evaluate for a torn meniscus, and MRI is the imaging modality of choice for diagnosis and monitoring. [11] [12]"}
{"id": "article-24101_15", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance", "content": "Meniscal tears can be treated non-operatively or through surgical repair or meniscectomy. The most appropriate treatment depends on both patient factors, such as age and comorbidities, as well as characteristics of the tear. Due to degenerative complications that occur with total meniscectomy, surgical repair is the ideal treatment modality for the long-term health and stability of the joint.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance. Meniscal tears can be treated non-operatively or through surgical repair or meniscectomy. The most appropriate treatment depends on both patient factors, such as age and comorbidities, as well as characteristics of the tear. Due to degenerative complications that occur with total meniscectomy, surgical repair is the ideal treatment modality for the long-term health and stability of the joint."}
{"id": "article-24101_16", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance", "content": "Recent evidence shows that older patients with degenerative tears without mechanical symptoms can be effectively managed non-operatively with a structured physical therapy program. Even if these patients eventually require meniscectomy, the delay in surgical management also delays the degenerative complications associated with meniscectomy, and patients still achieve functional outcomes similar to if they had initially had surgical treatment. In younger patients, the ability to repair the meniscus depends on the location and severity of the tear.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance. Recent evidence shows that older patients with degenerative tears without mechanical symptoms can be effectively managed non-operatively with a structured physical therapy program. Even if these patients eventually require meniscectomy, the delay in surgical management also delays the degenerative complications associated with meniscectomy, and patients still achieve functional outcomes similar to if they had initially had surgical treatment. In younger patients, the ability to repair the meniscus depends on the location and severity of the tear."}
{"id": "article-24101_17", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance", "content": "Since just the peripheral third of the meniscus is well vascularized, only tears in this area, and sometimes the middle third, are expected to heal with surgical repair. Tears that involve deep avascular zones of the meniscus must receive treatment with partial meniscectomy as the lack of blood supply will prevent appropriate healing. Recently, efforts to encourage bleeding in the avascular zones to aid healing have shown promise in cases where a surgeon attempted a surgical repair on meniscal tears involving tissue with little or no blood supply. [9] [13]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance. Since just the peripheral third of the meniscus is well vascularized, only tears in this area, and sometimes the middle third, are expected to heal with surgical repair. Tears that involve deep avascular zones of the meniscus must receive treatment with partial meniscectomy as the lack of blood supply will prevent appropriate healing. Recently, efforts to encourage bleeding in the avascular zones to aid healing have shown promise in cases where a surgeon attempted a surgical repair on meniscal tears involving tissue with little or no blood supply. [9] [13]"}
{"id": "article-24101_18", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance", "content": "Reaming of tibial reconstruction tunnels for the anterior cruciate ligament may damage the anterior roots of the lateral menisci—surgical loss of either of the posterior root attachments results in augmented tibiofemoral contact pressures. Decreased contact areas may also occur. These factors lead to damage to the articular cartilage. [2] A meniscal avascular zone tear that causes the torn meniscal segment deformation with associated degenerative changes may require a partial meniscectomy. [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance. Reaming of tibial reconstruction tunnels for the anterior cruciate ligament may damage the anterior roots of the lateral menisci—surgical loss of either of the posterior root attachments results in augmented tibiofemoral contact pressures. Decreased contact areas may also occur. These factors lead to damage to the articular cartilage. [2] A meniscal avascular zone tear that causes the torn meniscal segment deformation with associated degenerative changes may require a partial meniscectomy. [14]"}
{"id": "article-24101_19", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance -- Degenerative Lesions vs Traumatic Lateral Meniscus Lesions", "content": "Degenerative meniscal lesions are caused by overuse or age. They develop slowly. They are a disease of middle-aged or older patients. Horizontal, oblique, or complex meniscal tears characterize this type of meniscal disease. These conditions can be detected as incidental findings on an MRI examination.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance -- Degenerative Lesions vs Traumatic Lateral Meniscus Lesions. Degenerative meniscal lesions are caused by overuse or age. They develop slowly. They are a disease of middle-aged or older patients. Horizontal, oblique, or complex meniscal tears characterize this type of meniscal disease. These conditions can be detected as incidental findings on an MRI examination."}
{"id": "article-24101_20", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance -- Degenerative Lesions vs Traumatic Lateral Meniscus Lesions", "content": "Traumatic meniscal injuries cause locking of the knee, pain, joint instability, and joint swelling. Traumatic meniscal injuries include bucket handle tears, longitudinal, medial, posterior root, and flap tears.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance -- Degenerative Lesions vs Traumatic Lateral Meniscus Lesions. Traumatic meniscal injuries cause locking of the knee, pain, joint instability, and joint swelling. Traumatic meniscal injuries include bucket handle tears, longitudinal, medial, posterior root, and flap tears."}
{"id": "article-24101_21", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance -- Degenerative Lesions vs Traumatic Lateral Meniscus Lesions", "content": "Unstable meniscal tears are characterized by those in which the free edge extrudes, causing sudden pain as the knee joint locks. Longitudinal medial meniscal tears cause swelling, pain, snapping, and catching of the knee. [15]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance -- Degenerative Lesions vs Traumatic Lateral Meniscus Lesions. Unstable meniscal tears are characterized by those in which the free edge extrudes, causing sudden pain as the knee joint locks. Longitudinal medial meniscal tears cause swelling, pain, snapping, and catching of the knee. [15]"}
{"id": "article-24101_22", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance -- Bucket Handle Meniscal Tears", "content": "The bucket handle tear most commonly involves the periphery of the meniscus. Bucket-handle meniscal tears may constitute ten percent of all meniscal tears. [14] These primarily affect young males. The free segment can be displaced, causing painful disability. [2] Surgical treatment and reduction are required. Contraindications include severe arthritis, malalignment, comorbidities, or chronic long-standing asymptomatic tears. [14] In addition, partial meniscectomy surgical options include an all-inside, outside-inside, or inside-outside approach. [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance -- Bucket Handle Meniscal Tears. The bucket handle tear most commonly involves the periphery of the meniscus. Bucket-handle meniscal tears may constitute ten percent of all meniscal tears. [14] These primarily affect young males. The free segment can be displaced, causing painful disability. [2] Surgical treatment and reduction are required. Contraindications include severe arthritis, malalignment, comorbidities, or chronic long-standing asymptomatic tears. [14] In addition, partial meniscectomy surgical options include an all-inside, outside-inside, or inside-outside approach. [14]"}
{"id": "article-24101_23", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance -- Bucket Handle Meniscal Tears", "content": "Augmentation with a concentrated bone-marrow aspirate concentrate has also been utilized to increase healing because marrow contains stem cells. [14] Bone marrow may also contain important growth factors such as transforming growth factor-beta, platelet-derived growth factor, morphogenetic protein-2, and bone morphogenetic protein-7. [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Clinical Significance -- Bucket Handle Meniscal Tears. Augmentation with a concentrated bone-marrow aspirate concentrate has also been utilized to increase healing because marrow contains stem cells. [14] Bone marrow may also contain important growth factors such as transforming growth factor-beta, platelet-derived growth factor, morphogenetic protein-2, and bone morphogenetic protein-7. [14]"}
{"id": "article-24101_24", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Medial Meniscal Tears", "content": "Medial meniscal tears occur three times as often as lateral meniscal tears. Medial meniscal tears that are not treated result in a more rapid progression of osteoarthritis. [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Medial Meniscal Tears. Medial meniscal tears occur three times as often as lateral meniscal tears. Medial meniscal tears that are not treated result in a more rapid progression of osteoarthritis. [14]"}
{"id": "article-24101_25", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Posterior Medial Meniscus Root Tears", "content": "Posterior medial meniscus root tears compose a significant fraction of all meniscal tears. They are important in the progression of osteoarthritis in the knee. [16] [17] Radial medial meniscal tears make the entire medial meniscus functionally incompetent. Failures occur after surgical repair of the medial meniscus. An inside-out technique has been proposed to improve the surgical results of medial meniscus tears. [16]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Posterior Medial Meniscus Root Tears. Posterior medial meniscus root tears compose a significant fraction of all meniscal tears. They are important in the progression of osteoarthritis in the knee. [16] [17] Radial medial meniscal tears make the entire medial meniscus functionally incompetent. Failures occur after surgical repair of the medial meniscus. An inside-out technique has been proposed to improve the surgical results of medial meniscus tears. [16]"}
{"id": "article-24101_26", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Tibial Plateau Fractures", "content": "Tibial plateau fractures are a common occurrence. They involve complex injury fracture patterns and involving complex etiologies. These intra-articular fractures can compose considerable clinical challenges. [18]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Tibial Plateau Fractures. Tibial plateau fractures are a common occurrence. They involve complex injury fracture patterns and involving complex etiologies. These intra-articular fractures can compose considerable clinical challenges. [18]"}
{"id": "article-24101_27", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Schatzker Types of Tibial Plateau Fractures", "content": "The Schatzker system of categorizing meniscal tears is one of the most accepted ways of analyzing meniscal tears. Computed tomography is indispensable for understanding the following aspects of meniscal fracture: fracture line orientation, location, and margin of the depression. [19] The Schatzker types are based on the lateral tibial plateau (LTP), medial tibial plateau (MTP), and intercondylar portions of the fracture. A study of 188 patients with meniscal fractures yielded the following results:", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Schatzker Types of Tibial Plateau Fractures. The Schatzker system of categorizing meniscal tears is one of the most accepted ways of analyzing meniscal tears. Computed tomography is indispensable for understanding the following aspects of meniscal fracture: fracture line orientation, location, and margin of the depression. [19] The Schatzker types are based on the lateral tibial plateau (LTP), medial tibial plateau (MTP), and intercondylar portions of the fracture. A study of 188 patients with meniscal fractures yielded the following results:"}
{"id": "article-24101_28", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Schatzker Types of Tibial Plateau Fractures", "content": "Type I 12/188 Split wedge of the lateral portion of the  tibial plateau Type II 74/188 Split wedge depression of the lateral portion of the tibial plateau Type III 29/188 Pure depression of the lateral portion of the tibial plateau Type IV 15/188 Split wedge of the medial portion of the tibial plateau Type V 30/188 Bicondylar tibial plateau fracture with continuity between the diaphysis and the epiphysis Type VI 28/188 Bicondylar tibial plateau fracture with total dissociation between the diaphysis and the epiphysis [18]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Schatzker Types of Tibial Plateau Fractures. Type I 12/188 Split wedge of the lateral portion of the  tibial plateau Type II 74/188 Split wedge depression of the lateral portion of the tibial plateau Type III 29/188 Pure depression of the lateral portion of the tibial plateau Type IV 15/188 Split wedge of the medial portion of the tibial plateau Type V 30/188 Bicondylar tibial plateau fracture with continuity between the diaphysis and the epiphysis Type VI 28/188 Bicondylar tibial plateau fracture with total dissociation between the diaphysis and the epiphysis [18]"}
{"id": "article-24101_29", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Osteoarthritis", "content": "Researchers are beginning to understand the relationship between the lateral and medial meniscus and the development of osteoarthritis. [3] Meniscal damage is a risk factor for developing osteoarthritis of the knee and even total knee replacement. Central extrusion of the medial meniscus may serve as a predictor for the structural progression of damage to the knee joint. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Other Issues -- Osteoarthritis. Researchers are beginning to understand the relationship between the lateral and medial meniscus and the development of osteoarthritis. [3] Meniscal damage is a risk factor for developing osteoarthritis of the knee and even total knee replacement. Central extrusion of the medial meniscus may serve as a predictor for the structural progression of damage to the knee joint. [3]"}
{"id": "article-24101_30", "title": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Knee Lateral Meniscus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}