{"id": "article-26150_0", "title": "Physiology, Olfactory -- Introduction", "content": "Olfaction is the chemical sensation of gaseous odorants colloquially referred to as the ability to smell. The olfactory nerve (cranial nerve one) in coordination with other neuroanatomical structures in the nasal passages, neurotransmitters, and the cerebral cortex is responsible for carrying out this intricate chemosensory process. In humans, olfaction closely couples to other complex functions such as gustation (taste) and involuntary memory formation. [1] [2] From an evolutionary standpoint, an intact sense of smell is critical for evaluating the safety of ingestible substances, assessing impending danger, and recognizing social relationships. The ability to perceive and detect orders tends to decline with normal aging. [3] In a clinical setting, changes in olfaction may represent the initial presentation of the underlying pathology and warrant a thorough medical evaluation.", "contents": "Physiology, Olfactory -- Introduction. Olfaction is the chemical sensation of gaseous odorants colloquially referred to as the ability to smell. The olfactory nerve (cranial nerve one) in coordination with other neuroanatomical structures in the nasal passages, neurotransmitters, and the cerebral cortex is responsible for carrying out this intricate chemosensory process. In humans, olfaction closely couples to other complex functions such as gustation (taste) and involuntary memory formation. [1] [2] From an evolutionary standpoint, an intact sense of smell is critical for evaluating the safety of ingestible substances, assessing impending danger, and recognizing social relationships. The ability to perceive and detect orders tends to decline with normal aging. [3] In a clinical setting, changes in olfaction may represent the initial presentation of the underlying pathology and warrant a thorough medical evaluation."}
{"id": "article-26150_1", "title": "Physiology, Olfactory -- Issues of Concern", "content": "Anosmia refers to the complete inability to detect odorants. The underlying causes of anosmia are highly variable and will be discussed in further detail. According to the National Institute on Deafness and Other Communication Disorders, approximately 1.4% of the population experiences dysfunction of the olfactory system along with some degree of concomitant loss of smell. [4]", "contents": "Physiology, Olfactory -- Issues of Concern. Anosmia refers to the complete inability to detect odorants. The underlying causes of anosmia are highly variable and will be discussed in further detail. According to the National Institute on Deafness and Other Communication Disorders, approximately 1.4% of the population experiences dysfunction of the olfactory system along with some degree of concomitant loss of smell. [4]"}
{"id": "article-26150_2", "title": "Physiology, Olfactory -- Cellular Level", "content": "The olfactory system is at the roof of the nasal cavity at the cribriform plate - a perforated portion of the ethmoid bone separating the frontal lobe of the cerebrum from the nasal cavity. Odorant molecules within the nasal passages first encounter receptors on the primary cilia of olfactory sensory neurons. Each neuron expresses a single type of protein receptor on these dendritic extensions. However, individual odorants can bind to many different receptor proteins. The dendritic ends of these first-order neurons are within a thin layer of mucus with adjacent supporting epithelium. Bowman glands secrete serous fluid rich in glycoprotein, which warms, moistens, and traps air, helping dissolve gaseous odorant particles.", "contents": "Physiology, Olfactory -- Cellular Level. The olfactory system is at the roof of the nasal cavity at the cribriform plate - a perforated portion of the ethmoid bone separating the frontal lobe of the cerebrum from the nasal cavity. Odorant molecules within the nasal passages first encounter receptors on the primary cilia of olfactory sensory neurons. Each neuron expresses a single type of protein receptor on these dendritic extensions. However, individual odorants can bind to many different receptor proteins. The dendritic ends of these first-order neurons are within a thin layer of mucus with adjacent supporting epithelium. Bowman glands secrete serous fluid rich in glycoprotein, which warms, moistens, and traps air, helping dissolve gaseous odorant particles."}
{"id": "article-26150_3", "title": "Physiology, Olfactory -- Cellular Level", "content": "The axonal components of individual olfactory sensory neurons then combine to form neurovascular bundles that project through the cribriform plate. These collective bundles of axons form the olfactory nerves. Axonal projections of olfactory nerves synapse with the dendrites of mitral and tufted cells in spherical structures known as glomeruli. Glomeruli are found on the surface of the olfactory bulb and are critical structures for transducing olfaction. Each glomerulus receives converging axons from olfactory neurons that express the same specific protein receptors.", "contents": "Physiology, Olfactory -- Cellular Level. The axonal components of individual olfactory sensory neurons then combine to form neurovascular bundles that project through the cribriform plate. These collective bundles of axons form the olfactory nerves. Axonal projections of olfactory nerves synapse with the dendrites of mitral and tufted cells in spherical structures known as glomeruli. Glomeruli are found on the surface of the olfactory bulb and are critical structures for transducing olfaction. Each glomerulus receives converging axons from olfactory neurons that express the same specific protein receptors."}
{"id": "article-26150_4", "title": "Physiology, Olfactory -- Cellular Level", "content": "Humans are estimated to have 1100 to 1200 glomeruli within each olfactory bulb. [5] Second-order mitral cells then project via olfactory tracts to specific areas within the brain that process olfactory information, including the piriform cortex, olfactory tubercle, amygdala, and entorhinal cortex. [6] [7] [8]", "contents": "Physiology, Olfactory -- Cellular Level. Humans are estimated to have 1100 to 1200 glomeruli within each olfactory bulb. [5] Second-order mitral cells then project via olfactory tracts to specific areas within the brain that process olfactory information, including the piriform cortex, olfactory tubercle, amygdala, and entorhinal cortex. [6] [7] [8]"}
{"id": "article-26150_5", "title": "Physiology, Olfactory -- Development", "content": "Evidence of olfaction has been demonstrated in fetuses as early as 30 weeks’ gestation characterized by discriminative responses to odorous molecules in amniotic fluid. [9] Also, it is at this gestational age that olfactory bulbs are visible on magnetic resonance imaging (MRI). Olfactory bulbs continue undergoing neurodevelopmental and maturational changes until approximately two years of age. [10]", "contents": "Physiology, Olfactory -- Development. Evidence of olfaction has been demonstrated in fetuses as early as 30 weeks’ gestation characterized by discriminative responses to odorous molecules in amniotic fluid. [9] Also, it is at this gestational age that olfactory bulbs are visible on magnetic resonance imaging (MRI). Olfactory bulbs continue undergoing neurodevelopmental and maturational changes until approximately two years of age. [10]"}
{"id": "article-26150_6", "title": "Physiology, Olfactory -- Development", "content": "Kallmann syndrome is a congenital disorder characterized by hypogonadotropic hypogonadism along with anosmia due to bilateral agenesis or hypoplasia of the olfactory bulbs. [11] Acquired abnormalities of olfaction secondary to perinatal toxic insult are also well documented. A study of pregnant mice drinking 10% ethanol demonstrated hypoplastic olfactory bulbs and impaired odor discrimination in the offspring persisting into adulthood. [12]", "contents": "Physiology, Olfactory -- Development. Kallmann syndrome is a congenital disorder characterized by hypogonadotropic hypogonadism along with anosmia due to bilateral agenesis or hypoplasia of the olfactory bulbs. [11] Acquired abnormalities of olfaction secondary to perinatal toxic insult are also well documented. A study of pregnant mice drinking 10% ethanol demonstrated hypoplastic olfactory bulbs and impaired odor discrimination in the offspring persisting into adulthood. [12]"}
{"id": "article-26150_7", "title": "Physiology, Olfactory -- Organ Systems Involved", "content": "The nose contains the olfactory organs at its superior pole while simultaneously serving its function in the respiratory system. Inside the anterior portion of each nostril is the nasal vestibule, a cartilaginous structure lined with squamous epithelium and small hairs called vibrissae. These hairs filter dust and other particles from inspired air. [13] Within each nasal cavity are three thin, shelf-shaped spongy bones originating from the lateral walls referred to as nasal concha (superior, middle, and inferior), also called turbinates. These increase the surface area of the nasal cavities and are highly vascularized to help condition air by rapid warming and humidification. The superior concha contains the olfactory organs. [14]", "contents": "Physiology, Olfactory -- Organ Systems Involved. The nose contains the olfactory organs at its superior pole while simultaneously serving its function in the respiratory system. Inside the anterior portion of each nostril is the nasal vestibule, a cartilaginous structure lined with squamous epithelium and small hairs called vibrissae. These hairs filter dust and other particles from inspired air. [13] Within each nasal cavity are three thin, shelf-shaped spongy bones originating from the lateral walls referred to as nasal concha (superior, middle, and inferior), also called turbinates. These increase the surface area of the nasal cavities and are highly vascularized to help condition air by rapid warming and humidification. The superior concha contains the olfactory organs. [14]"}
{"id": "article-26150_8", "title": "Physiology, Olfactory -- Organ Systems Involved", "content": "The peripheral components of the olfactory system, such as the olfactory sensory neurons, nerves, bulbs, and tracts, are organized structures within the central nervous system. Finally, the central processing of chemosensory input within various brain structures remains a highly complex process under current scientific investigation. [15]", "contents": "Physiology, Olfactory -- Organ Systems Involved. The peripheral components of the olfactory system, such as the olfactory sensory neurons, nerves, bulbs, and tracts, are organized structures within the central nervous system. Finally, the central processing of chemosensory input within various brain structures remains a highly complex process under current scientific investigation. [15]"}
{"id": "article-26150_9", "title": "Physiology, Olfactory -- Function", "content": "The olfactory system serves multiple functions in humans. Through direct connection with the limbic system and cerebral cortex, smells intertwine with experiencing emotions and memories. Olfaction also serves a role in shaping behaviors and communication between animals. [16] Odorants within the environment provide fundamental information for survival. Several species rely on olfaction to identify nutritional resources, mates, toxins, predators, and impending danger. [17]", "contents": "Physiology, Olfactory -- Function. The olfactory system serves multiple functions in humans. Through direct connection with the limbic system and cerebral cortex, smells intertwine with experiencing emotions and memories. Olfaction also serves a role in shaping behaviors and communication between animals. [16] Odorants within the environment provide fundamental information for survival. Several species rely on olfaction to identify nutritional resources, mates, toxins, predators, and impending danger. [17]"}
{"id": "article-26150_10", "title": "Physiology, Olfactory -- Mechanism", "content": "The process of olfaction involves the conversion of a chemical stimulus, an odorant, into an electrical signal sent to the brain for interpretation. This mechanism begins after olfactory sensory neurons depolarize in response to the binding of an odorant molecule to G-protein coupled receptors (GPCR). The dissociated G protein activates an intracellular cascade via adenylyl cyclase producing a molecule of cyclic adenosine monophosphate (cAMP) that binds and opens ion channels within the neuron’s plasma membrane. Subsequently, an influx of positive sodium and calcium ions and an efflux of negative chloride ions occurs. Neuronal depolarization continues until the threshold potential occurs, firing a resulting action potential. The action potential travels down the olfactory nerves through the cribriform plate towards glomeruli in the olfactory bulb. The glomeruli then project to specific areas within the brain where higher-level processing, modulation, and interpretation occur. [18]", "contents": "Physiology, Olfactory -- Mechanism. The process of olfaction involves the conversion of a chemical stimulus, an odorant, into an electrical signal sent to the brain for interpretation. This mechanism begins after olfactory sensory neurons depolarize in response to the binding of an odorant molecule to G-protein coupled receptors (GPCR). The dissociated G protein activates an intracellular cascade via adenylyl cyclase producing a molecule of cyclic adenosine monophosphate (cAMP) that binds and opens ion channels within the neuron’s plasma membrane. Subsequently, an influx of positive sodium and calcium ions and an efflux of negative chloride ions occurs. Neuronal depolarization continues until the threshold potential occurs, firing a resulting action potential. The action potential travels down the olfactory nerves through the cribriform plate towards glomeruli in the olfactory bulb. The glomeruli then project to specific areas within the brain where higher-level processing, modulation, and interpretation occur. [18]"}
{"id": "article-26150_11", "title": "Physiology, Olfactory -- Related Testing", "content": "Testing the olfactory nerve is an essential component when conducting a comprehensive cranial nerve examination. The examiner can instruct the patient to occlude one nare while holding a discretely scented object (coffee grounds, orange peels, or tobacco are common choices) and asking the patient to identify the smell. Note, using an alcohol swab should be avoided because the nociceptive intranasal odorants may also stimulate the chemoreceptors of the trigeminal nerve (cranial nerve five) and bypass or interfere with the olfactory system. [19]", "contents": "Physiology, Olfactory -- Related Testing. Testing the olfactory nerve is an essential component when conducting a comprehensive cranial nerve examination. The examiner can instruct the patient to occlude one nare while holding a discretely scented object (coffee grounds, orange peels, or tobacco are common choices) and asking the patient to identify the smell. Note, using an alcohol swab should be avoided because the nociceptive intranasal odorants may also stimulate the chemoreceptors of the trigeminal nerve (cranial nerve five) and bypass or interfere with the olfactory system. [19]"}
{"id": "article-26150_12", "title": "Physiology, Olfactory -- Pathophysiology", "content": "The pathophysiology of olfactory disorders can be better understood by first identifying the type of dysfunction present. Anosmia exists on a spectrum ranging from a complete lack of smell to a diminished ability or hyposmia (partial anosmia). Furthermore, a disturbance in olfaction may present as the inability to distinguish odorants apart from one another, known as olfactory agnosia. Distortions or pathologic alterations in perception can occur, collectively referred to as dysosmias. Interestingly, spontaneous experience of smell in the absence of an odorant stimulus can occur. Such chemosensory hallucinations are designated phantosmias. Reports exist of the presence of phantosmias as high as 55% in transient epileptic amnesia. [20] Clinically, it is essential to distinguish the laterality (unilateral or bilateral) anytime an abnormality in olfaction is encountered to investigate the underlying cause further. [21]", "contents": "Physiology, Olfactory -- Pathophysiology. The pathophysiology of olfactory disorders can be better understood by first identifying the type of dysfunction present. Anosmia exists on a spectrum ranging from a complete lack of smell to a diminished ability or hyposmia (partial anosmia). Furthermore, a disturbance in olfaction may present as the inability to distinguish odorants apart from one another, known as olfactory agnosia. Distortions or pathologic alterations in perception can occur, collectively referred to as dysosmias. Interestingly, spontaneous experience of smell in the absence of an odorant stimulus can occur. Such chemosensory hallucinations are designated phantosmias. Reports exist of the presence of phantosmias as high as 55% in transient epileptic amnesia. [20] Clinically, it is essential to distinguish the laterality (unilateral or bilateral) anytime an abnormality in olfaction is encountered to investigate the underlying cause further. [21]"}
{"id": "article-26150_13", "title": "Physiology, Olfactory -- Pathophysiology", "content": "Alterations in the ability to smell can be the result of disease processes, environmental exposure, or simply a product of normal aging. In adults under 65 years of age, the estimated prevalence of olfactory dysfunction is approximately 2%. However, this number increases drastically to 75% in populations over 80 years old. [22] These changes are likely multifactorial, caused in part by the ossification of the cribriform plate and a reduction in the size of its foramina. [23] Additionally, the cumulative damage to olfactory receptors encountered throughout one’s lifetime appears to play a role in the age-related olfactory decline. [3]", "contents": "Physiology, Olfactory -- Pathophysiology. Alterations in the ability to smell can be the result of disease processes, environmental exposure, or simply a product of normal aging. In adults under 65 years of age, the estimated prevalence of olfactory dysfunction is approximately 2%. However, this number increases drastically to 75% in populations over 80 years old. [22] These changes are likely multifactorial, caused in part by the ossification of the cribriform plate and a reduction in the size of its foramina. [23] Additionally, the cumulative damage to olfactory receptors encountered throughout one’s lifetime appears to play a role in the age-related olfactory decline. [3]"}
{"id": "article-26150_14", "title": "Physiology, Olfactory -- Clinical Significance", "content": "A benign decline in olfactory sensation is commonly encountered in aging populations and may appear transiently in the setting of intranasal inflammation or obstruction. However, when clinicians encounter abnormalities such as anosmia or hyposmia in a clinical setting, it is crucial to investigate the underlying etiology further. This process begins by taking a focused patient history and conducting a thorough neurologic examination, including evaluation of cranial nerve one.", "contents": "Physiology, Olfactory -- Clinical Significance. A benign decline in olfactory sensation is commonly encountered in aging populations and may appear transiently in the setting of intranasal inflammation or obstruction. However, when clinicians encounter abnormalities such as anosmia or hyposmia in a clinical setting, it is crucial to investigate the underlying etiology further. This process begins by taking a focused patient history and conducting a thorough neurologic examination, including evaluation of cranial nerve one."}
{"id": "article-26150_15", "title": "Physiology, Olfactory -- Clinical Significance", "content": "A wide variety of diseases impact the olfactory function. Upper respiratory viral infections are the most common cause of both permanent anosmia and hyposmia. [24] Neurotropic viruses can cause permanent damage to the neural tissue of the olfactory system. In the setting of sinusitis, inflamed nasal mucosa and increased mucus production may result in nasal obstruction and commonly causes transient and incomplete anosmia. [25] This condition is one of the common causes of transient anosmia, frequently seen in all age groups.", "contents": "Physiology, Olfactory -- Clinical Significance. A wide variety of diseases impact the olfactory function. Upper respiratory viral infections are the most common cause of both permanent anosmia and hyposmia. [24] Neurotropic viruses can cause permanent damage to the neural tissue of the olfactory system. In the setting of sinusitis, inflamed nasal mucosa and increased mucus production may result in nasal obstruction and commonly causes transient and incomplete anosmia. [25] This condition is one of the common causes of transient anosmia, frequently seen in all age groups."}
{"id": "article-26150_16", "title": "Physiology, Olfactory -- Clinical Significance", "content": "Recently, studies have identified anosmia as a vital early sign of neurodegenerative disorders such as Parkinson and Alzheimer disease. [26] [27] So it is crucial to check the olfactory function in the evaluation of the neurodegenerative diseases. Facial trauma, especially fractures involving injury to the cribriform plate, can also precipitate a loss of smell. [28] During the facial trauma, there are sometimes a fracture of the cribriform plate and the release of the CSF fluid. So, we have to do thorough work up in these cases to avoid potential infection to the brain and meninges.", "contents": "Physiology, Olfactory -- Clinical Significance. Recently, studies have identified anosmia as a vital early sign of neurodegenerative disorders such as Parkinson and Alzheimer disease. [26] [27] So it is crucial to check the olfactory function in the evaluation of the neurodegenerative diseases. Facial trauma, especially fractures involving injury to the cribriform plate, can also precipitate a loss of smell. [28] During the facial trauma, there are sometimes a fracture of the cribriform plate and the release of the CSF fluid. So, we have to do thorough work up in these cases to avoid potential infection to the brain and meninges."}
{"id": "article-26150_17", "title": "Physiology, Olfactory -- Clinical Significance", "content": "Similarly, meningiomas of the olfactory groove and other intracranial masses can be secondary causes of olfaction loss. [29] Scientific evidence also supports a strong association between olfactory dysfunction and schizophrenia. [30] Current investigations of olfactory stimuli inciting migraine headaches and hyperemesis gravidarum in pregnancy suggest a common mechanism involving allelic variations in dopaminergic receptors. [31] Anecdotally, women have reported hyperosmia during pregnancy, but the scientific understanding of this phenomenon remains limited. [32]", "contents": "Physiology, Olfactory -- Clinical Significance. Similarly, meningiomas of the olfactory groove and other intracranial masses can be secondary causes of olfaction loss. [29] Scientific evidence also supports a strong association between olfactory dysfunction and schizophrenia. [30] Current investigations of olfactory stimuli inciting migraine headaches and hyperemesis gravidarum in pregnancy suggest a common mechanism involving allelic variations in dopaminergic receptors. [31] Anecdotally, women have reported hyperosmia during pregnancy, but the scientific understanding of this phenomenon remains limited. [32]"}
{"id": "article-26150_18", "title": "Physiology, Olfactory -- Clinical Significance", "content": "Roughly 5 to 7% of patients with head injuries also reported a decrease in the olfactory sense. Some patients with diabetes also have dysfunction of the olfactory nerve. Olfactory hallucinations also occur in hippocampal lesions or psychosis. Patients describe olfactory hallucinations as unpleasant and strange odors.", "contents": "Physiology, Olfactory -- Clinical Significance. Roughly 5 to 7% of patients with head injuries also reported a decrease in the olfactory sense. Some patients with diabetes also have dysfunction of the olfactory nerve. Olfactory hallucinations also occur in hippocampal lesions or psychosis. Patients describe olfactory hallucinations as unpleasant and strange odors."}
{"id": "article-26150_19", "title": "Physiology, Olfactory -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Olfactory -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}