{"id": "article-29745_0", "title": "Suprapubic Aspiration -- Continuing Education Activity", "content": "Suprapubic aspiration is a procedure performed to obtain a urine sample. It is often done when a urinary catheter cannot be placed. It is commonly performed in children but can also be done in adults. This activity reviews the suprapubic aspiration procedure and highlights the role of the interprofessional team in performing this procedure and monitoring for complications.", "contents": "Suprapubic Aspiration -- Continuing Education Activity. Suprapubic aspiration is a procedure performed to obtain a urine sample. It is often done when a urinary catheter cannot be placed. It is commonly performed in children but can also be done in adults. This activity reviews the suprapubic aspiration procedure and highlights the role of the interprofessional team in performing this procedure and monitoring for complications."}
{"id": "article-29745_1", "title": "Suprapubic Aspiration -- Continuing Education Activity", "content": "Objectives: Identify the indications and contraindications of suprapubic aspiration. Describe the technique in regards to suprapubic aspiration. Review the potential complications of suprapubic aspiration. Outline interprofessional team strategies for improving care coordination and communication to enhance the care of patients requiring a suprapubic aspiration and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Suprapubic Aspiration -- Continuing Education Activity. Objectives: Identify the indications and contraindications of suprapubic aspiration. Describe the technique in regards to suprapubic aspiration. Review the potential complications of suprapubic aspiration. Outline interprofessional team strategies for improving care coordination and communication to enhance the care of patients requiring a suprapubic aspiration and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-29745_2", "title": "Suprapubic Aspiration -- Introduction", "content": "Suprapubic aspiration (SPA) is a sterile procedure that allows for the sampling of uncontaminated urine in patients. It is considered the gold standard for collecting urine for urinalysis in children. [1] In fact, the American Academy of Pediatrics Clinical Practice Guideline published in 2011 for the diagnosis of urinary tract infection (UTI) in children aged 2-24 months recommends that children with an unknown source of fever have a urinalysis be obtained through urinary catheterization or suprapubic aspiration. This is evidence quality A; strong recommendation. [2] Although it is recommended, the SPA is rarely performed. In fact, urinary catheterization is preferred by most healthcare providers since SPA is considered to be an invasive and painful procedure. In addition, this procedure can be performed in children and adults when the bladder outlet is obstructed. Proficiency in suprapubic aspiration is a valuable skill for emergency clinicians, pediatricians, and urologists.", "contents": "Suprapubic Aspiration -- Introduction. Suprapubic aspiration (SPA) is a sterile procedure that allows for the sampling of uncontaminated urine in patients. It is considered the gold standard for collecting urine for urinalysis in children. [1] In fact, the American Academy of Pediatrics Clinical Practice Guideline published in 2011 for the diagnosis of urinary tract infection (UTI) in children aged 2-24 months recommends that children with an unknown source of fever have a urinalysis be obtained through urinary catheterization or suprapubic aspiration. This is evidence quality A; strong recommendation. [2] Although it is recommended, the SPA is rarely performed. In fact, urinary catheterization is preferred by most healthcare providers since SPA is considered to be an invasive and painful procedure. In addition, this procedure can be performed in children and adults when the bladder outlet is obstructed. Proficiency in suprapubic aspiration is a valuable skill for emergency clinicians, pediatricians, and urologists."}
{"id": "article-29745_3", "title": "Suprapubic Aspiration -- Anatomy and Physiology", "content": "The goal of suprapubic aspiration is to cannulate the urinary bladder with a needle for urine collection. An understanding of anatomy is essential to this procedure. In children and neonates, the urinary bladder is an abdominal organ. Later in life, it moves down into the bony pelvis and assumes a retropubic position.", "contents": "Suprapubic Aspiration -- Anatomy and Physiology. The goal of suprapubic aspiration is to cannulate the urinary bladder with a needle for urine collection. An understanding of anatomy is essential to this procedure. In children and neonates, the urinary bladder is an abdominal organ. Later in life, it moves down into the bony pelvis and assumes a retropubic position."}
{"id": "article-29745_4", "title": "Suprapubic Aspiration -- Anatomy and Physiology", "content": "The bladder lies superior and posterior to the pubic symphysis in young children. The anatomic landmarks that must be first identified in young children are the suprapubic crease and the umbilicus. The practitioner must envision an imaginary line from the umbilicus to the suprapubic crease. The cross-point of this imaginary line at the suprapubic crease level is the needle insertion site. [3] The cannulating needle will go through the skin, soft tissues, rectus sheath, peritoneum, and wall of the bladder.", "contents": "Suprapubic Aspiration -- Anatomy and Physiology. The bladder lies superior and posterior to the pubic symphysis in young children. The anatomic landmarks that must be first identified in young children are the suprapubic crease and the umbilicus. The practitioner must envision an imaginary line from the umbilicus to the suprapubic crease. The cross-point of this imaginary line at the suprapubic crease level is the needle insertion site. [3] The cannulating needle will go through the skin, soft tissues, rectus sheath, peritoneum, and wall of the bladder."}
{"id": "article-29745_5", "title": "Suprapubic Aspiration -- Anatomy and Physiology", "content": "In adults, the urinary bladder is retropubic. The major anatomic landmark in adults is the pubic symphysis. It is important to recognize that the bladder dome has peritoneal attachments, and cannulation of this area can cause injury such as perforation of the intraperitoneal bladder. Practitioners must be aware of the major vascular structures such as the common iliac and internal iliac arteries that are lateral to the bladder.", "contents": "Suprapubic Aspiration -- Anatomy and Physiology. In adults, the urinary bladder is retropubic. The major anatomic landmark in adults is the pubic symphysis. It is important to recognize that the bladder dome has peritoneal attachments, and cannulation of this area can cause injury such as perforation of the intraperitoneal bladder. Practitioners must be aware of the major vascular structures such as the common iliac and internal iliac arteries that are lateral to the bladder."}
{"id": "article-29745_6", "title": "Suprapubic Aspiration -- Indications", "content": "The indications for suprapubic aspiration are as follows: Febrile child age 2-24 months with unknown source of fever [2] Need for sterile urine collection when urethral catheterization is not possible such as: [4] Labial adhesions Labial edema Phimosis Children with a history of intraurethral or introital surgery [5] Bladder outlet obstruction (urinary retention) secondary to urethral stricture, urethral injury, malignancy, or prostate hyperplasia", "contents": "Suprapubic Aspiration -- Indications. The indications for suprapubic aspiration are as follows: Febrile child age 2-24 months with unknown source of fever [2] Need for sterile urine collection when urethral catheterization is not possible such as: [4] Labial adhesions Labial edema Phimosis Children with a history of intraurethral or introital surgery [5] Bladder outlet obstruction (urinary retention) secondary to urethral stricture, urethral injury, malignancy, or prostate hyperplasia"}
{"id": "article-29745_7", "title": "Suprapubic Aspiration -- Contraindications", "content": "Major abnormalities of the genitourinary tract Non-palpable bladder or patient has urinated within 1 hour prior to the procedure Patients with bladder cancer Overlying soft tissue infections of the abdominal wall Abdominal wall skin trauma Bleeding disorders such as thrombocytopenia or an elevated international normalized ratio (INR) Organomegaly or other intra-abdominal organ abnormalities [3] Abdominal distension [3] Uncooperative patient", "contents": "Suprapubic Aspiration -- Contraindications. Major abnormalities of the genitourinary tract Non-palpable bladder or patient has urinated within 1 hour prior to the procedure Patients with bladder cancer Overlying soft tissue infections of the abdominal wall Abdominal wall skin trauma Bleeding disorders such as thrombocytopenia or an elevated international normalized ratio (INR) Organomegaly or other intra-abdominal organ abnormalities [3] Abdominal distension [3] Uncooperative patient"}
{"id": "article-29745_8", "title": "Suprapubic Aspiration -- Equipment", "content": "Antiseptic solution (povidone-iodine, chlorhexidine, alcohol) Sterile gloves Sterile drape or towel Topical anesthetic cream (optional) [5] 1% lidocaine 5 mL syringe for anesthetic solution 10 mL syringe for aspiration sample In young children: 22g gauge or spinal needle for aspiration that is at least 1.5 to 3 inches long In older children and adults: 22g gauge or spinal needle for aspiration that is at least 3 inches long 25 gauge needle for drawing anesthetic solution A sterile urine collection container Sterile gauze Bandage If performing procedure with ultrasound guidance will also need: Portable ultrasound machine Sterile ultrasound gel Sterile ultrasound transducer cover", "contents": "Suprapubic Aspiration -- Equipment. Antiseptic solution (povidone-iodine, chlorhexidine, alcohol) Sterile gloves Sterile drape or towel Topical anesthetic cream (optional) [5] 1% lidocaine 5 mL syringe for anesthetic solution 10 mL syringe for aspiration sample In young children: 22g gauge or spinal needle for aspiration that is at least 1.5 to 3 inches long In older children and adults: 22g gauge or spinal needle for aspiration that is at least 3 inches long 25 gauge needle for drawing anesthetic solution A sterile urine collection container Sterile gauze Bandage If performing procedure with ultrasound guidance will also need: Portable ultrasound machine Sterile ultrasound gel Sterile ultrasound transducer cover"}
{"id": "article-29745_9", "title": "Suprapubic Aspiration -- Personnel", "content": "Suprapubic bladder aspiration is a simple and safe procedure that is usually performed by an emergency clinician, pediatrician, or urologist. It is not considered a procedure within the scope of practice of the nursing staff. [1] Since it most commonly involves patients under 2 years of age, it is recommended to have an assistant that is involved in the patient’s care to increase the success rate. [3] In addition, ultrasound guidance is encouraged when available.", "contents": "Suprapubic Aspiration -- Personnel. Suprapubic bladder aspiration is a simple and safe procedure that is usually performed by an emergency clinician, pediatrician, or urologist. It is not considered a procedure within the scope of practice of the nursing staff. [1] Since it most commonly involves patients under 2 years of age, it is recommended to have an assistant that is involved in the patient’s care to increase the success rate. [3] In addition, ultrasound guidance is encouraged when available."}
{"id": "article-29745_10", "title": "Suprapubic Aspiration -- Preparation", "content": "Obtain consent from patient or family/guardian in pediatric cases [5] Apply the antiseptic solution over the lower abdomen from the umbilicus to the pubic bone Apply sterile drapes over the lower abdomen", "contents": "Suprapubic Aspiration -- Preparation. Obtain consent from patient or family/guardian in pediatric cases [5] Apply the antiseptic solution over the lower abdomen from the umbilicus to the pubic bone Apply sterile drapes over the lower abdomen"}
{"id": "article-29745_11", "title": "Suprapubic Aspiration -- Technique or Treatment", "content": "For young children: Place the patient supine with an assistant standing at the head of the bed, holding the patient in a frog-leg position. For adults: Have the patient lay supine.", "contents": "Suprapubic Aspiration -- Technique or Treatment. For young children: Place the patient supine with an assistant standing at the head of the bed, holding the patient in a frog-leg position. For adults: Have the patient lay supine."}
{"id": "article-29745_12", "title": "Suprapubic Aspiration -- Technique or Treatment", "content": "Ultrasound increases the likelihood of successful suprapubic aspiration. [6] If using ultrasound, visualize the bladder. In children, the bladder is best visualized with the linear array transducer, and in adults, it is best visualized with the curvilinear transducer. On ultrasound, the bladder appears anechoic with posterior enhancement. [7]", "contents": "Suprapubic Aspiration -- Technique or Treatment. Ultrasound increases the likelihood of successful suprapubic aspiration. [6] If using ultrasound, visualize the bladder. In children, the bladder is best visualized with the linear array transducer, and in adults, it is best visualized with the curvilinear transducer. On ultrasound, the bladder appears anechoic with posterior enhancement. [7]"}
{"id": "article-29745_13", "title": "Suprapubic Aspiration -- Technique or Treatment", "content": "Locate the midline pubic symphysis. The needle injection site is 1 cm to 2 cm above this spot in children and about 2 cm to 4 cm above this spot in adults.", "contents": "Suprapubic Aspiration -- Technique or Treatment. Locate the midline pubic symphysis. The needle injection site is 1 cm to 2 cm above this spot in children and about 2 cm to 4 cm above this spot in adults."}
{"id": "article-29745_14", "title": "Suprapubic Aspiration -- Technique or Treatment", "content": "If using topical anesthesia, infiltrate a few milliliters of 1% lidocaine into the soft tissues and abdominal wall muscles. [5] Topical anesthesia is optional in pediatric patients since it is considered to cause as much pain as the aspiration. [4]", "contents": "Suprapubic Aspiration -- Technique or Treatment. If using topical anesthesia, infiltrate a few milliliters of 1% lidocaine into the soft tissues and abdominal wall muscles. [5] Topical anesthesia is optional in pediatric patients since it is considered to cause as much pain as the aspiration. [4]"}
{"id": "article-29745_15", "title": "Suprapubic Aspiration -- Technique or Treatment", "content": "In children, insert the aspiration needle 1 cm to 2 cm above the midline of the pubic symphysis at a slightly cephalad angle, so it is 10 to 20 degrees from vertical. In adults, insert the aspiration needle 2 cm to 4 cm above the midline of the pubic symphysis at a slightly caudad angle. [4]", "contents": "Suprapubic Aspiration -- Technique or Treatment. In children, insert the aspiration needle 1 cm to 2 cm above the midline of the pubic symphysis at a slightly cephalad angle, so it is 10 to 20 degrees from vertical. In adults, insert the aspiration needle 2 cm to 4 cm above the midline of the pubic symphysis at a slightly caudad angle. [4]"}
{"id": "article-29745_16", "title": "Suprapubic Aspiration -- Technique or Treatment", "content": "Advance needle while applying negative pressure until urine is aspirated. If using ultrasound guidance, visualize the needle entering the bladder.", "contents": "Suprapubic Aspiration -- Technique or Treatment. Advance needle while applying negative pressure until urine is aspirated. If using ultrasound guidance, visualize the needle entering the bladder."}
{"id": "article-29745_17", "title": "Suprapubic Aspiration -- Technique or Treatment", "content": "Remove the needle and transfer aspirated urine into a sterile collection cup.", "contents": "Suprapubic Aspiration -- Technique or Treatment. Remove the needle and transfer aspirated urine into a sterile collection cup."}
{"id": "article-29745_18", "title": "Suprapubic Aspiration -- Technique or Treatment", "content": "Apply a bandage to the aspiration site.", "contents": "Suprapubic Aspiration -- Technique or Treatment. Apply a bandage to the aspiration site."}
{"id": "article-29745_19", "title": "Suprapubic Aspiration -- Complications", "content": "Complications of suprapubic aspiration are rare, and the utilization of real-time ultrasound guidance decreases their likelihood. Minor complications include mild hematuria and bruising. Potential severe complications of this procedure include bowel wall perforation, cellulitis, gross hematuria, hemoperitoneum, and bleeding. [3] [5] Rarely, a suprapubic abscess has also been reported. [8] If bowel perforation is suspected while performing the procedure, withdraw the needle, and perform the procedure with a fresh needle. Bowel injury from this procedure is usually not clinically significant. [5]", "contents": "Suprapubic Aspiration -- Complications. Complications of suprapubic aspiration are rare, and the utilization of real-time ultrasound guidance decreases their likelihood. Minor complications include mild hematuria and bruising. Potential severe complications of this procedure include bowel wall perforation, cellulitis, gross hematuria, hemoperitoneum, and bleeding. [3] [5] Rarely, a suprapubic abscess has also been reported. [8] If bowel perforation is suspected while performing the procedure, withdraw the needle, and perform the procedure with a fresh needle. Bowel injury from this procedure is usually not clinically significant. [5]"}
{"id": "article-29745_20", "title": "Suprapubic Aspiration -- Clinical Significance", "content": "The ability to perform a suprapubic aspiration can be a valuable skill to the clinician, especially in a febrile non-toilet trained patient where the exclusion of UTI is indicated. It allows the clinician to obtain a sterile urine sample when a urinary catheter cannot be placed. Often patients present with fever or sepsis of unknown origin, and obtaining a sterile urine sample is of utmost importance but not feasible without suprapubic aspiration.", "contents": "Suprapubic Aspiration -- Clinical Significance. The ability to perform a suprapubic aspiration can be a valuable skill to the clinician, especially in a febrile non-toilet trained patient where the exclusion of UTI is indicated. It allows the clinician to obtain a sterile urine sample when a urinary catheter cannot be placed. Often patients present with fever or sepsis of unknown origin, and obtaining a sterile urine sample is of utmost importance but not feasible without suprapubic aspiration."}
{"id": "article-29745_21", "title": "Suprapubic Aspiration -- Clinical Significance", "content": "In an observational cohort study of urine cultures of 599 children less than 24 months old, the rates of contamination were 1%, 12%, and 26% in urine samples obtained by suprapubic aspiration, catheter specimen, and clean catch urine respectively. [9]", "contents": "Suprapubic Aspiration -- Clinical Significance. In an observational cohort study of urine cultures of 599 children less than 24 months old, the rates of contamination were 1%, 12%, and 26% in urine samples obtained by suprapubic aspiration, catheter specimen, and clean catch urine respectively. [9]"}
{"id": "article-29745_22", "title": "Suprapubic Aspiration -- Clinical Significance", "content": "Of note, decreased bladder volume secondary to dehydration has been found to result in the decreased success of suprapubic aspiration. [10] This is an important concept, especially given that some patients who will be candidates for suprapubic aspiration will be febrile and volume-depleted.", "contents": "Suprapubic Aspiration -- Clinical Significance. Of note, decreased bladder volume secondary to dehydration has been found to result in the decreased success of suprapubic aspiration. [10] This is an important concept, especially given that some patients who will be candidates for suprapubic aspiration will be febrile and volume-depleted."}
{"id": "article-29745_23", "title": "Suprapubic Aspiration -- Clinical Significance", "content": "After the procedure is performed, the patient’s abdomen should be examined and palpated to evaluate for signs of peritonitis. If the patient is discharged home, the patient should be instructed to return to the emergency department or follow-up with the performing clinician for fever and erythema of the procedure site, severe abdominal pain, as well as inconsolability of a child. Some patients may require nonsteroidal anti-inflammatory drugs (NSAIDs) or acetaminophen for pain control post-procedure.", "contents": "Suprapubic Aspiration -- Clinical Significance. After the procedure is performed, the patient’s abdomen should be examined and palpated to evaluate for signs of peritonitis. If the patient is discharged home, the patient should be instructed to return to the emergency department or follow-up with the performing clinician for fever and erythema of the procedure site, severe abdominal pain, as well as inconsolability of a child. Some patients may require nonsteroidal anti-inflammatory drugs (NSAIDs) or acetaminophen for pain control post-procedure."}
{"id": "article-29745_24", "title": "Suprapubic Aspiration -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional team caring for patients requiring suprapubic aspiration must have a basic knowledge of this procedure and how to handle the specimen collected. Once the urine sample has been obtained, it must be placed in a sterile collection container and remain sterile for laboratory analysis. Nurses, pharmacists, and clinicians should all be aware of the patient’s allergies as this procedure requires local anesthesia as well as possible pain control medications after the procedure. Nurses should be instructed to note and notify the clinician if they notice worsening abdominal pain or continued bleeding at the procedure site. Nurses should also perform abdominal exams as they evaluate the patient and alert the clinician if they note any severe abdominal tenderness or distention.", "contents": "Suprapubic Aspiration -- Enhancing Healthcare Team Outcomes. The interprofessional team caring for patients requiring suprapubic aspiration must have a basic knowledge of this procedure and how to handle the specimen collected. Once the urine sample has been obtained, it must be placed in a sterile collection container and remain sterile for laboratory analysis. Nurses, pharmacists, and clinicians should all be aware of the patient’s allergies as this procedure requires local anesthesia as well as possible pain control medications after the procedure. Nurses should be instructed to note and notify the clinician if they notice worsening abdominal pain or continued bleeding at the procedure site. Nurses should also perform abdominal exams as they evaluate the patient and alert the clinician if they note any severe abdominal tenderness or distention."}
{"id": "article-29745_25", "title": "Suprapubic Aspiration -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Suprapubic Aspiration -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}