{"id": "article-22826_0", "title": "Heroin (Archived) -- Indications", "content": "Heroin, also known as diacetylmorphine, is derived from the opium poppy plant. [1] Bayer Pharmaceuticals developed the diacetylmorphine molecule in 1898 as an antitussive. [1] Professionals initially touted morphine as a substitute with less addiction potential. Heroin currently has no FDA-approved indications for use. Heroin is a Schedule I drug under the Controlled Substances Act of 1970, with no approved medical use in the United States. [2] The United Kingdom allows the use of heroin, known under the generic name of diamorphine, for diverse analgesic indications such as postoperative pain, chronic pain, palliative care, and even post-cesarean section. [3]", "contents": "Heroin (Archived) -- Indications. Heroin, also known as diacetylmorphine, is derived from the opium poppy plant. [1] Bayer Pharmaceuticals developed the diacetylmorphine molecule in 1898 as an antitussive. [1] Professionals initially touted morphine as a substitute with less addiction potential. Heroin currently has no FDA-approved indications for use. Heroin is a Schedule I drug under the Controlled Substances Act of 1970, with no approved medical use in the United States. [2] The United Kingdom allows the use of heroin, known under the generic name of diamorphine, for diverse analgesic indications such as postoperative pain, chronic pain, palliative care, and even post-cesarean section. [3]"}
{"id": "article-22826_1", "title": "Heroin (Archived) -- Indications", "content": "Heroin's chief place in American healthcare remains problematic. As an illicit opioid, people have misused heroin for decades. [4] In the 21st century, the use of heroin has caused a surge in both dependence and overdose deaths. [5] Though people in other countries use heroin, in the United States, it has no recognized therapeutic role in managing opioid addiction.", "contents": "Heroin (Archived) -- Indications. Heroin's chief place in American healthcare remains problematic. As an illicit opioid, people have misused heroin for decades. [4] In the 21st century, the use of heroin has caused a surge in both dependence and overdose deaths. [5] Though people in other countries use heroin, in the United States, it has no recognized therapeutic role in managing opioid addiction."}
{"id": "article-22826_2", "title": "Heroin (Archived) -- Mechanism of Action", "content": "Heroin is synthetically derived from the morphine alkaloid in opium and is approximately twice as potent as morphine. Heroin acts agonistically on the central nervous system (CNS) opioid receptors mu, kappa, and delta. [1] Mu receptor effects account for both the analgesic effects (Mu1) and the respiratory depression and euphoria (Mu2). [6] Activation of Mu2 receptors also causes miosis, reduced gastrointestinal (GI) motility, and physiologic dependence. Kappa receptor activation causes some degree of analgesia as well. [6] Delta receptors are more involved in spinal analgesia phenomena.", "contents": "Heroin (Archived) -- Mechanism of Action. Heroin is synthetically derived from the morphine alkaloid in opium and is approximately twice as potent as morphine. Heroin acts agonistically on the central nervous system (CNS) opioid receptors mu, kappa, and delta. [1] Mu receptor effects account for both the analgesic effects (Mu1) and the respiratory depression and euphoria (Mu2). [6] Activation of Mu2 receptors also causes miosis, reduced gastrointestinal (GI) motility, and physiologic dependence. Kappa receptor activation causes some degree of analgesia as well. [6] Delta receptors are more involved in spinal analgesia phenomena."}
{"id": "article-22826_3", "title": "Heroin (Archived) -- Mechanism of Action", "content": "Heroin metabolizes in the CNS to monoacetylmorphine, which is a more potent mu-receptor agonist than morphine. [6] Peripheral tissues metabolize heroin to 6-monoacetylmorphine and then morphine. [1] Many state toxicology labs use the 6-monoacetylmorphine to determine which overdose deaths were due to heroin.", "contents": "Heroin (Archived) -- Mechanism of Action. Heroin metabolizes in the CNS to monoacetylmorphine, which is a more potent mu-receptor agonist than morphine. [6] Peripheral tissues metabolize heroin to 6-monoacetylmorphine and then morphine. [1] Many state toxicology labs use the 6-monoacetylmorphine to determine which overdose deaths were due to heroin."}
{"id": "article-22826_4", "title": "Heroin (Archived) -- Mechanism of Action", "content": "When taken orally, heroin undergoes first-pass metabolism to morphine via deacetylation. Therefore, unlike intravenous administration, oral ingestion does not cause a rapid onset of effects and is less desirable to users. 6-monoacetylmorphine and morphine activate opioid receptors. [7]", "contents": "Heroin (Archived) -- Mechanism of Action. When taken orally, heroin undergoes first-pass metabolism to morphine via deacetylation. Therefore, unlike intravenous administration, oral ingestion does not cause a rapid onset of effects and is less desirable to users. 6-monoacetylmorphine and morphine activate opioid receptors. [7]"}
{"id": "article-22826_5", "title": "Heroin (Archived) -- Administration", "content": "As mentioned above, practitioners in the United States do not administer heroin in any sanctioned healthcare setting. Illicitly, people misuse heroin via subcutaneous, intranasal, intramuscular, and intravenous methods. Heroin is highly lipophilic and, therefore, rapidly crosses the blood-brain barrier. [1] All routes of administration lead to the rapid absorption of heroin. Peak serum levels in these routes are 5 to 10 minutes subcutaneously, 3 to 5 minutes intranasally and intramuscularly, and less than one minute intravenously. [8]", "contents": "Heroin (Archived) -- Administration. As mentioned above, practitioners in the United States do not administer heroin in any sanctioned healthcare setting. Illicitly, people misuse heroin via subcutaneous, intranasal, intramuscular, and intravenous methods. Heroin is highly lipophilic and, therefore, rapidly crosses the blood-brain barrier. [1] All routes of administration lead to the rapid absorption of heroin. Peak serum levels in these routes are 5 to 10 minutes subcutaneously, 3 to 5 minutes intranasally and intramuscularly, and less than one minute intravenously. [8]"}
{"id": "article-22826_6", "title": "Heroin (Archived) -- Administration", "content": "Once absorbed into the serum, heroin reaches the brain in 15 to 20 seconds. While less than 5% of intravenous morphine reaches the brain, 68% of intravenous heroin makes contact with receptors in the brain. This rapid effect gives the user a rush that typically leads to continued use, with the desired outcome of achieving that same first experience of euphoria. [9]", "contents": "Heroin (Archived) -- Administration. Once absorbed into the serum, heroin reaches the brain in 15 to 20 seconds. While less than 5% of intravenous morphine reaches the brain, 68% of intravenous heroin makes contact with receptors in the brain. This rapid effect gives the user a rush that typically leads to continued use, with the desired outcome of achieving that same first experience of euphoria. [9]"}
{"id": "article-22826_7", "title": "Heroin (Archived) -- Adverse Effects", "content": "The intended effects of heroin misuse are those classically associated with any opioid effects. These are analgesia, euphoria, and often alleviation of opioid withdrawal symptoms. All other effects of heroin could be considered adverse. Respiratory depression is likely the most concerning adverse effect, leading to death in an increasing number of misusers. Extreme physiologic dependence also represents a major concern in those who misuse heroin.", "contents": "Heroin (Archived) -- Adverse Effects. The intended effects of heroin misuse are those classically associated with any opioid effects. These are analgesia, euphoria, and often alleviation of opioid withdrawal symptoms. All other effects of heroin could be considered adverse. Respiratory depression is likely the most concerning adverse effect, leading to death in an increasing number of misusers. Extreme physiologic dependence also represents a major concern in those who misuse heroin."}
{"id": "article-22826_8", "title": "Heroin (Archived) -- Adverse Effects", "content": "Heroin reliably causes decreased GI motility, which commonly leads to constipation. [10] This decreased motility can be problematic enough for users who may require medical attention to relieve constipation. Miosis represents a minimal concern to healthcare providers or those abusing the drug, though this effect can have diagnostic value.", "contents": "Heroin (Archived) -- Adverse Effects. Heroin reliably causes decreased GI motility, which commonly leads to constipation. [10] This decreased motility can be problematic enough for users who may require medical attention to relieve constipation. Miosis represents a minimal concern to healthcare providers or those abusing the drug, though this effect can have diagnostic value."}
{"id": "article-22826_9", "title": "Heroin (Archived) -- Adverse Effects", "content": "Some practitioners have described severe, life-threatening pulmonary edema in patients who misuse or overdose on heroin. [11] This edema is noncardiogenic and likely relates to increased pulmonary vascular permeability. Practitioners have also attributed cases of compartment syndrome to heroin use. [12]", "contents": "Heroin (Archived) -- Adverse Effects. Some practitioners have described severe, life-threatening pulmonary edema in patients who misuse or overdose on heroin. [11] This edema is noncardiogenic and likely relates to increased pulmonary vascular permeability. Practitioners have also attributed cases of compartment syndrome to heroin use. [12]"}
{"id": "article-22826_10", "title": "Heroin (Archived) -- Contraindications", "content": "Because the FDA recognizes no medical use for heroin, it has not specified any contraindications. In countries where people use the drug for medicinal purposes, hypersensitivity and the potential for misuse or dependence could be perceived as contraindications. Canada lists heroin as a Schedule I drug in the Controlled Drugs and Substances Act. [13] Various countries have enforced different levels of criminal regulation related to heroin.", "contents": "Heroin (Archived) -- Contraindications. Because the FDA recognizes no medical use for heroin, it has not specified any contraindications. In countries where people use the drug for medicinal purposes, hypersensitivity and the potential for misuse or dependence could be perceived as contraindications. Canada lists heroin as a Schedule I drug in the Controlled Drugs and Substances Act. [13] Various countries have enforced different levels of criminal regulation related to heroin."}
{"id": "article-22826_11", "title": "Heroin (Archived) -- Monitoring", "content": "Again, with no approved use for heroin, no therapeutic index exists. However, pharmacodynamically, heroin could be considered to have a very narrow therapeutic window. Due to potency and concentration variations, users are unaware of the actual amount of the active drug in any given sample. [14] Therefore, the same apparent dose that causes euphoria one day could very well lead to an overdose the next. Drug levels are not typically useful, though toxicology assessments post-mortem may quantify several metabolites. [7]", "contents": "Heroin (Archived) -- Monitoring. Again, with no approved use for heroin, no therapeutic index exists. However, pharmacodynamically, heroin could be considered to have a very narrow therapeutic window. Due to potency and concentration variations, users are unaware of the actual amount of the active drug in any given sample. [14] Therefore, the same apparent dose that causes euphoria one day could very well lead to an overdose the next. Drug levels are not typically useful, though toxicology assessments post-mortem may quantify several metabolites. [7]"}
{"id": "article-22826_12", "title": "Heroin (Archived) -- Toxicity", "content": "Professionals thoroughly describe heroin toxicity in the literature and popular media. With the high rate of prescription opioid addiction (see opioid use disorder) and the lower cost of heroin, many individuals have developed heroin dependence. [15] As discussed above, heroin (especially if administered intravenously) is likely to cause an overdose and death due to respiratory depression. From 2002 through 2013, heroin overdoses went from 0.7 deaths per 100,000 to 2.7. [16] In 2013, roughly 517,000 people reported heroin use in the past year, 1.5 times the amount in 2007. [17] State and federal legislation are implementing diverse methods to curb this epidemic of heroin overdose deaths. The many infectious and economic effects of heroin dependence add to the risk of death.", "contents": "Heroin (Archived) -- Toxicity. Professionals thoroughly describe heroin toxicity in the literature and popular media. With the high rate of prescription opioid addiction (see opioid use disorder) and the lower cost of heroin, many individuals have developed heroin dependence. [15] As discussed above, heroin (especially if administered intravenously) is likely to cause an overdose and death due to respiratory depression. From 2002 through 2013, heroin overdoses went from 0.7 deaths per 100,000 to 2.7. [16] In 2013, roughly 517,000 people reported heroin use in the past year, 1.5 times the amount in 2007. [17] State and federal legislation are implementing diverse methods to curb this epidemic of heroin overdose deaths. The many infectious and economic effects of heroin dependence add to the risk of death."}
{"id": "article-22826_13", "title": "Heroin (Archived) -- Toxicity", "content": "The antidote for heroin overdose or poisoning is naloxone. Naloxone binds with high affinity to the Mu receptors in the CNS. [18] Administration of naloxone is an inverse agonist and, if given in a high enough dose, it induces withdrawal in an opioid-dependent patient. [18] Naloxone is also believed to block the binding of endogenous opioids. Practitioners can administer naloxone intravenously, intramuscularly, and increasingly intranasally. Many first responders now carry intranasal naloxone kits to reverse heroin or opioid overdose in field settings.", "contents": "Heroin (Archived) -- Toxicity. The antidote for heroin overdose or poisoning is naloxone. Naloxone binds with high affinity to the Mu receptors in the CNS. [18] Administration of naloxone is an inverse agonist and, if given in a high enough dose, it induces withdrawal in an opioid-dependent patient. [18] Naloxone is also believed to block the binding of endogenous opioids. Practitioners can administer naloxone intravenously, intramuscularly, and increasingly intranasally. Many first responders now carry intranasal naloxone kits to reverse heroin or opioid overdose in field settings."}
{"id": "article-22826_14", "title": "Heroin (Archived) -- Toxicity", "content": "Naltrexone, a long-acting opioid antagonist, is available both orally and as a long-acting intramuscular injection. However, the risk of precipitating a prolonged withdrawal syndrome prohibits the use as an antidote for initial reversal. [19] Clinicians are using these long-acting opioid antagonists in medication-assisted treatment for patients with opioid use disorder.", "contents": "Heroin (Archived) -- Toxicity. Naltrexone, a long-acting opioid antagonist, is available both orally and as a long-acting intramuscular injection. However, the risk of precipitating a prolonged withdrawal syndrome prohibits the use as an antidote for initial reversal. [19] Clinicians are using these long-acting opioid antagonists in medication-assisted treatment for patients with opioid use disorder."}
{"id": "article-22826_15", "title": "Heroin (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Medication-assisted treatment represents an effective option for the treatment of heroin dependence and opioid use disorder in general. Buprenorphine and methadone are the chief agents used, with buprenorphine being more safe and effective. Buprenorphine also has a higher affinity for the mu-opioid receptors than heroin. [20] All interprofessional team members need to be alert and communicate to the rest of the team if there are any indications that a patient is engaged in misusing heroin so that appropriate interventions can take place.", "contents": "Heroin (Archived) -- Enhancing Healthcare Team Outcomes. Medication-assisted treatment represents an effective option for the treatment of heroin dependence and opioid use disorder in general. Buprenorphine and methadone are the chief agents used, with buprenorphine being more safe and effective. Buprenorphine also has a higher affinity for the mu-opioid receptors than heroin. [20] All interprofessional team members need to be alert and communicate to the rest of the team if there are any indications that a patient is engaged in misusing heroin so that appropriate interventions can take place."}
{"id": "article-22826_16", "title": "Heroin (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Heroin (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}