{"id": "article-24812_0", "title": "Mebendazole -- Continuing Education Activity", "content": "Mebendazole is a medication used in the treatment of parasitic infection. This activity reviews the indications, contraindications, activity, adverse events, and other key elements of mebendazole therapy in the clinical setting related to the essential points needed by members of an interprofessional team managing the care of patients with parasitic infection and related conditions and sequelae.", "contents": "Mebendazole -- Continuing Education Activity. Mebendazole is a medication used in the treatment of parasitic infection. This activity reviews the indications, contraindications, activity, adverse events, and other key elements of mebendazole therapy in the clinical setting related to the essential points needed by members of an interprofessional team managing the care of patients with parasitic infection and related conditions and sequelae."}
{"id": "article-24812_1", "title": "Mebendazole -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of mebendazole. Describe the potential adverse effects of mebendazole. SUmmarize dose-response monitoring for patients on mebendazole therapy. Review interprofessional team strategies for improving care coordination and communication to advance mebendazole and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Mebendazole -- Continuing Education Activity. Objectives: Identify the mechanism of action of mebendazole. Describe the potential adverse effects of mebendazole. SUmmarize dose-response monitoring for patients on mebendazole therapy. Review interprofessional team strategies for improving care coordination and communication to advance mebendazole and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-24812_2", "title": "Mebendazole -- Indications", "content": "Mebendazole is a typical, broad-spectrum benzimidazole used for more than 40 years in humans to treat various parasitic infestations. It has FDA approval for the treatment of patients greater than two years of age with gastrointestinal infections caused by Necator americanus or Ancylostoma duodenale (hookworms), Ascaris lumbricoides (roundworms), Enterobius vermicularis (pinworms), and Trichuris trichiura (whipworms) in single or mixed infections. [1]", "contents": "Mebendazole -- Indications. Mebendazole is a typical, broad-spectrum benzimidazole used for more than 40 years in humans to treat various parasitic infestations. It has FDA approval for the treatment of patients greater than two years of age with gastrointestinal infections caused by Necator americanus or Ancylostoma duodenale (hookworms), Ascaris lumbricoides (roundworms), Enterobius vermicularis (pinworms), and Trichuris trichiura (whipworms) in single or mixed infections. [1]"}
{"id": "article-24812_3", "title": "Mebendazole -- Indications", "content": "It also has several off-label uses for adult intestinal nematode infection caused by c apillariasis; echinococcosis, cystic ( Echinococcus granulosus ); toxocariasis; trichinellosis ( Trichinella spiralis ); trichostrongyliasis. [2]", "contents": "Mebendazole -- Indications. It also has several off-label uses for adult intestinal nematode infection caused by c apillariasis; echinococcosis, cystic ( Echinococcus granulosus ); toxocariasis; trichinellosis ( Trichinella spiralis ); trichostrongyliasis. [2]"}
{"id": "article-24812_4", "title": "Mebendazole -- Indications", "content": "Mebendazole is a new purposed drug in oncology with a focus on cells resistant to approved therapies. Mebendazole exhibits cytotoxic activity, which synergizes with ionizing radiations and different chemotherapeutic agents and stimulating an antitumoral immune response. [3] Recent studies have shown mebendazole is also a better replacement for vincristine to treat brain tumors in animal models. [4]", "contents": "Mebendazole -- Indications. Mebendazole is a new purposed drug in oncology with a focus on cells resistant to approved therapies. Mebendazole exhibits cytotoxic activity, which synergizes with ionizing radiations and different chemotherapeutic agents and stimulating an antitumoral immune response. [3] Recent studies have shown mebendazole is also a better replacement for vincristine to treat brain tumors in animal models. [4]"}
{"id": "article-24812_5", "title": "Mebendazole -- Mechanism of Action", "content": "Mebendazole acts by inhibiting the production of microtubules via binding to colchicine binding-site of β-tubulin and thereby blocking polymerization of tubulin dimers in the intestinal cells of parasites. [5] Consequently, glucose uptake and the digestive and reproductive capacities of parasites are interrupted, resulting in immobilization, hindrance of egg production, and death of the helminth. Mebendazole is poorly absorbed in the digestive tract making it an effective medication for managing intestinal helminthic infections with very few side effects.", "contents": "Mebendazole -- Mechanism of Action. Mebendazole acts by inhibiting the production of microtubules via binding to colchicine binding-site of β-tubulin and thereby blocking polymerization of tubulin dimers in the intestinal cells of parasites. [5] Consequently, glucose uptake and the digestive and reproductive capacities of parasites are interrupted, resulting in immobilization, hindrance of egg production, and death of the helminth. Mebendazole is poorly absorbed in the digestive tract making it an effective medication for managing intestinal helminthic infections with very few side effects."}
{"id": "article-24812_6", "title": "Mebendazole -- Mechanism of Action", "content": "There is a possibility for the development of resistance to mebendazole. The mechanism of resistance to benzimidazole is most likely due to changes in β-tubulin protein, which decreases the binding of mebendazole to β-tubulin. [6]", "contents": "Mebendazole -- Mechanism of Action. There is a possibility for the development of resistance to mebendazole. The mechanism of resistance to benzimidazole is most likely due to changes in β-tubulin protein, which decreases the binding of mebendazole to β-tubulin. [6]"}
{"id": "article-24812_7", "title": "Mebendazole -- Administration", "content": "Mebendazole is administered orally without regard to meals. The patient must chew the tablet completely before swallowing. For patients who have difficulty taking the tablet, it can be placed in a spoon and mixed with 2 to 3 ml of drinking water using a dosing syringe. The pill absorbs the water and turns into a soft mass with semi-solid consistency, which is easily swallowable. Dosing of mebendazole for common FDA indications are listed below: Roundworm ( Ascaris lumbricoides) : 100 mg twice daily (morning and night) for three consecutive days. Hookworm ( Ancylostoma duodenale): 100 mg twice daily (morning and night) for three consecutive days Whipworm ( Trichuris trichiura ): 100 mg twice daily (morning and night) for three consecutive days Pinworm ( Enterobius vermicularis ): 100-mg single oral dose", "contents": "Mebendazole -- Administration. Mebendazole is administered orally without regard to meals. The patient must chew the tablet completely before swallowing. For patients who have difficulty taking the tablet, it can be placed in a spoon and mixed with 2 to 3 ml of drinking water using a dosing syringe. The pill absorbs the water and turns into a soft mass with semi-solid consistency, which is easily swallowable. Dosing of mebendazole for common FDA indications are listed below: Roundworm ( Ascaris lumbricoides) : 100 mg twice daily (morning and night) for three consecutive days. Hookworm ( Ancylostoma duodenale): 100 mg twice daily (morning and night) for three consecutive days Whipworm ( Trichuris trichiura ): 100 mg twice daily (morning and night) for three consecutive days Pinworm ( Enterobius vermicularis ): 100-mg single oral dose"}
{"id": "article-24812_8", "title": "Mebendazole -- Administration", "content": "If the patient does not achieve satisfactory results after three weeks of medication, then a second course of therapy is recommended. Dosing of mebendazole for common non-FDA approved indications are listed below: Capillariasis Infection: 200 mg to be administered orally twice daily for 20 days [1] [7] Cestodes Infection: 300 mg to be administered orally twice daily for 3 to 6 days [8] Filariasis: 300 mg to be taken orally daily for 28 to 45 days [9]", "contents": "Mebendazole -- Administration. If the patient does not achieve satisfactory results after three weeks of medication, then a second course of therapy is recommended. Dosing of mebendazole for common non-FDA approved indications are listed below: Capillariasis Infection: 200 mg to be administered orally twice daily for 20 days [1] [7] Cestodes Infection: 300 mg to be administered orally twice daily for 3 to 6 days [8] Filariasis: 300 mg to be taken orally daily for 28 to 45 days [9]"}
{"id": "article-24812_9", "title": "Mebendazole -- Administration", "content": "Less than ten (10%) of the drug undergoes systemic absorption after oral ingestion, and this portion undergoes metabolism rapidly by hepatic enzymes. Plasma levels may also decrease by carbamazepine or phenytoin or any CYP450 inducer. Cimetidine does not appreciably raise serum mebendazole, which is consistent with its poor systemic absorption. [10] Mebendazole is largely metabolized primarily by the liver. Higher plasma levels of mebendazole will occur in patients with impaired liver function or decreased biliary excretion. The half-life of mebendazole is around 3 to 6 hours after oral administration. Mebendazole excretion occurs mostly in bile or urine.", "contents": "Mebendazole -- Administration. Less than ten (10%) of the drug undergoes systemic absorption after oral ingestion, and this portion undergoes metabolism rapidly by hepatic enzymes. Plasma levels may also decrease by carbamazepine or phenytoin or any CYP450 inducer. Cimetidine does not appreciably raise serum mebendazole, which is consistent with its poor systemic absorption. [10] Mebendazole is largely metabolized primarily by the liver. Higher plasma levels of mebendazole will occur in patients with impaired liver function or decreased biliary excretion. The half-life of mebendazole is around 3 to 6 hours after oral administration. Mebendazole excretion occurs mostly in bile or urine."}
{"id": "article-24812_10", "title": "Mebendazole -- Adverse Effects", "content": "The most common adverse effects accompanying mebendazole use are loss of appetite, abdominal pain, diarrhea, flatulence, nausea, vomiting, headache, tinnitus, and elevated liver enzymes. [11] A small percentage of patients may experience convulsions, and some may have hypersensitivity reactions such as rash, urticaria, and angioedema.", "contents": "Mebendazole -- Adverse Effects. The most common adverse effects accompanying mebendazole use are loss of appetite, abdominal pain, diarrhea, flatulence, nausea, vomiting, headache, tinnitus, and elevated liver enzymes. [11] A small percentage of patients may experience convulsions, and some may have hypersensitivity reactions such as rash, urticaria, and angioedema."}
{"id": "article-24812_11", "title": "Mebendazole -- Adverse Effects", "content": "Mebendazole toxicity is usually limited to gastrointestinal irritation, but there are reports of other serious side effects, including neutropenia (including agranulocytosis) and/or thrombocytopenia, particularly in patients who have received higher dosages or had a more prolonged treatment course than usually recommended. [12]", "contents": "Mebendazole -- Adverse Effects. Mebendazole toxicity is usually limited to gastrointestinal irritation, but there are reports of other serious side effects, including neutropenia (including agranulocytosis) and/or thrombocytopenia, particularly in patients who have received higher dosages or had a more prolonged treatment course than usually recommended. [12]"}
{"id": "article-24812_12", "title": "Mebendazole -- Contraindications", "content": "Mebendazole is contraindicated in a person with documented hypersensitivity to mebendazole or the excipients used in the dose form. Mebendazole is contraindicated in children below the age of 1 year for the mass treatment of single or mixed gastrointestinal infestations because of the risk of convulsion, which has been reported during postmarketing use. There is limited studied in children below the age of 2 years. Clinicians must use the drug with attention in patients with hepatic disease or dysfunction since the liver metabolizes the drug by the CYP450 system. Also, it should be used carefully in a patient with biliary obstruction as the medication gets extensively expelled via the biliary system. Avoid concomitant use of mebendazole and metronidazole as there is a higher risk of Stevens-Johnson syndrome/toxic epidermal necrolysis. [13]", "contents": "Mebendazole -- Contraindications. Mebendazole is contraindicated in a person with documented hypersensitivity to mebendazole or the excipients used in the dose form. Mebendazole is contraindicated in children below the age of 1 year for the mass treatment of single or mixed gastrointestinal infestations because of the risk of convulsion, which has been reported during postmarketing use. There is limited studied in children below the age of 2 years. Clinicians must use the drug with attention in patients with hepatic disease or dysfunction since the liver metabolizes the drug by the CYP450 system. Also, it should be used carefully in a patient with biliary obstruction as the medication gets extensively expelled via the biliary system. Avoid concomitant use of mebendazole and metronidazole as there is a higher risk of Stevens-Johnson syndrome/toxic epidermal necrolysis. [13]"}
{"id": "article-24812_13", "title": "Mebendazole -- Contraindications", "content": "The FDA classified mebendazole as a category C drug, which states either studies in animals have shown adverse outcomes on the fetus, and there are no available verified studies in women. In recent studies, reports about first-trimester exposure to mebendazole are limited; however, researchers have not observed an increased incidence of congenital defects while used during the second or third trimester. [14] [15] Drugs should only be an option if the likely advantage justifies the possible risk to the fetus.", "contents": "Mebendazole -- Contraindications. The FDA classified mebendazole as a category C drug, which states either studies in animals have shown adverse outcomes on the fetus, and there are no available verified studies in women. In recent studies, reports about first-trimester exposure to mebendazole are limited; however, researchers have not observed an increased incidence of congenital defects while used during the second or third trimester. [14] [15] Drugs should only be an option if the likely advantage justifies the possible risk to the fetus."}
{"id": "article-24812_14", "title": "Mebendazole -- Contraindications", "content": "Mebendazole is present in breast milk. In a limited case series report using mebendazole during lactation, no adverse outcomes associated with the drug occurred in nursing infants. [16] Mebendazole is considered compatible during breastfeeding with the latest studies.", "contents": "Mebendazole -- Contraindications. Mebendazole is present in breast milk. In a limited case series report using mebendazole during lactation, no adverse outcomes associated with the drug occurred in nursing infants. [16] Mebendazole is considered compatible during breastfeeding with the latest studies."}
{"id": "article-24812_15", "title": "Mebendazole -- Monitoring", "content": "Mebendazole efficacy is observable from improvement in symptoms of helminthic infections. Periodic assessment of hematopoietic and hepatic functions is advisable during prolonged therapy. There have been reports of neutropenia and agranulocytosis with mebendazole use at higher doses and with more prolonged durations of treatment, as in helminth infections. Elderly patients and patients with comorbid conditions like liver impairment and/or end-stage renal disease require close monitoring. It is also advisable to check for helminth ova in feces within 3 to 4 weeks following the initial therapy of mebendazole.", "contents": "Mebendazole -- Monitoring. Mebendazole efficacy is observable from improvement in symptoms of helminthic infections. Periodic assessment of hematopoietic and hepatic functions is advisable during prolonged therapy. There have been reports of neutropenia and agranulocytosis with mebendazole use at higher doses and with more prolonged durations of treatment, as in helminth infections. Elderly patients and patients with comorbid conditions like liver impairment and/or end-stage renal disease require close monitoring. It is also advisable to check for helminth ova in feces within 3 to 4 weeks following the initial therapy of mebendazole."}
{"id": "article-24812_16", "title": "Mebendazole -- Toxicity", "content": "In the state of overdose, gastrointestinal symptoms (e.g., nausea, diarrhea, vomiting, and abdominal pain) may occur. Severe toxicity is not typically an issue. In instances of toxicity, induce vomiting and purging using activated charcoal if recent ingestion has occurred, and only if the patient can protect their airway. There is no specific antidote for mebendazole overdose. [17] Treatment is generally supportive. Use fluids and electrolytes in symptomatic patients who develop significant diarrhea and/or vomiting.", "contents": "Mebendazole -- Toxicity. In the state of overdose, gastrointestinal symptoms (e.g., nausea, diarrhea, vomiting, and abdominal pain) may occur. Severe toxicity is not typically an issue. In instances of toxicity, induce vomiting and purging using activated charcoal if recent ingestion has occurred, and only if the patient can protect their airway. There is no specific antidote for mebendazole overdose. [17] Treatment is generally supportive. Use fluids and electrolytes in symptomatic patients who develop significant diarrhea and/or vomiting."}
{"id": "article-24812_17", "title": "Mebendazole -- Enhancing Healthcare Team Outcomes", "content": "Over 1 billion people living on this planet are yearly affected by the parasitic disease. This condition mainly affects poor people, which leads to an enfeebling disability, and frequently ostracism. Healthcare professionals should focus on massive drug administration in the community to tackle this global burden. An interprofessional team approach is necessary to improve the health status of patients suffering from these diseases. Therefore, the healthcare specialist team approach consisting of pharmacists, nurses, and clinicians needs to collaborate for better outcomes. Long term community program needs to be executed in the endemic regions for a favorable outcome. Mebendazole is one of the most commonly used antihelminthic drugs. It is available throughout the globe because of its low price and limited toxicity profile. There is an increasing incidence of treatment failure in treating hookworm infections with mebendazole. So, there is a huge challenge for exploring new treatment modalities in managing neglected tropical diseases. [18]", "contents": "Mebendazole -- Enhancing Healthcare Team Outcomes. Over 1 billion people living on this planet are yearly affected by the parasitic disease. This condition mainly affects poor people, which leads to an enfeebling disability, and frequently ostracism. Healthcare professionals should focus on massive drug administration in the community to tackle this global burden. An interprofessional team approach is necessary to improve the health status of patients suffering from these diseases. Therefore, the healthcare specialist team approach consisting of pharmacists, nurses, and clinicians needs to collaborate for better outcomes. Long term community program needs to be executed in the endemic regions for a favorable outcome. Mebendazole is one of the most commonly used antihelminthic drugs. It is available throughout the globe because of its low price and limited toxicity profile. There is an increasing incidence of treatment failure in treating hookworm infections with mebendazole. So, there is a huge challenge for exploring new treatment modalities in managing neglected tropical diseases. [18]"}
{"id": "article-24812_18", "title": "Mebendazole -- Enhancing Healthcare Team Outcomes", "content": "This drug is tolerated well most of the time with only a few adverse reactions; however, mebendazole must not be used without practitioner monitoring or permission due to the risk of severe adverse reactions like pancytopenia; this work also requires an interprofessional team, coordinating between the prescribing clinician, nursing staff, and the pharmacist. [Level 3]", "contents": "Mebendazole -- Enhancing Healthcare Team Outcomes. This drug is tolerated well most of the time with only a few adverse reactions; however, mebendazole must not be used without practitioner monitoring or permission due to the risk of severe adverse reactions like pancytopenia; this work also requires an interprofessional team, coordinating between the prescribing clinician, nursing staff, and the pharmacist. [Level 3]"}
{"id": "article-24812_19", "title": "Mebendazole -- Enhancing Healthcare Team Outcomes", "content": "Pharmacists should be associated with the supervision of a patient taking mebendazole as they help create a proper formulation for the patient. Mebendazole may be confused with metronidazole, so it requires a careful check before dispensing the drug to the patient. The interprofessional coordination of the team will provide the best possible care to the patients while treating with this drug. [Level 5]", "contents": "Mebendazole -- Enhancing Healthcare Team Outcomes. Pharmacists should be associated with the supervision of a patient taking mebendazole as they help create a proper formulation for the patient. Mebendazole may be confused with metronidazole, so it requires a careful check before dispensing the drug to the patient. The interprofessional coordination of the team will provide the best possible care to the patients while treating with this drug. [Level 5]"}
{"id": "article-24812_20", "title": "Mebendazole -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mebendazole -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}