{"id": "article-32218_0", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Introduction", "content": "The femur is the longest, heaviest, and strongest human bone. At the proximal end, the pyramid-shaped neck attaches the spherical head at the apex and the cylindrical shaft at the base. There are also two prominent bony protrusions, the greater and lesser trochanter, that attach to muscles that move the hip and knee. The angle between the neck and shaft, also known as the inclination angle, is about 128 degrees in the average adult. However, the inclination angle decreases with age. [1] [2] The adductor tubercle for the attachment of the posterior half of the adductor magnus and the linea aspera are other important features.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Introduction. The femur is the longest, heaviest, and strongest human bone. At the proximal end, the pyramid-shaped neck attaches the spherical head at the apex and the cylindrical shaft at the base. There are also two prominent bony protrusions, the greater and lesser trochanter, that attach to muscles that move the hip and knee. The angle between the neck and shaft, also known as the inclination angle, is about 128 degrees in the average adult. However, the inclination angle decreases with age. [1] [2] The adductor tubercle for the attachment of the posterior half of the adductor magnus and the linea aspera are other important features."}
{"id": "article-32218_1", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Introduction", "content": "The hip is a ball-in-socket joint composed of the acetabulum of the pelvis encompassing the femoral head. The head is pointed in a medial, superior, and slightly anterior direction. The ligamentum teres femoris connects the acetabulum to the fovea capitis femoris, which is a pit on the head.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Introduction. The hip is a ball-in-socket joint composed of the acetabulum of the pelvis encompassing the femoral head. The head is pointed in a medial, superior, and slightly anterior direction. The ligamentum teres femoris connects the acetabulum to the fovea capitis femoris, which is a pit on the head."}
{"id": "article-32218_2", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Introduction", "content": "The shaft has a mild anterior arch. At the distal femur, the shaft flares out in a cone shape onto a cuboidal base of the medial and lateral condyle. The medial and lateral condyles join the femur to the tibia, forming the knee joint.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Introduction. The shaft has a mild anterior arch. At the distal femur, the shaft flares out in a cone shape onto a cuboidal base of the medial and lateral condyle. The medial and lateral condyles join the femur to the tibia, forming the knee joint."}
{"id": "article-32218_3", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Introduction", "content": "Both the hip and the knee joints are synovial joints covered by cartilage to reduce friction and optimize the range of motion. The bony features serve as landmarks for measuring the axis along the femur. [3] [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Introduction. Both the hip and the knee joints are synovial joints covered by cartilage to reduce friction and optimize the range of motion. The bony features serve as landmarks for measuring the axis along the femur. [3] [4]"}
{"id": "article-32218_4", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Structure and Function", "content": "The main functions of the femur are weight bearing and gait stability. The weight of the upper body rests on the two femoral heads. The capsular ligament is a strong thick sheath that wraps around the acetabulum periosteum and proximal femur. [5] This ligament holds the femoral head within the acetabulum of the pelvis. The capsular ligament limits internal rotation but allows for external rotation. [6] [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Structure and Function. The main functions of the femur are weight bearing and gait stability. The weight of the upper body rests on the two femoral heads. The capsular ligament is a strong thick sheath that wraps around the acetabulum periosteum and proximal femur. [5] This ligament holds the femoral head within the acetabulum of the pelvis. The capsular ligament limits internal rotation but allows for external rotation. [6] [7]"}
{"id": "article-32218_5", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Structure and Function", "content": "The knee is a hinge joint between the distal femur and proximal tibia. The medial and lateral meniscus stabilize and cushion the tibiofemoral articulation. The medial and lateral ligaments prevent valgus or varus deformity. Within the knee joint, the anterior and posterior cruciate ligaments allow for some rotational movement of the knee while preventing anterior or posterior displacement of the tibia. The patellofemoral joint is used in knee extension. [8] [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Structure and Function. The knee is a hinge joint between the distal femur and proximal tibia. The medial and lateral meniscus stabilize and cushion the tibiofemoral articulation. The medial and lateral ligaments prevent valgus or varus deformity. Within the knee joint, the anterior and posterior cruciate ligaments allow for some rotational movement of the knee while preventing anterior or posterior displacement of the tibia. The patellofemoral joint is used in knee extension. [8] [5]"}
{"id": "article-32218_6", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Embryology", "content": "The limb bud development of the femur and lower limb begins with the cells of the lateral plate mesoderm. These cells become activated in week four and form the limb bud. The lower limb forms soon after the upper limb bud. [9]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Embryology. The limb bud development of the femur and lower limb begins with the cells of the lateral plate mesoderm. These cells become activated in week four and form the limb bud. The lower limb forms soon after the upper limb bud. [9]"}
{"id": "article-32218_7", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Embryology", "content": "The apical ectodermal ridge of the limb bud induces limb growth and development. The lateral plate somatic mesoderm of the lower limb bud gives rise to the femur, which develops from endochondral ossification, in which bone replaces hyaline cartilage models. Articular cartilages and epiphyseal plates develop by intramembranous ossification, a process in which there is no cartilage model.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Embryology. The apical ectodermal ridge of the limb bud induces limb growth and development. The lateral plate somatic mesoderm of the lower limb bud gives rise to the femur, which develops from endochondral ossification, in which bone replaces hyaline cartilage models. Articular cartilages and epiphyseal plates develop by intramembranous ossification, a process in which there is no cartilage model."}
{"id": "article-32218_8", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Embryology", "content": "The lateral plate somatic mesoderm also gives rise to tendons, the perimysium, and the epimysium. The myotomic component of the somites generates the muscles of the femur. The periosteum surrounds the femur and serves a nutrient function through the adjacent blood supply. The compact bone of the femur provides strength; it is greatest in the middle third of the femur, where the stresses are highest.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Embryology. The lateral plate somatic mesoderm also gives rise to tendons, the perimysium, and the epimysium. The myotomic component of the somites generates the muscles of the femur. The periosteum surrounds the femur and serves a nutrient function through the adjacent blood supply. The compact bone of the femur provides strength; it is greatest in the middle third of the femur, where the stresses are highest."}
{"id": "article-32218_9", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Blood Supply and Lymphatics", "content": "The femoral artery is the main blood supply to the lower extremity. This artery is the major branch of the external iliac artery after crossing the ilioinguinal ligament. The medial and lateral circumflex arteries are branches of the femoral artery. Along with the obturator artery, a branch of the internal iliac artery, these vessels supply the femoral head via significant anastomotic connections. [10] The foveal artery, a branch of the obturator artery that runs through the ligamentum teres femoris, acts as a supportive blood supply to the femoral head, albeit not the primary source.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Blood Supply and Lymphatics. The femoral artery is the main blood supply to the lower extremity. This artery is the major branch of the external iliac artery after crossing the ilioinguinal ligament. The medial and lateral circumflex arteries are branches of the femoral artery. Along with the obturator artery, a branch of the internal iliac artery, these vessels supply the femoral head via significant anastomotic connections. [10] The foveal artery, a branch of the obturator artery that runs through the ligamentum teres femoris, acts as a supportive blood supply to the femoral head, albeit not the primary source."}
{"id": "article-32218_10", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Blood Supply and Lymphatics", "content": "At the level of the lesser trochanter, the femoral artery bifurcates into the deep and superficial femoral artery. The perforating branches of the deep femoral artery supply the shaft and the distal portion of the femur. [11] [12]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Blood Supply and Lymphatics. At the level of the lesser trochanter, the femoral artery bifurcates into the deep and superficial femoral artery. The perforating branches of the deep femoral artery supply the shaft and the distal portion of the femur. [11] [12]"}
{"id": "article-32218_11", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Innervation of the Femur", "content": "Osseus sensory innervation is greatest in the long bones, large flat bones, and vertebrae. The periosteum is richly innervated for sensory function by the adjacent nerves. Sensory nerves follow blood vessels in marrow and bone. They are present in the perivascular spaces that accompany Haversian canals.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Innervation of the Femur. Osseus sensory innervation is greatest in the long bones, large flat bones, and vertebrae. The periosteum is richly innervated for sensory function by the adjacent nerves. Sensory nerves follow blood vessels in marrow and bone. They are present in the perivascular spaces that accompany Haversian canals."}
{"id": "article-32218_12", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Innervation of the Femur", "content": "The innervation of the periosteum of the femur is derived proximally from the nerves that supply the hip joint (femoral and obturator nerves). The distal periosteum is supplied by the nerves that innervate the knee (common fibular, femoral, obturator, and tibial nerves). The periosteum of the femur is also supplied by nerves that innervate muscles. There is a prominent nutrient foramen on the posterior aspect of the femur medial to the linea aspera. Nerves from the tibial division of the sciatic nerve and nutrient blood vessels enter here to supply the interior of the femur.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Innervation of the Femur. The innervation of the periosteum of the femur is derived proximally from the nerves that supply the hip joint (femoral and obturator nerves). The distal periosteum is supplied by the nerves that innervate the knee (common fibular, femoral, obturator, and tibial nerves). The periosteum of the femur is also supplied by nerves that innervate muscles. There is a prominent nutrient foramen on the posterior aspect of the femur medial to the linea aspera. Nerves from the tibial division of the sciatic nerve and nutrient blood vessels enter here to supply the interior of the femur."}
{"id": "article-32218_13", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Femoral Nerve", "content": "The femoral nerve arises from the ventral rami of L2, L3, and L4. This nerve forms in the substance of the psoas major, passing between the psoas major and iliacus muscles beneath the inguinal ligament. The nerve is located lateral to the femoral artery, then the femoral vein, then the femoral canal. A mnemonic for this arrangement is NAVEL, for structures passing from the lateral aspect to the medial aspect. N stands for femoral nerve, A for femoral artery, V for femoral vein, and EL signify the empty space with lymphatics (femoral canal with the lymph node of Cloquet).", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Femoral Nerve. The femoral nerve arises from the ventral rami of L2, L3, and L4. This nerve forms in the substance of the psoas major, passing between the psoas major and iliacus muscles beneath the inguinal ligament. The nerve is located lateral to the femoral artery, then the femoral vein, then the femoral canal. A mnemonic for this arrangement is NAVEL, for structures passing from the lateral aspect to the medial aspect. N stands for femoral nerve, A for femoral artery, V for femoral vein, and EL signify the empty space with lymphatics (femoral canal with the lymph node of Cloquet)."}
{"id": "article-32218_14", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Femoral Nerve", "content": "The femoral nerve supplies branches to the hip and knee joints. The femoral nerve innervates the quadriceps femoris (rectus femoris, vastus lateralis, vastus intermedius, and vastus medialis), sartorius, and pectineus. The nerve sends sensory branches via the anterior and intermediate femoral nerves, and finally, the saphenous nerve (which passes through the subsartorial (adductor) canal of Hunter to supply the leg on its medial surface. The clinician may test the nerve over the medial malleolus. The femoral nerve can be injured in pelvic and abdominal surgery and orthopedic surgery. Femoral arterial catheter placement and femoral nerve blocks are also a source of injury. Longer surgical procedures are an additional source of risk. [13] [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Femoral Nerve. The femoral nerve supplies branches to the hip and knee joints. The femoral nerve innervates the quadriceps femoris (rectus femoris, vastus lateralis, vastus intermedius, and vastus medialis), sartorius, and pectineus. The nerve sends sensory branches via the anterior and intermediate femoral nerves, and finally, the saphenous nerve (which passes through the subsartorial (adductor) canal of Hunter to supply the leg on its medial surface. The clinician may test the nerve over the medial malleolus. The femoral nerve can be injured in pelvic and abdominal surgery and orthopedic surgery. Femoral arterial catheter placement and femoral nerve blocks are also a source of injury. Longer surgical procedures are an additional source of risk. [13] [14]"}
{"id": "article-32218_15", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Lateral Cutaneous Nerve of the Thigh", "content": "The lateral cutaneous nerve of the thigh (lateral femoral cutaneous nerve) arises from the ventral rami of L2 and L3 of the lumbar plexus. The nerve passes over the iliacus and beneath the inguinal ligament at the anterior superior iliac spine. Occasionally the nerve will pass through the inguinal ligament. This nerve supplies the skin of the lateral thigh—lesions of the nerve result in meralgia paresthetica. Lesions of the nerve can occur in pregnancy, obesity, and compression by tight low-fitting pants. [14] This is a sensory nerve, but it can be quite painful upon injury.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Lateral Cutaneous Nerve of the Thigh. The lateral cutaneous nerve of the thigh (lateral femoral cutaneous nerve) arises from the ventral rami of L2 and L3 of the lumbar plexus. The nerve passes over the iliacus and beneath the inguinal ligament at the anterior superior iliac spine. Occasionally the nerve will pass through the inguinal ligament. This nerve supplies the skin of the lateral thigh—lesions of the nerve result in meralgia paresthetica. Lesions of the nerve can occur in pregnancy, obesity, and compression by tight low-fitting pants. [14] This is a sensory nerve, but it can be quite painful upon injury."}
{"id": "article-32218_16", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Obturator Nerve", "content": "The obturator nerve supplies the principal innervation of the medial compartment; it carries axons derived from the second, third, and fourth lumbar ventral rami (L2, L3, L4). The obturator nerve passes through the obturator foramen and divides into two divisions that are separated by the adductor brevis. The anterior division supplies the adductor longus, adductor brevis, gracilis, and sometimes the pectineus. The nerve ends as the cutaneous branch of the obturator nerve, which supplies part of L2 and L3 on the medial thigh. [15] [16]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Obturator Nerve. The obturator nerve supplies the principal innervation of the medial compartment; it carries axons derived from the second, third, and fourth lumbar ventral rami (L2, L3, L4). The obturator nerve passes through the obturator foramen and divides into two divisions that are separated by the adductor brevis. The anterior division supplies the adductor longus, adductor brevis, gracilis, and sometimes the pectineus. The nerve ends as the cutaneous branch of the obturator nerve, which supplies part of L2 and L3 on the medial thigh. [15] [16]"}
{"id": "article-32218_17", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Obturator Nerve", "content": "The posterior division innervates the anterior aspect of the obturator externus, adductor brevis, and the anterior half of the adductor magnus. The posterior half of the adductor magnus shares innervation with the hamstring muscles; it is innervated by the tibial division of the sciatic nerve. Although rare, the obturator nerve can be damaged by endometriosis. [16]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Obturator Nerve. The posterior division innervates the anterior aspect of the obturator externus, adductor brevis, and the anterior half of the adductor magnus. The posterior half of the adductor magnus shares innervation with the hamstring muscles; it is innervated by the tibial division of the sciatic nerve. Although rare, the obturator nerve can be damaged by endometriosis. [16]"}
{"id": "article-32218_18", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Superior Gluteal Nerve", "content": "The sacral plexus gives rise to the superior gluteal nerve (L4-S1) and passes above the piriformis through the greater sciatic foramen. Passing between the gluteus medius and gluteus minimus, it supplies these muscles as well as the tensor fasciae latae. The superior gluteal nerve supplies sensory branches to the hip joint.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Superior Gluteal Nerve. The sacral plexus gives rise to the superior gluteal nerve (L4-S1) and passes above the piriformis through the greater sciatic foramen. Passing between the gluteus medius and gluteus minimus, it supplies these muscles as well as the tensor fasciae latae. The superior gluteal nerve supplies sensory branches to the hip joint."}
{"id": "article-32218_19", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Inferior Gluteal Nerve", "content": "The inferior gluteal nerve (L5-S2) arises from the sciatic plexus and passes below the piriformis through the greater sciatic foramen to innervate the gluteus maximus. Damage to this nerve and muscle will cause loss of power extension of the thigh at the hip. The deficit will become especially obvious to the patient when attempting to arise from a sitting position and when ascending a staircase (as the patient tries to push the body to the level of the next step).", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Inferior Gluteal Nerve. The inferior gluteal nerve (L5-S2) arises from the sciatic plexus and passes below the piriformis through the greater sciatic foramen to innervate the gluteus maximus. Damage to this nerve and muscle will cause loss of power extension of the thigh at the hip. The deficit will become especially obvious to the patient when attempting to arise from a sitting position and when ascending a staircase (as the patient tries to push the body to the level of the next step)."}
{"id": "article-32218_20", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Posterior Cutaneous Nerve of the Thigh", "content": "The posterior cutaneous nerve of the thigh (posterior cutaneous femoral nerve; S1-S3) is a direct branch of the sacral plexus that innervates the posterior thigh. The nerve enters the greater sciatic foramen below the piriformis muscle. The posterior cutaneous nerve of the thigh innervates the skin of the buttock, thigh, and calf. [17]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Posterior Cutaneous Nerve of the Thigh. The posterior cutaneous nerve of the thigh (posterior cutaneous femoral nerve; S1-S3) is a direct branch of the sacral plexus that innervates the posterior thigh. The nerve enters the greater sciatic foramen below the piriformis muscle. The posterior cutaneous nerve of the thigh innervates the skin of the buttock, thigh, and calf. [17]"}
{"id": "article-32218_21", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Piriformis Syndrome", "content": "A relatively rare but important sciatic nerve lesion is termed piriformis syndrome. [18] [19] In this condition, the sciatic nerve (L4-S3) is irritated or compressed by the piriformis muscle. One variant has the common fibular portion of the sciatic nerve passing through the piriformis muscle. In others, the piriformis becomes sufficiently enlarged that it compresses the nerve.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Piriformis Syndrome. A relatively rare but important sciatic nerve lesion is termed piriformis syndrome. [18] [19] In this condition, the sciatic nerve (L4-S3) is irritated or compressed by the piriformis muscle. One variant has the common fibular portion of the sciatic nerve passing through the piriformis muscle. In others, the piriformis becomes sufficiently enlarged that it compresses the nerve."}
{"id": "article-32218_22", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Piriformis Syndrome", "content": "Buttock pain is characteristic, with pain radiating down into the lower limb. However, compared to a herniated lumbar disc, there is usually no paralumbar muscle spasm. The pain is made worse by sitting. Internal rotation, flexion, and hip adduction. When the piriformis muscle is subject to external pressure by the examiner, the pain is made worse. Pain in the posterior thigh is due to adjacent posterior femoral cutaneous nerve compression.[ [18]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Piriformis Syndrome. Buttock pain is characteristic, with pain radiating down into the lower limb. However, compared to a herniated lumbar disc, there is usually no paralumbar muscle spasm. The pain is made worse by sitting. Internal rotation, flexion, and hip adduction. When the piriformis muscle is subject to external pressure by the examiner, the pain is made worse. Pain in the posterior thigh is due to adjacent posterior femoral cutaneous nerve compression.[ [18]"}
{"id": "article-32218_23", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Piriformis Syndrome", "content": "Unlike a herniated lumbar disc, the straight-leg raising test is usually negative. Some prefer the term deep gluteal syndrome because deep gluteal pain can involve a number of structures in addition to the piriformis muscle. These include fibrous bands associated with blood vessels, the hamstring and gluteal muscles, and vascular variations. Because of their proximity to each other in the deep gluteal space, the superior gemellus, obturator internus, and inferior gemellus may also be involved. [20]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Piriformis Syndrome. Unlike a herniated lumbar disc, the straight-leg raising test is usually negative. Some prefer the term deep gluteal syndrome because deep gluteal pain can involve a number of structures in addition to the piriformis muscle. These include fibrous bands associated with blood vessels, the hamstring and gluteal muscles, and vascular variations. Because of their proximity to each other in the deep gluteal space, the superior gemellus, obturator internus, and inferior gemellus may also be involved. [20]"}
{"id": "article-32218_24", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Sciatica", "content": "Sciatica involves pain in the back (due to paralumbar muscle spasms) that radiates down into the leg. [21] The structure of the intervertebral disc can be likened to that of a jelly doughnut, in which there is an outer ring of pastry (annulus fibrosus) with a soft jelly center (nucleus pulposus). The herniation of the nucleus pulposus through the annulus fibrosus results in a space-occupying lesion that can place pressure on the adjacent neural structures. The presence of a meningeal nerve branch provides sensation accounting for the back pain and resulting paralumbar spasm. The radiation of the pain into the leg is due to pressure on the sciatic nerve. Ninety-five percent of disc herniations occur at either L4/L5 (involving the L5 nerve root or at L5/S1 (involving the S1 nerve root. [22]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Sciatica. Sciatica involves pain in the back (due to paralumbar muscle spasms) that radiates down into the leg. [21] The structure of the intervertebral disc can be likened to that of a jelly doughnut, in which there is an outer ring of pastry (annulus fibrosus) with a soft jelly center (nucleus pulposus). The herniation of the nucleus pulposus through the annulus fibrosus results in a space-occupying lesion that can place pressure on the adjacent neural structures. The presence of a meningeal nerve branch provides sensation accounting for the back pain and resulting paralumbar spasm. The radiation of the pain into the leg is due to pressure on the sciatic nerve. Ninety-five percent of disc herniations occur at either L4/L5 (involving the L5 nerve root or at L5/S1 (involving the S1 nerve root. [22]"}
{"id": "article-32218_25", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Sciatica", "content": "The symptoms caused by a herniated lumbar disc are centered on the nerve root segment. Pain is due to damage to the sensory fibers of the nerve root. Paresthesia can result from damage to the much larger fine touch fibers, whereas the smaller A-delta and C pain and temperature fibers will survive, but the pain fibers can become hyperactive, causing hyperalgesia.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Sciatica. The symptoms caused by a herniated lumbar disc are centered on the nerve root segment. Pain is due to damage to the sensory fibers of the nerve root. Paresthesia can result from damage to the much larger fine touch fibers, whereas the smaller A-delta and C pain and temperature fibers will survive, but the pain fibers can become hyperactive, causing hyperalgesia."}
{"id": "article-32218_26", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Sciatica", "content": "The lower motor neuron axons that innervate peripheral muscles are very large, so they can become damaged, causing weakness and atrophy. The weakness and atrophy will affect the muscles innervated by that nerve root. Other nerve roots will usually be spared, so the result will partially affect the muscles innervated by that nerve root. The pain will be made worse by sitting, straining, coughing, and sneezing. Patients will walk with an antalgic gait, in which the gait is limited by pain.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Sciatica. The lower motor neuron axons that innervate peripheral muscles are very large, so they can become damaged, causing weakness and atrophy. The weakness and atrophy will affect the muscles innervated by that nerve root. Other nerve roots will usually be spared, so the result will partially affect the muscles innervated by that nerve root. The pain will be made worse by sitting, straining, coughing, and sneezing. Patients will walk with an antalgic gait, in which the gait is limited by pain."}
{"id": "article-32218_27", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Sciatica", "content": "For the L5 dermatome, the pain will radiate into the lateral thigh and calf. There will be involvement of the dorsum of the foot. [21] Weakness will be present in abduction of the thigh at the hip (gluteus medius and minimus, obturator internus), flexion of the leg at the knee (semitendinosus, semimembranosus, biceps femoris), dorsiflexion involving the foot and great toe (tibialis anterior, extensor digitorum longus, extensor hallucis longus).", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Sciatica. For the L5 dermatome, the pain will radiate into the lateral thigh and calf. There will be involvement of the dorsum of the foot. [21] Weakness will be present in abduction of the thigh at the hip (gluteus medius and minimus, obturator internus), flexion of the leg at the knee (semitendinosus, semimembranosus, biceps femoris), dorsiflexion involving the foot and great toe (tibialis anterior, extensor digitorum longus, extensor hallucis longus)."}
{"id": "article-32218_28", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Sciatica", "content": "Weakness in inverting the foot (tibialis anterior, extensor hallucis longus) and eversion of the foot (extensor digitorum longus, fibularis tertius, fibularis longus, and brevis) are characteristic. Walking on the heels is difficult due to weakness in the dorsiflexion of the foot at the ankle. [21] Damage to S1 can cause loss of the ankle jerk reflex and weakness of plantar flexion.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Nerves -- Sciatica. Weakness in inverting the foot (tibialis anterior, extensor hallucis longus) and eversion of the foot (extensor digitorum longus, fibularis tertius, fibularis longus, and brevis) are characteristic. Walking on the heels is difficult due to weakness in the dorsiflexion of the foot at the ankle. [21] Damage to S1 can cause loss of the ankle jerk reflex and weakness of plantar flexion."}
{"id": "article-32218_29", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles", "content": "The thigh muscles are divided into the anterior, medial, posterior, and gluteal compartments. The femur is located within the anterior compartment.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles. The thigh muscles are divided into the anterior, medial, posterior, and gluteal compartments. The femur is located within the anterior compartment."}
{"id": "article-32218_30", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles", "content": "The anterior compartment is composed of muscles that are mainly used for hip flexion and knee extension. The hip flexors include the pectineus, iliopsoas, and the sartorius muscle. The femoral nerve innervates all the hip flexors other than the iliopsoas. The iliopsoas muscle is the most powerful hip flexor, and it is composed of the psoas major and iliacus. [23]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles. The anterior compartment is composed of muscles that are mainly used for hip flexion and knee extension. The hip flexors include the pectineus, iliopsoas, and the sartorius muscle. The femoral nerve innervates all the hip flexors other than the iliopsoas. The iliopsoas muscle is the most powerful hip flexor, and it is composed of the psoas major and iliacus. [23]"}
{"id": "article-32218_31", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles", "content": "The iliacus arises from the iliac fossa, iliac crest, and ala of the sacrum and inserts on the lesser trochanter. The iliacus is innervated by the femoral nerve (L2-L3). The psoas muscle arises from the lateral aspect of the T12-L5 vertebrae and inserts with the iliacus on the lesser trochanter of the femur. The iliacus is innervated by the ventral rami of L1-L3. Taken together, the iliopsoas is the most powerful flexor of the thigh at the hip.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles. The iliacus arises from the iliac fossa, iliac crest, and ala of the sacrum and inserts on the lesser trochanter. The iliacus is innervated by the femoral nerve (L2-L3). The psoas muscle arises from the lateral aspect of the T12-L5 vertebrae and inserts with the iliacus on the lesser trochanter of the femur. The iliacus is innervated by the ventral rami of L1-L3. Taken together, the iliopsoas is the most powerful flexor of the thigh at the hip."}
{"id": "article-32218_32", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles", "content": "The pectineus arises from the superior pubic ramus and inserts on the pectineal line of the femur. The pectineus is innervated by the femoral nerve and serves as a flexor of the thigh at the hip, as well as assisting in the medial rotation of the thigh.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles. The pectineus arises from the superior pubic ramus and inserts on the pectineal line of the femur. The pectineus is innervated by the femoral nerve and serves as a flexor of the thigh at the hip, as well as assisting in the medial rotation of the thigh."}
{"id": "article-32218_33", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles", "content": "The sartorius arises from the anterior superior spine of the iliac bone and inserts on the medial surface of the tibia as part of the pes anserinus (goose's foot) tendon  (composed of the tendons of the sartorius, gracilis, and semitendinosus). The sartorius is innervated by the femoral nerve (L2-L3) and flexes, abducts, and externally rotates the thigh and flexes the leg at the knee. The name sartor is Latin for tailor and is appropriate because tailors often sit on the floor cross-legged to hem a skirt or cuff a pair of pants.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles. The sartorius arises from the anterior superior spine of the iliac bone and inserts on the medial surface of the tibia as part of the pes anserinus (goose's foot) tendon  (composed of the tendons of the sartorius, gracilis, and semitendinosus). The sartorius is innervated by the femoral nerve (L2-L3) and flexes, abducts, and externally rotates the thigh and flexes the leg at the knee. The name sartor is Latin for tailor and is appropriate because tailors often sit on the floor cross-legged to hem a skirt or cuff a pair of pants."}
{"id": "article-32218_34", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles", "content": "A mnemonic for the sartorius is the FABER muscle. This stands for Flexion, Abduction, and External Rotation. Note that the sartorius is effective as a flexor of the thigh only when the leg is extended at the knee. If not, the muscle serves to flex the leg at the knee.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles. A mnemonic for the sartorius is the FABER muscle. This stands for Flexion, Abduction, and External Rotation. Note that the sartorius is effective as a flexor of the thigh only when the leg is extended at the knee. If not, the muscle serves to flex the leg at the knee."}
{"id": "article-32218_35", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles", "content": "The quadriceps femoris muscle consists of the rectus femoris, vastus medialis, vastus intermedius, and vastus lateralis. All four muscles insert onto the patella, which is then connected with the tibial tuberosity via the patellar tendon. All are innervated by the femoral nerve (L2, L3, L4). (Note that the more proximal muscles of this compartment are innervated by the femoral nerve (L2, L3), whereas the quadriceps femoris is innervated by the femoral nerve (L2, L3, L4). The rectus femoris arises from the anterior inferior iliac spine. The vastus medialis muscle arises from the medial lip of the linea aspera. The vastus lateralis arises from the greater trochanter and lateral lip of the linea aspera. The vastus intermedius arises from the anterolateral femur. The further down the limb, the higher value of the ventral rami. This is termed the proximal-distal myotome principle.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Anterior Compartment Muscles. The quadriceps femoris muscle consists of the rectus femoris, vastus medialis, vastus intermedius, and vastus lateralis. All four muscles insert onto the patella, which is then connected with the tibial tuberosity via the patellar tendon. All are innervated by the femoral nerve (L2, L3, L4). (Note that the more proximal muscles of this compartment are innervated by the femoral nerve (L2, L3), whereas the quadriceps femoris is innervated by the femoral nerve (L2, L3, L4). The rectus femoris arises from the anterior inferior iliac spine. The vastus medialis muscle arises from the medial lip of the linea aspera. The vastus lateralis arises from the greater trochanter and lateral lip of the linea aspera. The vastus intermedius arises from the anterolateral femur. The further down the limb, the higher value of the ventral rami. This is termed the proximal-distal myotome principle."}
{"id": "article-32218_36", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles", "content": "Posterior compartment muscles are mainly hip extensors and knee flexors. They include the biceps femoris, semitendinosus, and semimembranosus muscles. The tibial division of the sciatic nerve (L5, S1, S2) innervates most of the posterior thigh muscles except for the biceps femoris. The biceps femoris has two heads, the long and short head. The long head is innervated by the tibial branch of the sciatic nerve (L5, S1, S2). The short head is innervated by the common peroneal (fibular) division of the sciatic nerve (L5, S1, S2). [23] The superficial and deep layers of muscles organize the gluteal region. The superficial layer is composed of the gluteus maximus, medius, and minimus.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles. Posterior compartment muscles are mainly hip extensors and knee flexors. They include the biceps femoris, semitendinosus, and semimembranosus muscles. The tibial division of the sciatic nerve (L5, S1, S2) innervates most of the posterior thigh muscles except for the biceps femoris. The biceps femoris has two heads, the long and short head. The long head is innervated by the tibial branch of the sciatic nerve (L5, S1, S2). The short head is innervated by the common peroneal (fibular) division of the sciatic nerve (L5, S1, S2). [23] The superficial and deep layers of muscles organize the gluteal region. The superficial layer is composed of the gluteus maximus, medius, and minimus."}
{"id": "article-32218_37", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles", "content": "The gluteus maximus arises from the posterior aspect of the ilium, sacrum, coccyx, and sacrotuberous ligament and inserts on the gluteal tuberosity and iliotibial tract. The gluteus maximus is a powerful thigh extensor that is especially useful when arising from a chair or climbing a flight of stairs. The iliopsoas flexes the thigh at the hip to reach the next stair, but the gluteus maximus raises the body to the next level through its action in power extension.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles. The gluteus maximus arises from the posterior aspect of the ilium, sacrum, coccyx, and sacrotuberous ligament and inserts on the gluteal tuberosity and iliotibial tract. The gluteus maximus is a powerful thigh extensor that is especially useful when arising from a chair or climbing a flight of stairs. The iliopsoas flexes the thigh at the hip to reach the next stair, but the gluteus maximus raises the body to the next level through its action in power extension."}
{"id": "article-32218_38", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles", "content": "The gluteus medius arises from the posterior aspect of the ilium between the anterior and posterior gluteal lines and inserts on the lateral aspect of the greater trochanter. The gluteus medius is innervated by the superior gluteal nerve (L5, S1). The gluteus minimus has a similar origin on the posterior aspect of the ilium. The muscle inserts on the lateral aspect of the femur and is innervated by the superior gluteal nerve (L5, S1).", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles. The gluteus medius arises from the posterior aspect of the ilium between the anterior and posterior gluteal lines and inserts on the lateral aspect of the greater trochanter. The gluteus medius is innervated by the superior gluteal nerve (L5, S1). The gluteus minimus has a similar origin on the posterior aspect of the ilium. The muscle inserts on the lateral aspect of the femur and is innervated by the superior gluteal nerve (L5, S1)."}
{"id": "article-32218_39", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles", "content": "Both muscles abduct and laterally rotate the thigh at the hip. They also prevent the pelvis from dropping when the contralateral leg is raised from the ground. These actions are also assisted by the tensor fasciae latae (TFL), which arises from the anterior superior iliac spine and inserts on the Gerdy tubercle on the tibia. The TFL is also innervated by the superior gluteal nerve (L5, S1). The deep layer is composed of the piriformis, obturator internus, quadratus femoris and the superior and inferior gemellus muscles, and the obturator internus.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles. Both muscles abduct and laterally rotate the thigh at the hip. They also prevent the pelvis from dropping when the contralateral leg is raised from the ground. These actions are also assisted by the tensor fasciae latae (TFL), which arises from the anterior superior iliac spine and inserts on the Gerdy tubercle on the tibia. The TFL is also innervated by the superior gluteal nerve (L5, S1). The deep layer is composed of the piriformis, obturator internus, quadratus femoris and the superior and inferior gemellus muscles, and the obturator internus."}
{"id": "article-32218_40", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles", "content": "The piriformis muscle arises from the anterior sacrum and sacrotuberous ligament and inserts on the superior border of the greater trochanter of the femur. The piriformis is innervated by ventral rami of S1, S2.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles. The piriformis muscle arises from the anterior sacrum and sacrotuberous ligament and inserts on the superior border of the greater trochanter of the femur. The piriformis is innervated by ventral rami of S1, S2."}
{"id": "article-32218_41", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles", "content": "The obturator internus arises from the bones surrounding the obturator foramen. The obturator internus is innervated by the nerve to the obturator internus (L5, S1). The obturator internus inserts on the medial surface of the greater trochanter. The deep muscles all laterally rotate the thigh when it is extended. They all abduct the flexed thigh at the hip and steady the head of the femur in the acetabulum. The superior gemellus is innervated by the nerve to the obturator internus (L5, S1). The inferior gemellus arises from the ischial tuberosity and inserts on the greater trochanter of the femur. The inferior gemellus is innervated by the nerve to the quadratus femoris (L5, S1). The quadratus femoris arises from the ischial tuberosity and inserts on the quadrate tubercle. The quadratus femoris is innervated by the nerve to the quadratus femoris (L5, S1). Quadratus femoris laterally rotates the thigh at the hip and steadies the head of the femur in the acetabulum. These shorter and deeper gluteal muscles assist in the external rotation of the hip. [23]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Posterior Compartment Muscles. The obturator internus arises from the bones surrounding the obturator foramen. The obturator internus is innervated by the nerve to the obturator internus (L5, S1). The obturator internus inserts on the medial surface of the greater trochanter. The deep muscles all laterally rotate the thigh when it is extended. They all abduct the flexed thigh at the hip and steady the head of the femur in the acetabulum. The superior gemellus is innervated by the nerve to the obturator internus (L5, S1). The inferior gemellus arises from the ischial tuberosity and inserts on the greater trochanter of the femur. The inferior gemellus is innervated by the nerve to the quadratus femoris (L5, S1). The quadratus femoris arises from the ischial tuberosity and inserts on the quadrate tubercle. The quadratus femoris is innervated by the nerve to the quadratus femoris (L5, S1). Quadratus femoris laterally rotates the thigh at the hip and steadies the head of the femur in the acetabulum. These shorter and deeper gluteal muscles assist in the external rotation of the hip. [23]"}
{"id": "article-32218_42", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Medial Compartment Muscles", "content": "Adduction of the thigh at the hip is the primary function of the muscles of the medial compartment of the thigh. The muscles of this compartment include the adductor longus, adductor brevis, adductor magnus, gracilis, and obturator externus muscles. The obturator nerve is the principal nerve innervation of the medial compartment. [24] The adductor longus arises from the pubis and inserts on the middle third of the linea aspera. The adductor longus is innervated by the obturator nerve (L2, L3, L4) and serves to adduct the thigh. The adductor brevis arises from the pubis and inserts on the pectineal line and linea aspera.  The adductor brevis is innervated by the obturator nerve (L2, L3, L4). [24]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Medial Compartment Muscles. Adduction of the thigh at the hip is the primary function of the muscles of the medial compartment of the thigh. The muscles of this compartment include the adductor longus, adductor brevis, adductor magnus, gracilis, and obturator externus muscles. The obturator nerve is the principal nerve innervation of the medial compartment. [24] The adductor longus arises from the pubis and inserts on the middle third of the linea aspera. The adductor longus is innervated by the obturator nerve (L2, L3, L4) and serves to adduct the thigh. The adductor brevis arises from the pubis and inserts on the pectineal line and linea aspera.  The adductor brevis is innervated by the obturator nerve (L2, L3, L4). [24]"}
{"id": "article-32218_43", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Medial Compartment Muscles", "content": "The adductor magnus is a complex muscle with a dual innervation.  The anterior half arises from the ischiopubic ramus and inserts onto the linea aspera. This muscle is an adductor of the thigh at the hip, and it is innervated by the obturator nerve.  The posterior part arises from the ischial tuberosity and inserts onto the adductor tubercle of the femur and receives innervation from the tibial aspect of the sciatic nerve (L4), and functions as a hamstring.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Medial Compartment Muscles. The adductor magnus is a complex muscle with a dual innervation.  The anterior half arises from the ischiopubic ramus and inserts onto the linea aspera. This muscle is an adductor of the thigh at the hip, and it is innervated by the obturator nerve.  The posterior part arises from the ischial tuberosity and inserts onto the adductor tubercle of the femur and receives innervation from the tibial aspect of the sciatic nerve (L4), and functions as a hamstring."}
{"id": "article-32218_44", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Medial Compartment Muscles", "content": "The gracilis arises from the body and inferior ramus of the pubis and inserts on the medial surface of the tibia as part of the pes anserinus (goose's foot) tendon.  The gracilis is innervated by the obturator nerve (L2, L3); it laterally rotates the thigh and steadies the head of the femur in the acetabulum.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Medial Compartment Muscles. The gracilis arises from the body and inferior ramus of the pubis and inserts on the medial surface of the tibia as part of the pes anserinus (goose's foot) tendon.  The gracilis is innervated by the obturator nerve (L2, L3); it laterally rotates the thigh and steadies the head of the femur in the acetabulum."}
{"id": "article-32218_45", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Medial Compartment Muscles", "content": "The obturator externus arises from the obturator foramen and inserts on the trochanteric fossa of the femur. The obturator externus is innervated by the obturator nerve (L3, L4) and laterally rotates the thigh and steadies the head of the femur in the acetabulum.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Muscles -- Medial Compartment Muscles. The obturator externus arises from the obturator foramen and inserts on the trochanteric fossa of the femur. The obturator externus is innervated by the obturator nerve (L3, L4) and laterally rotates the thigh and steadies the head of the femur in the acetabulum."}
{"id": "article-32218_46", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Surgical Considerations", "content": "Older female patients are more likely to have osteoporosis which puts them at risk of fractures secondary to a ground-level fall. Due to the strength of the femur, young patients often sustain femoral fractures from high-energy trauma such as motor vehicle accidents or falls from a significant height. Unless the patients have high surgical risks or severe comorbidities, all femoral fractures are managed operatively to allow patients earlier ambulation and improved quality of life. The main complications that lead to a surgical revision include avascular necrosis, aseptic nonunion, and periprosthetic fracture. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Surgical Considerations. Older female patients are more likely to have osteoporosis which puts them at risk of fractures secondary to a ground-level fall. Due to the strength of the femur, young patients often sustain femoral fractures from high-energy trauma such as motor vehicle accidents or falls from a significant height. Unless the patients have high surgical risks or severe comorbidities, all femoral fractures are managed operatively to allow patients earlier ambulation and improved quality of life. The main complications that lead to a surgical revision include avascular necrosis, aseptic nonunion, and periprosthetic fracture. [2]"}
{"id": "article-32218_47", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Surgical Considerations", "content": "Regarding a proximal femur fracture, the decision to pursue arthroplasty versus internal fixation depends on the fracture pattern and characteristics. An intracapsular fracture that involves the femoral neck is more likely to disrupt the blood supply from the deep branch of the medial femoral circumflex artery than an extracapsular fracture. Thus, arthroplasty with replacement of the femoral head is more appropriate to avoid the risk of avascular necrosis if treated with intramedullary (IM) nails and screws. [6]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Surgical Considerations. Regarding a proximal femur fracture, the decision to pursue arthroplasty versus internal fixation depends on the fracture pattern and characteristics. An intracapsular fracture that involves the femoral neck is more likely to disrupt the blood supply from the deep branch of the medial femoral circumflex artery than an extracapsular fracture. Thus, arthroplasty with replacement of the femoral head is more appropriate to avoid the risk of avascular necrosis if treated with intramedullary (IM) nails and screws. [6]"}
{"id": "article-32218_48", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Surgical Considerations", "content": "Femoral neck fractures are evaluated by plain film x-ray and can be classified using the Garden classification. Garden I is an incomplete femoral neck fracture that is minimally displaced or valgus impacted. Garden II is a complete fracture with minimal displacement. Garden III is a complete fracture with less than 50% displacement. Garden IV is a complete fracture with more than 50% displacement. However, it is difficult to classify the fractures on x-ray, so femoral neck fractures are mostly classified as displaced (Garden I and II) or nondisplaced (Garden III and IV).", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Surgical Considerations. Femoral neck fractures are evaluated by plain film x-ray and can be classified using the Garden classification. Garden I is an incomplete femoral neck fracture that is minimally displaced or valgus impacted. Garden II is a complete fracture with minimal displacement. Garden III is a complete fracture with less than 50% displacement. Garden IV is a complete fracture with more than 50% displacement. However, it is difficult to classify the fractures on x-ray, so femoral neck fractures are mostly classified as displaced (Garden I and II) or nondisplaced (Garden III and IV)."}
{"id": "article-32218_49", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Surgical Considerations", "content": "Nondisplaced fractures are treated with cancellous lag screws or a sliding hip screw. Both techniques have about the same outcomes and complications. Cancellous lag screws are associated with shorter operative time and less blood loss. However, cancellous lag screws have a higher revision rate than sliding hip screws due to prominent lag screw head irritation of soft tissue as the naturally femoral neck shortens postoperatively. [25]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Surgical Considerations. Nondisplaced fractures are treated with cancellous lag screws or a sliding hip screw. Both techniques have about the same outcomes and complications. Cancellous lag screws are associated with shorter operative time and less blood loss. However, cancellous lag screws have a higher revision rate than sliding hip screws due to prominent lag screw head irritation of soft tissue as the naturally femoral neck shortens postoperatively. [25]"}
{"id": "article-32218_50", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Surgical Considerations", "content": "Distal femur fractures are complicated injuries that should be evaluated by CT scan because more than half of distal femur fractures are intra-articular, and the type of surgical treatment depends on whether there is joint space involvement. Extra-articular fractures are treated with anterograde or retrograde intramedullary (IM) nails, plates, blades, or screws. Retrograde IM nail has better outcomes and lower revision and infection rates compared to open reduction internal fixation with plate, blade, or screws. Anterograde IM nail has comparable outcomes to retrograde IM nail. Some stable and nondisplaced intra-articular fractures can be treated with retrograde IM nails, but most intra-articular fractures should be managed as total knee arthroplasty (TKA). However, older patients who undergo TKA have a high morbidity and mortality, so patient selection is important. TKA revisions have worse outcomes than primary TKA. [8]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Surgical Considerations. Distal femur fractures are complicated injuries that should be evaluated by CT scan because more than half of distal femur fractures are intra-articular, and the type of surgical treatment depends on whether there is joint space involvement. Extra-articular fractures are treated with anterograde or retrograde intramedullary (IM) nails, plates, blades, or screws. Retrograde IM nail has better outcomes and lower revision and infection rates compared to open reduction internal fixation with plate, blade, or screws. Anterograde IM nail has comparable outcomes to retrograde IM nail. Some stable and nondisplaced intra-articular fractures can be treated with retrograde IM nails, but most intra-articular fractures should be managed as total knee arthroplasty (TKA). However, older patients who undergo TKA have a high morbidity and mortality, so patient selection is important. TKA revisions have worse outcomes than primary TKA. [8]"}
{"id": "article-32218_51", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Clinical Significance -- Adolescent Hip Disorder", "content": "Slipped capital femoral epiphysis (SCFE) is a hip disorder of the femoral head most common in overweight adolescent males. SCFE is an anterior and superior displacement of the metaphysis relative to the epiphysis. The cause is often idiopathic, but SCFE has been associated with endocrine dysfunction, renal failure, or radiation therapy. Femoroacetabular impingement is a common sequela of SCFE. Preventative treatment is controversial for SCFE, but early treatment with a single screw through the growth plate has been shown to prevent progressive slippage.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Clinical Significance -- Adolescent Hip Disorder. Slipped capital femoral epiphysis (SCFE) is a hip disorder of the femoral head most common in overweight adolescent males. SCFE is an anterior and superior displacement of the metaphysis relative to the epiphysis. The cause is often idiopathic, but SCFE has been associated with endocrine dysfunction, renal failure, or radiation therapy. Femoroacetabular impingement is a common sequela of SCFE. Preventative treatment is controversial for SCFE, but early treatment with a single screw through the growth plate has been shown to prevent progressive slippage."}
{"id": "article-32218_52", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Clinical Significance -- Adolescent Hip Disorder", "content": "Recently, the modified Dunn procedure has been studied for severe SCFE. The modified Dunn procedure involves removing a wedge of the femoral neck to correct the deformity, followed by fixation with screws to immobilize the femoral head. Persistent hip pain and avascular necrosis were common post-surgical complications with the modified Dunn procedure. [26] [27]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Clinical Significance -- Adolescent Hip Disorder. Recently, the modified Dunn procedure has been studied for severe SCFE. The modified Dunn procedure involves removing a wedge of the femoral neck to correct the deformity, followed by fixation with screws to immobilize the femoral head. Persistent hip pain and avascular necrosis were common post-surgical complications with the modified Dunn procedure. [26] [27]"}
{"id": "article-32218_53", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Clinical Significance -- Vascular", "content": "Legg-Calve-Perthes disease (LCP) is a rare childhood disease when the blood supply to the femoral head is disrupted. Symptoms include hip pain and limping. LCP is 5 times more common in boys, and the usual age of onset is about 4 to 8 years old. Twin studies show that LCP is more likely due to environmental factors such as low social class. LCP is also associated with congenital malformations such as genitourinary abnormalities, inguinal hernias, or Down syndrome. Management depends on the child’s age and disease stage. Exercise, acupuncture, braces, bisphosphonates, and hip arthroscopy are some LCP treatment options. [28]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Clinical Significance -- Vascular. Legg-Calve-Perthes disease (LCP) is a rare childhood disease when the blood supply to the femoral head is disrupted. Symptoms include hip pain and limping. LCP is 5 times more common in boys, and the usual age of onset is about 4 to 8 years old. Twin studies show that LCP is more likely due to environmental factors such as low social class. LCP is also associated with congenital malformations such as genitourinary abnormalities, inguinal hernias, or Down syndrome. Management depends on the child’s age and disease stage. Exercise, acupuncture, braces, bisphosphonates, and hip arthroscopy are some LCP treatment options. [28]"}
{"id": "article-32218_54", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Clinical Significance -- Environmental", "content": "Rickets is an inability to mineralize bone, resulting in a characteristic deformity of the long bones. Endochondral ossification is the primary way the growth plate calcifies and promotes long bone growth. However, this process is reduced or absent in rickets. The most common cause of rickets is vitamin D deficiency. Other causes include low calcium or phosphate intake, reduced sun exposure, and abnormal phosphate metabolism. [29]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Clinical Significance -- Environmental. Rickets is an inability to mineralize bone, resulting in a characteristic deformity of the long bones. Endochondral ossification is the primary way the growth plate calcifies and promotes long bone growth. However, this process is reduced or absent in rickets. The most common cause of rickets is vitamin D deficiency. Other causes include low calcium or phosphate intake, reduced sun exposure, and abnormal phosphate metabolism. [29]"}
{"id": "article-32218_55", "title": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Femur -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}