{"id": "article-23270_0", "title": "Hypokalemic Periodic Paralysis -- Continuing Education Activity", "content": "Hypokalemic periodic paralysis (hypoPP) is a rare channelopathy caused by skeletal muscle ion channel mutations, mainly affecting calcium or sodium channels. Patients with hypoPP experience a sudden onset of generalized or focal flaccid paralysis associated with low blood potassium levels (or hypokalemia), which can last for several hours before resolving spontaneously. Most cases of hypoPP are hereditary or familial. Prompt diagnosis and prophylactic therapy are crucial to managing hypoPP and avoiding associated morbidity. The evaluation for hypoPP includes excluding secondary causes such as hyperthyroidism through thyroid function tests and monitoring for electrocardiogram abnormalities such as prolonged QT interval. Based on patient response, treatment for hypoPP should follow a step-wise escalation, focusing on relieving acute symptoms, managing complications, and preventing future attacks. This underscores the importance of a coordinated approach to improving patient outcomes.", "contents": "Hypokalemic Periodic Paralysis -- Continuing Education Activity. Hypokalemic periodic paralysis (hypoPP) is a rare channelopathy caused by skeletal muscle ion channel mutations, mainly affecting calcium or sodium channels. Patients with hypoPP experience a sudden onset of generalized or focal flaccid paralysis associated with low blood potassium levels (or hypokalemia), which can last for several hours before resolving spontaneously. Most cases of hypoPP are hereditary or familial. Prompt diagnosis and prophylactic therapy are crucial to managing hypoPP and avoiding associated morbidity. The evaluation for hypoPP includes excluding secondary causes such as hyperthyroidism through thyroid function tests and monitoring for electrocardiogram abnormalities such as prolonged QT interval. Based on patient response, treatment for hypoPP should follow a step-wise escalation, focusing on relieving acute symptoms, managing complications, and preventing future attacks. This underscores the importance of a coordinated approach to improving patient outcomes."}
{"id": "article-23270_1", "title": "Hypokalemic Periodic Paralysis -- Continuing Education Activity", "content": "This activity provides an overview of the evaluation and treatment of hypoPP, emphasizing the crucial role of the interprofessional healthcare team in both evaluating and treating this condition. An interprofessional healthcare team comprising hospitalists, nurses, dieticians, pharmacists, and geneticists collaborates to provide comprehensive care for managing hypoPP. This approach aims to improve patient outcomes by identifying and avoiding triggers, treating manifestations and complications, and reducing future attacks through monitoring for complications, dietary adjustments, medication management, and genetic testing for at-risk individuals.", "contents": "Hypokalemic Periodic Paralysis -- Continuing Education Activity. This activity provides an overview of the evaluation and treatment of hypoPP, emphasizing the crucial role of the interprofessional healthcare team in both evaluating and treating this condition. An interprofessional healthcare team comprising hospitalists, nurses, dieticians, pharmacists, and geneticists collaborates to provide comprehensive care for managing hypoPP. This approach aims to improve patient outcomes by identifying and avoiding triggers, treating manifestations and complications, and reducing future attacks through monitoring for complications, dietary adjustments, medication management, and genetic testing for at-risk individuals."}
{"id": "article-23270_2", "title": "Hypokalemic Periodic Paralysis -- Continuing Education Activity", "content": "Objectives: Identify the key clinical features and diagnostic criteria of hypokalemic periodic paralysis to facilitate accurate diagnosis. Screen patients presenting with episodes of muscle weakness for hypokalemia and perform necessary diagnostic tests for hypokalemic periodic paralysis. Select and prescribe pharmacological therapies for hypokalemia periodic paralysis based on patient needs for acute attacks and long-term prophylaxis. Collaborate with interprofessional healthcare teams to optimize patient outcomes, minimize disease-related complications, and provide comprehensive care for patients with hypokalemia periodic paralysis. Access free multiple choice questions on this topic.", "contents": "Hypokalemic Periodic Paralysis -- Continuing Education Activity. Objectives: Identify the key clinical features and diagnostic criteria of hypokalemic periodic paralysis to facilitate accurate diagnosis. Screen patients presenting with episodes of muscle weakness for hypokalemia and perform necessary diagnostic tests for hypokalemic periodic paralysis. Select and prescribe pharmacological therapies for hypokalemia periodic paralysis based on patient needs for acute attacks and long-term prophylaxis. Collaborate with interprofessional healthcare teams to optimize patient outcomes, minimize disease-related complications, and provide comprehensive care for patients with hypokalemia periodic paralysis. Access free multiple choice questions on this topic."}
{"id": "article-23270_3", "title": "Hypokalemic Periodic Paralysis -- Introduction", "content": "Hypokalemic periodic paralysis (hypoPP) is a rare disorder caused by skeletal muscle ion channel mutations, mainly affecting calcium or sodium channels. HypoPP is characterized by episodic severe muscle weakness, usually triggered by strenuous exercise or a high-carbohydrate diet. Patients with hypoPP experience a sudden onset of generalized or focal flaccid paralysis associated with low blood serum potassium levels (or hypokalemia), which can last for several hours before resolving spontaneously.", "contents": "Hypokalemic Periodic Paralysis -- Introduction. Hypokalemic periodic paralysis (hypoPP) is a rare disorder caused by skeletal muscle ion channel mutations, mainly affecting calcium or sodium channels. HypoPP is characterized by episodic severe muscle weakness, usually triggered by strenuous exercise or a high-carbohydrate diet. Patients with hypoPP experience a sudden onset of generalized or focal flaccid paralysis associated with low blood serum potassium levels (or hypokalemia), which can last for several hours before resolving spontaneously."}
{"id": "article-23270_4", "title": "Hypokalemic Periodic Paralysis -- Introduction", "content": "The majority of hypoPP cases are hereditary or familial. The familial form of hypoPP is a rare channelopathy resulting from mutations in either the calcium or sodium ion channels, predominantly affecting skeletal muscle cells. Acquired cases of hypoPP are also identified and associated with hyperthyroidism. The disease-causing mutation in hypoPP, specifically in the CACNA1S gene, was identified by Jurkat-Rott et al in 1994. [1]", "contents": "Hypokalemic Periodic Paralysis -- Introduction. The majority of hypoPP cases are hereditary or familial. The familial form of hypoPP is a rare channelopathy resulting from mutations in either the calcium or sodium ion channels, predominantly affecting skeletal muscle cells. Acquired cases of hypoPP are also identified and associated with hyperthyroidism. The disease-causing mutation in hypoPP, specifically in the CACNA1S gene, was identified by Jurkat-Rott et al in 1994. [1]"}
{"id": "article-23270_5", "title": "Hypokalemic Periodic Paralysis -- Etiology", "content": "Both hereditary or familial and acquired causes of hypoPP have been identified. Familial hypoPP is caused by mutations in either of the 2 genes—the calcium or sodium ion channel gene mutations. Over the last few decades, various mutations have been recognized as causes of hypoPP. The most common familial form, type 1 hypoPP, is characterized by a mutation in the dihydropyridine-sensitive skeletal muscle calcium channel gene, CACNA1S . On the other hand, the type 2 familial form of hypoPP is associated with mutations in the voltage-sensitive skeletal muscle sodium channel gene, SCN4A . In addition, disease-causing mutations in the genes KCNJ2 and KCNJ18 , which code for the inward rectifier potassium (Kir) channel, have also been identified as contributors to hypoPP. [2] [3] [4] [5]", "contents": "Hypokalemic Periodic Paralysis -- Etiology. Both hereditary or familial and acquired causes of hypoPP have been identified. Familial hypoPP is caused by mutations in either of the 2 genes—the calcium or sodium ion channel gene mutations. Over the last few decades, various mutations have been recognized as causes of hypoPP. The most common familial form, type 1 hypoPP, is characterized by a mutation in the dihydropyridine-sensitive skeletal muscle calcium channel gene, CACNA1S . On the other hand, the type 2 familial form of hypoPP is associated with mutations in the voltage-sensitive skeletal muscle sodium channel gene, SCN4A . In addition, disease-causing mutations in the genes KCNJ2 and KCNJ18 , which code for the inward rectifier potassium (Kir) channel, have also been identified as contributors to hypoPP. [2] [3] [4] [5]"}
{"id": "article-23270_6", "title": "Hypokalemic Periodic Paralysis -- Etiology", "content": "Acquired hypoPP has been associated with thyrotoxicosis, whereas the familial form and thyrotoxic hypoPP constitute the primary hypoPP. Periodic muscle weakness can also result from hypokalemia due to potassium loss secondary to renal and gastrointestinal issues such as renal tubular acidosis, gastroenteritis, or endocrine-related causes.", "contents": "Hypokalemic Periodic Paralysis -- Etiology. Acquired hypoPP has been associated with thyrotoxicosis, whereas the familial form and thyrotoxic hypoPP constitute the primary hypoPP. Periodic muscle weakness can also result from hypokalemia due to potassium loss secondary to renal and gastrointestinal issues such as renal tubular acidosis, gastroenteritis, or endocrine-related causes."}
{"id": "article-23270_7", "title": "Hypokalemic Periodic Paralysis -- Epidemiology", "content": "In general, hypoPP is a rare disorder with an estimated prevalence of 1 in 100,000. Most familial cases exhibit an autosomal dominant inheritance pattern with incomplete penetrance, particularly noticeable in women. The genetic disorder may also be acquired in patients with thyrotoxicosis or familial with autosomal dominant inheritance. [6] This disorder typically manifests with lower clinical expression in women due to lower penetrance and attack rates compared to men. [7] Moreover, women also experience fewer muscle weakness attacks than men. Many cases are sporadic, representing new mutations. [8] [9] Most cases of thyrotoxic hypoPP are sporadic and more prevalent among individuals of Asian descent, with a male predominance of 9 to 1. [10]", "contents": "Hypokalemic Periodic Paralysis -- Epidemiology. In general, hypoPP is a rare disorder with an estimated prevalence of 1 in 100,000. Most familial cases exhibit an autosomal dominant inheritance pattern with incomplete penetrance, particularly noticeable in women. The genetic disorder may also be acquired in patients with thyrotoxicosis or familial with autosomal dominant inheritance. [6] This disorder typically manifests with lower clinical expression in women due to lower penetrance and attack rates compared to men. [7] Moreover, women also experience fewer muscle weakness attacks than men. Many cases are sporadic, representing new mutations. [8] [9] Most cases of thyrotoxic hypoPP are sporadic and more prevalent among individuals of Asian descent, with a male predominance of 9 to 1. [10]"}
{"id": "article-23270_8", "title": "Hypokalemic Periodic Paralysis -- Pathophysiology", "content": "The most common genetic abnormality in hypoPP is a missense mutation affecting positively charged residues, such as arginine, in the S4 domain of the alpha subunit (voltage sensor domain) of the skeletal muscle ion channel. This mutation predominantly affects the L -type calcium channel (Cav1.1) and, less commonly, the voltage-gated sodium channel (Nav1.4). [4] These mutations disrupt the normal flow of electric current through the voltage sensor domain of the ion channel, resulting in muscle cell membrane inexcitability. Consequently, this leads to the failure of muscle action potential generation and subsequent episodes of flaccid paralysis. [11] [12]", "contents": "Hypokalemic Periodic Paralysis -- Pathophysiology. The most common genetic abnormality in hypoPP is a missense mutation affecting positively charged residues, such as arginine, in the S4 domain of the alpha subunit (voltage sensor domain) of the skeletal muscle ion channel. This mutation predominantly affects the L -type calcium channel (Cav1.1) and, less commonly, the voltage-gated sodium channel (Nav1.4). [4] These mutations disrupt the normal flow of electric current through the voltage sensor domain of the ion channel, resulting in muscle cell membrane inexcitability. Consequently, this leads to the failure of muscle action potential generation and subsequent episodes of flaccid paralysis. [11] [12]"}
{"id": "article-23270_9", "title": "Hypokalemic Periodic Paralysis -- Pathophysiology", "content": "Over the past few decades, several mutations in genes such as CACNA1S , SCN4A , and KCNJ2 , responsible for approximately 70% to 80% of hypoPP cases, have been discovered, leaving the remainder genetically undetermined. In 90% of identified cases, arginine mutation in the S4 segment remains the primary cause. [3] However, other potential mutations contributing to hypoPP are still unknown.", "contents": "Hypokalemic Periodic Paralysis -- Pathophysiology. Over the past few decades, several mutations in genes such as CACNA1S , SCN4A , and KCNJ2 , responsible for approximately 70% to 80% of hypoPP cases, have been discovered, leaving the remainder genetically undetermined. In 90% of identified cases, arginine mutation in the S4 segment remains the primary cause. [3] However, other potential mutations contributing to hypoPP are still unknown."}
{"id": "article-23270_10", "title": "Hypokalemic Periodic Paralysis -- Pathophysiology", "content": "The existence and characteristics of gating pore currents have been extensively studied and understood primarily in sodium channels. Numerous experiments have illustrated the presence of anomalous gating pore currents associated with SCN4A mutations in sodium channels during the resting phase. These abnormal gating pore currents lead to an inward nonselective cation leak, inducing aberrant depolarization sufficient to render the resting potential of muscle fibers unstable. [2]", "contents": "Hypokalemic Periodic Paralysis -- Pathophysiology. The existence and characteristics of gating pore currents have been extensively studied and understood primarily in sodium channels. Numerous experiments have illustrated the presence of anomalous gating pore currents associated with SCN4A mutations in sodium channels during the resting phase. These abnormal gating pore currents lead to an inward nonselective cation leak, inducing aberrant depolarization sufficient to render the resting potential of muscle fibers unstable. [2]"}
{"id": "article-23270_11", "title": "Hypokalemic Periodic Paralysis -- Pathophysiology", "content": "When serum potassium level drops below 3.0 mEq/L (3.0 mmol/L), the affected fibers paradoxically undergo sustained depolarization, making muscle electrically inexcitable, whereas normal fibers undergo hyperpolarization at this drop in serum potassium. Normally, the inward rectifying potassium (Kir) channel and membrane Na-K-ATPase maintain the normal negative resting membrane potential. However, in the presence of CACNA1S and SCN4A mutations, the depolarization induced by the gating pore currents, at the modest drop in serum potassium levels to around 3.0 mEq/L (3.0 mmol/L), counterbalances the Kir current, resulting in sustained depolarization. [4] [5] [13]", "contents": "Hypokalemic Periodic Paralysis -- Pathophysiology. When serum potassium level drops below 3.0 mEq/L (3.0 mmol/L), the affected fibers paradoxically undergo sustained depolarization, making muscle electrically inexcitable, whereas normal fibers undergo hyperpolarization at this drop in serum potassium. Normally, the inward rectifying potassium (Kir) channel and membrane Na-K-ATPase maintain the normal negative resting membrane potential. However, in the presence of CACNA1S and SCN4A mutations, the depolarization induced by the gating pore currents, at the modest drop in serum potassium levels to around 3.0 mEq/L (3.0 mmol/L), counterbalances the Kir current, resulting in sustained depolarization. [4] [5] [13]"}
{"id": "article-23270_12", "title": "Hypokalemic Periodic Paralysis -- Pathophysiology", "content": "Limited experimental studies have provided evidence of gating pore currents in calcium channels. Despite this, due to the similarity in phenotypic expression between hypoPP caused by sodium and calcium channel mutations, it is believed that gating pore currents also exist in calcium channels. While not fully understood, several observations from various experimental studies shed light on the potential mechanisms underlying muscle weakness in the presence of calcium channel defects, as mentioned below. Mutations in calcium channels typically result in a loss of function. Electrophysiological investigations have revealed slower activation of calcium channels and reduced calcium current density. However, this observed reduction in calcium current does not directly correlate with episodes of depolarization, hypokalemia, and subsequent muscle weakness attacks.", "contents": "Hypokalemic Periodic Paralysis -- Pathophysiology. Limited experimental studies have provided evidence of gating pore currents in calcium channels. Despite this, due to the similarity in phenotypic expression between hypoPP caused by sodium and calcium channel mutations, it is believed that gating pore currents also exist in calcium channels. While not fully understood, several observations from various experimental studies shed light on the potential mechanisms underlying muscle weakness in the presence of calcium channel defects, as mentioned below. Mutations in calcium channels typically result in a loss of function. Electrophysiological investigations have revealed slower activation of calcium channels and reduced calcium current density. However, this observed reduction in calcium current does not directly correlate with episodes of depolarization, hypokalemia, and subsequent muscle weakness attacks."}
{"id": "article-23270_13", "title": "Hypokalemic Periodic Paralysis -- Pathophysiology", "content": "In an experimental study, muscle biopsies from 3 hypoPP patients with the R528H mutation of the calcium channel (Cav1.1) revealed abnormal sarcolemmal ATP-sensitive K+ (KATP) channel function. This was supported by the lack of stimulation of the channel by magnesium adenosine diphosphate (MgADP). The KATP channel exhibited reduced opening and conductance states, resulting in reduced K current, which is likely associated with depolarization during hypokalemia. The altered function of the KATP channel is attributed to altered Ca2+ homeostasis caused by the calcium channel mutation. This observation suggests a possible secondary channelopathy in patients with hypoPP. [8] [14]", "contents": "Hypokalemic Periodic Paralysis -- Pathophysiology. In an experimental study, muscle biopsies from 3 hypoPP patients with the R528H mutation of the calcium channel (Cav1.1) revealed abnormal sarcolemmal ATP-sensitive K+ (KATP) channel function. This was supported by the lack of stimulation of the channel by magnesium adenosine diphosphate (MgADP). The KATP channel exhibited reduced opening and conductance states, resulting in reduced K current, which is likely associated with depolarization during hypokalemia. The altered function of the KATP channel is attributed to altered Ca2+ homeostasis caused by the calcium channel mutation. This observation suggests a possible secondary channelopathy in patients with hypoPP. [8] [14]"}
{"id": "article-23270_14", "title": "Hypokalemic Periodic Paralysis -- History and Physical", "content": "Although the genetic abnormality remains throughout the life span of an affected individual, the mean age of presentation of attacks is the first or second decade of life, commonly during late childhood or teenage years. The frequency of these attacks tends to decrease as individuals age. However, in cases of thyrotoxic hypoPP, onset usually occurs after the age of 20. HypoPP is characterized by sporadic attacks rather than regular occurrences, with episodes occurring suddenly and episodically. The most consistent triggers are rest following strenuous exercise and consumption of carbohydrate-rich diets.", "contents": "Hypokalemic Periodic Paralysis -- History and Physical. Although the genetic abnormality remains throughout the life span of an affected individual, the mean age of presentation of attacks is the first or second decade of life, commonly during late childhood or teenage years. The frequency of these attacks tends to decrease as individuals age. However, in cases of thyrotoxic hypoPP, onset usually occurs after the age of 20. HypoPP is characterized by sporadic attacks rather than regular occurrences, with episodes occurring suddenly and episodically. The most consistent triggers are rest following strenuous exercise and consumption of carbohydrate-rich diets."}
{"id": "article-23270_15", "title": "Hypokalemic Periodic Paralysis -- History and Physical", "content": "These triggering factors lead to an increase in plasma epinephrine or insulin levels, causing an intracellular shift of potassium and subsequently lowering serum potassium levels, thus initiating episodes of weakness. Other identified but less consistent triggers include excitement, stress, fear, cold temperatures, high salt intake, glucocorticoid use, alcohol consumption, or undergoing anesthesia procedures. [15] Patients typically experience sudden and severe attacks of generalized muscle weakness, with more pronounced involvement of proximal muscles than distal muscles and a significant decrease in serum potassium levels (below 2.5 mmol/L). [13] Usually, patients go to bed in a normal state of health and wake up in the middle of the night or the morning, experiencing an attack of muscle weakness.", "contents": "Hypokalemic Periodic Paralysis -- History and Physical. These triggering factors lead to an increase in plasma epinephrine or insulin levels, causing an intracellular shift of potassium and subsequently lowering serum potassium levels, thus initiating episodes of weakness. Other identified but less consistent triggers include excitement, stress, fear, cold temperatures, high salt intake, glucocorticoid use, alcohol consumption, or undergoing anesthesia procedures. [15] Patients typically experience sudden and severe attacks of generalized muscle weakness, with more pronounced involvement of proximal muscles than distal muscles and a significant decrease in serum potassium levels (below 2.5 mmol/L). [13] Usually, patients go to bed in a normal state of health and wake up in the middle of the night or the morning, experiencing an attack of muscle weakness."}
{"id": "article-23270_16", "title": "Hypokalemic Periodic Paralysis -- History and Physical", "content": "Many patients also report experiencing prodromal symptoms such as fatigue, paresthesias, and behavioral changes a day before a muscle weakness attack. However, when attacks are incomplete, they typically affect the lower limbs more than the upper limbs. Bulbar, ocular, and respiratory muscles are usually unaffected, although respiratory muscle involvement can be life-threatening in severe cases. [1] The pattern of muscle weakness is similar in both familial and thyrotoxic hypoPP, and signs of hyperthyroidism are often evident in most cases of thyrotoxic hypoPP, although they may not always be present. Muscle weakness attacks occur during periods of hyperthyroidism and never during normal thyroid function. The frequency of attacks varies widely, with some patients experiencing attacks only once in their lifetime, while others may have them several times a week. [15] Women tend to have fewer attacks than men. The duration of each attack varies as well, ranging from minutes to days, with some attacks lasting several hours before resolving spontaneously.", "contents": "Hypokalemic Periodic Paralysis -- History and Physical. Many patients also report experiencing prodromal symptoms such as fatigue, paresthesias, and behavioral changes a day before a muscle weakness attack. However, when attacks are incomplete, they typically affect the lower limbs more than the upper limbs. Bulbar, ocular, and respiratory muscles are usually unaffected, although respiratory muscle involvement can be life-threatening in severe cases. [1] The pattern of muscle weakness is similar in both familial and thyrotoxic hypoPP, and signs of hyperthyroidism are often evident in most cases of thyrotoxic hypoPP, although they may not always be present. Muscle weakness attacks occur during periods of hyperthyroidism and never during normal thyroid function. The frequency of attacks varies widely, with some patients experiencing attacks only once in their lifetime, while others may have them several times a week. [15] Women tend to have fewer attacks than men. The duration of each attack varies as well, ranging from minutes to days, with some attacks lasting several hours before resolving spontaneously."}
{"id": "article-23270_17", "title": "Hypokalemic Periodic Paralysis -- History and Physical", "content": "During a muscle weakness attack, neurological examination typically reveals generalized muscle weakness, with proximal muscles more affected than distal ones. In incomplete attacks, the legs are often more involved than the arms. Hyporeflexia or areflexia is a common finding. Neurological examination findings are typically normal between attacks. Myotonia is uncommon in hypoPP, unlike hyperkalemic periodic paralysis, where myotonia is a common feature. [8] [16]", "contents": "Hypokalemic Periodic Paralysis -- History and Physical. During a muscle weakness attack, neurological examination typically reveals generalized muscle weakness, with proximal muscles more affected than distal ones. In incomplete attacks, the legs are often more involved than the arms. Hyporeflexia or areflexia is a common finding. Neurological examination findings are typically normal between attacks. Myotonia is uncommon in hypoPP, unlike hyperkalemic periodic paralysis, where myotonia is a common feature. [8] [16]"}
{"id": "article-23270_18", "title": "Hypokalemic Periodic Paralysis -- History and Physical", "content": "Some individuals with hypoPP may experience a milder form of muscle weakness between attacks that fluctuates and improves with mild exercise. [10] In a case series involving 71 diagnosed hypoPP patients, those without identified mutations differed from those with mutations in several aspects. These differences included disease onset occurring in older age, the absence of dietary triggers, and muscle biopsy findings not showing vacuolar myopathy. Additionally, phenotypic variations were observed among patients with mutations in this case series. Patients with sodium channel mutations tended to have shorter attack durations, while vacuolar changes were more common in those with calcium channel mutations. Tubular aggregates were observed in patients with sodium channel mutations. [9]", "contents": "Hypokalemic Periodic Paralysis -- History and Physical. Some individuals with hypoPP may experience a milder form of muscle weakness between attacks that fluctuates and improves with mild exercise. [10] In a case series involving 71 diagnosed hypoPP patients, those without identified mutations differed from those with mutations in several aspects. These differences included disease onset occurring in older age, the absence of dietary triggers, and muscle biopsy findings not showing vacuolar myopathy. Additionally, phenotypic variations were observed among patients with mutations in this case series. Patients with sodium channel mutations tended to have shorter attack durations, while vacuolar changes were more common in those with calcium channel mutations. Tubular aggregates were observed in patients with sodium channel mutations. [9]"}
{"id": "article-23270_19", "title": "Hypokalemic Periodic Paralysis -- Evaluation", "content": "HypoPP is suspected when an individual presents with a sudden attack of flaccid muscle weakness involving proximal muscles, accompanied by either decreased or normal deep tendon reflexes, especially after exposure to known triggering factors. A positive family history or previous personal history of similar muscle weakness attacks further raises suspicion. In cases where a family history of hypoPP is confirmed, additional diagnostic investigations are unnecessary to confirm the diagnosis of a paralytic attack episode. However, without a family history, a low serum potassium level during a typical weakness episode helps establish the diagnosis.", "contents": "Hypokalemic Periodic Paralysis -- Evaluation. HypoPP is suspected when an individual presents with a sudden attack of flaccid muscle weakness involving proximal muscles, accompanied by either decreased or normal deep tendon reflexes, especially after exposure to known triggering factors. A positive family history or previous personal history of similar muscle weakness attacks further raises suspicion. In cases where a family history of hypoPP is confirmed, additional diagnostic investigations are unnecessary to confirm the diagnosis of a paralytic attack episode. However, without a family history, a low serum potassium level during a typical weakness episode helps establish the diagnosis."}
{"id": "article-23270_20", "title": "Hypokalemic Periodic Paralysis -- Evaluation", "content": "Though the diagnosis of hypoPP is usually straightforward, additional laboratory investigations are often conducted to rule out secondary causes. These may include a thyroid function test (measuring TSH, T3, and T4 levels) to exclude hyperthyroidism, an electrocardiogram (ECG) to detect changes consistent with hypokalemia, and possibly identifying features of Anderson syndrome such as a prolonged QT interval on the ECG. [13]", "contents": "Hypokalemic Periodic Paralysis -- Evaluation. Though the diagnosis of hypoPP is usually straightforward, additional laboratory investigations are often conducted to rule out secondary causes. These may include a thyroid function test (measuring TSH, T3, and T4 levels) to exclude hyperthyroidism, an electrocardiogram (ECG) to detect changes consistent with hypokalemia, and possibly identifying features of Anderson syndrome such as a prolonged QT interval on the ECG. [13]"}
{"id": "article-23270_21", "title": "Hypokalemic Periodic Paralysis -- Evaluation", "content": "Diagnosing hypoPP can be challenging outside of attack episodes, as serum potassium levels typically remain normal during interictal periods in primary hypoPP. A low serum potassium level between attacks often indicates a secondary cause of hypokalemia, such as distal renal tubular acidosis. [10] [17] Additional diagnostic options include genetic testing, provocative testing, and electromyography (EMG). Genetic testing is used to identify mutations in primary hypoPP, especially when the likelihood of a genetic cause is high. However, it is noteworthy that not all mutations may be identified through genetic testing, as some remain genetically undetermined. In cases where genetic testing fails to reveal a mutation, provocative testing and EMG can be valuable tools to guide diagnosis and further characterize the condition.", "contents": "Hypokalemic Periodic Paralysis -- Evaluation. Diagnosing hypoPP can be challenging outside of attack episodes, as serum potassium levels typically remain normal during interictal periods in primary hypoPP. A low serum potassium level between attacks often indicates a secondary cause of hypokalemia, such as distal renal tubular acidosis. [10] [17] Additional diagnostic options include genetic testing, provocative testing, and electromyography (EMG). Genetic testing is used to identify mutations in primary hypoPP, especially when the likelihood of a genetic cause is high. However, it is noteworthy that not all mutations may be identified through genetic testing, as some remain genetically undetermined. In cases where genetic testing fails to reveal a mutation, provocative testing and EMG can be valuable tools to guide diagnosis and further characterize the condition."}
{"id": "article-23270_22", "title": "Hypokalemic Periodic Paralysis -- Evaluation", "content": "Provocative testing using potassium, insulin, or glucose administration can be used to diagnose hypoPP. However, it is important to note that this testing can be potentially dangerous, as it may lead to life-threatening arrhythmias or hypoglycemia. Patients undergoing provocative testing require intensive monitoring in a hospital setting before confirming the diagnosis. Alternatively, the exercise test is considered relatively safer for diagnosing hypoPP. During episodes of muscle weakness, EMG may reveal a reduced amplitude of compound muscle action potential (CMAP) and electrical silence, the extent of which depends on the severity of muscle weakness observed during the attack.", "contents": "Hypokalemic Periodic Paralysis -- Evaluation. Provocative testing using potassium, insulin, or glucose administration can be used to diagnose hypoPP. However, it is important to note that this testing can be potentially dangerous, as it may lead to life-threatening arrhythmias or hypoglycemia. Patients undergoing provocative testing require intensive monitoring in a hospital setting before confirming the diagnosis. Alternatively, the exercise test is considered relatively safer for diagnosing hypoPP. During episodes of muscle weakness, EMG may reveal a reduced amplitude of compound muscle action potential (CMAP) and electrical silence, the extent of which depends on the severity of muscle weakness observed during the attack."}
{"id": "article-23270_23", "title": "Hypokalemic Periodic Paralysis -- Evaluation", "content": "Between attacks, EMG techniques such as the \"exercise test\" can be employed to assess the change in muscle fiber excitability due to channelopathy. During the long exercise test, a focal muscle weakness attack is induced by vigorous exercise of a single muscle for 2 to 5 minutes, and EMG measurements track the post-exercise CAMP in muscle fibers. A reduction of 40% or more in CAMP is considered abnormal and typical for periodic paralysis. The study showed no false-positive results when the reduction was more than 40% or more, and this change was present in greater than 70% of patients. The abduction range of the little finger, measured postexercise, is an alternative parameter to CAMP in a long exercise test to diagnose hypoPP between attacks of muscle weakness.", "contents": "Hypokalemic Periodic Paralysis -- Evaluation. Between attacks, EMG techniques such as the \"exercise test\" can be employed to assess the change in muscle fiber excitability due to channelopathy. During the long exercise test, a focal muscle weakness attack is induced by vigorous exercise of a single muscle for 2 to 5 minutes, and EMG measurements track the post-exercise CAMP in muscle fibers. A reduction of 40% or more in CAMP is considered abnormal and typical for periodic paralysis. The study showed no false-positive results when the reduction was more than 40% or more, and this change was present in greater than 70% of patients. The abduction range of the little finger, measured postexercise, is an alternative parameter to CAMP in a long exercise test to diagnose hypoPP between attacks of muscle weakness."}
{"id": "article-23270_24", "title": "Hypokalemic Periodic Paralysis -- Evaluation", "content": "Interattack muscle biopsy is usually not performed to confirm the diagnosis. Biopsy findings may include vacuolar changes or tubular aggregates, but these are nonspecific and not diagnostic of periodic paralysis. Tubular aggregates are more commonly associated with Andersen syndrome and the sodium channel mutation variant of hypoPP. [8] [13] [18] [19] [20] [21] [22] [23]", "contents": "Hypokalemic Periodic Paralysis -- Evaluation. Interattack muscle biopsy is usually not performed to confirm the diagnosis. Biopsy findings may include vacuolar changes or tubular aggregates, but these are nonspecific and not diagnostic of periodic paralysis. Tubular aggregates are more commonly associated with Andersen syndrome and the sodium channel mutation variant of hypoPP. [8] [13] [18] [19] [20] [21] [22] [23]"}
{"id": "article-23270_25", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management", "content": "The primary goals of treating hypoPP are to alleviate acute attack symptoms, prevent and manage immediate complications, and prevent both late complications and future attacks.", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management. The primary goals of treating hypoPP are to alleviate acute attack symptoms, prevent and manage immediate complications, and prevent both late complications and future attacks."}
{"id": "article-23270_26", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Acute Treatment", "content": "The primary goal is to normalize serum potassium levels by administering oral potassium chloride, which is more readily absorbed than other oral potassium solutions and helps alleviate muscle weakness symptoms. Treatment typically begins with incremental doses of oral potassium chloride, starting at 0.5 to 1 mEq/kg (equivalent to 60-120 mEq for a 60 kg individual). If there is no response to the initial dose, a repeat dose of 30% (0.3 mEq/kg) can be administered every 30 minutes. [15] Some clinicians suggest administration at a slower rate (10 mEq/h) to minimize rebound hyperkalemia. [24]", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Acute Treatment. The primary goal is to normalize serum potassium levels by administering oral potassium chloride, which is more readily absorbed than other oral potassium solutions and helps alleviate muscle weakness symptoms. Treatment typically begins with incremental doses of oral potassium chloride, starting at 0.5 to 1 mEq/kg (equivalent to 60-120 mEq for a 60 kg individual). If there is no response to the initial dose, a repeat dose of 30% (0.3 mEq/kg) can be administered every 30 minutes. [15] Some clinicians suggest administration at a slower rate (10 mEq/h) to minimize rebound hyperkalemia. [24]"}
{"id": "article-23270_27", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Acute Treatment", "content": "If a patient requires more than 100 mEq of oral potassium, close monitoring of serum potassium levels is essential, and the total oral potassium dose should not exceed 200 mEq within 24 hours of initiating treatment. The initial dose of oral potassium may vary based on the severity of hypokalemia. Patients should be monitored with ECG, and muscle strength should be assessed regularly. Serum potassium levels should be monitored for 24 hours after treatment, as the post-treatment rise in serum potassium levels can have adverse effects on patients.", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Acute Treatment. If a patient requires more than 100 mEq of oral potassium, close monitoring of serum potassium levels is essential, and the total oral potassium dose should not exceed 200 mEq within 24 hours of initiating treatment. The initial dose of oral potassium may vary based on the severity of hypokalemia. Patients should be monitored with ECG, and muscle strength should be assessed regularly. Serum potassium levels should be monitored for 24 hours after treatment, as the post-treatment rise in serum potassium levels can have adverse effects on patients."}
{"id": "article-23270_28", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Acute Treatment", "content": "Intravenous (IV) potassium is not typically the first choice of treatment and is reserved for specific situations such as arrhythmias due to hypokalemia, swallowing difficulties, or respiratory muscle paralysis. When IV potassium is necessary, it is preferably administered with mannitol rather than dextrose or saline. This preference is due to the potential of carbohydrates and salt to trigger muscle paralysis, which may exacerbate weakness. [18] [25] IV potassium therapy necessitates inpatient care with continuous ECG monitoring. A common protocol involves infusing 40 mEq/L of IV potassium in a 5% mannitol solution at a rate not exceeding 20 mEq/h, with a total dosage not exceeding 200 mEq in 24 hours. Individuals experiencing milder attacks can also benefit from low-level exercises. These exercises can help improve muscle function and reduce the severity of symptoms during attacks.", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Acute Treatment. Intravenous (IV) potassium is not typically the first choice of treatment and is reserved for specific situations such as arrhythmias due to hypokalemia, swallowing difficulties, or respiratory muscle paralysis. When IV potassium is necessary, it is preferably administered with mannitol rather than dextrose or saline. This preference is due to the potential of carbohydrates and salt to trigger muscle paralysis, which may exacerbate weakness. [18] [25] IV potassium therapy necessitates inpatient care with continuous ECG monitoring. A common protocol involves infusing 40 mEq/L of IV potassium in a 5% mannitol solution at a rate not exceeding 20 mEq/h, with a total dosage not exceeding 200 mEq in 24 hours. Individuals experiencing milder attacks can also benefit from low-level exercises. These exercises can help improve muscle function and reduce the severity of symptoms during attacks."}
{"id": "article-23270_29", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Preventive Treatment", "content": "Both pharmacological and nonpharmacological interventions can be used to prevent recurrent future attacks. Nonpharmacological interventions include educating patients about trigger factors and implementing lifestyle modifications to avoid these triggers, as discussed later. Pharmacological interventions include medications such as chronic potassium supplementation, carbonic anhydrase inhibitors, and potassium-sparing diuretics when lifestyle modifications alone are insufficient in reducing attack rates. The preferred approach involves combining one diuretic with chronic potassium supplementation, with the initial choice of diuretic being the carbonic anhydrase inhibitor acetazolamide.", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Preventive Treatment. Both pharmacological and nonpharmacological interventions can be used to prevent recurrent future attacks. Nonpharmacological interventions include educating patients about trigger factors and implementing lifestyle modifications to avoid these triggers, as discussed later. Pharmacological interventions include medications such as chronic potassium supplementation, carbonic anhydrase inhibitors, and potassium-sparing diuretics when lifestyle modifications alone are insufficient in reducing attack rates. The preferred approach involves combining one diuretic with chronic potassium supplementation, with the initial choice of diuretic being the carbonic anhydrase inhibitor acetazolamide."}
{"id": "article-23270_30", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Preventive Treatment", "content": "Carbonic anhydrase inhibitors have shown efficacy in decreasing future attacks of muscle weakness in hypoPP, although the exact mechanism in hypoPP remains unclear. These inhibitors work by promoting urinary potassium loss and inducing non-anion gap metabolic acidosis, thereby reducing the patient's susceptibility to muscle paralysis. Additionally, carbonic anhydrase inhibitors may enhance the opening of calcium-activated potassium channels. They also help reduce intracellular sodium accumulation, mitigating cellular toxicity and preventing muscle degeneration, which can effectively treat permanent weakness. A dosage of 250 mg of acetazolamide taken twice daily has been found to effectively reduce the frequency of attacks in hypoPP patients. [10]", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Preventive Treatment. Carbonic anhydrase inhibitors have shown efficacy in decreasing future attacks of muscle weakness in hypoPP, although the exact mechanism in hypoPP remains unclear. These inhibitors work by promoting urinary potassium loss and inducing non-anion gap metabolic acidosis, thereby reducing the patient's susceptibility to muscle paralysis. Additionally, carbonic anhydrase inhibitors may enhance the opening of calcium-activated potassium channels. They also help reduce intracellular sodium accumulation, mitigating cellular toxicity and preventing muscle degeneration, which can effectively treat permanent weakness. A dosage of 250 mg of acetazolamide taken twice daily has been found to effectively reduce the frequency of attacks in hypoPP patients. [10]"}
{"id": "article-23270_31", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Preventive Treatment", "content": "The genetic variation in response to acetazolamide treatment among hypoPP patients. Patients with SCN4A mutations tend to show a weaker response compared to those with CACNA1S mutations. A study involving 74 identified cases of hypoPP revealed that 56% (31 out of 55) of patients with CACNA1S mutations responded positively to acetazolamide therapy, while only 16% (3 out of 19) of patients with SCN4A mutations showed a response. In fact, some patients with SCN4A mutations reported worsened symptoms with acetazolamide therapy. [9] Despite this variability, approximately half of hypoPP patients benefit from acetazolamide treatment.", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Preventive Treatment. The genetic variation in response to acetazolamide treatment among hypoPP patients. Patients with SCN4A mutations tend to show a weaker response compared to those with CACNA1S mutations. A study involving 74 identified cases of hypoPP revealed that 56% (31 out of 55) of patients with CACNA1S mutations responded positively to acetazolamide therapy, while only 16% (3 out of 19) of patients with SCN4A mutations showed a response. In fact, some patients with SCN4A mutations reported worsened symptoms with acetazolamide therapy. [9] Despite this variability, approximately half of hypoPP patients benefit from acetazolamide treatment."}
{"id": "article-23270_32", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Preventive Treatment", "content": "The U.S. Food and Drug Administration (FDA) recently approved dichlorphenamide for the treatment of hypoPP. A dosage of 50 mg twice daily has been shown to be more effective than a placebo in reducing the frequency, severity, and duration of future attacks. [13] [26] [27] Dichlorphenamide is considered the first-line treatment or an alternative for patients who do not adequately respond to or are refractory to acetazolamide.", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Preventive Treatment. The U.S. Food and Drug Administration (FDA) recently approved dichlorphenamide for the treatment of hypoPP. A dosage of 50 mg twice daily has been shown to be more effective than a placebo in reducing the frequency, severity, and duration of future attacks. [13] [26] [27] Dichlorphenamide is considered the first-line treatment or an alternative for patients who do not adequately respond to or are refractory to acetazolamide."}
{"id": "article-23270_33", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Preventive Treatment", "content": "Some patients have also experienced benefits from the addition of a potassium-sparing diuretic such as spironolactone (100 mg daily) or triamterene (150 mg daily) either in combination with carbonic anhydrase inhibitors or as monotherapy. [8] Regular electrolyte monitoring is essential for patients on diuretic therapy. Although there is no definitive therapy established for late-onset myopathy associated with hypoPP, reducing the frequency of muscle weakness attacks can help mitigate the resulting myopathy. [28] [29] The results of a study also reported the improvement in severity and frequency of attacks with topiramate therapy in 11-year-old twins with hypoPP, necessitating further study regarding the efficacy of topiramate in hypoPP. [30]", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Preventive Treatment. Some patients have also experienced benefits from the addition of a potassium-sparing diuretic such as spironolactone (100 mg daily) or triamterene (150 mg daily) either in combination with carbonic anhydrase inhibitors or as monotherapy. [8] Regular electrolyte monitoring is essential for patients on diuretic therapy. Although there is no definitive therapy established for late-onset myopathy associated with hypoPP, reducing the frequency of muscle weakness attacks can help mitigate the resulting myopathy. [28] [29] The results of a study also reported the improvement in severity and frequency of attacks with topiramate therapy in 11-year-old twins with hypoPP, necessitating further study regarding the efficacy of topiramate in hypoPP. [30]"}
{"id": "article-23270_34", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Special Consideration", "content": "Surgery and hypoPP: Patients with hypoPP with CACNA1S mutation are susceptible to malignant hyperthermia due to the gene's association with increased susceptibility to this condition. Surgeons and anesthesiologists must be aware of this risk when using inhalational anesthetics and muscle relaxants such as succinylcholine during surgery and be prepared to manage it. Additionally, factors such as cold environments, the administration of saline and dextrose during surgery, and the stress of the surgical procedure itself can trigger muscle weakness in these patients. Therefore, close potassium monitoring is crucial during the peri-surgical period.", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Special Consideration. Surgery and hypoPP: Patients with hypoPP with CACNA1S mutation are susceptible to malignant hyperthermia due to the gene's association with increased susceptibility to this condition. Surgeons and anesthesiologists must be aware of this risk when using inhalational anesthetics and muscle relaxants such as succinylcholine during surgery and be prepared to manage it. Additionally, factors such as cold environments, the administration of saline and dextrose during surgery, and the stress of the surgical procedure itself can trigger muscle weakness in these patients. Therefore, close potassium monitoring is crucial during the peri-surgical period."}
{"id": "article-23270_35", "title": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Special Consideration", "content": "Pregnancy: The management of potassium levels during attacks should remain consistent with the pre-pregnancy state. However, medications such as acetazolamide and dichlorphenamide are classified as FDA pregnancy category C. Therefore, their use during pregnancy presents challenges, and healthcare providers must carefully consider the risks and benefits of medication use in pregnant women. Some pregnant individuals may choose not to take these medications during pregnancy due to concerns about potential risks. [18]", "contents": "Hypokalemic Periodic Paralysis -- Treatment / Management -- Special Consideration. Pregnancy: The management of potassium levels during attacks should remain consistent with the pre-pregnancy state. However, medications such as acetazolamide and dichlorphenamide are classified as FDA pregnancy category C. Therefore, their use during pregnancy presents challenges, and healthcare providers must carefully consider the risks and benefits of medication use in pregnant women. Some pregnant individuals may choose not to take these medications during pregnancy due to concerns about potential risks. [18]"}
{"id": "article-23270_36", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis", "content": "The differential diagnosis of primary hypoPP includes hyperkalemic or normokalemic periodic paralysis, thyrotoxic periodic paralysis, Andersen-Tawil syndrome, secondary hypokalemia, myasthenia gravis, and paramyotonia congenita. These conditions are associated with recurrent episodes of hypokalemia, episodic attacks of muscle weakness, and weakness or stiffness related to exercise.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis. The differential diagnosis of primary hypoPP includes hyperkalemic or normokalemic periodic paralysis, thyrotoxic periodic paralysis, Andersen-Tawil syndrome, secondary hypokalemia, myasthenia gravis, and paramyotonia congenita. These conditions are associated with recurrent episodes of hypokalemia, episodic attacks of muscle weakness, and weakness or stiffness related to exercise."}
{"id": "article-23270_37", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Normokalemic and Hyperkalemic Periodic Paralysis", "content": "This condition differs from hypoPP in several ways, as mentioned below. Normal or elevated serum potassium levels during attacks. Absence of some precipitating factors for hypoPP, such as carbohydrate-rich meals. Younger age of onset of attacks with high penetrance. EMG findings may show myotonic discharges between attacks, but it can be challenging to distinguish EMG findings during exercise tests from those in hypoPP. The response to oral potassium might differ from that of hypoPP, potentially ameliorating or worsening symptoms. [15] Generally, the distinction between hypoPP and normokalemic or hyperkalemic periodic paralysis is based on potassium levels during attacks, EMG findings, and genetic testing.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Normokalemic and Hyperkalemic Periodic Paralysis. This condition differs from hypoPP in several ways, as mentioned below. Normal or elevated serum potassium levels during attacks. Absence of some precipitating factors for hypoPP, such as carbohydrate-rich meals. Younger age of onset of attacks with high penetrance. EMG findings may show myotonic discharges between attacks, but it can be challenging to distinguish EMG findings during exercise tests from those in hypoPP. The response to oral potassium might differ from that of hypoPP, potentially ameliorating or worsening symptoms. [15] Generally, the distinction between hypoPP and normokalemic or hyperkalemic periodic paralysis is based on potassium levels during attacks, EMG findings, and genetic testing."}
{"id": "article-23270_38", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Andersen-Tawil Syndrome", "content": "Andersen-Tawil syndrome is caused by a mutation in the KCNJ2 gene, which is responsible for encoding the inward rectifier potassium (Kir2.1) channel. Although approximately 60% of patients with this syndrome exhibit mutations in the KCNJ2 gene, the genetic cause remains unidentified in the remaining cases. The mutation in the KCNJ2 gene affects various tissues, resulting in considerable phenotypic variability. Typical presentations include periodic paralysis and cardiac manifestations, often accompanied by distinctive facial features and skeletal anomalies due to aberrant skeletal muscle development. [15]", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Andersen-Tawil Syndrome. Andersen-Tawil syndrome is caused by a mutation in the KCNJ2 gene, which is responsible for encoding the inward rectifier potassium (Kir2.1) channel. Although approximately 60% of patients with this syndrome exhibit mutations in the KCNJ2 gene, the genetic cause remains unidentified in the remaining cases. The mutation in the KCNJ2 gene affects various tissues, resulting in considerable phenotypic variability. Typical presentations include periodic paralysis and cardiac manifestations, often accompanied by distinctive facial features and skeletal anomalies due to aberrant skeletal muscle development. [15]"}
{"id": "article-23270_39", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Andersen-Tawil Syndrome", "content": "The distinctive skeletal anomalies associated with Andersen-Tawil syndrome include low-set ears, a small mandible, widely spaced eyes, clinodactyly of the fifth digit, syndactyly, scoliosis, short stature, and a broad forehead. Symptoms typically manifest early in life, usually in the first or second decade, with patients experiencing either cardiac symptoms or muscle weakness following periods of prolonged rest or after strenuous exercise. Serum potassium levels in affected individuals may be elevated, normal, or reduced. Permanent weakness often develops in these patients over time.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Andersen-Tawil Syndrome. The distinctive skeletal anomalies associated with Andersen-Tawil syndrome include low-set ears, a small mandible, widely spaced eyes, clinodactyly of the fifth digit, syndactyly, scoliosis, short stature, and a broad forehead. Symptoms typically manifest early in life, usually in the first or second decade, with patients experiencing either cardiac symptoms or muscle weakness following periods of prolonged rest or after strenuous exercise. Serum potassium levels in affected individuals may be elevated, normal, or reduced. Permanent weakness often develops in these patients over time."}
{"id": "article-23270_40", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Andersen-Tawil Syndrome", "content": "Cardiac manifestations are common and may include ventricular arrhythmias such as premature ventricular complexes, complex ventricular ectopic beats, and various forms of ventricular tachycardia, including polymorphic and bidirectional types. Despite these cardiac issues, syncope and cardiac arrest are rare occurrences in Andersen-Tawil syndrome.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Andersen-Tawil Syndrome. Cardiac manifestations are common and may include ventricular arrhythmias such as premature ventricular complexes, complex ventricular ectopic beats, and various forms of ventricular tachycardia, including polymorphic and bidirectional types. Despite these cardiac issues, syncope and cardiac arrest are rare occurrences in Andersen-Tawil syndrome."}
{"id": "article-23270_41", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Andersen-Tawil Syndrome", "content": "The ECG findings in Andersen-Tawil syndrome typically include a prolonged QT interval, prominent U waves, ectopic beats, and episodes of ventricular tachycardia. Additionally, the EMG response to both short and long exercise tests is similar to hypoPP. Therefore, genetic testing remains crucial for confirming the diagnosis of Andersen-Tawil syndrome.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Andersen-Tawil Syndrome. The ECG findings in Andersen-Tawil syndrome typically include a prolonged QT interval, prominent U waves, ectopic beats, and episodes of ventricular tachycardia. Additionally, the EMG response to both short and long exercise tests is similar to hypoPP. Therefore, genetic testing remains crucial for confirming the diagnosis of Andersen-Tawil syndrome."}
{"id": "article-23270_42", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Andersen-Tawil Syndrome", "content": "Treatment is needed for episodes of muscle paralysis and cardiac manifestations. Treatment of acute attack of muscle paralysis depends on the potassium level and thus is individualized. ECG monitoring is needed to look for any arrhythmia. Patients are treated empirically with antiarrhythmics to prevent the occurrence of arrhythmias. Flecainide has proven benefits in preventing arrhythmia in these patients. [13]", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Andersen-Tawil Syndrome. Treatment is needed for episodes of muscle paralysis and cardiac manifestations. Treatment of acute attack of muscle paralysis depends on the potassium level and thus is individualized. ECG monitoring is needed to look for any arrhythmia. Patients are treated empirically with antiarrhythmics to prevent the occurrence of arrhythmias. Flecainide has proven benefits in preventing arrhythmia in these patients. [13]"}
{"id": "article-23270_43", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Thyrotoxic Periodic Paralysis", "content": "Thyrotoxic periodic paralysis shares a similar pattern of muscle weakness with familial hypoPP, except for distinct clinical features related to hyperthyroidism. [8] The manifestation of thyrotoxic periodic paralysis requires the presence of hyperthyroidism, and affected individuals often exhibit features of hyperthyroidism, which can sometimes be subtle. Notably, muscle paralysis associated with thyrotoxic periodic paralysis does not occur when thyroid function is within normal levels. The age of symptoms manifestation is usually late compared to familial hypoPP. Most of the cases of thyrotoxic periodic paralysis are sporadic, lack a positive family history, and are most prevalent in Asian males.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Thyrotoxic Periodic Paralysis. Thyrotoxic periodic paralysis shares a similar pattern of muscle weakness with familial hypoPP, except for distinct clinical features related to hyperthyroidism. [8] The manifestation of thyrotoxic periodic paralysis requires the presence of hyperthyroidism, and affected individuals often exhibit features of hyperthyroidism, which can sometimes be subtle. Notably, muscle paralysis associated with thyrotoxic periodic paralysis does not occur when thyroid function is within normal levels. The age of symptoms manifestation is usually late compared to familial hypoPP. Most of the cases of thyrotoxic periodic paralysis are sporadic, lack a positive family history, and are most prevalent in Asian males."}
{"id": "article-23270_44", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Thyrotoxic Periodic Paralysis", "content": "A case series identified the mutation on inward rectifying potassium (Kir) channels, coded by KCNJ18 , in approximately one-third of the patients with thyrotoxic periodic paralysis. [31] The increase in the activity of sodium-potassium ATPase (Na/K-ATPase) is believed to result in the intracellular potassium shift and hypokalemia. EMG response to the short and long exercise tests is usually similar to hypoPP. [32] Treatment of hyperthyroidism is the mainstay of therapy, which usually results in the remission of muscle paralysis. [15] [33]", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Thyrotoxic Periodic Paralysis. A case series identified the mutation on inward rectifying potassium (Kir) channels, coded by KCNJ18 , in approximately one-third of the patients with thyrotoxic periodic paralysis. [31] The increase in the activity of sodium-potassium ATPase (Na/K-ATPase) is believed to result in the intracellular potassium shift and hypokalemia. EMG response to the short and long exercise tests is usually similar to hypoPP. [32] Treatment of hyperthyroidism is the mainstay of therapy, which usually results in the remission of muscle paralysis. [15] [33]"}
{"id": "article-23270_45", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Paramyotonia Congenita", "content": "Paramyotonia congenita is a congenital muscle weakness disorder characterized by myotonia triggered by cold temperatures and aggravated with continued activity. Patients develop prolonged myotonia or weakness in a localized group of muscles, and these symptoms are unrelated to changes in serum potassium levels. Typically, muscles affected include those in the eyelids, neck, and upper limbs. Patients often present during childhood with complaints of difficulty opening their eyes after rapid and forceful successive closures.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Paramyotonia Congenita. Paramyotonia congenita is a congenital muscle weakness disorder characterized by myotonia triggered by cold temperatures and aggravated with continued activity. Patients develop prolonged myotonia or weakness in a localized group of muscles, and these symptoms are unrelated to changes in serum potassium levels. Typically, muscles affected include those in the eyelids, neck, and upper limbs. Patients often present during childhood with complaints of difficulty opening their eyes after rapid and forceful successive closures."}
{"id": "article-23270_46", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Paramyotonia Congenita", "content": "Weakness and myotonia in paramyotonia congenita typically last for minutes to hours. Following muscle exertion, cold-induced weakness can persist for several hours. Importantly, this condition is non-progressive and does not lead to muscle wasting or hypertrophy over time. Paramyotonia congenita is caused by mutations in the sodium channel gene SCN4A , which encodes the α-subunit of skeletal muscle sodium channels, specifically affecting the voltage sensor domain.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Paramyotonia Congenita. Weakness and myotonia in paramyotonia congenita typically last for minutes to hours. Following muscle exertion, cold-induced weakness can persist for several hours. Importantly, this condition is non-progressive and does not lead to muscle wasting or hypertrophy over time. Paramyotonia congenita is caused by mutations in the sodium channel gene SCN4A , which encodes the α-subunit of skeletal muscle sodium channels, specifically affecting the voltage sensor domain."}
{"id": "article-23270_47", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Paramyotonia Congenita", "content": "Patients usually live a normal life where longevity is unaffected. The serum potassium level is moderately elevated. EMG during the cooling of a muscle shows profuse myotonic discharges and reduced CAMP amplitudes. The mainstay of therapy is an avoidance of cold exposure and physical overactivity. [1]", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Paramyotonia Congenita. Patients usually live a normal life where longevity is unaffected. The serum potassium level is moderately elevated. EMG during the cooling of a muscle shows profuse myotonic discharges and reduced CAMP amplitudes. The mainstay of therapy is an avoidance of cold exposure and physical overactivity. [1]"}
{"id": "article-23270_48", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Secondary Hypokalemia", "content": "The predominant symptom of hypokalemia is muscle weakness, and episodes of weakness can occur due to chronic hypokalemia secondary to various underlying conditions affecting renal, gastrointestinal, endocrine, and iatrogenic systems. Some common causes of chronic hypokalemia include diuretics use, type IV renal tubular acidosis, hyperaldosteronism, hyperglucocorticoidism, Gitelman syndrome, Bartter syndrome, and Liddle syndrome.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Secondary Hypokalemia. The predominant symptom of hypokalemia is muscle weakness, and episodes of weakness can occur due to chronic hypokalemia secondary to various underlying conditions affecting renal, gastrointestinal, endocrine, and iatrogenic systems. Some common causes of chronic hypokalemia include diuretics use, type IV renal tubular acidosis, hyperaldosteronism, hyperglucocorticoidism, Gitelman syndrome, Bartter syndrome, and Liddle syndrome."}
{"id": "article-23270_49", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Secondary Hypokalemia", "content": "A key indicator of secondary hypokalemia is a low potassium level observed between attacks. In such cases, a thorough examination of the patient should be conducted to identify systemic manifestations of underlying disorders. Careful assessment of the patient's blood pressure, urine potassium levels, and blood bicarbonate levels is essential to rule out potential secondary causes of hypokalemia.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Secondary Hypokalemia. A key indicator of secondary hypokalemia is a low potassium level observed between attacks. In such cases, a thorough examination of the patient should be conducted to identify systemic manifestations of underlying disorders. Careful assessment of the patient's blood pressure, urine potassium levels, and blood bicarbonate levels is essential to rule out potential secondary causes of hypokalemia."}
{"id": "article-23270_50", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Metabolic Myopathies", "content": "Metabolic myopathies typically present with symptoms such as fatigue, exercise intolerance, and myalgia rather than overt muscle weakness. Rhabdomyolysis is a common occurrence and may result from strenuous exercise, stress, illness, or exposure to cold temperatures. Diagnosis of metabolic myopathies often requires a muscle biopsy to assess for specific metabolic abnormalities.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Metabolic Myopathies. Metabolic myopathies typically present with symptoms such as fatigue, exercise intolerance, and myalgia rather than overt muscle weakness. Rhabdomyolysis is a common occurrence and may result from strenuous exercise, stress, illness, or exposure to cold temperatures. Diagnosis of metabolic myopathies often requires a muscle biopsy to assess for specific metabolic abnormalities."}
{"id": "article-23270_51", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Myasthenia Gravis", "content": "Myasthenia gravis is characterized by weakness that is not episodic as in periodic paralysis; instead, weakness in myasthenia gravis is predictable and often triggered by exertion. This condition commonly affects extraocular and bulbar muscles, unlike hypoPP. Respiratory muscle involvement is typical during a myasthenic crisis. Fatigue is a common complaint among patients. Onset typically occurs in the second to third decades with a higher prevalence in females or later in life during the sixth to eighth decades with a male predominance.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Myasthenia Gravis. Myasthenia gravis is characterized by weakness that is not episodic as in periodic paralysis; instead, weakness in myasthenia gravis is predictable and often triggered by exertion. This condition commonly affects extraocular and bulbar muscles, unlike hypoPP. Respiratory muscle involvement is typical during a myasthenic crisis. Fatigue is a common complaint among patients. Onset typically occurs in the second to third decades with a higher prevalence in females or later in life during the sixth to eighth decades with a male predominance."}
{"id": "article-23270_52", "title": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Myasthenia Gravis", "content": "The first episode of quadriparesis can be mistaken for the paralytic attacks of Guillain-Barré  syndrome, acute myelopathy, myasthenia crisis, tick paralysis, and botulism. However, the diagnosis of hypoPP is more likely when there is a low potassium level coupled with the absence of specific clinical features such as ocular and bulbar involvement, sensory abnormalities, dysautonomia, recent travel history and insect bites, fever, or recent illness. These differential factors help to differentiate hypoPP from other causes of paralysis.", "contents": "Hypokalemic Periodic Paralysis -- Differential Diagnosis -- Myasthenia Gravis. The first episode of quadriparesis can be mistaken for the paralytic attacks of Guillain-Barré  syndrome, acute myelopathy, myasthenia crisis, tick paralysis, and botulism. However, the diagnosis of hypoPP is more likely when there is a low potassium level coupled with the absence of specific clinical features such as ocular and bulbar involvement, sensory abnormalities, dysautonomia, recent travel history and insect bites, fever, or recent illness. These differential factors help to differentiate hypoPP from other causes of paralysis."}
{"id": "article-23270_53", "title": "Hypokalemic Periodic Paralysis -- Prognosis", "content": "The prognosis of hypoPP varies significantly from one individual to another. Generally, attacks of muscle weakness show a positive response to oral potassium administration. However, recurrent episodes of muscle weakness can lead to substantial morbidity and increased hospitalizations and consequently impact the patient's social and professional activities. Although deaths directly related to muscle attacks are rare, several mortality cases have been reported due to complications such as aspiration pneumonia. [1]", "contents": "Hypokalemic Periodic Paralysis -- Prognosis. The prognosis of hypoPP varies significantly from one individual to another. Generally, attacks of muscle weakness show a positive response to oral potassium administration. However, recurrent episodes of muscle weakness can lead to substantial morbidity and increased hospitalizations and consequently impact the patient's social and professional activities. Although deaths directly related to muscle attacks are rare, several mortality cases have been reported due to complications such as aspiration pneumonia. [1]"}
{"id": "article-23270_54", "title": "Hypokalemic Periodic Paralysis -- Complications", "content": "The following immediate life-threatening complications can occur during an attack of muscle weakness: Cardiac arrhythmias resulting from hypokalemia Respiratory insufficiency due to paralysis of respiratory muscle Notably, hypoPP does not involve the heart, and cardiac arrhythmias, although uncommon, have been reported during attacks of muscle weakness. [33]", "contents": "Hypokalemic Periodic Paralysis -- Complications. The following immediate life-threatening complications can occur during an attack of muscle weakness: Cardiac arrhythmias resulting from hypokalemia Respiratory insufficiency due to paralysis of respiratory muscle Notably, hypoPP does not involve the heart, and cardiac arrhythmias, although uncommon, have been reported during attacks of muscle weakness. [33]"}
{"id": "article-23270_55", "title": "Hypokalemic Periodic Paralysis -- Complications -- Long-Lasting Muscle Weakness", "content": "Long-lasting muscle weakness between paralytic attacks, known as the interictal period, is a common concern among patients with hypoPP. The frequency and risk factors contributing to this weakness are currently unknown. This weakness is believed to result from permanent sodium intake due to cation leaks through the gating pore current. [15] Management strategies such as potassium administration or acetazolamide treatment may help alleviate these symptoms.", "contents": "Hypokalemic Periodic Paralysis -- Complications -- Long-Lasting Muscle Weakness. Long-lasting muscle weakness between paralytic attacks, known as the interictal period, is a common concern among patients with hypoPP. The frequency and risk factors contributing to this weakness are currently unknown. This weakness is believed to result from permanent sodium intake due to cation leaks through the gating pore current. [15] Management strategies such as potassium administration or acetazolamide treatment may help alleviate these symptoms."}
{"id": "article-23270_56", "title": "Hypokalemic Periodic Paralysis -- Complications -- Myopathy", "content": "Most patients develop progressive proximal myopathy; however, the frequency is unknown. This myopathy typically becomes noticeable after age 50 and tends to be less fluctuating and less sensitive to medications, indicating a pattern of muscle degeneration and fixed myopathy. Signs of myopathy may be evident early on muscle biopsy before they become clinically evident. The myopathy predominantly affects the pelvic girdle muscles and proximal muscles of the upper and lower limbs. [1]", "contents": "Hypokalemic Periodic Paralysis -- Complications -- Myopathy. Most patients develop progressive proximal myopathy; however, the frequency is unknown. This myopathy typically becomes noticeable after age 50 and tends to be less fluctuating and less sensitive to medications, indicating a pattern of muscle degeneration and fixed myopathy. Signs of myopathy may be evident early on muscle biopsy before they become clinically evident. The myopathy predominantly affects the pelvic girdle muscles and proximal muscles of the upper and lower limbs. [1]"}
{"id": "article-23270_57", "title": "Hypokalemic Periodic Paralysis -- Complications -- Myopathy", "content": "The severity of myopathy in hypoPP varies among individuals—although some develop only mild weakness, which does not affect their normal daily activities, others may develop severe myopathy, which leads to reliance on a wheelchair for mobility. However, there is limited evidence supporting a direct correlation between the development of myopathy and the frequency or severity of paralytic attacks in these patients. [10] [29]", "contents": "Hypokalemic Periodic Paralysis -- Complications -- Myopathy. The severity of myopathy in hypoPP varies among individuals—although some develop only mild weakness, which does not affect their normal daily activities, others may develop severe myopathy, which leads to reliance on a wheelchair for mobility. However, there is limited evidence supporting a direct correlation between the development of myopathy and the frequency or severity of paralytic attacks in these patients. [10] [29]"}
{"id": "article-23270_58", "title": "Hypokalemic Periodic Paralysis -- Complications -- Complications Related to Therapy", "content": "Nephrolithiasis is a recognized adverse effect of acetazolamide therapy, leading to the occurrence of renal stones in up to 15% of long-term users. Managing acetazolamide-induced renal stones involves stone removal while continuing acetazolamide therapy uninterrupted. [13]", "contents": "Hypokalemic Periodic Paralysis -- Complications -- Complications Related to Therapy. Nephrolithiasis is a recognized adverse effect of acetazolamide therapy, leading to the occurrence of renal stones in up to 15% of long-term users. Managing acetazolamide-induced renal stones involves stone removal while continuing acetazolamide therapy uninterrupted. [13]"}
{"id": "article-23270_59", "title": "Hypokalemic Periodic Paralysis -- Deterrence and Patient Education", "content": "Patient education plays a crucial role in the management of hypoPP. Educating patients about their condition and advising them to avoid triggering factors through lifestyle and behavioral modifications can prevent future attacks, reduce recurrent hospital admissions, decrease patient morbidity, improve quality of life, and alleviate the financial burden of hospital readmissions. [34] Triggering factors can vary among individuals. Lifestyle changes such as avoiding strenuous exercise, consuming frequent small meals to prevent carbohydrate overload, reducing salt intake, avoiding stressful events, and maintaining regular movement to prevent prolonged immobilization can be beneficial in preventing attacks. [15]", "contents": "Hypokalemic Periodic Paralysis -- Deterrence and Patient Education. Patient education plays a crucial role in the management of hypoPP. Educating patients about their condition and advising them to avoid triggering factors through lifestyle and behavioral modifications can prevent future attacks, reduce recurrent hospital admissions, decrease patient morbidity, improve quality of life, and alleviate the financial burden of hospital readmissions. [34] Triggering factors can vary among individuals. Lifestyle changes such as avoiding strenuous exercise, consuming frequent small meals to prevent carbohydrate overload, reducing salt intake, avoiding stressful events, and maintaining regular movement to prevent prolonged immobilization can be beneficial in preventing attacks. [15]"}
{"id": "article-23270_60", "title": "Hypokalemic Periodic Paralysis -- Deterrence and Patient Education", "content": "Patients should be advised to carefully identify their triggering factors, which can vary among individuals. Attacks often occur in the morning upon waking or at midnight, so creating a safe bedside environment is crucial to prevent falls and mitigate their consequences. Importantly, the room floor should not be slippery, and the bed should be positioned away from coolers or windows to avoid hypothermia during episodes of paralysis when patients may be unable to move. Patients should have a plan to alert someone or call 911 if necessary during such episodes. Keeping potassium tablets accessible in multiple locations, such as bedside, office, pockets, or car, is recommended for quick access during attacks. [18]", "contents": "Hypokalemic Periodic Paralysis -- Deterrence and Patient Education. Patients should be advised to carefully identify their triggering factors, which can vary among individuals. Attacks often occur in the morning upon waking or at midnight, so creating a safe bedside environment is crucial to prevent falls and mitigate their consequences. Importantly, the room floor should not be slippery, and the bed should be positioned away from coolers or windows to avoid hypothermia during episodes of paralysis when patients may be unable to move. Patients should have a plan to alert someone or call 911 if necessary during such episodes. Keeping potassium tablets accessible in multiple locations, such as bedside, office, pockets, or car, is recommended for quick access during attacks. [18]"}
{"id": "article-23270_61", "title": "Hypokalemic Periodic Paralysis -- Enhancing Healthcare Team Outcomes", "content": "The collaborative approach to managing hypoPP through an interprofessional healthcare team can significantly enhance patient outcomes across various healthcare settings. The holistic treatment goals aim to identify and mitigate triggering factors, manage acute manifestations, prevent complications, and reduce the frequency of muscle weakness attacks. This comprehensive management requires coordinated care involving hospitalists, nursing staff, dieticians, pharmacists, and geneticists. Thus, it is crucial to meticulously identify specific triggers and take proactive measures to avoid them to prevent future episodes of weakness.", "contents": "Hypokalemic Periodic Paralysis -- Enhancing Healthcare Team Outcomes. The collaborative approach to managing hypoPP through an interprofessional healthcare team can significantly enhance patient outcomes across various healthcare settings. The holistic treatment goals aim to identify and mitigate triggering factors, manage acute manifestations, prevent complications, and reduce the frequency of muscle weakness attacks. This comprehensive management requires coordinated care involving hospitalists, nursing staff, dieticians, pharmacists, and geneticists. Thus, it is crucial to meticulously identify specific triggers and take proactive measures to avoid them to prevent future episodes of weakness."}
{"id": "article-23270_62", "title": "Hypokalemic Periodic Paralysis -- Enhancing Healthcare Team Outcomes", "content": "The nursing staff is critical in closely monitoring patients during hospitalization to prevent life-threatening complications related to hypokalemia or potassium treatment. Dieticians contribute by modifying diets to reduce the risk of future attacks triggered by large carbohydrate meals. Pharmacists are essential for ensuring correct potassium dosing and administration, managing drug interactions, and ensuring medication reconciliation for optimal therapeutic outcomes. Creating a safe environment within patient rooms can prevent secondary complications such as falls during muscle weakness attacks. Couples with a positive family history of hypoPP who plan to conceive may benefit from prenatal genetic testing, which can be offered as part of comprehensive care. [15]", "contents": "Hypokalemic Periodic Paralysis -- Enhancing Healthcare Team Outcomes. The nursing staff is critical in closely monitoring patients during hospitalization to prevent life-threatening complications related to hypokalemia or potassium treatment. Dieticians contribute by modifying diets to reduce the risk of future attacks triggered by large carbohydrate meals. Pharmacists are essential for ensuring correct potassium dosing and administration, managing drug interactions, and ensuring medication reconciliation for optimal therapeutic outcomes. Creating a safe environment within patient rooms can prevent secondary complications such as falls during muscle weakness attacks. Couples with a positive family history of hypoPP who plan to conceive may benefit from prenatal genetic testing, which can be offered as part of comprehensive care. [15]"}
{"id": "article-23270_63", "title": "Hypokalemic Periodic Paralysis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hypokalemic Periodic Paralysis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}