{"id": "article-141196_0", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Introduction", "content": "Diabetes mellitus is a disease process that has been increasing globally and is estimated to affect more than 10% of adults in developed countries and 1 in 11 adults worldwide. Further estimations describe the total number of diabetes mellitus patients has quadrupled in the past 30 years. [1] Diabetes mellitus is a chronic disease process that causes serious health consequences and increases the risk of developing health complications and comorbidities. Specifically, patients with diabetes are between two and four times more likely to develop a poor cardiovascular outcome than their non-diabetic counterparts. [2]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Introduction. Diabetes mellitus is a disease process that has been increasing globally and is estimated to affect more than 10% of adults in developed countries and 1 in 11 adults worldwide. Further estimations describe the total number of diabetes mellitus patients has quadrupled in the past 30 years. [1] Diabetes mellitus is a chronic disease process that causes serious health consequences and increases the risk of developing health complications and comorbidities. Specifically, patients with diabetes are between two and four times more likely to develop a poor cardiovascular outcome than their non-diabetic counterparts. [2]"}
{"id": "article-141196_1", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Introduction", "content": "In a study analyzing over 57 articles related to cardiovascular and diabetes outcomes, encompassing over 4.5 million people in various studies, researchers have found that cardiovascular disease affects an estimated 32.2% of those diagnosed with type 2 diabetes mellitus (T2DM) and contributes to over 50% of all deaths. [3] Throughout the years, research has suggested that in addition to having diabetes well under control, mitigating risk factors associated with diabetes mellitus may decrease the likelihood of cardiovascular disease and adverse events in patients with diabetes. However, there is no set algorithm to achieve this target, and a patient-centered approach, evaluating their specific risk factors, is warranted. Choice of medical therapy should be individualized to obtain the best possible outcome for each patient. Initial treatment rests on educating the patient about glycemic control and appropriate lifestyle changes such as tobacco cessation, increasing exercise, and reducing body weight. However, patients with established cardiovascular disease or those at high risk of this disease warrant special consideration to prevent poor outcomes. This activity describes the evaluation and management of cardiovascular risks in patients with type 2 diabetes mellitus and emphasizes the use of sodium-glucose co-transporter 2 (SGLT2) inhibitors and glucagon-like peptide-1 receptor agonists (also known as GLP-1RAs, GLP-1 receptor agonists, incretin mimetics, or GLP-1 analogs) drugs in conjunction with insulin to mitigate this risk.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Introduction. In a study analyzing over 57 articles related to cardiovascular and diabetes outcomes, encompassing over 4.5 million people in various studies, researchers have found that cardiovascular disease affects an estimated 32.2% of those diagnosed with type 2 diabetes mellitus (T2DM) and contributes to over 50% of all deaths. [3] Throughout the years, research has suggested that in addition to having diabetes well under control, mitigating risk factors associated with diabetes mellitus may decrease the likelihood of cardiovascular disease and adverse events in patients with diabetes. However, there is no set algorithm to achieve this target, and a patient-centered approach, evaluating their specific risk factors, is warranted. Choice of medical therapy should be individualized to obtain the best possible outcome for each patient. Initial treatment rests on educating the patient about glycemic control and appropriate lifestyle changes such as tobacco cessation, increasing exercise, and reducing body weight. However, patients with established cardiovascular disease or those at high risk of this disease warrant special consideration to prevent poor outcomes. This activity describes the evaluation and management of cardiovascular risks in patients with type 2 diabetes mellitus and emphasizes the use of sodium-glucose co-transporter 2 (SGLT2) inhibitors and glucagon-like peptide-1 receptor agonists (also known as GLP-1RAs, GLP-1 receptor agonists, incretin mimetics, or GLP-1 analogs) drugs in conjunction with insulin to mitigate this risk."}
{"id": "article-141196_2", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Function -- Sodium-glucose Co-transporter 2 (SGLT2) Inhibitors", "content": "The sodium-glucose co-transporter 2 (SGLT2) is found in the proximal tubule of the kidney and functions to reabsorb filtered glucose. It is responsible for 90% of filtered glucose reabsorption. SGLT2 inhibitors block this reabsorption and lead to renal excretion of glucose with glucosuria. [4] SGLT2 inhibitors have been found to reduce hyperglycemia in patients with type 2 diabetes and are approved for use as either an adjunctive therapy or as monotherapy.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Function -- Sodium-glucose Co-transporter 2 (SGLT2) Inhibitors. The sodium-glucose co-transporter 2 (SGLT2) is found in the proximal tubule of the kidney and functions to reabsorb filtered glucose. It is responsible for 90% of filtered glucose reabsorption. SGLT2 inhibitors block this reabsorption and lead to renal excretion of glucose with glucosuria. [4] SGLT2 inhibitors have been found to reduce hyperglycemia in patients with type 2 diabetes and are approved for use as either an adjunctive therapy or as monotherapy."}
{"id": "article-141196_3", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Function -- Glucagon-like Peptide 1 Receptor Agonists (GLP-1RA)", "content": "Glucagon-like peptide 1 (GLP-1) is secreted in response to oral glucose in the gastrointestinal tract and binds to a specific GLP-1 receptor to stimulate insulin secretion. GLP-1 receptors are found in pancreatic beta cells, gastric mucosa, kidney, lung, heart, and the hypothalamus. [5] In addition to insulin secretion, GLP-1 has also been shown to slow gastric emptying, signal the appetite centers in the brain, and thereby decrease food intake. [6] In patients with type 2 diabetes, there is a reduction in GLP-1 secretion after oral glucose intake leading to poor insulin response. GLP-1RAs augment the function of GLP-1 to improve glucose-dependent insulin secretion.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Function -- Glucagon-like Peptide 1 Receptor Agonists (GLP-1RA). Glucagon-like peptide 1 (GLP-1) is secreted in response to oral glucose in the gastrointestinal tract and binds to a specific GLP-1 receptor to stimulate insulin secretion. GLP-1 receptors are found in pancreatic beta cells, gastric mucosa, kidney, lung, heart, and the hypothalamus. [5] In addition to insulin secretion, GLP-1 has also been shown to slow gastric emptying, signal the appetite centers in the brain, and thereby decrease food intake. [6] In patients with type 2 diabetes, there is a reduction in GLP-1 secretion after oral glucose intake leading to poor insulin response. GLP-1RAs augment the function of GLP-1 to improve glucose-dependent insulin secretion."}
{"id": "article-141196_4", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern", "content": "By definition, the glycemic index measures the ability of carbohydrates to affect blood glucose measurements. Various types of food affect the glycemic index, and the glycemic index can vary based on whether starchy foods are mixed in meals or consumed individually. Additionally, the glycemic index can also depend on how the food was processed, including the food's nutrient composition. The differing responses related to the glycemic index are related to how each food item is digested and the various factors that influence this rate. In general, the glycemic index is a system of classifications where each glycemic response is compared against a standard piece of white bread. [7]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern. By definition, the glycemic index measures the ability of carbohydrates to affect blood glucose measurements. Various types of food affect the glycemic index, and the glycemic index can vary based on whether starchy foods are mixed in meals or consumed individually. Additionally, the glycemic index can also depend on how the food was processed, including the food's nutrient composition. The differing responses related to the glycemic index are related to how each food item is digested and the various factors that influence this rate. In general, the glycemic index is a system of classifications where each glycemic response is compared against a standard piece of white bread. [7]"}
{"id": "article-141196_5", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern", "content": "A measure of long-term glycemic control can be found in the measurement of glycosylated hemoglobin, also known as hemoglobin A1C. The hemoglobin A1C is most often used to measure glycemic control because it represents a stable measurement instead of fasting blood glucose levels which can vary day-to-day. In comparison, hemoglobin A1C has been found to track well in individuals with diabetes over time and has been found to have less of an error in measurement than fasting blood glucose. The American Diabetes Association (ADA) classifies the diagnosis of diabetes at a hemoglobin A1C level greater than or equal to 6.5%. [8] It is important for patients diagnosed with diabetes to understand and maintain glycemic control specified by hemoglobin A1C measurements; however, glycemic control also plays an important role in minimizing cardiovascular risk.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern. A measure of long-term glycemic control can be found in the measurement of glycosylated hemoglobin, also known as hemoglobin A1C. The hemoglobin A1C is most often used to measure glycemic control because it represents a stable measurement instead of fasting blood glucose levels which can vary day-to-day. In comparison, hemoglobin A1C has been found to track well in individuals with diabetes over time and has been found to have less of an error in measurement than fasting blood glucose. The American Diabetes Association (ADA) classifies the diagnosis of diabetes at a hemoglobin A1C level greater than or equal to 6.5%. [8] It is important for patients diagnosed with diabetes to understand and maintain glycemic control specified by hemoglobin A1C measurements; however, glycemic control also plays an important role in minimizing cardiovascular risk."}
{"id": "article-141196_6", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern", "content": "Data and evidence from large observational studies have shown a positive association between glycemia measurements, including hemoglobin A1C and fasting glucose levels, with the risk associated with cardiovascular disease. Specifically, these studies have shown that hyperglycemia is a modifiable risk factor for coronary artery disease and atherosclerotic disease. In a meta-analysis of 10 independent studies involving the measurement of hemoglobin A1C in individuals with diabetes and cardiovascular disease, it was discovered that the relative risk for total cardiovascular disease and individuals with type 2 diabetes was 1.18 for each one percent increase in glycosylated hemoglobin, indicating an increase cardiovascular risk with increasing hyperglycemia. [9]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern. Data and evidence from large observational studies have shown a positive association between glycemia measurements, including hemoglobin A1C and fasting glucose levels, with the risk associated with cardiovascular disease. Specifically, these studies have shown that hyperglycemia is a modifiable risk factor for coronary artery disease and atherosclerotic disease. In a meta-analysis of 10 independent studies involving the measurement of hemoglobin A1C in individuals with diabetes and cardiovascular disease, it was discovered that the relative risk for total cardiovascular disease and individuals with type 2 diabetes was 1.18 for each one percent increase in glycosylated hemoglobin, indicating an increase cardiovascular risk with increasing hyperglycemia. [9]"}
{"id": "article-141196_7", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern", "content": "Several studies have shown that a hemoglobin A1C reduction of approximately 1% is associated with a relative risk reduction of 15% in non-fatal myocardial infarction. In a meta-analysis of four large randomized controlled trials including 27,049 participants, it was found that more intensive glucose control reduced cardiovascular events by 9% in comparison with less intensive glucose control. [10] Furthermore, it was determined that this reduction in cardiovascular events was largely due to the 15% reduction in non-fatal myocardial infarction. Even though a more intense glucose control showed a significant decrease in cardiovascular events, it should be noted that tight glycemic indices were associated with increased hypoglycemic events. [11]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern. Several studies have shown that a hemoglobin A1C reduction of approximately 1% is associated with a relative risk reduction of 15% in non-fatal myocardial infarction. In a meta-analysis of four large randomized controlled trials including 27,049 participants, it was found that more intensive glucose control reduced cardiovascular events by 9% in comparison with less intensive glucose control. [10] Furthermore, it was determined that this reduction in cardiovascular events was largely due to the 15% reduction in non-fatal myocardial infarction. Even though a more intense glucose control showed a significant decrease in cardiovascular events, it should be noted that tight glycemic indices were associated with increased hypoglycemic events. [11]"}
{"id": "article-141196_8", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of SGLT2 Inhibitors", "content": "SGLT2 inhibitors have a modest effect on hyperglycemia, with mean reductions in hemoglobin A1C between 0.4 to 1.1% compared to placebo. [4] When compared to metformin, sulfonylurea, dipeptidyl peptidase-4 (DPP-4) inhibitors, or insulin, SGLT2 inhibitors reduced hemoglobin A1C by -0.06 to -0.13%. [12] However, they have a significant beneficial effect on cardiovascular morbidity and mortality for patients with type 2 diabetes. In the EMPA-REG OUTCOME trial, 7020 patients with type 2 diabetes were randomly assigned to receive either 10 milligrams or 25 milligrams of empagliflozin or placebo to be taken once daily. In the empagliflozin group, it was reported that 3.7% of patients died from cardiovascular causes versus 5.9% in the placebo group. The trial also found that 2.7% of patients in the empagliflozin group were hospitalized for heart failure versus 4.1% of the patients who received a placebo. Finally, in the empagliflozin group, 5.7% of patients died from any cause versus 8.3% of patients who received a placebo. [13] Overall, the trial found a 32% relative decrease in all-cause mortality, a relative 35% reduction in hospitalizations for heart failure, and a relative decrease of 38% in deaths from cardiovascular causes. [14]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of SGLT2 Inhibitors. SGLT2 inhibitors have a modest effect on hyperglycemia, with mean reductions in hemoglobin A1C between 0.4 to 1.1% compared to placebo. [4] When compared to metformin, sulfonylurea, dipeptidyl peptidase-4 (DPP-4) inhibitors, or insulin, SGLT2 inhibitors reduced hemoglobin A1C by -0.06 to -0.13%. [12] However, they have a significant beneficial effect on cardiovascular morbidity and mortality for patients with type 2 diabetes. In the EMPA-REG OUTCOME trial, 7020 patients with type 2 diabetes were randomly assigned to receive either 10 milligrams or 25 milligrams of empagliflozin or placebo to be taken once daily. In the empagliflozin group, it was reported that 3.7% of patients died from cardiovascular causes versus 5.9% in the placebo group. The trial also found that 2.7% of patients in the empagliflozin group were hospitalized for heart failure versus 4.1% of the patients who received a placebo. Finally, in the empagliflozin group, 5.7% of patients died from any cause versus 8.3% of patients who received a placebo. [13] Overall, the trial found a 32% relative decrease in all-cause mortality, a relative 35% reduction in hospitalizations for heart failure, and a relative decrease of 38% in deaths from cardiovascular causes. [14]"}
{"id": "article-141196_9", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of SGLT2 Inhibitors", "content": "The Canagliflozin Cardiovascular Assessment Study (CANVAS) reported similar findings. This trial recruited 10,142 patients with type 2 diabetes with either multiple cardiovascular risk factors or those already diagnosed with cardiovascular disease, and participants in this trial received canagliflozin or a placebo. This trial also showed that the rates of cardiovascular outcomes, including non-fatal myocardial infarction, non-fatal strokes, and deaths from cardiovascular causes, were significantly lower in patients who received canagliflozin versus placebo. The study proposed that the mechanisms behind these findings could be that SGLT-2 inhibitors were able to improve volume overload, improve glycemic control, and decrease blood pressure. [15]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of SGLT2 Inhibitors. The Canagliflozin Cardiovascular Assessment Study (CANVAS) reported similar findings. This trial recruited 10,142 patients with type 2 diabetes with either multiple cardiovascular risk factors or those already diagnosed with cardiovascular disease, and participants in this trial received canagliflozin or a placebo. This trial also showed that the rates of cardiovascular outcomes, including non-fatal myocardial infarction, non-fatal strokes, and deaths from cardiovascular causes, were significantly lower in patients who received canagliflozin versus placebo. The study proposed that the mechanisms behind these findings could be that SGLT-2 inhibitors were able to improve volume overload, improve glycemic control, and decrease blood pressure. [15]"}
{"id": "article-141196_10", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of SGLT2 Inhibitors", "content": "Data review reveals that the decrease in cardiovascular events such as myocardial infarction or stroke is not a class effect. In a recent study evaluating patients with type 2 diabetes and atherosclerotic cardiovascular disease, ertugliflozin was shown to be non-inferior to placebo with respect to major adverse cardiovascular events (cardiovascular death, non-fatal myocardial infarction, or non-fatal stroke). [16]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of SGLT2 Inhibitors. Data review reveals that the decrease in cardiovascular events such as myocardial infarction or stroke is not a class effect. In a recent study evaluating patients with type 2 diabetes and atherosclerotic cardiovascular disease, ertugliflozin was shown to be non-inferior to placebo with respect to major adverse cardiovascular events (cardiovascular death, non-fatal myocardial infarction, or non-fatal stroke). [16]"}
{"id": "article-141196_11", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of SGLT2 Inhibitors", "content": "Although the beneficial effect of SGLT2 inhibitors in patients with atherosclerotic coronary artery disease appears to be modest, in patients with type 2 diabetes and heart failure, SGLT2 inhibitors have shown significant beneficial effects. The proposed mechanism is thought to be due to a decrease in preload via their diuretic and natriuretic effects, thereby improving ventricular function. Specifically, SGLT-2 inhibition mainly works in the proximal tubule, resulting in diuresis and glucosuria, causing the favorable outcome of osmotic diuresis. Studies have shown that empagliflozin can decrease central, systolic, and diastolic blood pressures, along with pulse pressure. [14] It is thought that reducing blood pressure from SGLT-2 use also helps to improve vascular function. Other studies have shown that SGLT-2 inhibitors decrease aortic stiffness and may help improve endothelial function and induce vasodilation. [13]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of SGLT2 Inhibitors. Although the beneficial effect of SGLT2 inhibitors in patients with atherosclerotic coronary artery disease appears to be modest, in patients with type 2 diabetes and heart failure, SGLT2 inhibitors have shown significant beneficial effects. The proposed mechanism is thought to be due to a decrease in preload via their diuretic and natriuretic effects, thereby improving ventricular function. Specifically, SGLT-2 inhibition mainly works in the proximal tubule, resulting in diuresis and glucosuria, causing the favorable outcome of osmotic diuresis. Studies have shown that empagliflozin can decrease central, systolic, and diastolic blood pressures, along with pulse pressure. [14] It is thought that reducing blood pressure from SGLT-2 use also helps to improve vascular function. Other studies have shown that SGLT-2 inhibitors decrease aortic stiffness and may help improve endothelial function and induce vasodilation. [13]"}
{"id": "article-141196_12", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of SGLT2 Inhibitors", "content": "In meta-analyses of the major cardiovascular disease (CVD) outcome trials with SGLT2 inhibitors compared with placebo, the clinical benefit of using SGLT2 inhibitors to reduce myocardial infarction, stroke, and cardiovascular death was limited to those with established atherosclerotic disease, with no observable benefit for those with risk factors for cardiovascular disease (CVD). [17] However, SGLT2 inhibitors were shown to have robust clinical benefits in reducing hospitalization for heart failure, even in those without a history of atherosclerotic CVD or heart failure. [17] A 2019 study evaluated the effect of dapagliflozin in patients with heart failure with or without diabetes. The study reported that in patients with heart failure and a reduced ejection fraction (and New York Heart Association Functional Class II, III, or IV), dapagliflozin decreases the risk of worsening heart failure and cardiovascular death, regardless of the presence or absence of diabetes. [18]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of SGLT2 Inhibitors. In meta-analyses of the major cardiovascular disease (CVD) outcome trials with SGLT2 inhibitors compared with placebo, the clinical benefit of using SGLT2 inhibitors to reduce myocardial infarction, stroke, and cardiovascular death was limited to those with established atherosclerotic disease, with no observable benefit for those with risk factors for cardiovascular disease (CVD). [17] However, SGLT2 inhibitors were shown to have robust clinical benefits in reducing hospitalization for heart failure, even in those without a history of atherosclerotic CVD or heart failure. [17] A 2019 study evaluated the effect of dapagliflozin in patients with heart failure with or without diabetes. The study reported that in patients with heart failure and a reduced ejection fraction (and New York Heart Association Functional Class II, III, or IV), dapagliflozin decreases the risk of worsening heart failure and cardiovascular death, regardless of the presence or absence of diabetes. [18]"}
{"id": "article-141196_13", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of GLP-1RAs", "content": "A meta-analysis of 34 randomized trials comparing GLP-1RAs showed that they reduced hemoglobin A1C between -0.55 to -1.38% when compared to other medications. [19] Compared to basal insulin, there was no difference in the hemoglobin A1C reductions for GLP-1RAs. A subanalysis of once-weekly GLP-1RAs compared to basal insulin revealed significant hemoglobin A1C reductions. [20] In patients with type 2 diabetes and established CVD, liraglutide, semaglutide once weekly, and dulaglutide have been shown to significantly decrease adverse cardiovascular outcomes compared to placebo. [21] [22] [23] In a meta-analysis of several trials comparing GLP-1RAs with placebo in patients with diabetes and established CVD, GLP-1RA was shown to decrease the risk of cardiovascular mortality and stroke. [24] These agents, however, did not reduce the risk of hospitalization for heart failure.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of GLP-1RAs. A meta-analysis of 34 randomized trials comparing GLP-1RAs showed that they reduced hemoglobin A1C between -0.55 to -1.38% when compared to other medications. [19] Compared to basal insulin, there was no difference in the hemoglobin A1C reductions for GLP-1RAs. A subanalysis of once-weekly GLP-1RAs compared to basal insulin revealed significant hemoglobin A1C reductions. [20] In patients with type 2 diabetes and established CVD, liraglutide, semaglutide once weekly, and dulaglutide have been shown to significantly decrease adverse cardiovascular outcomes compared to placebo. [21] [22] [23] In a meta-analysis of several trials comparing GLP-1RAs with placebo in patients with diabetes and established CVD, GLP-1RA was shown to decrease the risk of cardiovascular mortality and stroke. [24] These agents, however, did not reduce the risk of hospitalization for heart failure."}
{"id": "article-141196_14", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of GLP-1RAs", "content": "The ADA guideline update in 2019 recommended GLP-1RAs to reduce the risk of major adverse cardiac events (MACE) in patients with type 2 diabetes without established coronary vascular disease, but with indicators of high risk, specifically for those patients age 55 or older with coronary, carotid or lower extremity artery stenosis above 55% or left ventricular hypertrophy. GLP-1RA medications have also been shown to lead to significant weight loss and improved blood pressure control. Liraglutide use was shown to provide a mild decrease in both systolic and diastolic blood pressure as evidenced in the trial Liraglutide Effect and Action in Diabetes: Evaluation of cardiovascular outcomes Results (LEADER) trial. This trial also demonstrated a difference between a liraglutide group and the placebo group regarding weight-loss changes over 36 months. The liraglutide group showed a weight loss of 2.3 kilograms more than the placebo group and a reduction in systolic blood pressure of 1.2 mmHg lower than the placebo group. Trials involving GLP-1RAs, liraglutide, subcutaneous semaglutide, and dulaglutide demonstrated significant reductions in cardiovascular outcomes in their respective trials. [23] In a separate trial evaluating liraglutide, the risk of the first occurrence of death from cardiovascular causes, non-fatal myocardial infarction, or non-fatal stroke in patients with type 2 diabetes mellitus was lower in patients taking liraglutide than placebo. [23] Similar outcomes were seen in trials evaluating cardiovascular outcomes with the use of semaglutide [22] and dulaglutide. [22] [21]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of GLP-1RAs. The ADA guideline update in 2019 recommended GLP-1RAs to reduce the risk of major adverse cardiac events (MACE) in patients with type 2 diabetes without established coronary vascular disease, but with indicators of high risk, specifically for those patients age 55 or older with coronary, carotid or lower extremity artery stenosis above 55% or left ventricular hypertrophy. GLP-1RA medications have also been shown to lead to significant weight loss and improved blood pressure control. Liraglutide use was shown to provide a mild decrease in both systolic and diastolic blood pressure as evidenced in the trial Liraglutide Effect and Action in Diabetes: Evaluation of cardiovascular outcomes Results (LEADER) trial. This trial also demonstrated a difference between a liraglutide group and the placebo group regarding weight-loss changes over 36 months. The liraglutide group showed a weight loss of 2.3 kilograms more than the placebo group and a reduction in systolic blood pressure of 1.2 mmHg lower than the placebo group. Trials involving GLP-1RAs, liraglutide, subcutaneous semaglutide, and dulaglutide demonstrated significant reductions in cardiovascular outcomes in their respective trials. [23] In a separate trial evaluating liraglutide, the risk of the first occurrence of death from cardiovascular causes, non-fatal myocardial infarction, or non-fatal stroke in patients with type 2 diabetes mellitus was lower in patients taking liraglutide than placebo. [23] Similar outcomes were seen in trials evaluating cardiovascular outcomes with the use of semaglutide [22] and dulaglutide. [22] [21]"}
{"id": "article-141196_15", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of GLP-1RAs", "content": "In addition to cardiovascular benefits, GLP-1RA has been shown to significantly affect weight loss compared to placebo. [25] [26] These trials also demonstrated improved glycemic control, decreased need for oral hypoglycemic agents, and a significant reduction in systolic blood pressure using GLP-1RAs.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Glycemic Control and Cardiovascular Effects of GLP-1RAs. In addition to cardiovascular benefits, GLP-1RA has been shown to significantly affect weight loss compared to placebo. [25] [26] These trials also demonstrated improved glycemic control, decreased need for oral hypoglycemic agents, and a significant reduction in systolic blood pressure using GLP-1RAs."}
{"id": "article-141196_16", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- SGLT2 inhibitors and GLP-1RAs and Cardiovascular Risk", "content": "The initial ADA recommendation for type 2 diabetes therapy is metformin accompanied by comprehensive lifestyle changes, including weight management and physical activity. However, according to the most recent recommendations by the ADA, for patients with high cardiovascular risk or with established cardiovascular disease, clinicians are advised to consider adding a sodium-glucose co-transporter 2 (SGLT2) inhibitor with proven cardiovascular benefit or a glucagon-like peptide-1 receptor (GLP-1) agonist with proven cardiovascular benefit. A Cochrane review published in 2021 reported that meta-analyses of moderate- to high-certainty evidence suggest that GLP-1RAs and SGLT2 inhibitors effectively reduce the risk of cardiovascular and all-cause mortality in patients with diabetes and established CVD. [24] They concluded that high-certainty evidence demonstrates a significant reduction in the risk of hospitalizations for heart failure with the use of SGLT2 inhibitors. Moderate-certainty evidence supported the use of GLP-1RA to decrease the risk of adverse cardiovascular outcomes, which are primarily driven by the decreased risk of fatal and non-fatal strokes. The review concluded that GLP-1RAs reduce the risk of CV mortality (high-certainty evidence), all-cause mortality (high-certainty evidence), and stroke (high-certainty evidence). They probably do not directly reduce the risk of myocardial infarction or hospitalization for heart failure. They may have some effect in lowering the risk of nephropathy (low-certainty evidence). SGLT2 inhibitors were shown to reduce the risk of cardiovascular mortality (moderate-certainty evidence), all-cause mortality (moderate-certainty evidence), and significantly reduce the risk of hospitalization for heart failure (high-certainty evidence). SGLT2 inhibitors were not shown to reduce the risk of myocardial infarction or stroke. Both classes were shown to have no effect on hypoglycemia, pancreatitis, or bone fracture, according to this review.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- SGLT2 inhibitors and GLP-1RAs and Cardiovascular Risk. The initial ADA recommendation for type 2 diabetes therapy is metformin accompanied by comprehensive lifestyle changes, including weight management and physical activity. However, according to the most recent recommendations by the ADA, for patients with high cardiovascular risk or with established cardiovascular disease, clinicians are advised to consider adding a sodium-glucose co-transporter 2 (SGLT2) inhibitor with proven cardiovascular benefit or a glucagon-like peptide-1 receptor (GLP-1) agonist with proven cardiovascular benefit. A Cochrane review published in 2021 reported that meta-analyses of moderate- to high-certainty evidence suggest that GLP-1RAs and SGLT2 inhibitors effectively reduce the risk of cardiovascular and all-cause mortality in patients with diabetes and established CVD. [24] They concluded that high-certainty evidence demonstrates a significant reduction in the risk of hospitalizations for heart failure with the use of SGLT2 inhibitors. Moderate-certainty evidence supported the use of GLP-1RA to decrease the risk of adverse cardiovascular outcomes, which are primarily driven by the decreased risk of fatal and non-fatal strokes. The review concluded that GLP-1RAs reduce the risk of CV mortality (high-certainty evidence), all-cause mortality (high-certainty evidence), and stroke (high-certainty evidence). They probably do not directly reduce the risk of myocardial infarction or hospitalization for heart failure. They may have some effect in lowering the risk of nephropathy (low-certainty evidence). SGLT2 inhibitors were shown to reduce the risk of cardiovascular mortality (moderate-certainty evidence), all-cause mortality (moderate-certainty evidence), and significantly reduce the risk of hospitalization for heart failure (high-certainty evidence). SGLT2 inhibitors were not shown to reduce the risk of myocardial infarction or stroke. Both classes were shown to have no effect on hypoglycemia, pancreatitis, or bone fracture, according to this review."}
{"id": "article-141196_17", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Candidates for Therapy", "content": "As stated above, SGLT2 inhibitors and GLP-1RAs are not considered initial therapy for patients with type 2 diabetes. [27] SGLT2 inhibitors are recommended for patients with established atherosclerotic cardiovascular disease or heart failure who do not reach appropriate glycemic goals with metformin and lifestyle modifications. In patients without established cardiac disease, SGLT2 inhibitors can be used as a third agent in patients who fail to meet glycemic goals on two oral agents if insulin cannot be added. It is important to remember that SGLT2 inhibitors are contraindicated in patients with type 1 diabetes, a history of diabetic ketoacidosis, or a decreased estimated glomerular filtration rate (eGFR). The cut-off eGFR is different for each drug, but all are contraindicated below an eGFR of 30 mL/min/1.73 m2.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Candidates for Therapy. As stated above, SGLT2 inhibitors and GLP-1RAs are not considered initial therapy for patients with type 2 diabetes. [27] SGLT2 inhibitors are recommended for patients with established atherosclerotic cardiovascular disease or heart failure who do not reach appropriate glycemic goals with metformin and lifestyle modifications. In patients without established cardiac disease, SGLT2 inhibitors can be used as a third agent in patients who fail to meet glycemic goals on two oral agents if insulin cannot be added. It is important to remember that SGLT2 inhibitors are contraindicated in patients with type 1 diabetes, a history of diabetic ketoacidosis, or a decreased estimated glomerular filtration rate (eGFR). The cut-off eGFR is different for each drug, but all are contraindicated below an eGFR of 30 mL/min/1.73 m2."}
{"id": "article-141196_18", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Candidates for Therapy", "content": "GLP-1RAs are appropriate for patients with existing atherosclerotic disease when weight loss is a primary goal and/or avoidance of hypoglycemia is a primary concern. Although GLP-1RAs can be used as an adjunct therapy in most patients, they should not be used with dipeptidyl peptidase-4 inhibitors due to little additional benefit from this combined therapy or with prandial insulin due to limited data to support their use. [28] GLP-1RA has been shown to improve glycemic control and reduce insulin injection dependence when used with basal insulin. [29] GLP-1RAs should not be used in patients with type 1 diabetes or those with an estimated eGFR of less than 30 mL/min/1.73 m2.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- Candidates for Therapy. GLP-1RAs are appropriate for patients with existing atherosclerotic disease when weight loss is a primary goal and/or avoidance of hypoglycemia is a primary concern. Although GLP-1RAs can be used as an adjunct therapy in most patients, they should not be used with dipeptidyl peptidase-4 inhibitors due to little additional benefit from this combined therapy or with prandial insulin due to limited data to support their use. [28] GLP-1RA has been shown to improve glycemic control and reduce insulin injection dependence when used with basal insulin. [29] GLP-1RAs should not be used in patients with type 1 diabetes or those with an estimated eGFR of less than 30 mL/min/1.73 m2."}
{"id": "article-141196_19", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- The American Diabetes Association Guideline for Pharmacologic Therapy for Type 2 Diabetes", "content": "Metformin is the preferred initial pharmacologic agent for therapy and should be continued unless it is not tolerated or there is a contraindication for its use. Other therapies should be added to metformin when additional therapy is required. Insulin should be started in addition to metformin is if there is ongoing catabolism (weight loss) or if hemoglobin A1C level is greater than 10%. For patients who have established atherosclerotic cardiovascular disease or are at high risk for this disease or heart failure, an SGLT2 inhibitor or GLP-1RA should be initiated early regardless of the hemoglobin A1C level. In patients with type 2 diabetes, GLP-1RA is preferred to insulin when possible. [30]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Issues of Concern -- The American Diabetes Association Guideline for Pharmacologic Therapy for Type 2 Diabetes. Metformin is the preferred initial pharmacologic agent for therapy and should be continued unless it is not tolerated or there is a contraindication for its use. Other therapies should be added to metformin when additional therapy is required. Insulin should be started in addition to metformin is if there is ongoing catabolism (weight loss) or if hemoglobin A1C level is greater than 10%. For patients who have established atherosclerotic cardiovascular disease or are at high risk for this disease or heart failure, an SGLT2 inhibitor or GLP-1RA should be initiated early regardless of the hemoglobin A1C level. In patients with type 2 diabetes, GLP-1RA is preferred to insulin when possible. [30]"}
{"id": "article-141196_20", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Recommended Treatment Approach for Patients with Diabetes", "content": "Minimizing cardiovascular risk factors in patients with type 2 diabetes mellitus (T2DM) is essential to prevent the development of co-morbid conditions. Type 2 diabetes mellitus is considered a chronic condition that can progress if not monitored and treated promptly and aggressively. Patients with T2DM are prone to micro and macrovascular damage over time, leading to nephropathy, neuropathy, and retinopathy. Patients with T2DM should monitor their hemoglobin A1c to indicate how well their glucose is being managed over the prior three months. Patients with T2DM should also monitor the glycemic index of their nutritional intake, as this can influence their glucose management day-to-day. Evidence has shown that poor management of T2DM can expedite disease progression, leading to increased irreversible micro/macrovascular changes, which ultimately lead to cardiovascular complications and decrease the overall quality of life. Patients with type 2 diabetes mellitus are likely to develop comorbidities such as hypertension and dyslipidemia, which lead to coronary artery disease and heart failure. Although SGLT2 inhibitors and GLP-1RAs have been shown to decrease the risk of adverse cardiovascular outcomes, they are not the recommended first-line treatment of choice. Lifestyle modifications, smoking cessation, and managing dyslipidemia and hypertension are recommended first-line therapies to prevent cardiac complications in patients with diabetes.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Recommended Treatment Approach for Patients with Diabetes. Minimizing cardiovascular risk factors in patients with type 2 diabetes mellitus (T2DM) is essential to prevent the development of co-morbid conditions. Type 2 diabetes mellitus is considered a chronic condition that can progress if not monitored and treated promptly and aggressively. Patients with T2DM are prone to micro and macrovascular damage over time, leading to nephropathy, neuropathy, and retinopathy. Patients with T2DM should monitor their hemoglobin A1c to indicate how well their glucose is being managed over the prior three months. Patients with T2DM should also monitor the glycemic index of their nutritional intake, as this can influence their glucose management day-to-day. Evidence has shown that poor management of T2DM can expedite disease progression, leading to increased irreversible micro/macrovascular changes, which ultimately lead to cardiovascular complications and decrease the overall quality of life. Patients with type 2 diabetes mellitus are likely to develop comorbidities such as hypertension and dyslipidemia, which lead to coronary artery disease and heart failure. Although SGLT2 inhibitors and GLP-1RAs have been shown to decrease the risk of adverse cardiovascular outcomes, they are not the recommended first-line treatment of choice. Lifestyle modifications, smoking cessation, and managing dyslipidemia and hypertension are recommended first-line therapies to prevent cardiac complications in patients with diabetes."}
{"id": "article-141196_21", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control", "content": "Hypertension is one of the main comorbidities in patients with diabetes. Hypertension itself can be challenging to control in some patients, and with diabetes, it represents an even more complex relationship. [31] In these patients, hypertension is two times more prevalent than in patients who do not have diabetes and is an important component of minimizing cardiovascular risk in type 2 diabetes patients. Both hypertension and diabetes mellitus are among the top three most diagnosed health conditions in the United States. Patients with diabetes mellitus are more likely to have elevated systolic blood pressure, which is more resistant to treatment. [32] The comorbidities of hypertension and diabetes are also prevalent in obese patients. The EUROASPIRE IV survey, which included 6187 patients with coronary artery disease and hyperglycemia across 24 European countries, found that only 54% of patients with diabetes actually achieve their goal blood pressure of less than 140/90 mmHg, displaying poor blood pressure control in this population and likely in many others. [33]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control. Hypertension is one of the main comorbidities in patients with diabetes. Hypertension itself can be challenging to control in some patients, and with diabetes, it represents an even more complex relationship. [31] In these patients, hypertension is two times more prevalent than in patients who do not have diabetes and is an important component of minimizing cardiovascular risk in type 2 diabetes patients. Both hypertension and diabetes mellitus are among the top three most diagnosed health conditions in the United States. Patients with diabetes mellitus are more likely to have elevated systolic blood pressure, which is more resistant to treatment. [32] The comorbidities of hypertension and diabetes are also prevalent in obese patients. The EUROASPIRE IV survey, which included 6187 patients with coronary artery disease and hyperglycemia across 24 European countries, found that only 54% of patients with diabetes actually achieve their goal blood pressure of less than 140/90 mmHg, displaying poor blood pressure control in this population and likely in many others. [33]"}
{"id": "article-141196_22", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control", "content": "Patients with early-stage diabetes may exhibit hyperinsulinemia and insulin resistance largely due to glucose tolerance. [34] A retrospective study including 5016 participants without a history of hypertension and diabetes mellitus reported that pre-diabetes patients were at two times higher risk of developing hypertension than normoglycemia patients. A subgroup analysis of this study also showed a higher risk of incident hypertension in participants who had impaired fasting glucose, measured at greater than 125 mg/dL. In the mid-stage of diabetes, blood vessels begin to undergo vascular remodeling, which progresses and causes peripheral vascular resistance. In addition, there is an increased body fluid volume associated with hyperglycemia and hyperinsulinemia. This increased peripheral resistance and increase in body fluid volume both contribute to a rise in systemic blood pressure.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control. Patients with early-stage diabetes may exhibit hyperinsulinemia and insulin resistance largely due to glucose tolerance. [34] A retrospective study including 5016 participants without a history of hypertension and diabetes mellitus reported that pre-diabetes patients were at two times higher risk of developing hypertension than normoglycemia patients. A subgroup analysis of this study also showed a higher risk of incident hypertension in participants who had impaired fasting glucose, measured at greater than 125 mg/dL. In the mid-stage of diabetes, blood vessels begin to undergo vascular remodeling, which progresses and causes peripheral vascular resistance. In addition, there is an increased body fluid volume associated with hyperglycemia and hyperinsulinemia. This increased peripheral resistance and increase in body fluid volume both contribute to a rise in systemic blood pressure."}
{"id": "article-141196_23", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control", "content": "Vascular changes over time can lead to further diabetes complications by causing diabetic nephropathy leading to an increased glomerular filtration pressure and the activation of the renin-angiotensin system, which in turn causes a rise in systemic blood pressure. Additionally, it has been found that angiotensin II may promote insulin resistance in skeletal muscles by decreasing overall blood flow and impeding intracellular insulin signaling pathways. The UK prospective diabetes study (UKPDS) was a major study that demonstrated that when tightly regulated blood pressure was achieved with a median blood pressure of 144/82, compared to an initial blood pressure of 154/87, there was a reduction in stroke and deaths related to diabetes. [35] This study was a multi-center, prospective, randomized trial involving 5100 patients in total who were newly diagnosed with non-insulin-dependent type 2 diabetes mellitus, which aimed to show that improving blood glucose control would prevent complications and reduce morbidity and mortality. [36]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control. Vascular changes over time can lead to further diabetes complications by causing diabetic nephropathy leading to an increased glomerular filtration pressure and the activation of the renin-angiotensin system, which in turn causes a rise in systemic blood pressure. Additionally, it has been found that angiotensin II may promote insulin resistance in skeletal muscles by decreasing overall blood flow and impeding intracellular insulin signaling pathways. The UK prospective diabetes study (UKPDS) was a major study that demonstrated that when tightly regulated blood pressure was achieved with a median blood pressure of 144/82, compared to an initial blood pressure of 154/87, there was a reduction in stroke and deaths related to diabetes. [35] This study was a multi-center, prospective, randomized trial involving 5100 patients in total who were newly diagnosed with non-insulin-dependent type 2 diabetes mellitus, which aimed to show that improving blood glucose control would prevent complications and reduce morbidity and mortality. [36]"}
{"id": "article-141196_24", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control", "content": "A sub-analysis of this study was used to determine the estimated reduction of diabetic complications with reductions in blood pressure. [35] It was found that for each reduction in 10 mmHg, there was a 12% reduction of risk for any diabetes complications, a 15% reduction for death related to diabetic complications, and an 11% reduction in myocardial infarction. Overall, this sub-analysis determined that any reduction in blood pressure is likely to reduce diabetic complications, with the lowest risk in patients who can achieve a systolic blood pressure less than 120 mmHg.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control. A sub-analysis of this study was used to determine the estimated reduction of diabetic complications with reductions in blood pressure. [35] It was found that for each reduction in 10 mmHg, there was a 12% reduction of risk for any diabetes complications, a 15% reduction for death related to diabetic complications, and an 11% reduction in myocardial infarction. Overall, this sub-analysis determined that any reduction in blood pressure is likely to reduce diabetic complications, with the lowest risk in patients who can achieve a systolic blood pressure less than 120 mmHg."}
{"id": "article-141196_25", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control", "content": "The American College of Cardiology (ACC) and American Heart Association (AHA) guidelines state that individuals diagnosed with diabetes are at considerably high risk with blood pressures in the range of 130 to 139 mmHg systolic and 80 to 89 mmHg diastolic. This category of blood pressure is considered stage one hypertension, with a recommendation to initiate antihypertensive therapy. For patients with comorbidities of both diabetes mellitus and hypertension, the first-line recommended treatment is with angiotensin-converting enzyme inhibitors (ACE-inhibitors) or angiotensin II receptor blockers (ARBs). Patients at high risk of developing hypertension, including those diagnosed with diabetes, and those who have a ≥10% ten-year atherosclerotic CVD risk, qualify for initiation of antihypertensive medications with a goal target blood pressure of less than 130/80 mmHg.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control. The American College of Cardiology (ACC) and American Heart Association (AHA) guidelines state that individuals diagnosed with diabetes are at considerably high risk with blood pressures in the range of 130 to 139 mmHg systolic and 80 to 89 mmHg diastolic. This category of blood pressure is considered stage one hypertension, with a recommendation to initiate antihypertensive therapy. For patients with comorbidities of both diabetes mellitus and hypertension, the first-line recommended treatment is with angiotensin-converting enzyme inhibitors (ACE-inhibitors) or angiotensin II receptor blockers (ARBs). Patients at high risk of developing hypertension, including those diagnosed with diabetes, and those who have a ≥10% ten-year atherosclerotic CVD risk, qualify for initiation of antihypertensive medications with a goal target blood pressure of less than 130/80 mmHg."}
{"id": "article-141196_26", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control", "content": "The American Diabetes Association (ADA) 2019 update recommended initiating an antihypertensive medication in patients with diabetes when office blood pressure is 140/90 mmHg or greater with a goal blood pressure of less than 140/90 mmHg. The ADA also supported a target blood pressure below 130/80 mmHg for patients diagnosed with cardiovascular disease comorbidities or who had a CVD risk of a 15%.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control. The American Diabetes Association (ADA) 2019 update recommended initiating an antihypertensive medication in patients with diabetes when office blood pressure is 140/90 mmHg or greater with a goal blood pressure of less than 140/90 mmHg. The ADA also supported a target blood pressure below 130/80 mmHg for patients diagnosed with cardiovascular disease comorbidities or who had a CVD risk of a 15%."}
{"id": "article-141196_27", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control", "content": "The American Society of Hypertension (ASH) with the International Society of hypertension (ISH) provided a guideline in 2014 recommending a blood pressure goal of <140/90 mmHg. The International Diabetes Federation (IDF) suggested an age-adjusted blood pressure target where a blood pressure target of <130/89 mmHg be placed for younger patients with diabetes, specifically younger than 70 years old, and blood pressure goals of <140/90 mmHg for patients between the ages of 70 and 80 years old. For patients who are 80 years and older, the IDF recommended a blood pressure target value of <150/90 mmHg. [32]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Hypertension Control. The American Society of Hypertension (ASH) with the International Society of hypertension (ISH) provided a guideline in 2014 recommending a blood pressure goal of <140/90 mmHg. The International Diabetes Federation (IDF) suggested an age-adjusted blood pressure target where a blood pressure target of <130/89 mmHg be placed for younger patients with diabetes, specifically younger than 70 years old, and blood pressure goals of <140/90 mmHg for patients between the ages of 70 and 80 years old. For patients who are 80 years and older, the IDF recommended a blood pressure target value of <150/90 mmHg. [32]"}
{"id": "article-141196_28", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes", "content": "Non-pharmacological treatments include weight loss, a low sodium diet consuming less than 2400 milligrams of salt daily, reducing alcohol intake, and ensuring regular physical activity. Additional recommendations from the Dietary Approaches to Stop Hypertension (DASH) diet include an increased potassium diet in addition to the reduced-sodium diet and a diet high in both fruits and vegetables, and a diet consisting of low-fat dairy products. [37]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes. Non-pharmacological treatments include weight loss, a low sodium diet consuming less than 2400 milligrams of salt daily, reducing alcohol intake, and ensuring regular physical activity. Additional recommendations from the Dietary Approaches to Stop Hypertension (DASH) diet include an increased potassium diet in addition to the reduced-sodium diet and a diet high in both fruits and vegetables, and a diet consisting of low-fat dairy products. [37]"}
{"id": "article-141196_29", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes", "content": "First-line pharmacological therapies are ACE-inhibitors and ARBs, which have been considered the keystone of antihypertensive treatment in diabetic patients. These medications have been found to reduce blood pressure and heart failure in diabetic patients significantly and have also been shown to have protective effects improving insulin sensitivity and insulin secretion. [38]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes. First-line pharmacological therapies are ACE-inhibitors and ARBs, which have been considered the keystone of antihypertensive treatment in diabetic patients. These medications have been found to reduce blood pressure and heart failure in diabetic patients significantly and have also been shown to have protective effects improving insulin sensitivity and insulin secretion. [38]"}
{"id": "article-141196_30", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes", "content": "Beta-blockers are now used infrequently as first-line medications for hypertension treatment in patients with diabetes but are still used as add-on therapies for patients who require multiple agents for blood pressure control. Other indications for beta-blockers include tachycardia, heart failure, and ischemic heart disease; however, beta-blockers should be used with caution in patients with diabetes due to potential adverse metabolic effects such as increasing triglycerides, weight gain, and masking hypoglycemia.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes. Beta-blockers are now used infrequently as first-line medications for hypertension treatment in patients with diabetes but are still used as add-on therapies for patients who require multiple agents for blood pressure control. Other indications for beta-blockers include tachycardia, heart failure, and ischemic heart disease; however, beta-blockers should be used with caution in patients with diabetes due to potential adverse metabolic effects such as increasing triglycerides, weight gain, and masking hypoglycemia."}
{"id": "article-141196_31", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes", "content": "Calcium channel blockers can be considered as first-line agents in patients with diabetes and hypertension, especially elderly patients who have isolated systolic hypertension. Calcium channel blockers have been shown to be effective in preventing strokes but have been shown to be less effective in the renin-angiotensin-aldosterone system (RAAS) blockade for heart failure prevention.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes. Calcium channel blockers can be considered as first-line agents in patients with diabetes and hypertension, especially elderly patients who have isolated systolic hypertension. Calcium channel blockers have been shown to be effective in preventing strokes but have been shown to be less effective in the renin-angiotensin-aldosterone system (RAAS) blockade for heart failure prevention."}
{"id": "article-141196_32", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes", "content": "Diuretics are an important addition to antihypertensive management. In the sub-analysis of the Antihypertensive and Lipid-Lowering Treatment to prevent Heart Attack Trial (ALLHAT), it was found that chlorthalidone was as good as amlodipine or lisinopril in preventing fatal and nonfatal coronary artery disease and is potentially more effective in heart failure prevention in diabetic patients in particular. In patients with diabetes, diuretics may be used as add-on therapy, though glucose and electrolytes should be closely monitored when beginning with therapy.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes. Diuretics are an important addition to antihypertensive management. In the sub-analysis of the Antihypertensive and Lipid-Lowering Treatment to prevent Heart Attack Trial (ALLHAT), it was found that chlorthalidone was as good as amlodipine or lisinopril in preventing fatal and nonfatal coronary artery disease and is potentially more effective in heart failure prevention in diabetic patients in particular. In patients with diabetes, diuretics may be used as add-on therapy, though glucose and electrolytes should be closely monitored when beginning with therapy."}
{"id": "article-141196_33", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes", "content": "For patients with diabetes who require more than one antihypertensive pharmacological treatment therapy, the recommendation is that these patients initially be treated with RAAS inhibitors, with most guidelines recommending the addition of calcium channel blockers or diuretics. In the study called Avoiding Cardiovascular events through Combination Therapy in Patients Living with Systolic Hypertension (ACCOMPLISH) trial, a sub-analysis of 6946 diabetic patients showed that the combination of benazepril plus amlodipine was more effective in reducing cardiovascular death, nonfatal myocardial infarction, nonfatal stroke, and hospitalization for angina when compared to therapy of benazepril plus hydrochlorothiazide. Furthermore, it was found that the combination of ARB and calcium channel blocker improved insulin sensitivity when compared to the combination of ARB with a diuretic medication, suggesting that calcium channel blockers are the next recommended add-on therapy to RAAS inhibitors.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes. For patients with diabetes who require more than one antihypertensive pharmacological treatment therapy, the recommendation is that these patients initially be treated with RAAS inhibitors, with most guidelines recommending the addition of calcium channel blockers or diuretics. In the study called Avoiding Cardiovascular events through Combination Therapy in Patients Living with Systolic Hypertension (ACCOMPLISH) trial, a sub-analysis of 6946 diabetic patients showed that the combination of benazepril plus amlodipine was more effective in reducing cardiovascular death, nonfatal myocardial infarction, nonfatal stroke, and hospitalization for angina when compared to therapy of benazepril plus hydrochlorothiazide. Furthermore, it was found that the combination of ARB and calcium channel blocker improved insulin sensitivity when compared to the combination of ARB with a diuretic medication, suggesting that calcium channel blockers are the next recommended add-on therapy to RAAS inhibitors."}
{"id": "article-141196_34", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes", "content": "As discussed above, glucose-lowering medications have also been used to lower blood pressure in patients with diabetes. Three SGLT-2 inhibitors, dapagliflozin, empagliflozin, and canagliflozin, have been shown to have similar efficacies when it comes to glucose control and weight loss, and all three of these medications have been reported to decrease systolic blood pressure by 3 to 5 mmHg and decrease diastolic blood pressure by about 2 to 3 mmHg. The mechanism underlying the blood pressure lowering effects of SGLT-2 inhibitors can be described by the medication's ability to increase diuresis and decrease arterial stiffness. SGLT2 inhibitors and GLP-1RAs also exert their beneficial effects on blood pressure control by inducing weight loss.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Initial Therapy for Hypertension Control in Patients with Diabetes. As discussed above, glucose-lowering medications have also been used to lower blood pressure in patients with diabetes. Three SGLT-2 inhibitors, dapagliflozin, empagliflozin, and canagliflozin, have been shown to have similar efficacies when it comes to glucose control and weight loss, and all three of these medications have been reported to decrease systolic blood pressure by 3 to 5 mmHg and decrease diastolic blood pressure by about 2 to 3 mmHg. The mechanism underlying the blood pressure lowering effects of SGLT-2 inhibitors can be described by the medication's ability to increase diuresis and decrease arterial stiffness. SGLT2 inhibitors and GLP-1RAs also exert their beneficial effects on blood pressure control by inducing weight loss."}
{"id": "article-141196_35", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation", "content": "For patients with diabetes, smoking correlates with an increased risk of death and cardiovascular events, and according to the American Association of Diabetes, smoking cessation is one of the most important steps to prevent further complications of diabetes. With smoking cessation, diabetic patients reduce the risk of cardiovascular events compared to individuals that continue to smoke. For current smokers, there is also an increase in the vascular risk for patients who were newly diagnosed with diabetes mellitus. Furthermore, smoking cessation reduces the risk of death as well.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation. For patients with diabetes, smoking correlates with an increased risk of death and cardiovascular events, and according to the American Association of Diabetes, smoking cessation is one of the most important steps to prevent further complications of diabetes. With smoking cessation, diabetic patients reduce the risk of cardiovascular events compared to individuals that continue to smoke. For current smokers, there is also an increase in the vascular risk for patients who were newly diagnosed with diabetes mellitus. Furthermore, smoking cessation reduces the risk of death as well."}
{"id": "article-141196_36", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation", "content": "A meta-analysis of multiple studies including diabetic participants reported that smoking increased the risk of death by 48%, increased the risk of coronary heart disease by 54%, and increased the risk of stroke by 44%. Additionally, the meta-analysis stated an increased risk of myocardial infarction by 52% in patients who continued to smoke. This risk of coronary heart disease and stroke was directly related to the number of cigarettes smoked each day. [39]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation. A meta-analysis of multiple studies including diabetic participants reported that smoking increased the risk of death by 48%, increased the risk of coronary heart disease by 54%, and increased the risk of stroke by 44%. Additionally, the meta-analysis stated an increased risk of myocardial infarction by 52% in patients who continued to smoke. This risk of coronary heart disease and stroke was directly related to the number of cigarettes smoked each day. [39]"}
{"id": "article-141196_37", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation", "content": "Some of the adverse effects associated with smoking in patients with diabetes relate to the macrovascular and microvascular complications of the disease process. In terms of the microvascular disease process, smoking correlates with premature development of neuropathy, retinopathy, and nephropathy. Additionally, tobacco use negatively affects the microvasculature in terms of endothelial dysfunction. Substances from tobacco smoke have been shown to be associated with an increase in free radicals, which eventually cause endothelial dysfunction by decreasing the production of nitric oxide, which leads to an overproduction of endothelin (ET-1). This imbalance between nitric oxide and ET-1, in turn, causes vascular inflammation, which predisposes tobacco users to develop atherosclerosis. This type of dysfunction can be found in both active and passive cigarette smokers, including those exposed to secondhand smoke regularly. [40]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation. Some of the adverse effects associated with smoking in patients with diabetes relate to the macrovascular and microvascular complications of the disease process. In terms of the microvascular disease process, smoking correlates with premature development of neuropathy, retinopathy, and nephropathy. Additionally, tobacco use negatively affects the microvasculature in terms of endothelial dysfunction. Substances from tobacco smoke have been shown to be associated with an increase in free radicals, which eventually cause endothelial dysfunction by decreasing the production of nitric oxide, which leads to an overproduction of endothelin (ET-1). This imbalance between nitric oxide and ET-1, in turn, causes vascular inflammation, which predisposes tobacco users to develop atherosclerosis. This type of dysfunction can be found in both active and passive cigarette smokers, including those exposed to secondhand smoke regularly. [40]"}
{"id": "article-141196_38", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation", "content": "ET-1 is a potent vasoconstrictor that works to increase vascular tone, eventually causing hypertension, and it has been found that an elevated ET-1 is one of the risk factors associated with atherosclerosis. Studies have shown that ET-1 levels become elevated between light smoking, which includes 1 to 10 cigarettes a day, and heavy smoking, which includes up to 40 cigarettes a day. These levels are dose-dependent on the number of cigarettes smoked per day. In this way, it is thought that elevated levels of ET-1 after cigarette smoking contribute to the rise in cardiovascular events by promoting transient vasospasms in patients who have pre-existing atherosclerotic sites, where ET-1 may already be more abundant and already be causing inflammation.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation. ET-1 is a potent vasoconstrictor that works to increase vascular tone, eventually causing hypertension, and it has been found that an elevated ET-1 is one of the risk factors associated with atherosclerosis. Studies have shown that ET-1 levels become elevated between light smoking, which includes 1 to 10 cigarettes a day, and heavy smoking, which includes up to 40 cigarettes a day. These levels are dose-dependent on the number of cigarettes smoked per day. In this way, it is thought that elevated levels of ET-1 after cigarette smoking contribute to the rise in cardiovascular events by promoting transient vasospasms in patients who have pre-existing atherosclerotic sites, where ET-1 may already be more abundant and already be causing inflammation."}
{"id": "article-141196_39", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation", "content": "In addition to microvascular changes caused by tobacco usage, macrovascular changes also occur, affecting various established and chronic disease processes. Smoking has been found not only to cause inflammation and tissue damage with vascular effects but has also been found to cause an increase in insulin resistance and to reduce insulin secretion which, contributes to further exacerbation of diabetes mellitus. [40]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation. In addition to microvascular changes caused by tobacco usage, macrovascular changes also occur, affecting various established and chronic disease processes. Smoking has been found not only to cause inflammation and tissue damage with vascular effects but has also been found to cause an increase in insulin resistance and to reduce insulin secretion which, contributes to further exacerbation of diabetes mellitus. [40]"}
{"id": "article-141196_40", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation", "content": "A study from 2011 using a meta-analysis of 89 prospective studies demonstrated a positive correlation between smoking and cardiovascular events and mortality. From this meta-analysis, it appears that there was a 50% increase in the risk of total mortality and cardiovascular events, with a relative risk at 1.49 for cardiovascular mortality. This meta-analysis further analyzed individual cardiovascular risks and demonstrated that the relative risk for total cardiovascular death was 1.44, the relative risk for coronary heart disease was 1.51, and the relative risk for heart failure was 1.43. Additionally, the study shows that the relative risk for stroke was 1.54 for and relative risk for peripheral arterial disease was highest at 2.15. [41]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation. A study from 2011 using a meta-analysis of 89 prospective studies demonstrated a positive correlation between smoking and cardiovascular events and mortality. From this meta-analysis, it appears that there was a 50% increase in the risk of total mortality and cardiovascular events, with a relative risk at 1.49 for cardiovascular mortality. This meta-analysis further analyzed individual cardiovascular risks and demonstrated that the relative risk for total cardiovascular death was 1.44, the relative risk for coronary heart disease was 1.51, and the relative risk for heart failure was 1.43. Additionally, the study shows that the relative risk for stroke was 1.54 for and relative risk for peripheral arterial disease was highest at 2.15. [41]"}
{"id": "article-141196_41", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation", "content": "Smoking has also been associated with changes in the distribution of lipids, with significant increases in low-density lipoprotein (LDL) and decreases in high-density lipoprotein (HDL). In comparison to nonsmokers, lipid particles have been described as small and dense in people who are current smokers, with noticeable improvements in lipids after smoking cessation occurs. After smoking cessation, it was determined that there is an improvement in HDL, despite the weight gain, with the stronger association of these findings in women. These changes in LDL and HDL after smoking cessation further suggest a reduced cardiovascular disease risk among those who quit smoking. [42]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Smoking and Tobacco Cessation. Smoking has also been associated with changes in the distribution of lipids, with significant increases in low-density lipoprotein (LDL) and decreases in high-density lipoprotein (HDL). In comparison to nonsmokers, lipid particles have been described as small and dense in people who are current smokers, with noticeable improvements in lipids after smoking cessation occurs. After smoking cessation, it was determined that there is an improvement in HDL, despite the weight gain, with the stronger association of these findings in women. These changes in LDL and HDL after smoking cessation further suggest a reduced cardiovascular disease risk among those who quit smoking. [42]"}
{"id": "article-141196_42", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Weight Loss and Diet", "content": "Chronic diseases and associated comorbidities of hypertension, type 2 diabetes mellitus, and dyslipidemia have increased significantly with the obesity epidemic. Randomized clinical trials have shown that lifestyle changes in individuals with type 2 diabetes have been used successfully to reduce body mass and increase physical activity to improve glycemic control. [43] Nutrition therapy has also been used to effectively control body weight and hyperglycemia in these patients. [44] The American Diabetes Association has current recommendations for weight loss in patients with type 2 diabetes and recommends low fat and calorie-restricted diets. The ADA also recommends that a Mediterranean diet may be effective for nutritional therapy as it exhibits a low carbohydrate diet. The same recommendations included a carbohydrate limit of 150 grams daily.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Weight Loss and Diet. Chronic diseases and associated comorbidities of hypertension, type 2 diabetes mellitus, and dyslipidemia have increased significantly with the obesity epidemic. Randomized clinical trials have shown that lifestyle changes in individuals with type 2 diabetes have been used successfully to reduce body mass and increase physical activity to improve glycemic control. [43] Nutrition therapy has also been used to effectively control body weight and hyperglycemia in these patients. [44] The American Diabetes Association has current recommendations for weight loss in patients with type 2 diabetes and recommends low fat and calorie-restricted diets. The ADA also recommends that a Mediterranean diet may be effective for nutritional therapy as it exhibits a low carbohydrate diet. The same recommendations included a carbohydrate limit of 150 grams daily."}
{"id": "article-141196_43", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Exercise", "content": "Another risk factor for type 2 diabetes and its associated complications is a sedentary lifestyle. Thus, maintaining a level of physical activity is an effective strategy to manage diabetes mellitus type 2. Exercise and the associated improved muscular and cardiorespiratory fitness have been associated with decreased mortality rates overall. Studies have also shown that resistance training, which improves muscle strength, has been shown to improve glucose control and better control of the hemoglobin A1C levels. Aerobic exercise has also been shown to improve blood glucose control and hemoglobin A1C.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Exercise. Another risk factor for type 2 diabetes and its associated complications is a sedentary lifestyle. Thus, maintaining a level of physical activity is an effective strategy to manage diabetes mellitus type 2. Exercise and the associated improved muscular and cardiorespiratory fitness have been associated with decreased mortality rates overall. Studies have also shown that resistance training, which improves muscle strength, has been shown to improve glucose control and better control of the hemoglobin A1C levels. Aerobic exercise has also been shown to improve blood glucose control and hemoglobin A1C."}
{"id": "article-141196_44", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Exercise", "content": "A study of 626 overweight and obese adults with metabolic syndrome was studied over 12 month period. [45] Participants were aged 55 to 75 years old and were randomized to either an intense weight loss intervention including physical activity, dietary support, or behavioral support versus the control group. Participants in the interventional arm lost an average of 3.2 kilograms over the course of 12 months, versus the control group, which lost a total of 0.7 kilograms. Overall, the interventional group had improved fasting glucose, triglycerides, and HDL cholesterol compared to the control group. The interventional group also saw reductions in insulin resistance. [45]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Exercise. A study of 626 overweight and obese adults with metabolic syndrome was studied over 12 month period. [45] Participants were aged 55 to 75 years old and were randomized to either an intense weight loss intervention including physical activity, dietary support, or behavioral support versus the control group. Participants in the interventional arm lost an average of 3.2 kilograms over the course of 12 months, versus the control group, which lost a total of 0.7 kilograms. Overall, the interventional group had improved fasting glucose, triglycerides, and HDL cholesterol compared to the control group. The interventional group also saw reductions in insulin resistance. [45]"}
{"id": "article-141196_45", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Dyslipidemia", "content": "Managing lipid abnormalities is an additional component to minimizing cardiovascular risks in type 2 diabetic patients. Specifically, elevated LDL cholesterol contributes to this elevated risk associated with atherosclerotic cardiovascular disease (ASCVD). Risks associated with atherosclerotic disease Include abdominal obesity, insulin resistance, hypertension, and low-grade level of inflammation. Other risk factors include increased oxidative stress, endothelial dysfunction, and increased arterial wall stiffness, all of which have been previously discussed regarding their respective cardiovascular risks. [46]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Dyslipidemia. Managing lipid abnormalities is an additional component to minimizing cardiovascular risks in type 2 diabetic patients. Specifically, elevated LDL cholesterol contributes to this elevated risk associated with atherosclerotic cardiovascular disease (ASCVD). Risks associated with atherosclerotic disease Include abdominal obesity, insulin resistance, hypertension, and low-grade level of inflammation. Other risk factors include increased oxidative stress, endothelial dysfunction, and increased arterial wall stiffness, all of which have been previously discussed regarding their respective cardiovascular risks. [46]"}
{"id": "article-141196_46", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Dyslipidemia", "content": "Type 2 diabetic patients are susceptible to pro-atherogenic causes, eventually leading to multifaceted dyslipidemia that goes beyond only an elevated LDL. These disturbances include increases in triglyceride levels, reduced HDL levels, and HDL particle numbers, as well as postprandial hyperlipidemia, in addition to a list of many others. It appears that type 2 diabetes creates a larger scale of biochemical disturbances within the lipid pathway that goes beyond the basic disturbances in the cholesterol or lipid panel.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Dyslipidemia. Type 2 diabetic patients are susceptible to pro-atherogenic causes, eventually leading to multifaceted dyslipidemia that goes beyond only an elevated LDL. These disturbances include increases in triglyceride levels, reduced HDL levels, and HDL particle numbers, as well as postprandial hyperlipidemia, in addition to a list of many others. It appears that type 2 diabetes creates a larger scale of biochemical disturbances within the lipid pathway that goes beyond the basic disturbances in the cholesterol or lipid panel."}
{"id": "article-141196_47", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Dyslipidemia", "content": "Specifically, diabetes dyslipidemia results from an altered mechanism of transfer between lipids and circulating lipoprotein particles. This transfer is mediated by cholesteryl ester transfer protein (CETP), which is altered due to dysfunction associated with diabetic dyslipidemia, and lipoprotein lipase (LPL), which is also altered. [46] This process leads to an increased number of triglyceride-rich lipoprotein particles, which causes an inevitable saturation of LPL-mediated clearance and therefore leaves larger numbers of atherogenic remnant lipoprotein particles, as all these particles are unable to be fully cleared. [46] Hypertriglyceridemia occurs from this process and can become severe as there is a saturation of lipolysis.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Dyslipidemia. Specifically, diabetes dyslipidemia results from an altered mechanism of transfer between lipids and circulating lipoprotein particles. This transfer is mediated by cholesteryl ester transfer protein (CETP), which is altered due to dysfunction associated with diabetic dyslipidemia, and lipoprotein lipase (LPL), which is also altered. [46] This process leads to an increased number of triglyceride-rich lipoprotein particles, which causes an inevitable saturation of LPL-mediated clearance and therefore leaves larger numbers of atherogenic remnant lipoprotein particles, as all these particles are unable to be fully cleared. [46] Hypertriglyceridemia occurs from this process and can become severe as there is a saturation of lipolysis."}
{"id": "article-141196_48", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Dyslipidemia", "content": "In terms of diabetic medications and their effects on lipids, metformin is associated with lowering triglyceride levels and an increase in high-density lipoprotein (HDL) levels. It appears that metformin may work through various pleiotropic cellular and molecular mechanisms which work to alter atherogenesis directly. Another glucose-lowering medication used for type 2 diabetes mellitus is the dipeptidyl peptidase-4 (DPP-4) medication, which has also been shown to alter lipid profiles beneficially.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Dyslipidemia. In terms of diabetic medications and their effects on lipids, metformin is associated with lowering triglyceride levels and an increase in high-density lipoprotein (HDL) levels. It appears that metformin may work through various pleiotropic cellular and molecular mechanisms which work to alter atherogenesis directly. Another glucose-lowering medication used for type 2 diabetes mellitus is the dipeptidyl peptidase-4 (DPP-4) medication, which has also been shown to alter lipid profiles beneficially."}
{"id": "article-141196_49", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Statin Medications", "content": "One of the leading medications used for dyslipidemia control is statin medications. These medications are inhibitors of HMG coenzyme reductase, which works to reduce the effect of cholesterol biosynthesis in the hepatic system. This medication works to deplete intrahepatic cholesterol stores, and as a result, causes decreased circulating LDL particles which in turn decreases the overall proportion of total plasma cholesterol that is attributable to LDL. The total reduction of LDL from statin medications is estimated to be between 30% to 50% depending on the specific statin medication and dose, as well as patient adherence to the drug.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Statin Medications. One of the leading medications used for dyslipidemia control is statin medications. These medications are inhibitors of HMG coenzyme reductase, which works to reduce the effect of cholesterol biosynthesis in the hepatic system. This medication works to deplete intrahepatic cholesterol stores, and as a result, causes decreased circulating LDL particles which in turn decreases the overall proportion of total plasma cholesterol that is attributable to LDL. The total reduction of LDL from statin medications is estimated to be between 30% to 50% depending on the specific statin medication and dose, as well as patient adherence to the drug."}
{"id": "article-141196_50", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Statin Medications", "content": "A meta-analysis of 14 randomized statin trials over a mean of 4.3 years and including a total of 18,686 individuals, over 17,000 of whom were patients with type 2 diabetes, discovered that for every 1mmol/L reduction in LDL cholesterol, there was a 9% reduction of all-cause mortality. This 1mmol/L reduction of LDL is also associated with a 21% reduction in coronary death, including myocardial infarction, coronary revascularization, and stroke. Guidelines in clinical practice also recognize diabetes as an indication to use statin medications. [46]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Statin Medications. A meta-analysis of 14 randomized statin trials over a mean of 4.3 years and including a total of 18,686 individuals, over 17,000 of whom were patients with type 2 diabetes, discovered that for every 1mmol/L reduction in LDL cholesterol, there was a 9% reduction of all-cause mortality. This 1mmol/L reduction of LDL is also associated with a 21% reduction in coronary death, including myocardial infarction, coronary revascularization, and stroke. Guidelines in clinical practice also recognize diabetes as an indication to use statin medications. [46]"}
{"id": "article-141196_51", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Statin Medications", "content": "Medical guidelines that have been translated from scientific evidence into practical clinical guidelines from the American College of Cardiology (ACC) and the American Heart Association (AHA) were created to provide guidance for patients who at risk of developing coronary vascular disease and for patients who are already diagnosed with coronary vascular disease. These guidelines focus on medical practice in the United States; however, they can be applied to patients worldwide. Specific recommendations made under these guidelines include that for patients aged 40 to 75 years old, with diabetes mellitus and an LDL ≥70 mg/dL, recommendations have been made to begin moderate-intensity statin therapy without calculating the 10-year ASCVD risk. Additionally, for patients with diabetes mellitus who are at higher risk with multiple risk factors or those aged from 50 to 75 years old, a high-intensity statin is reasonable to use to reduce LDL levels by ≥50%.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Statin Medications. Medical guidelines that have been translated from scientific evidence into practical clinical guidelines from the American College of Cardiology (ACC) and the American Heart Association (AHA) were created to provide guidance for patients who at risk of developing coronary vascular disease and for patients who are already diagnosed with coronary vascular disease. These guidelines focus on medical practice in the United States; however, they can be applied to patients worldwide. Specific recommendations made under these guidelines include that for patients aged 40 to 75 years old, with diabetes mellitus and an LDL ≥70 mg/dL, recommendations have been made to begin moderate-intensity statin therapy without calculating the 10-year ASCVD risk. Additionally, for patients with diabetes mellitus who are at higher risk with multiple risk factors or those aged from 50 to 75 years old, a high-intensity statin is reasonable to use to reduce LDL levels by ≥50%."}
{"id": "article-141196_52", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Statin Medications", "content": "It is also recommended to assess the initial percentage response to LDL lowering medications and assess adherence with lifestyle changes and dose adjustments. Recommendations are to repeat lipid measurements in 4 to 12 weeks after statin therapy has been initiated, with lipid measurements repeated every 3 to 12 months as needed. Furthermore, nonstatin medications can be added for patients at very high risk where maximal statin therapy yields LDL levels of ≥70 mg/dL. [47]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Statin Medications. It is also recommended to assess the initial percentage response to LDL lowering medications and assess adherence with lifestyle changes and dose adjustments. Recommendations are to repeat lipid measurements in 4 to 12 weeks after statin therapy has been initiated, with lipid measurements repeated every 3 to 12 months as needed. Furthermore, nonstatin medications can be added for patients at very high risk where maximal statin therapy yields LDL levels of ≥70 mg/dL. [47]"}
{"id": "article-141196_53", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Ezetimibe Therapy", "content": "Ezetimibe is another medication that lowers LDL cholesterol and has been found to lower LDL by approximately 20% by inhibiting Niemann Pick C1-like protein 1 in the small intestine. The benefits of this medication in CVD risk reduction were shown in the study called Improved Reduction of Outcomes: Vytorin Efficacy International Trial (IMPROVE-IT), which recruited 18,144 patients with ACS, where approximately 5000 of these individuals were diagnosed with diabetes. The IMPROVE-IT study showed that ezetimibe, on top of statin therapy, was able to reduce LDL cholesterol from 1.8 to 1.4mmol/L was and was associated with a 7% reduction of major adverse cardiovascular events (MACE). A subgroup analysis of this study showed that patients with diabetes mellitus benefited significantly more from ezetimibe in addition to statin therapy than patients without diabetes. In this subgroup analysis, MACE was reduced by 14%, whereas the reduction of MACE in patients without diabetes was 2%. This evidence supports that ezetimibe is effective when added to statin medication in post-acute coronary syndrome patients with diabetes. In most treatment guidelines, it is recommended as second-line pharmacological therapy after statin medications. [46]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- Ezetimibe Therapy. Ezetimibe is another medication that lowers LDL cholesterol and has been found to lower LDL by approximately 20% by inhibiting Niemann Pick C1-like protein 1 in the small intestine. The benefits of this medication in CVD risk reduction were shown in the study called Improved Reduction of Outcomes: Vytorin Efficacy International Trial (IMPROVE-IT), which recruited 18,144 patients with ACS, where approximately 5000 of these individuals were diagnosed with diabetes. The IMPROVE-IT study showed that ezetimibe, on top of statin therapy, was able to reduce LDL cholesterol from 1.8 to 1.4mmol/L was and was associated with a 7% reduction of major adverse cardiovascular events (MACE). A subgroup analysis of this study showed that patients with diabetes mellitus benefited significantly more from ezetimibe in addition to statin therapy than patients without diabetes. In this subgroup analysis, MACE was reduced by 14%, whereas the reduction of MACE in patients without diabetes was 2%. This evidence supports that ezetimibe is effective when added to statin medication in post-acute coronary syndrome patients with diabetes. In most treatment guidelines, it is recommended as second-line pharmacological therapy after statin medications. [46]"}
{"id": "article-141196_54", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- PCSK 9 Inhibitors", "content": "Proprotein convertase subtilisin kexin type 9 (PCSK9) inhibitors are newer medications in the line of lipid control and are initially expressed as a zymogen by hepatocytes. After being secreted, PCSK9 binds to LDL receptors on the surface of the hepatocytes, which are then internalized and degraded, reducing the number of LDL receptors on the hepatocyte surface. Inhibiting PCSK9 increases the total number of LDL receptors on the cell surface, which in turn increases the uptake of LDL cholesterol into cells, causing less LDL to be present in the bloodstream.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- PCSK 9 Inhibitors. Proprotein convertase subtilisin kexin type 9 (PCSK9) inhibitors are newer medications in the line of lipid control and are initially expressed as a zymogen by hepatocytes. After being secreted, PCSK9 binds to LDL receptors on the surface of the hepatocytes, which are then internalized and degraded, reducing the number of LDL receptors on the hepatocyte surface. Inhibiting PCSK9 increases the total number of LDL receptors on the cell surface, which in turn increases the uptake of LDL cholesterol into cells, causing less LDL to be present in the bloodstream."}
{"id": "article-141196_55", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- PCSK 9 Inhibitors", "content": "A review of the PCSK 9 inhibitors for lipid management in patients with diabetes mellitus and high cardiovascular risk showed the benefit of using these medications within this subpopulation. A subanalysis of this review demonstrated that alirocumab and evolocumab in phase 3 trials made significant reductions in LDL cholesterol. There were similarities in reductions between participants with and without diabetes.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- PCSK 9 Inhibitors. A review of the PCSK 9 inhibitors for lipid management in patients with diabetes mellitus and high cardiovascular risk showed the benefit of using these medications within this subpopulation. A subanalysis of this review demonstrated that alirocumab and evolocumab in phase 3 trials made significant reductions in LDL cholesterol. There were similarities in reductions between participants with and without diabetes."}
{"id": "article-141196_56", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- PCSK 9 Inhibitors", "content": "These findings were consistent with a subanalysis of the Further Cardiovascular Outcomes Research with PCSK 9 Inhibition in Subjects with Elevated Risk (FOURIER) study, which was a randomized trial of evolocumab of either 140 mg every two weeks or 420 mg every month versus placebo medications, in a total of 27,564 patients with atherosclerotic disease, who were on statin therapy with a median follow up period of 2.2 years. Overall, the study analyzed over 11,031 patients with diabetes and found that in comparison with placebo, the median LDL cholesterol levels were decreased by 57% in those patients who had diabetes mellitus. [48]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- PCSK 9 Inhibitors. These findings were consistent with a subanalysis of the Further Cardiovascular Outcomes Research with PCSK 9 Inhibition in Subjects with Elevated Risk (FOURIER) study, which was a randomized trial of evolocumab of either 140 mg every two weeks or 420 mg every month versus placebo medications, in a total of 27,564 patients with atherosclerotic disease, who were on statin therapy with a median follow up period of 2.2 years. Overall, the study analyzed over 11,031 patients with diabetes and found that in comparison with placebo, the median LDL cholesterol levels were decreased by 57% in those patients who had diabetes mellitus. [48]"}
{"id": "article-141196_57", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- PCSK 9 Inhibitors", "content": "Recent guidelines now recommend that PCSK 9 inhibitors may be considered after statin therapy and as add-on therapy to lower LDL cholesterol when LDL is still above the target range in patients with diabetes mellitus. [46]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Clinical Significance -- PCSK 9 Inhibitors. Recent guidelines now recommend that PCSK 9 inhibitors may be considered after statin therapy and as add-on therapy to lower LDL cholesterol when LDL is still above the target range in patients with diabetes mellitus. [46]"}
{"id": "article-141196_58", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Other Issues -- Use of SGLT2 Inhibitors and GLP-1RAs with Insulin in Patients with Type 2 Diabetes", "content": "For patients with persistent hyperglycemia despite initiation of metformin and lifestyle modifications, further intensifying pharmacologic therapy is recommended. According to data, the greatest reduction in hemoglobin A1C in patients with uncontrolled diabetes mellitus type 2 is the addition of glucagon-like peptide 1 (GLP-1) receptor agonists, premixed insulin, basal-bolus insulin, basal insulin, or prandial insulin. [49] The study also looked at vascular outcomes for these patients and reported no difference in vascular outcomes for patients at low cardiovascular risk with any of the listed therapies in comparison to placebo. However, they reported that for patients at increased cardiovascular risk, SGLT2 inhibitors and GLP-1RAs reduced all-cause mortality and cardiovascular death. They also reported decreased hospitalizations for heart failure and decreased progression to diabetic nephropathy in patients taking SGLT2 inhibitors.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Other Issues -- Use of SGLT2 Inhibitors and GLP-1RAs with Insulin in Patients with Type 2 Diabetes. For patients with persistent hyperglycemia despite initiation of metformin and lifestyle modifications, further intensifying pharmacologic therapy is recommended. According to data, the greatest reduction in hemoglobin A1C in patients with uncontrolled diabetes mellitus type 2 is the addition of glucagon-like peptide 1 (GLP-1) receptor agonists, premixed insulin, basal-bolus insulin, basal insulin, or prandial insulin. [49] The study also looked at vascular outcomes for these patients and reported no difference in vascular outcomes for patients at low cardiovascular risk with any of the listed therapies in comparison to placebo. However, they reported that for patients at increased cardiovascular risk, SGLT2 inhibitors and GLP-1RAs reduced all-cause mortality and cardiovascular death. They also reported decreased hospitalizations for heart failure and decreased progression to diabetic nephropathy in patients taking SGLT2 inhibitors."}
{"id": "article-141196_59", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Other Issues -- Use of SGLT2 Inhibitors and GLP-1RAs with Insulin in Patients with Type 2 Diabetes", "content": "As stated above by the ADA guidelines, insulin is effective and preferred in patients with catabolic diabetes. In the absence of catabolic symptoms (weight loss or hemoglobin A1C greater than 10%), GLP-1RAs are an alternative to insulin. When hemoglobin A1C is markedly elevated but less than 10%, both basal insulin or a GLP-1RA can be used as add-on therapy to metformin, as they have been shown to have good glycemic efficacy in these patients. [49] GLP-1RAs have shown at-least comparable glycemic efficacy when compared to basal insulin with the added benefit of weight loss which is usually desirable in most of these patients. [49] For patients with moderately elevated hemoglobin A1C levels and established cardiac or renal disease, SGLT2 inhibitors or GLP-1RA should be added to metformin therapy before adding insulin or other agents due to their documented efficacy in improving cardiovascular mortality and slowing the progressive renal disease. In patients with a risk of hypoglycemia, GLP-1RA, SGLT2 inhibitors, and dipeptidyl peptidase 4 (DPP-4) inhibitors are the treatment of choice as they do not increase the risk of hypoglycemia as opposed to insulin.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Other Issues -- Use of SGLT2 Inhibitors and GLP-1RAs with Insulin in Patients with Type 2 Diabetes. As stated above by the ADA guidelines, insulin is effective and preferred in patients with catabolic diabetes. In the absence of catabolic symptoms (weight loss or hemoglobin A1C greater than 10%), GLP-1RAs are an alternative to insulin. When hemoglobin A1C is markedly elevated but less than 10%, both basal insulin or a GLP-1RA can be used as add-on therapy to metformin, as they have been shown to have good glycemic efficacy in these patients. [49] GLP-1RAs have shown at-least comparable glycemic efficacy when compared to basal insulin with the added benefit of weight loss which is usually desirable in most of these patients. [49] For patients with moderately elevated hemoglobin A1C levels and established cardiac or renal disease, SGLT2 inhibitors or GLP-1RA should be added to metformin therapy before adding insulin or other agents due to their documented efficacy in improving cardiovascular mortality and slowing the progressive renal disease. In patients with a risk of hypoglycemia, GLP-1RA, SGLT2 inhibitors, and dipeptidyl peptidase 4 (DPP-4) inhibitors are the treatment of choice as they do not increase the risk of hypoglycemia as opposed to insulin."}
{"id": "article-141196_60", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Other Issues -- Use of SGLT2 Inhibitors and GLP-1RAs with Insulin in Patients with Type 2 Diabetes", "content": "The use of SGLT2 inhibitors and GLP-1RAs in combination regimens has been studied to some degree, and the following evidence-based recommendations are made: Combination treatment with GLP-1RAs and DPP-4 inhibitors is not recommended due to minimal increase in efficacy with this combination [50] If insulin is added to the treatment regimen of patients with type 2 diabetes mellitus, metformin, GLP-1RAs, DPP-4 inhibitors, and SGLT2 inhibitors can be continued while sulfonylureas and pioglitazone should be discontinued. [51] The addition of GLP-1RAs has been associated with decreased insulin requirement and warrants frequent blood glucose monitoring when these agents are added to insulin regimens to prevent hypoglycemia. GLP-1RAs may benefit patients with high insulin requirements due to insulin resistance.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Other Issues -- Use of SGLT2 Inhibitors and GLP-1RAs with Insulin in Patients with Type 2 Diabetes. The use of SGLT2 inhibitors and GLP-1RAs in combination regimens has been studied to some degree, and the following evidence-based recommendations are made: Combination treatment with GLP-1RAs and DPP-4 inhibitors is not recommended due to minimal increase in efficacy with this combination [50] If insulin is added to the treatment regimen of patients with type 2 diabetes mellitus, metformin, GLP-1RAs, DPP-4 inhibitors, and SGLT2 inhibitors can be continued while sulfonylureas and pioglitazone should be discontinued. [51] The addition of GLP-1RAs has been associated with decreased insulin requirement and warrants frequent blood glucose monitoring when these agents are added to insulin regimens to prevent hypoglycemia. GLP-1RAs may benefit patients with high insulin requirements due to insulin resistance."}
{"id": "article-141196_61", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Cardiovascular risks that arise with the diagnosis of type 2 diabetes mellitus include hypertension, dyslipidemia and may eventually lead to significant adverse cardiovascular events (MACE). In an effort to decrease these cardiovascular risks, clinicians and patients must work together to address glycemic control, as well as diet, exercise, and smoking cessation. Further recommendations include intensive hypertension and dyslipidemia control. Achieving this multifaceted goal with specific targets requires an interprofessional team to manage the care of these patients.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Enhancing Healthcare Team Outcomes. Cardiovascular risks that arise with the diagnosis of type 2 diabetes mellitus include hypertension, dyslipidemia and may eventually lead to significant adverse cardiovascular events (MACE). In an effort to decrease these cardiovascular risks, clinicians and patients must work together to address glycemic control, as well as diet, exercise, and smoking cessation. Further recommendations include intensive hypertension and dyslipidemia control. Achieving this multifaceted goal with specific targets requires an interprofessional team to manage the care of these patients."}
{"id": "article-141196_62", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Though the cardiologist is generally the specialist to address various pathways to decrease cardiovascular risks in type 2 diabetic patients, patients with these co-morbidities require the help and expertise of many other professionals, operating as an interprofessional team. Pharmacists play a prominent role in medication reconciliation and ensuring medication interactions do not occur. They are also responsible for keeping the clinicians accountable for the appropriate use of pharmacologic agents to manage diabetes to ensure contraindications are not violated. Certified Diabetes Care and Education Specialists (CDCES) play an integral part in patient education regarding medication management, lifestyle changes, and self-monitoring to help identify adverse effects if and when they occur. Clinical nurses can work with the interprofessional team by providing additional patient counseling regarding their medications, compliance with treatment plans, and self-monitoring. Primary providers and/or endocrinologists can provide additional recommendations for implementing intensified type 2 diabetes treatment when target goals are not met.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Enhancing Healthcare Team Outcomes. Though the cardiologist is generally the specialist to address various pathways to decrease cardiovascular risks in type 2 diabetic patients, patients with these co-morbidities require the help and expertise of many other professionals, operating as an interprofessional team. Pharmacists play a prominent role in medication reconciliation and ensuring medication interactions do not occur. They are also responsible for keeping the clinicians accountable for the appropriate use of pharmacologic agents to manage diabetes to ensure contraindications are not violated. Certified Diabetes Care and Education Specialists (CDCES) play an integral part in patient education regarding medication management, lifestyle changes, and self-monitoring to help identify adverse effects if and when they occur. Clinical nurses can work with the interprofessional team by providing additional patient counseling regarding their medications, compliance with treatment plans, and self-monitoring. Primary providers and/or endocrinologists can provide additional recommendations for implementing intensified type 2 diabetes treatment when target goals are not met."}
{"id": "article-141196_63", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Agents such as SGLT-2 inhibitors and GLP-1 receptor agonists provide novel tools with different mechanisms to address glycemic control and minimize cardiovascular risks for patients at high risk of adverse outcomes. These relatively recent drug classes, when used with insulin, other antidiabetes medications where necessary, lipid-lowering therapy, and antihypertensive medications, can significantly reduce cardiovascular morbidity and mortality for patients with diabetes, provide appropriate glycemic control, and enhance patient outcomes and quality of life.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Enhancing Healthcare Team Outcomes. Agents such as SGLT-2 inhibitors and GLP-1 receptor agonists provide novel tools with different mechanisms to address glycemic control and minimize cardiovascular risks for patients at high risk of adverse outcomes. These relatively recent drug classes, when used with insulin, other antidiabetes medications where necessary, lipid-lowering therapy, and antihypertensive medications, can significantly reduce cardiovascular morbidity and mortality for patients with diabetes, provide appropriate glycemic control, and enhance patient outcomes and quality of life."}
{"id": "article-141196_64", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Enhancing Healthcare Team Outcomes", "content": "This interprofessional team approach, utilizing open communication channels and coordinated patient care efforts, will drive optimal patient outcomes for diabetes management as well as its potential cardiovascular sequelae and reduce the potential for adverse events from the disease process itself or inappropriate therapeutic interventions, thus ensuring the best possible patient results.[Level 5]", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Enhancing Healthcare Team Outcomes. This interprofessional team approach, utilizing open communication channels and coordinated patient care efforts, will drive optimal patient outcomes for diabetes management as well as its potential cardiovascular sequelae and reduce the potential for adverse events from the disease process itself or inappropriate therapeutic interventions, thus ensuring the best possible patient results.[Level 5]"}
{"id": "article-141196_65", "title": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Appropriate Use of SGLT2s and GLP-1 RAs With Insulin to Reduce CVD Risk in Patients With Diabetes (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}