{"id": "article-132891_0", "title": "Pediatric and Neonatal Resuscitation -- Continuing Education Activity", "content": "Cardiopulmonary resuscitation is a sequential algorithm that is the basis of achieving the return of spontaneous circulation. While pediatric patients are less likely than adults to require the administration of CPR, this population has unique risk and pathophysiologic factors that may alter a clinician's approach to a decompensating patient. This article reviews guidelines and research vital to maximizing success in a pediatric code by the interprofessional team.", "contents": "Pediatric and Neonatal Resuscitation -- Continuing Education Activity. Cardiopulmonary resuscitation is a sequential algorithm that is the basis of achieving the return of spontaneous circulation. While pediatric patients are less likely than adults to require the administration of CPR, this population has unique risk and pathophysiologic factors that may alter a clinician's approach to a decompensating patient. This article reviews guidelines and research vital to maximizing success in a pediatric code by the interprofessional team."}
{"id": "article-132891_1", "title": "Pediatric and Neonatal Resuscitation -- Continuing Education Activity", "content": "Objectives: Describe the criteria to begin resuscitation of a pediatric and neonatal patient. Explain the critical steps to resuscitation of the pediatric and neonatal patient. List differential diagnoses that are unique and/or more common to this population set compared to adults. Outline the roles in an interprofessional approach to resuscitation of a critically ill pediatric and neonatal patient. Access free multiple choice questions on this topic.", "contents": "Pediatric and Neonatal Resuscitation -- Continuing Education Activity. Objectives: Describe the criteria to begin resuscitation of a pediatric and neonatal patient. Explain the critical steps to resuscitation of the pediatric and neonatal patient. List differential diagnoses that are unique and/or more common to this population set compared to adults. Outline the roles in an interprofessional approach to resuscitation of a critically ill pediatric and neonatal patient. Access free multiple choice questions on this topic."}
{"id": "article-132891_2", "title": "Pediatric and Neonatal Resuscitation -- Introduction", "content": "Pediatric and neonatal resuscitation involves algorithmic approaches to achieving the return of spontaneous circulation (ROSC) that is similar to adult cardiorespiratory resuscitation but requires special considerations in terms of differential diagnoses, medication dosing, procedures, and continuation of care that makes this subject dissimilar. This article will examine the widely accepted American Heart Association 2020 updates to both the neonatal and pediatric cardiopulmonary resuscitation and emergency cardiovascular care guidelines and other important considerations in managing these patient populations. It will also include information from the Neonatal Resuscitation Program from the American Academy of Pediatricians.", "contents": "Pediatric and Neonatal Resuscitation -- Introduction. Pediatric and neonatal resuscitation involves algorithmic approaches to achieving the return of spontaneous circulation (ROSC) that is similar to adult cardiorespiratory resuscitation but requires special considerations in terms of differential diagnoses, medication dosing, procedures, and continuation of care that makes this subject dissimilar. This article will examine the widely accepted American Heart Association 2020 updates to both the neonatal and pediatric cardiopulmonary resuscitation and emergency cardiovascular care guidelines and other important considerations in managing these patient populations. It will also include information from the Neonatal Resuscitation Program from the American Academy of Pediatricians."}
{"id": "article-132891_3", "title": "Pediatric and Neonatal Resuscitation -- Anatomy and Physiology", "content": "Neonatal and pediatric patients differ from adults, both anatomically and physiologically, in many aspects that can affect resuscitation. A child’s jaw is shorter than in adults, reducing the available room to maneuver. The hypopharynx is shorter and narrower, with a more anterior location of the vocal cords. This further complicates an initial approach already affected by a proportionally larger head to body size. This limited view is further reduced with the presence of large tonsils and adenoids. [1] [2]", "contents": "Pediatric and Neonatal Resuscitation -- Anatomy and Physiology. Neonatal and pediatric patients differ from adults, both anatomically and physiologically, in many aspects that can affect resuscitation. A child’s jaw is shorter than in adults, reducing the available room to maneuver. The hypopharynx is shorter and narrower, with a more anterior location of the vocal cords. This further complicates an initial approach already affected by a proportionally larger head to body size. This limited view is further reduced with the presence of large tonsils and adenoids. [1] [2]"}
{"id": "article-132891_4", "title": "Pediatric and Neonatal Resuscitation -- Anatomy and Physiology", "content": "Prematurity, congenital complications, and maternal factors can add to the difficulty in resuscitating neonates. In a crashing patient, familiar causes of cardiac arrest should be considered and treated if present. This includes trauma, tamponade, pneumothorax, and shock due to blood loss or infection. In children, cardiomyopathies and myocarditis should also be included in a differential as their preceding symptomatology may have gone unnoticed. Metabolic derangements secondary to internal disease processes, such as sepsis or toxic ingestion, may result in arrhythmias. In these instances, correction of the underlying cause should be addressed in addition to CPR. [3]", "contents": "Pediatric and Neonatal Resuscitation -- Anatomy and Physiology. Prematurity, congenital complications, and maternal factors can add to the difficulty in resuscitating neonates. In a crashing patient, familiar causes of cardiac arrest should be considered and treated if present. This includes trauma, tamponade, pneumothorax, and shock due to blood loss or infection. In children, cardiomyopathies and myocarditis should also be included in a differential as their preceding symptomatology may have gone unnoticed. Metabolic derangements secondary to internal disease processes, such as sepsis or toxic ingestion, may result in arrhythmias. In these instances, correction of the underlying cause should be addressed in addition to CPR. [3]"}
{"id": "article-132891_5", "title": "Pediatric and Neonatal Resuscitation -- Anatomy and Physiology", "content": "Of note, channelopathies are a common cause of cardiac arrest and SIDS. Between 2% and 10% of SIDS cases result in a known or unknown channelopathy. [4] Once other more common reasons are ruled out, this diagnosis may be considered.", "contents": "Pediatric and Neonatal Resuscitation -- Anatomy and Physiology. Of note, channelopathies are a common cause of cardiac arrest and SIDS. Between 2% and 10% of SIDS cases result in a known or unknown channelopathy. [4] Once other more common reasons are ruled out, this diagnosis may be considered."}
{"id": "article-132891_6", "title": "Pediatric and Neonatal Resuscitation -- Indications", "content": "Resuscitation should always begin immediately if a patient becomes cyanotic, asystolic, or is in respiratory arrest but can be initiated if the patient is ill-appearing and their heart rate is <60 bpm. If a patient has a pulse, rescue breaths are indicated if impending airway failure is suspected. [4] Up to 10% of newborns require medical assistance to begin breathing when born. Approximately 1% will require intensive support. While support should be initiated immediately, all neonates will initially be hypoxic. SpO2 after birth should be around 60% and then rise approximately 10% every 2 minutes subsequently. [5]", "contents": "Pediatric and Neonatal Resuscitation -- Indications. Resuscitation should always begin immediately if a patient becomes cyanotic, asystolic, or is in respiratory arrest but can be initiated if the patient is ill-appearing and their heart rate is <60 bpm. If a patient has a pulse, rescue breaths are indicated if impending airway failure is suspected. [4] Up to 10% of newborns require medical assistance to begin breathing when born. Approximately 1% will require intensive support. While support should be initiated immediately, all neonates will initially be hypoxic. SpO2 after birth should be around 60% and then rise approximately 10% every 2 minutes subsequently. [5]"}
{"id": "article-132891_7", "title": "Pediatric and Neonatal Resuscitation -- Contraindications", "content": "Although there is an instinctual drive to do everything in one's power to save the life of a child, in neonates and infants that suffer from congenital malformation or disease which significantly lower life expectancy or quality of life, it is considered reasonable to withhold resuscitative measures, this includes significant prematurity. [5]", "contents": "Pediatric and Neonatal Resuscitation -- Contraindications. Although there is an instinctual drive to do everything in one's power to save the life of a child, in neonates and infants that suffer from congenital malformation or disease which significantly lower life expectancy or quality of life, it is considered reasonable to withhold resuscitative measures, this includes significant prematurity. [5]"}
{"id": "article-132891_8", "title": "Pediatric and Neonatal Resuscitation -- Contraindications", "content": "In the US, data from 2013-2015 showed a discharge survival rate of only 9% at 22 weeks. This did increase to nearly 50% only 1 week later and 79% at 25 weeks. [6] Likewise, if the burden of illness is considered non-survivable, it also is accepted that exceptional methods or initiation of resuscitation can be avoided. [4]", "contents": "Pediatric and Neonatal Resuscitation -- Contraindications. In the US, data from 2013-2015 showed a discharge survival rate of only 9% at 22 weeks. This did increase to nearly 50% only 1 week later and 79% at 25 weeks. [6] Likewise, if the burden of illness is considered non-survivable, it also is accepted that exceptional methods or initiation of resuscitation can be avoided. [4]"}
{"id": "article-132891_9", "title": "Pediatric and Neonatal Resuscitation -- Contraindications", "content": "In children, there are no recommended time limits to discuss an end to resuscitation. However, in neonates, studies have not evaluated significant survival rates beyond 20 minutes, and, therefore, resuscitative efforts can be terminated at any point past this timeframe. [4] As in any medical case involving end-of-life decisions, family, and appropriate staff, such as palliative care and specialists, should be included to assist in determining the right course for the patient's care ethically and in the eyes of the family.", "contents": "Pediatric and Neonatal Resuscitation -- Contraindications. In children, there are no recommended time limits to discuss an end to resuscitation. However, in neonates, studies have not evaluated significant survival rates beyond 20 minutes, and, therefore, resuscitative efforts can be terminated at any point past this timeframe. [4] As in any medical case involving end-of-life decisions, family, and appropriate staff, such as palliative care and specialists, should be included to assist in determining the right course for the patient's care ethically and in the eyes of the family."}
{"id": "article-132891_10", "title": "Pediatric and Neonatal Resuscitation -- Equipment", "content": "If intubation is necessary, cuffed endotracheal tubes (ETT) can be used. The formula to determine ETT size is 3.5 + (age/4) while, for uncuffed ETT, the value of 3.5 changes to 4. Pediatric patients under 3 months may require a 3.0 tube. The child’s pinky finger may also be used to determine tube size. [7] Following intubation, the tidal volume (VT) is recommended to be below the physiologic VT for age/ideal body weight (approximately 6 mL/KG), while no changes to regular PEEP management are necessary. [8] Do not inflate the cuff above 30 cm H20, or 25 in premature neonates, as this could result in pressure damage to surrounding tissue and subsequent subglottic stenosis. [4]", "contents": "Pediatric and Neonatal Resuscitation -- Equipment. If intubation is necessary, cuffed endotracheal tubes (ETT) can be used. The formula to determine ETT size is 3.5 + (age/4) while, for uncuffed ETT, the value of 3.5 changes to 4. Pediatric patients under 3 months may require a 3.0 tube. The child’s pinky finger may also be used to determine tube size. [7] Following intubation, the tidal volume (VT) is recommended to be below the physiologic VT for age/ideal body weight (approximately 6 mL/KG), while no changes to regular PEEP management are necessary. [8] Do not inflate the cuff above 30 cm H20, or 25 in premature neonates, as this could result in pressure damage to surrounding tissue and subsequent subglottic stenosis. [4]"}
{"id": "article-132891_11", "title": "Pediatric and Neonatal Resuscitation -- Equipment", "content": "While the Miller blade is traditionally preferred to lift the U-shaped epiglottis and expose the vocal cords, a Mac blade is an option based on practitioner comfort and availability. Video laryngoscopy and bronchoscopy can also aid in these difficult airways. [2]", "contents": "Pediatric and Neonatal Resuscitation -- Equipment. While the Miller blade is traditionally preferred to lift the U-shaped epiglottis and expose the vocal cords, a Mac blade is an option based on practitioner comfort and availability. Video laryngoscopy and bronchoscopy can also aid in these difficult airways. [2]"}
{"id": "article-132891_12", "title": "Pediatric and Neonatal Resuscitation -- Equipment", "content": "If a patient requires defibrillation or cardioversion, biphasic attenuated defibrillators are preferred over adult AEDs which are non-attenuated. While this is preferred, adult AEDs may be used if a pediatric AED is unavailable. 2 to 4 J/Kg can be used for defibrillation, with the recommendation being to start at lower energy doses. This synchronized dose should be started at 0.5 J/Kg and titrated up to 2 J/Kg for tachyarrhythmias. [4] Failure to deliver a synchronize shock could result in an R-on-T phenomenon and cause the patient to descend into ventricular fibrillation or Torsades de Pointes. [9]", "contents": "Pediatric and Neonatal Resuscitation -- Equipment. If a patient requires defibrillation or cardioversion, biphasic attenuated defibrillators are preferred over adult AEDs which are non-attenuated. While this is preferred, adult AEDs may be used if a pediatric AED is unavailable. 2 to 4 J/Kg can be used for defibrillation, with the recommendation being to start at lower energy doses. This synchronized dose should be started at 0.5 J/Kg and titrated up to 2 J/Kg for tachyarrhythmias. [4] Failure to deliver a synchronize shock could result in an R-on-T phenomenon and cause the patient to descend into ventricular fibrillation or Torsades de Pointes. [9]"}
{"id": "article-132891_13", "title": "Pediatric and Neonatal Resuscitation -- Personnel", "content": "Depending on your facility, reaching out for assistance in your management should always be prioritized. This can be either an in-house NICU, the child’s disease specialist, and/or a neonatologist at another location. If the child has recently been discharged from a NICU, a PICU will need to be contacted. Reaching out to a PICU does not preclude discussing the case with a neonatologist. Making this phone call can also help in eventual disposition.", "contents": "Pediatric and Neonatal Resuscitation -- Personnel. Depending on your facility, reaching out for assistance in your management should always be prioritized. This can be either an in-house NICU, the child’s disease specialist, and/or a neonatologist at another location. If the child has recently been discharged from a NICU, a PICU will need to be contacted. Reaching out to a PICU does not preclude discussing the case with a neonatologist. Making this phone call can also help in eventual disposition."}
{"id": "article-132891_14", "title": "Pediatric and Neonatal Resuscitation -- Personnel", "content": "Studies have shown that it can often be beneficial to have family members present during their child’s or loved one’s resuscitation. This does have a caveat of the family members being cooperative and not disruptive. The AHA recommends that the family be given the option to be present and suggests that a team member if staffing is sufficient to do so, should be appointed to be the primary point of contact for the family’s questions and communication of information. [4] All safety precautions should be taken to prevent injury and/or infection of family members and staff if the child has a severe communicable illness, including COVID-19.", "contents": "Pediatric and Neonatal Resuscitation -- Personnel. Studies have shown that it can often be beneficial to have family members present during their child’s or loved one’s resuscitation. This does have a caveat of the family members being cooperative and not disruptive. The AHA recommends that the family be given the option to be present and suggests that a team member if staffing is sufficient to do so, should be appointed to be the primary point of contact for the family’s questions and communication of information. [4] All safety precautions should be taken to prevent injury and/or infection of family members and staff if the child has a severe communicable illness, including COVID-19."}
{"id": "article-132891_15", "title": "Pediatric and Neonatal Resuscitation -- Preparation", "content": "In the event that adequate notice is given, contacting the PICU or NICU team, either at your facility or another site, is vital to aid in management and disposition. The preparation and training of these teams are vital for cohesion. Many children with known congenital disorders will have specialists that can assist in providing optimal care and the transfer of the patient to another facility, if necessary. Anesthesiology should also be alerted if the impending respiratory failure is suspected. Having a code cart and airway cart with age-specific equipment available at a moment's notice is crucial to helping ensure a well-run code.", "contents": "Pediatric and Neonatal Resuscitation -- Preparation. In the event that adequate notice is given, contacting the PICU or NICU team, either at your facility or another site, is vital to aid in management and disposition. The preparation and training of these teams are vital for cohesion. Many children with known congenital disorders will have specialists that can assist in providing optimal care and the transfer of the patient to another facility, if necessary. Anesthesiology should also be alerted if the impending respiratory failure is suspected. Having a code cart and airway cart with age-specific equipment available at a moment's notice is crucial to helping ensure a well-run code."}
{"id": "article-132891_16", "title": "Pediatric and Neonatal Resuscitation -- Technique or Treatment", "content": "When born, drying and warming the baby is vital for the avoidance of hypothermia. While skin-on-skin contact between mother and baby is considered the standard form of initial warming, aids in feeding and temperature control, further warming may be needed. If additional temperature-controlling methods are needed, then wraps, radiant warmers, warm rooms, and heated, humidified air can all be utilized. If the birth occurs in a resource-poor environment, a plastic bag placed around the newborn’s body to the neck (leaving the head exposed) and then wrapping the baby is an acceptable method of warming. In neonates, to reduce the risk of decompensation, cord clamping should occur no sooner than 30 seconds after birth and can even be delayed up to one minute. This decreases the need for cardiovascular support and is a simple preventative step. However, if a neonate is in significant distress immediately after birth, cord clamping should not delay resuscitation.", "contents": "Pediatric and Neonatal Resuscitation -- Technique or Treatment. When born, drying and warming the baby is vital for the avoidance of hypothermia. While skin-on-skin contact between mother and baby is considered the standard form of initial warming, aids in feeding and temperature control, further warming may be needed. If additional temperature-controlling methods are needed, then wraps, radiant warmers, warm rooms, and heated, humidified air can all be utilized. If the birth occurs in a resource-poor environment, a plastic bag placed around the newborn’s body to the neck (leaving the head exposed) and then wrapping the baby is an acceptable method of warming. In neonates, to reduce the risk of decompensation, cord clamping should occur no sooner than 30 seconds after birth and can even be delayed up to one minute. This decreases the need for cardiovascular support and is a simple preventative step. However, if a neonate is in significant distress immediately after birth, cord clamping should not delay resuscitation."}
{"id": "article-132891_17", "title": "Pediatric and Neonatal Resuscitation -- Technique or Treatment", "content": "While cord milking has occasionally been advocated for in the past, newer studies have shown that it is not beneficial. In preterm neonates, cord milking can actually cause significant harm and increase mortality. Studies are not yet conclusive on neonatal susceptibility to COVID-19. This includes instances where the patient is born to a COVID-19 positive mother. Hence, recommendations vary greatly between countries on subjects such as skin-to-skin contact and cord clamping. These changes differ from what is suggested by the AHA guidelines outlined in this article and do not have sufficient evidence to support widespread adoption at this time. [10] [11] [10]", "contents": "Pediatric and Neonatal Resuscitation -- Technique or Treatment. While cord milking has occasionally been advocated for in the past, newer studies have shown that it is not beneficial. In preterm neonates, cord milking can actually cause significant harm and increase mortality. Studies are not yet conclusive on neonatal susceptibility to COVID-19. This includes instances where the patient is born to a COVID-19 positive mother. Hence, recommendations vary greatly between countries on subjects such as skin-to-skin contact and cord clamping. These changes differ from what is suggested by the AHA guidelines outlined in this article and do not have sufficient evidence to support widespread adoption at this time. [10] [11] [10]"}
{"id": "article-132891_18", "title": "Pediatric and Neonatal Resuscitation -- Technique or Treatment", "content": "If a patient's O2 saturation does not adequately increase, O2 delivery via nasal cannula is recommended as a first-line. Suction is not empirically recommended. O2 delivery can be started at 30% and titrated to a SpO2 saturation above 94%. [4] If a patient does not quickly improve, the method of addressing the hypoxia must change, and differential diagnoses including cardiac malformations, congenital airway malformation, and metabolic abnormalities should be considered. In these patients, positive pressure ventilation (PPV) should be initiated at 40-60 breaths per minute, and intubation may be required. [12] [5]", "contents": "Pediatric and Neonatal Resuscitation -- Technique or Treatment. If a patient's O2 saturation does not adequately increase, O2 delivery via nasal cannula is recommended as a first-line. Suction is not empirically recommended. O2 delivery can be started at 30% and titrated to a SpO2 saturation above 94%. [4] If a patient does not quickly improve, the method of addressing the hypoxia must change, and differential diagnoses including cardiac malformations, congenital airway malformation, and metabolic abnormalities should be considered. In these patients, positive pressure ventilation (PPV) should be initiated at 40-60 breaths per minute, and intubation may be required. [12] [5]"}
{"id": "article-132891_19", "title": "Pediatric and Neonatal Resuscitation -- Technique or Treatment", "content": "If this fails, intubation may be required. The head-tilt with chin-lift maneuver is the most reliable way to access the pediatric airway if this decision is made. However, when in spinal precautions, the jaw-thrust is the preferred option, with the head-tilt with chin-lift as a secondary option. [4] Due to the aforementioned proportionally larger head of a child to its body, a towel roll under the shoulders can also help ease the approach to the airway. [2] Atropine can also be used as a premedication during rapid sequence intubation (RSI) to prevent bradycardia at a dose of 0.02 mg/kg.", "contents": "Pediatric and Neonatal Resuscitation -- Technique or Treatment. If this fails, intubation may be required. The head-tilt with chin-lift maneuver is the most reliable way to access the pediatric airway if this decision is made. However, when in spinal precautions, the jaw-thrust is the preferred option, with the head-tilt with chin-lift as a secondary option. [4] Due to the aforementioned proportionally larger head of a child to its body, a towel roll under the shoulders can also help ease the approach to the airway. [2] Atropine can also be used as a premedication during rapid sequence intubation (RSI) to prevent bradycardia at a dose of 0.02 mg/kg."}
{"id": "article-132891_20", "title": "Pediatric and Neonatal Resuscitation -- Technique or Treatment", "content": "CPR and airway management should not be withheld if a patient meets the criteria mentioned in the indication section. The two-finger or two-thumb methods of chest compressions are both acceptable means of performing CPR. The compression-to-breath ratio is 30 to 2 for a single provider and 15 to 2 if assistance can be provided. Approximately 20 to 30 rescue breaths should be given per minute for adequate ventilation accompanied by 100 to 120 chest compressions. [4] One specific point of focus during the resuscitation should be the diastolic blood pressure. Maintaining the DBP >25 mmHg in infants and >30 mmHg in children were correlated with a significant mortality benefit of 70% survival. This also conferred a 60% benefit in attaining a favorable neurologic outcome. [13]", "contents": "Pediatric and Neonatal Resuscitation -- Technique or Treatment. CPR and airway management should not be withheld if a patient meets the criteria mentioned in the indication section. The two-finger or two-thumb methods of chest compressions are both acceptable means of performing CPR. The compression-to-breath ratio is 30 to 2 for a single provider and 15 to 2 if assistance can be provided. Approximately 20 to 30 rescue breaths should be given per minute for adequate ventilation accompanied by 100 to 120 chest compressions. [4] One specific point of focus during the resuscitation should be the diastolic blood pressure. Maintaining the DBP >25 mmHg in infants and >30 mmHg in children were correlated with a significant mortality benefit of 70% survival. This also conferred a 60% benefit in attaining a favorable neurologic outcome. [13]"}
{"id": "article-132891_21", "title": "Pediatric and Neonatal Resuscitation -- Technique or Treatment", "content": "Fluid status is, therefore, an important consideration in pediatric management. There is not sufficient clinical evidence to support choosing balanced versus unbalanced crystalloid fluids. These can be administered at 10 to 20 mL/Kg, with a maximum of 60 mL/Kg, with a vasopressor added as necessary for refractory cases. [14] Both at a starting dose of 0.05 mcg/kg/min, norepinephrine and epinephrine are considered first-line agents for cold and warm shock, respectively. Dopamine is considered the second line in both cases, with a starting rate of 10 mcg/kg/min. [15]", "contents": "Pediatric and Neonatal Resuscitation -- Technique or Treatment. Fluid status is, therefore, an important consideration in pediatric management. There is not sufficient clinical evidence to support choosing balanced versus unbalanced crystalloid fluids. These can be administered at 10 to 20 mL/Kg, with a maximum of 60 mL/Kg, with a vasopressor added as necessary for refractory cases. [14] Both at a starting dose of 0.05 mcg/kg/min, norepinephrine and epinephrine are considered first-line agents for cold and warm shock, respectively. Dopamine is considered the second line in both cases, with a starting rate of 10 mcg/kg/min. [15]"}
{"id": "article-132891_22", "title": "Pediatric and Neonatal Resuscitation -- Technique or Treatment", "content": "Medication dosing for children is almost always weight-based. The use of length-based tapes can assist in rapid calculations if actual weight cannot be obtained. Route of administration does have some more variability than adults. In neonates under 14 days old, a 5 F IV into the umbilical vein is a first-line and reliable option. Epinephrine, atropine, vasopressin, naloxone, and lidocaine can be administered through an ET tube, although both IV and IO routes are preferred. [4] Adenosine can only be administered through an IV or IO line. If vasopressor medications are needed, they can be administered peripherally, just as with adults, if that is the only access point. However, conversion to central access is eventually needed. While defibrillation is recommended in pulseless ventricular tachycardia and ventricular fibrillation, amiodarone and lidocaine are suitable anti-arrhythmic choices if the arrhythmia does not respond to defibrillation. Unresponsive tachyarrhythmias may also be treated with amiodarone as well as procainamide prior to cardioversion. Utilize monitoring and frequent reassessments of the patient post-intervention as you would an adult.", "contents": "Pediatric and Neonatal Resuscitation -- Technique or Treatment. Medication dosing for children is almost always weight-based. The use of length-based tapes can assist in rapid calculations if actual weight cannot be obtained. Route of administration does have some more variability than adults. In neonates under 14 days old, a 5 F IV into the umbilical vein is a first-line and reliable option. Epinephrine, atropine, vasopressin, naloxone, and lidocaine can be administered through an ET tube, although both IV and IO routes are preferred. [4] Adenosine can only be administered through an IV or IO line. If vasopressor medications are needed, they can be administered peripherally, just as with adults, if that is the only access point. However, conversion to central access is eventually needed. While defibrillation is recommended in pulseless ventricular tachycardia and ventricular fibrillation, amiodarone and lidocaine are suitable anti-arrhythmic choices if the arrhythmia does not respond to defibrillation. Unresponsive tachyarrhythmias may also be treated with amiodarone as well as procainamide prior to cardioversion. Utilize monitoring and frequent reassessments of the patient post-intervention as you would an adult."}
{"id": "article-132891_23", "title": "Pediatric and Neonatal Resuscitation -- Technique or Treatment", "content": "Naloxone should not be used unless opioid overdose is suspected. [4] Pulmonary hypertension and/or right-sided heart failure are both situations in which a prostacyclin or inhaled nitric oxide can prove beneficial. In patients with a single functioning ventricle, pulmonary hypertension is common (2% to 20%) due to congenital malformation or surgical correction. [5] In these cases, systemic vasodilators (including prostacyclins and phosphodiesterase inhibitors) may also aid in resuscitation efforts. [16] These patients may also require Heparin at 50-100 U/Kg to reopen or sustain patency of shunts such as the ductus arteriosus. [4] Acquiring the consultation of a pediatric cardiologist should remain paramount in guiding management.", "contents": "Pediatric and Neonatal Resuscitation -- Technique or Treatment. Naloxone should not be used unless opioid overdose is suspected. [4] Pulmonary hypertension and/or right-sided heart failure are both situations in which a prostacyclin or inhaled nitric oxide can prove beneficial. In patients with a single functioning ventricle, pulmonary hypertension is common (2% to 20%) due to congenital malformation or surgical correction. [5] In these cases, systemic vasodilators (including prostacyclins and phosphodiesterase inhibitors) may also aid in resuscitation efforts. [16] These patients may also require Heparin at 50-100 U/Kg to reopen or sustain patency of shunts such as the ductus arteriosus. [4] Acquiring the consultation of a pediatric cardiologist should remain paramount in guiding management."}
{"id": "article-132891_24", "title": "Pediatric and Neonatal Resuscitation -- Technique or Treatment", "content": "Suffocation from household objects and foreign body ingestion are common etiologies of decompensation in pediatric patients. In a choking patient, coughing and/or wheezing is a sign that the airway is likely still patent, whereas cyanosis or a lack of sound indicates no air passage. If a foreign object is visible during the airway examination and can be easily extricated, the object can be removed. If no object is visible or able to be extricated easily, utilize back blows, abdominal thrusts, or, if necessary, chest compressions to aid the patient in dislodging the obstructing body. If available, ENT, pulmonology, gastroenterology, or, possibly, surgery should be contacted to evacuate the object. Do not perform blind finger sweeps as this may further impact the offending object. If it is not visible or extractable, imaging studies and specialist care may be required. Common resuscitative medications such as sodium bicarbonate and calcium, unless indicated by the cause of decompensation, should not be given empirically or without reason, as they have been associated with a higher mortality rate. [4]", "contents": "Pediatric and Neonatal Resuscitation -- Technique or Treatment. Suffocation from household objects and foreign body ingestion are common etiologies of decompensation in pediatric patients. In a choking patient, coughing and/or wheezing is a sign that the airway is likely still patent, whereas cyanosis or a lack of sound indicates no air passage. If a foreign object is visible during the airway examination and can be easily extricated, the object can be removed. If no object is visible or able to be extricated easily, utilize back blows, abdominal thrusts, or, if necessary, chest compressions to aid the patient in dislodging the obstructing body. If available, ENT, pulmonology, gastroenterology, or, possibly, surgery should be contacted to evacuate the object. Do not perform blind finger sweeps as this may further impact the offending object. If it is not visible or extractable, imaging studies and specialist care may be required. Common resuscitative medications such as sodium bicarbonate and calcium, unless indicated by the cause of decompensation, should not be given empirically or without reason, as they have been associated with a higher mortality rate. [4]"}
{"id": "article-132891_25", "title": "Pediatric and Neonatal Resuscitation -- Complications", "content": "Although stabilization can be performed at most facilities, definitive treatment or long-term care is usually restricted to larger, or child-specific, centers. Beginning preparations by contacting the necessary physicians should be completed early in resuscitation. Depending on availability, ECMO/ECPR should be considered early during the code for in-hospital arrests. This has not been verified in out-of-hospital arrests, however, if clinical judgment or discussion with a specialist suggests a possible benefit, and procedural criteria are met, this option cannot be excluded from your algorithm.", "contents": "Pediatric and Neonatal Resuscitation -- Complications. Although stabilization can be performed at most facilities, definitive treatment or long-term care is usually restricted to larger, or child-specific, centers. Beginning preparations by contacting the necessary physicians should be completed early in resuscitation. Depending on availability, ECMO/ECPR should be considered early during the code for in-hospital arrests. This has not been verified in out-of-hospital arrests, however, if clinical judgment or discussion with a specialist suggests a possible benefit, and procedural criteria are met, this option cannot be excluded from your algorithm."}
{"id": "article-132891_26", "title": "Pediatric and Neonatal Resuscitation -- Complications", "content": "While age is usually correlated with improved outcomes post-resuscitation, post-arrest brain injury remains a cause for significant morbidity and mortality even in young populations. Therefore, EEGs and seizure prophylaxis are recommended for patients at risk after ROSC. Patients that have unknown causes of death should undergo an autopsy with a possible subsequent genetic analysis. Although not required, this should be emphasized to the family as being important in order to be proactive in preventing further family deaths if the cause is determined to be genetic. [4] [17] [4]", "contents": "Pediatric and Neonatal Resuscitation -- Complications. While age is usually correlated with improved outcomes post-resuscitation, post-arrest brain injury remains a cause for significant morbidity and mortality even in young populations. Therefore, EEGs and seizure prophylaxis are recommended for patients at risk after ROSC. Patients that have unknown causes of death should undergo an autopsy with a possible subsequent genetic analysis. Although not required, this should be emphasized to the family as being important in order to be proactive in preventing further family deaths if the cause is determined to be genetic. [4] [17] [4]"}
{"id": "article-132891_27", "title": "Pediatric and Neonatal Resuscitation -- Clinical Significance", "content": "Most recent studies estimate that approximately 20,000 children suffer a cardiac arrest in the United States alone, with around 7,000 occurring outside of the hospital setting in 2015. The majority of out-of-hospital arrests tend to be respiratory in nature while in-hospital arrests have a higher proportion of cardiogenic causes due to the concentration of these rarer pathologies in a centralized location. However, nearly 40% of in-hospital arrests survived to be discharged, around 11% of out-of-hospital arrests achieved the same outcome. This correlates with adult data where prolonged time without spontaneous circulation results in poor outcomes and emphasizes all medical personnel being familiar with the best evidence-based practices for this population. [18] This percentage also correlated with age, with younger children having a smaller chance of survival.", "contents": "Pediatric and Neonatal Resuscitation -- Clinical Significance. Most recent studies estimate that approximately 20,000 children suffer a cardiac arrest in the United States alone, with around 7,000 occurring outside of the hospital setting in 2015. The majority of out-of-hospital arrests tend to be respiratory in nature while in-hospital arrests have a higher proportion of cardiogenic causes due to the concentration of these rarer pathologies in a centralized location. However, nearly 40% of in-hospital arrests survived to be discharged, around 11% of out-of-hospital arrests achieved the same outcome. This correlates with adult data where prolonged time without spontaneous circulation results in poor outcomes and emphasizes all medical personnel being familiar with the best evidence-based practices for this population. [18] This percentage also correlated with age, with younger children having a smaller chance of survival."}
{"id": "article-132891_28", "title": "Pediatric and Neonatal Resuscitation -- Enhancing Healthcare Team Outcomes", "content": "Training of team members is vital to achieving the ROSC of a patient. This training should consist of fostering familiarity with medication doses, designating roles in a code, and strengthening the ability to perform high-quality CPR. A team leader is responsible for the coordination of individuals involved in resuscitation, and institutions should have education protocols in place to attain basic level training for all staff. Preparation in anticipation of an event and good leadership, and clear, concise communication are high predictors of CPR quality and, by extension, an increased likelihood of a positive outcome. [19]", "contents": "Pediatric and Neonatal Resuscitation -- Enhancing Healthcare Team Outcomes. Training of team members is vital to achieving the ROSC of a patient. This training should consist of fostering familiarity with medication doses, designating roles in a code, and strengthening the ability to perform high-quality CPR. A team leader is responsible for the coordination of individuals involved in resuscitation, and institutions should have education protocols in place to attain basic level training for all staff. Preparation in anticipation of an event and good leadership, and clear, concise communication are high predictors of CPR quality and, by extension, an increased likelihood of a positive outcome. [19]"}
{"id": "article-132891_29", "title": "Pediatric and Neonatal Resuscitation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pediatric and Neonatal Resuscitation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}