{"id": "article-30639_0", "title": "Trousseau Sign -- Definition/Introduction", "content": "Trousseau’s sign for latent tetany is most commonly positive in the setting of hypocalcemia. [1] The sign is observable as a carpopedal spasm induced by ischemia secondary to the inflation of a sphygmomanometer cuff, commonly on an individual’s arm, to 20 mmHg over their systolic blood pressure for 3 minutes. [1] The carpopedal spasm is visualized as flexion of the wrist, thumb, and metacarpophalangeal joints with hyperextension of the fingers. [1]", "contents": "Trousseau Sign -- Definition/Introduction. Trousseau’s sign for latent tetany is most commonly positive in the setting of hypocalcemia. [1] The sign is observable as a carpopedal spasm induced by ischemia secondary to the inflation of a sphygmomanometer cuff, commonly on an individual’s arm, to 20 mmHg over their systolic blood pressure for 3 minutes. [1] The carpopedal spasm is visualized as flexion of the wrist, thumb, and metacarpophalangeal joints with hyperextension of the fingers. [1]"}
{"id": "article-30639_1", "title": "Trousseau Sign -- Issues of Concern", "content": "The normal level of calcium in the blood is between 8.5 to 10.5 mg/dL. [2] The sensitivity and specificity of Trousseau’s sign for individuals with hypocalcemia are reported to be 94 percent and 99 percent, respectively. [2] [3] Despite this, one to four percent of healthy individuals may have a positive Trousseau’s sign. [3] Trousseau’s sign may also be elicited in the setting of hypomagnesemia and metabolic alkalosis, such as in the context of hyperventilation or excessive acid loss through the gastrointestinal system. [4] In both of these cases, however, hypocalcemia tends also to be present.", "contents": "Trousseau Sign -- Issues of Concern. The normal level of calcium in the blood is between 8.5 to 10.5 mg/dL. [2] The sensitivity and specificity of Trousseau’s sign for individuals with hypocalcemia are reported to be 94 percent and 99 percent, respectively. [2] [3] Despite this, one to four percent of healthy individuals may have a positive Trousseau’s sign. [3] Trousseau’s sign may also be elicited in the setting of hypomagnesemia and metabolic alkalosis, such as in the context of hyperventilation or excessive acid loss through the gastrointestinal system. [4] In both of these cases, however, hypocalcemia tends also to be present."}
{"id": "article-30639_2", "title": "Trousseau Sign -- Issues of Concern", "content": "Hypocalcemia can present in numerous conditions, most commonly in the setting of vitamin D deficiency or hypoparathyroidism. [5] Medications, commonly bisphosphonates such as zoledronic acid used in the treatment of osteoporosis, and cisplatin, a chemotherapeutic, among others, are also common culprits. [6] Individuals with life-threatening conditions such as sepsis, hemorrhagic shock, rhabdomyolysis, and tumor lysis syndrome may also develop hypocalcemia. In sepsis, a condition that occurs secondary to one’s own immune response to microbial infection, hypocalcemia is hypothesized to occur secondary to a problem along the parathyroid-vitamin D axis. [7] Examples include acquired parathyroid gland insufficiency, calcitriol resistance, or vitamin D insufficiency secondary to a nutritional deficit or a lack of conversion to its active form secondary to a deficiency in renal 1-alpha-hydroxylase. [7] In the case of hemorrhagic shock, hypocalcemia stems from calcium chelation by the anticoagulant storage solution (sodium citrate) in packed red blood cells. [8] In both rhabdomyolysis and tumor lysis syndrome, the hypocalcemia is secondary to phosphate overload in the setting of cell destruction. [9] [10] These individuals can potentially develop torsades de pointes, ventricular tachycardia, or complete heart block due to prolongation of their QT interval secondary to the plateau phase of the cardiac action potential being prolonged. [11] [12]", "contents": "Trousseau Sign -- Issues of Concern. Hypocalcemia can present in numerous conditions, most commonly in the setting of vitamin D deficiency or hypoparathyroidism. [5] Medications, commonly bisphosphonates such as zoledronic acid used in the treatment of osteoporosis, and cisplatin, a chemotherapeutic, among others, are also common culprits. [6] Individuals with life-threatening conditions such as sepsis, hemorrhagic shock, rhabdomyolysis, and tumor lysis syndrome may also develop hypocalcemia. In sepsis, a condition that occurs secondary to one’s own immune response to microbial infection, hypocalcemia is hypothesized to occur secondary to a problem along the parathyroid-vitamin D axis. [7] Examples include acquired parathyroid gland insufficiency, calcitriol resistance, or vitamin D insufficiency secondary to a nutritional deficit or a lack of conversion to its active form secondary to a deficiency in renal 1-alpha-hydroxylase. [7] In the case of hemorrhagic shock, hypocalcemia stems from calcium chelation by the anticoagulant storage solution (sodium citrate) in packed red blood cells. [8] In both rhabdomyolysis and tumor lysis syndrome, the hypocalcemia is secondary to phosphate overload in the setting of cell destruction. [9] [10] These individuals can potentially develop torsades de pointes, ventricular tachycardia, or complete heart block due to prolongation of their QT interval secondary to the plateau phase of the cardiac action potential being prolonged. [11] [12]"}
{"id": "article-30639_3", "title": "Trousseau Sign -- Clinical Significance", "content": "Through the utilization of a thorough history and physical exam, healthcare practitioners may be able to discover if a patient has hypocalcemia early in their presentation to a healthcare facility after finding Trousseau’s sign during blood pressure measurement, allowing for rapid intervention.", "contents": "Trousseau Sign -- Clinical Significance. Through the utilization of a thorough history and physical exam, healthcare practitioners may be able to discover if a patient has hypocalcemia early in their presentation to a healthcare facility after finding Trousseau’s sign during blood pressure measurement, allowing for rapid intervention."}
{"id": "article-30639_4", "title": "Trousseau Sign -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Vital signs are often obtained at the beginning of a patient encounter, frequently by a nurse, certified nursing assistant, or medical assistant. Therefore, Trouseeau's sign may commonly be noted by the allied health professional taking the vital signs, rather than by the clinician. Recognition of the sign and communication to the clinician may be the only opportunity for the patient to have this issue addressed.", "contents": "Trousseau Sign -- Nursing, Allied Health, and Interprofessional Team Interventions. Vital signs are often obtained at the beginning of a patient encounter, frequently by a nurse, certified nursing assistant, or medical assistant. Therefore, Trouseeau's sign may commonly be noted by the allied health professional taking the vital signs, rather than by the clinician. Recognition of the sign and communication to the clinician may be the only opportunity for the patient to have this issue addressed."}
{"id": "article-30639_5", "title": "Trousseau Sign -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Trousseau Sign -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}