{"id": "article-20408_0", "title": "Desquamative Interstitial Pneumonia -- Continuing Education Activity", "content": "Desquamative interstitial pneumonia (DIP) is a pathology characterized by extensive alveolar infiltration of macrophages followed by interstitial inflammation and fibrosis. About 90 percent of cases of DIP are related to cigarette smoking, though it can seen in non-smokers, including individuals with occupational risk factors or history of use of inhalation drugs of abuse. Although adult-onset DIP is not identified with any genetic defects, DIP in children is a distinct clinical entity with a demonstrated genetic mutation in surfactant protein B and C causing dysfunction. It usually portends a poorer prognosis. This activity reviews the presentation, evaluation, and management of DIP and stresses the role of an interprofessional team approach to care for affected patients.", "contents": "Desquamative Interstitial Pneumonia -- Continuing Education Activity. Desquamative interstitial pneumonia (DIP) is a pathology characterized by extensive alveolar infiltration of macrophages followed by interstitial inflammation and fibrosis. About 90 percent of cases of DIP are related to cigarette smoking, though it can seen in non-smokers, including individuals with occupational risk factors or history of use of inhalation drugs of abuse. Although adult-onset DIP is not identified with any genetic defects, DIP in children is a distinct clinical entity with a demonstrated genetic mutation in surfactant protein B and C causing dysfunction. It usually portends a poorer prognosis. This activity reviews the presentation, evaluation, and management of DIP and stresses the role of an interprofessional team approach to care for affected patients."}
{"id": "article-20408_1", "title": "Desquamative Interstitial Pneumonia -- Continuing Education Activity", "content": "Objectives: Describe the patient history commonly associated with desquamative interstitial pneumonia. Describe the typical presentation of a patient with desquamative interstitial pneumonia. Describe the treatment options available for desquamative interstitial pneumonia. Employ interprofessional team strategies to improve outcomes for patients with desquamative interstitial pneumonia. Access free multiple choice questions on this topic.", "contents": "Desquamative Interstitial Pneumonia -- Continuing Education Activity. Objectives: Describe the patient history commonly associated with desquamative interstitial pneumonia. Describe the typical presentation of a patient with desquamative interstitial pneumonia. Describe the treatment options available for desquamative interstitial pneumonia. Employ interprofessional team strategies to improve outcomes for patients with desquamative interstitial pneumonia. Access free multiple choice questions on this topic."}
{"id": "article-20408_2", "title": "Desquamative Interstitial Pneumonia -- Introduction", "content": "Cigarette smoking has a causal association with chronic obstructive pulmonary disease (COPD) and bronchogenic carcinoma, and additionally, cigarette smoking has been attributed to the development and natural history of distinct forms of lung parenchymal disease involving interstitium.", "contents": "Desquamative Interstitial Pneumonia -- Introduction. Cigarette smoking has a causal association with chronic obstructive pulmonary disease (COPD) and bronchogenic carcinoma, and additionally, cigarette smoking has been attributed to the development and natural history of distinct forms of lung parenchymal disease involving interstitium."}
{"id": "article-20408_3", "title": "Desquamative Interstitial Pneumonia -- Introduction -- Smoking-Related Interstitial Lung Disease (SR- ILD)", "content": "Pulmonary Langerhans cell histiocytosis (PLCH) Respiratory-bronchiolitis-associated interstitial lung disease (RB-ILD) Desquamative interstitial pneumonia (DIP) The 2013 American Thoracic Society and European Respiratory Society statement classified RB-ILD and DIP as smoking-related idiopathic interstitial pneumonia (SR-IIP). RB-ILD and DIP are different entities and not two junctures in a continuum, based on their distinct clinical presentation, radiographic features, histology, response to treatment, and prognosis. Histologically, DIP is characterized by an alveolar accumulation of macrophages followed by interstitial inflammation and fibrosis.", "contents": "Desquamative Interstitial Pneumonia -- Introduction -- Smoking-Related Interstitial Lung Disease (SR- ILD). Pulmonary Langerhans cell histiocytosis (PLCH) Respiratory-bronchiolitis-associated interstitial lung disease (RB-ILD) Desquamative interstitial pneumonia (DIP) The 2013 American Thoracic Society and European Respiratory Society statement classified RB-ILD and DIP as smoking-related idiopathic interstitial pneumonia (SR-IIP). RB-ILD and DIP are different entities and not two junctures in a continuum, based on their distinct clinical presentation, radiographic features, histology, response to treatment, and prognosis. Histologically, DIP is characterized by an alveolar accumulation of macrophages followed by interstitial inflammation and fibrosis."}
{"id": "article-20408_4", "title": "Desquamative Interstitial Pneumonia -- Etiology", "content": "Even though predominantly a smoker’s disease, with a reported association of close to 90%, DIP has also been associated with other exposures and disease conditions including: Inhalation of marijuana [1] [2] Exposure to copper, beryllium (thus tool grinders, arc polisher, aluminum arc welder, machinist, tire manufacturing workers, among others) [3] [4] [5] [6] Occupational exposure to fire extinguisher powder and diesel fumes Nylon filaments in textile workers Use of medications like sirolimus, nitrofurantoin, tocainide, and sulfasalazine Autoimmune diseases like scleroderma and rheumatoid arthritis Recurrent episodes of DIP after lung transplant It has been associated with certain infectious etiologies like Aspergillus , Hepatitis C, and Cytomegalovirus as well as with metabolic diseases like Gaucher disease. [7] [8]", "contents": "Desquamative Interstitial Pneumonia -- Etiology. Even though predominantly a smoker’s disease, with a reported association of close to 90%, DIP has also been associated with other exposures and disease conditions including: Inhalation of marijuana [1] [2] Exposure to copper, beryllium (thus tool grinders, arc polisher, aluminum arc welder, machinist, tire manufacturing workers, among others) [3] [4] [5] [6] Occupational exposure to fire extinguisher powder and diesel fumes Nylon filaments in textile workers Use of medications like sirolimus, nitrofurantoin, tocainide, and sulfasalazine Autoimmune diseases like scleroderma and rheumatoid arthritis Recurrent episodes of DIP after lung transplant It has been associated with certain infectious etiologies like Aspergillus , Hepatitis C, and Cytomegalovirus as well as with metabolic diseases like Gaucher disease. [7] [8]"}
{"id": "article-20408_5", "title": "Desquamative Interstitial Pneumonia -- Etiology", "content": "Although adult-onset DIP is not identified with any genetic defects, DIP in children is a distinct clinical entity with a demonstrated genetic mutation in surfactant protein B and C causing dysfunction. It usually portends a poorer prognosis.", "contents": "Desquamative Interstitial Pneumonia -- Etiology. Although adult-onset DIP is not identified with any genetic defects, DIP in children is a distinct clinical entity with a demonstrated genetic mutation in surfactant protein B and C causing dysfunction. It usually portends a poorer prognosis."}
{"id": "article-20408_6", "title": "Desquamative Interstitial Pneumonia -- Epidemiology", "content": "In 1965, Liebow et al. first reported about this disease, and due to their interpretation of large cells within alveolar spaces as desquamated epithelial cells from lining walls, named it desquamative interstitial pneumonia. [9] This name has since been proved to be a misnomer, as those cells have been identified as macrophages within air spaces.", "contents": "Desquamative Interstitial Pneumonia -- Epidemiology. In 1965, Liebow et al. first reported about this disease, and due to their interpretation of large cells within alveolar spaces as desquamated epithelial cells from lining walls, named it desquamative interstitial pneumonia. [9] This name has since been proved to be a misnomer, as those cells have been identified as macrophages within air spaces."}
{"id": "article-20408_7", "title": "Desquamative Interstitial Pneumonia -- Epidemiology", "content": "The original authors also did not report the distinctive association with smoking which was first highlighted by Carrington et al. in 1978. [10] [11] The most common age of onset is between 40 to 60 years with a reported 2 to1 male to female predominance. The prevalence of smoking among patients is reported anywhere between 60% to 87%. [12] [13] [3] Craig and Tubbs et al. independently reported about a 40% prevalence of nonsmokers in their cohorts. [3]", "contents": "Desquamative Interstitial Pneumonia -- Epidemiology. The original authors also did not report the distinctive association with smoking which was first highlighted by Carrington et al. in 1978. [10] [11] The most common age of onset is between 40 to 60 years with a reported 2 to1 male to female predominance. The prevalence of smoking among patients is reported anywhere between 60% to 87%. [12] [13] [3] Craig and Tubbs et al. independently reported about a 40% prevalence of nonsmokers in their cohorts. [3]"}
{"id": "article-20408_8", "title": "Desquamative Interstitial Pneumonia -- Pathophysiology", "content": "Respiratory bronchiolitis (RB) primarily involves macrophage accumulation in respiratory bronchioles in response to smoking. That subsequently incites interstitial inflammation and fibrosis in a time sensitive manner. The characteristic findings of pigmented macrophages, therefore, have a distinct bronchiolocentric distribution with centrilobular ground-glass opacities in chest imaging.", "contents": "Desquamative Interstitial Pneumonia -- Pathophysiology. Respiratory bronchiolitis (RB) primarily involves macrophage accumulation in respiratory bronchioles in response to smoking. That subsequently incites interstitial inflammation and fibrosis in a time sensitive manner. The characteristic findings of pigmented macrophages, therefore, have a distinct bronchiolocentric distribution with centrilobular ground-glass opacities in chest imaging."}
{"id": "article-20408_9", "title": "Desquamative Interstitial Pneumonia -- Histopathology", "content": "As opposed to RB or RBILD, macrophage accumulation in DIP is extensive, diffuse, and uniform within alveolar spaces. The extensive alveolar infiltration of macrophages renders them an eosinophilic stain due to the abundant eosinophilic cytoplasm of the macrophages. Alveolar macrophages often contain a distinct light brown pigmentation that does not stain for hemosiderin and is known conventionally as “smoker’s pigment,” the corresponding macrophages known as “smoker’s macrophages.“ Macrophages of marijuana smoker with DIP tend to have a characteristic smaller golden brown particulate material. [2] In addition, alveolar septa are infiltrated by lymphocytic conglomerates or lymphoid follicles, and even eosinophils. Radiologically, cystic spaces may be present in areas of ground glass opacities. Those small cystic air spaces seen in chest imaging in DIP have been shown to correlate histologically with dilated alveolar ducts and bronchiectasis. [14]", "contents": "Desquamative Interstitial Pneumonia -- Histopathology. As opposed to RB or RBILD, macrophage accumulation in DIP is extensive, diffuse, and uniform within alveolar spaces. The extensive alveolar infiltration of macrophages renders them an eosinophilic stain due to the abundant eosinophilic cytoplasm of the macrophages. Alveolar macrophages often contain a distinct light brown pigmentation that does not stain for hemosiderin and is known conventionally as “smoker’s pigment,” the corresponding macrophages known as “smoker’s macrophages.“ Macrophages of marijuana smoker with DIP tend to have a characteristic smaller golden brown particulate material. [2] In addition, alveolar septa are infiltrated by lymphocytic conglomerates or lymphoid follicles, and even eosinophils. Radiologically, cystic spaces may be present in areas of ground glass opacities. Those small cystic air spaces seen in chest imaging in DIP have been shown to correlate histologically with dilated alveolar ducts and bronchiectasis. [14]"}
{"id": "article-20408_10", "title": "Desquamative Interstitial Pneumonia -- Histopathology", "content": "Overall alveolar architecture is well preserved, but focal interstitial thickening and inflammatory changes are quite common. Toward late-stage disease, production of transforming growth factor beta-1 results in fibrosis around alveolar interstitium. Unlike usual interstitial pneumonia, however, fibroblastic foci are almost never seen. Multinucleated giant cells are also often reported.", "contents": "Desquamative Interstitial Pneumonia -- Histopathology. Overall alveolar architecture is well preserved, but focal interstitial thickening and inflammatory changes are quite common. Toward late-stage disease, production of transforming growth factor beta-1 results in fibrosis around alveolar interstitium. Unlike usual interstitial pneumonia, however, fibroblastic foci are almost never seen. Multinucleated giant cells are also often reported."}
{"id": "article-20408_11", "title": "Desquamative Interstitial Pneumonia -- History and Physical", "content": "An overlap of clinical and histopathological features are common among smoking-related interstitial pneumonia. A clinical, radiological, and pathological consensus during the period of longitudinal follow up, therefore, becomes necessary to characterize a specific form of SR-ILD and pursue appropriate treatment.", "contents": "Desquamative Interstitial Pneumonia -- History and Physical. An overlap of clinical and histopathological features are common among smoking-related interstitial pneumonia. A clinical, radiological, and pathological consensus during the period of longitudinal follow up, therefore, becomes necessary to characterize a specific form of SR-ILD and pursue appropriate treatment."}
{"id": "article-20408_12", "title": "Desquamative Interstitial Pneumonia -- History and Physical", "content": "Individuals with a history of relevant exposure to cigarettes, inhalational drugs of abuse, and occupational risk factors commonly present with a dry cough and exercise-induced shortness of breath. Although childhood disease has been rarely reported as mentioned above, the most common age of presentation is 40 to 60 years. [10] There is a male predominance in the prevalence of this disease, consistent with its correlation with exposures.", "contents": "Desquamative Interstitial Pneumonia -- History and Physical. Individuals with a history of relevant exposure to cigarettes, inhalational drugs of abuse, and occupational risk factors commonly present with a dry cough and exercise-induced shortness of breath. Although childhood disease has been rarely reported as mentioned above, the most common age of presentation is 40 to 60 years. [10] There is a male predominance in the prevalence of this disease, consistent with its correlation with exposures."}
{"id": "article-20408_13", "title": "Desquamative Interstitial Pneumonia -- History and Physical", "content": "Less than 10% of patients are asymptomatic at diagnosis. Symptoms are however nonspecific including dyspnea on exertion (90%), persistent cough (70%), with or without sputum production (about 40%). Hemoptysis is very rare. [1] [15] Clinical examination reveals clubbing in 50% of patients, along with coarse rales in bilateral bases.", "contents": "Desquamative Interstitial Pneumonia -- History and Physical. Less than 10% of patients are asymptomatic at diagnosis. Symptoms are however nonspecific including dyspnea on exertion (90%), persistent cough (70%), with or without sputum production (about 40%). Hemoptysis is very rare. [1] [15] Clinical examination reveals clubbing in 50% of patients, along with coarse rales in bilateral bases."}
{"id": "article-20408_14", "title": "Desquamative Interstitial Pneumonia -- Evaluation", "content": "Peripheral blood may reveal an increase in neutrophil and eosinophil count. Pulmonary function tests show a restrictive defect, with impaired diffusion capacity unlike usual obstructive pattern in respiratory bronchiolitis. Chest x-ray may show a reticulonodular infiltrate in lower lung zones but appears fairly subtle and nonspecific. They are reported to be normal in 3% to 22% of biopsy-proven cases.", "contents": "Desquamative Interstitial Pneumonia -- Evaluation. Peripheral blood may reveal an increase in neutrophil and eosinophil count. Pulmonary function tests show a restrictive defect, with impaired diffusion capacity unlike usual obstructive pattern in respiratory bronchiolitis. Chest x-ray may show a reticulonodular infiltrate in lower lung zones but appears fairly subtle and nonspecific. They are reported to be normal in 3% to 22% of biopsy-proven cases."}
{"id": "article-20408_15", "title": "Desquamative Interstitial Pneumonia -- Evaluation", "content": "High-resolution CT chest is the imaging modality of choice. It shows diffuse bilateral lower lobe predominant ground glass changes in a homogenous distribution, and without honeycombing- the last two features distinguishing it from usual interstitial pneumonia or idiopathic pulmonary fibrosis. In progressive disease, cysts and traction bronchiectasis may be seen, but it is not exclusively subpleural. Fibrosis is not as common as in NSIP or UIP.", "contents": "Desquamative Interstitial Pneumonia -- Evaluation. High-resolution CT chest is the imaging modality of choice. It shows diffuse bilateral lower lobe predominant ground glass changes in a homogenous distribution, and without honeycombing- the last two features distinguishing it from usual interstitial pneumonia or idiopathic pulmonary fibrosis. In progressive disease, cysts and traction bronchiectasis may be seen, but it is not exclusively subpleural. Fibrosis is not as common as in NSIP or UIP."}
{"id": "article-20408_16", "title": "Desquamative Interstitial Pneumonia -- Evaluation", "content": "However advanced DIP is reported to be indistinguishable from NSIP with a temporally uniform pattern of fibrosis beyond the initial accumulation of alveolar macrophages. Sugiyama et al reported that late-stage association at 30%. [16] Unlike other inhalational lung diseases, the ground glass infiltrates in DIP are more predominant in lower lung zones.", "contents": "Desquamative Interstitial Pneumonia -- Evaluation. However advanced DIP is reported to be indistinguishable from NSIP with a temporally uniform pattern of fibrosis beyond the initial accumulation of alveolar macrophages. Sugiyama et al reported that late-stage association at 30%. [16] Unlike other inhalational lung diseases, the ground glass infiltrates in DIP are more predominant in lower lung zones."}
{"id": "article-20408_17", "title": "Desquamative Interstitial Pneumonia -- Evaluation", "content": "Interestingly in a study reported by Cartier et al., radiologists' diagnosis of DIP based on HRCT was histologically proven in only 59% of cases, emphasizing once again the need for a clinical, radiological, and histological consensus. [17] Transbronchial biopsy may not yield representative tissue section and have been reported to provide findings consistent with organizing pneumonia in early disease or fibrotic disease in later stages. A surgical lung biopsy is the gold standard of diagnosis. In recent years, transbronchial cryobiopsy is being explored as an alternative diagnostic approach with an increase in sample size by non-invasive means. [18]", "contents": "Desquamative Interstitial Pneumonia -- Evaluation. Interestingly in a study reported by Cartier et al., radiologists' diagnosis of DIP based on HRCT was histologically proven in only 59% of cases, emphasizing once again the need for a clinical, radiological, and histological consensus. [17] Transbronchial biopsy may not yield representative tissue section and have been reported to provide findings consistent with organizing pneumonia in early disease or fibrotic disease in later stages. A surgical lung biopsy is the gold standard of diagnosis. In recent years, transbronchial cryobiopsy is being explored as an alternative diagnostic approach with an increase in sample size by non-invasive means. [18]"}
{"id": "article-20408_18", "title": "Desquamative Interstitial Pneumonia -- Evaluation", "content": "Studies have shown time and again that considerable overlap exists between RB-ILD and DIP and features of both may be present in differing sections of biopsy. [19] [20] [5] However radiological manifestations in the entire lung field, as well as PFT abnormalities, are markedly different between the two.", "contents": "Desquamative Interstitial Pneumonia -- Evaluation. Studies have shown time and again that considerable overlap exists between RB-ILD and DIP and features of both may be present in differing sections of biopsy. [19] [20] [5] However radiological manifestations in the entire lung field, as well as PFT abnormalities, are markedly different between the two."}
{"id": "article-20408_19", "title": "Desquamative Interstitial Pneumonia -- Treatment / Management", "content": "The most important intervention after diagnosis is smoking cessation. Similarly if associated with specific occupational exposures, avoidance of exposure is also key to preventing disease progression.", "contents": "Desquamative Interstitial Pneumonia -- Treatment / Management. The most important intervention after diagnosis is smoking cessation. Similarly if associated with specific occupational exposures, avoidance of exposure is also key to preventing disease progression."}
{"id": "article-20408_20", "title": "Desquamative Interstitial Pneumonia -- Treatment / Management", "content": "Systemic corticosteroid therapy over months has been reported as the most effective pharmacologic intervention. With corticosteroids and immunosuppressive therapy (azathioprine being the most commonly used agent), most patients remain stable or improve with reports of even complete recovery. [21] [22] However, in separate publications, both Aubry et al. and Kawabata et al. showed that about 25% of patients might continue to progress in spite of corticosteroid therapy, resulting in pulmonary fibrosis. [23] [24] In patients refractory to steroids, there have been reports of successful use of clarithromycin. [25]", "contents": "Desquamative Interstitial Pneumonia -- Treatment / Management. Systemic corticosteroid therapy over months has been reported as the most effective pharmacologic intervention. With corticosteroids and immunosuppressive therapy (azathioprine being the most commonly used agent), most patients remain stable or improve with reports of even complete recovery. [21] [22] However, in separate publications, both Aubry et al. and Kawabata et al. showed that about 25% of patients might continue to progress in spite of corticosteroid therapy, resulting in pulmonary fibrosis. [23] [24] In patients refractory to steroids, there have been reports of successful use of clarithromycin. [25]"}
{"id": "article-20408_21", "title": "Desquamative Interstitial Pneumonia -- Treatment / Management", "content": "There are isolated case reports of the use of azathioprine and cyclophosphamide to treat acute respiratory failure due to DIP. Finally, with progressive and severe lung disease causing hypoxemia, pulmonary hypertension, severe reduction in TLC or DLCO, lung transplantation evaluation is indicated [1] [26] ; although, there are reports of recurrence of DIP post lung transplantation.", "contents": "Desquamative Interstitial Pneumonia -- Treatment / Management. There are isolated case reports of the use of azathioprine and cyclophosphamide to treat acute respiratory failure due to DIP. Finally, with progressive and severe lung disease causing hypoxemia, pulmonary hypertension, severe reduction in TLC or DLCO, lung transplantation evaluation is indicated [1] [26] ; although, there are reports of recurrence of DIP post lung transplantation."}
{"id": "article-20408_22", "title": "Desquamative Interstitial Pneumonia -- Differential Diagnosis", "content": "Other smoking-related idiopathic interstitial pneumonia, such as respiratory bronchiolitis-interstitial lung disease. Other idiopathic interstitial pneumonia, such as the following: Idiopathic pulmonary fibrosis Idiopathic nonspecific interstitial pneumonia (NSIP) Cryptogenic organizing pneumonia Acute interstitial pneumonia (formerly Hamman-Rich syndrome) Idiopathic lymphoid interstitial pneumonia Idiopathic pleuroparenchymal fibroelastosis Amiodarone toxicity", "contents": "Desquamative Interstitial Pneumonia -- Differential Diagnosis. Other smoking-related idiopathic interstitial pneumonia, such as respiratory bronchiolitis-interstitial lung disease. Other idiopathic interstitial pneumonia, such as the following: Idiopathic pulmonary fibrosis Idiopathic nonspecific interstitial pneumonia (NSIP) Cryptogenic organizing pneumonia Acute interstitial pneumonia (formerly Hamman-Rich syndrome) Idiopathic lymphoid interstitial pneumonia Idiopathic pleuroparenchymal fibroelastosis Amiodarone toxicity"}
{"id": "article-20408_23", "title": "Desquamative Interstitial Pneumonia -- Prognosis", "content": "The overall survival is 70% to 88% after 10 years. [10] [27]", "contents": "Desquamative Interstitial Pneumonia -- Prognosis. The overall survival is 70% to 88% after 10 years. [10] [27]"}
{"id": "article-20408_24", "title": "Desquamative Interstitial Pneumonia -- Prognosis", "content": "Mortality of DIP ranges anywhere between 6% to 28%. [10] [21] Although spontaneous improvement has been reported, two-thirds of DIP patients have a progression of disease if left untreated. In a study by Aubry et al., 25% of patients continued to have progressive disease despite corticosteroid therapy. [24]", "contents": "Desquamative Interstitial Pneumonia -- Prognosis. Mortality of DIP ranges anywhere between 6% to 28%. [10] [21] Although spontaneous improvement has been reported, two-thirds of DIP patients have a progression of disease if left untreated. In a study by Aubry et al., 25% of patients continued to have progressive disease despite corticosteroid therapy. [24]"}
{"id": "article-20408_25", "title": "Desquamative Interstitial Pneumonia -- Prognosis", "content": "There are not many longitudinal studies characterizing the rate of disease progression. In one such study, Remy-Jardin et al. reported that ground glass changes, emphysema, and centrilobular nodules increased from 28% to 42%, 26% to 40%, and 33% to 35%, respectively, in current smokers during a mean follow-up period of 5.5 years. [28] In a  radiological follow up of DIP in a small group of 14 patients, cysts were found to increase along with new appearance of honeycombing in 35%. [23] This included patients on systemic corticosteroid therapy. Ten-year survival rates are reported at around 70%. [29] Continuation of smoking certainly is associated with a poorer outcome. [27] [30] Children with DIP tend to have a poorer prognosis, particularly for those with ABCA3 mutations. [31] [32] [33]", "contents": "Desquamative Interstitial Pneumonia -- Prognosis. There are not many longitudinal studies characterizing the rate of disease progression. In one such study, Remy-Jardin et al. reported that ground glass changes, emphysema, and centrilobular nodules increased from 28% to 42%, 26% to 40%, and 33% to 35%, respectively, in current smokers during a mean follow-up period of 5.5 years. [28] In a  radiological follow up of DIP in a small group of 14 patients, cysts were found to increase along with new appearance of honeycombing in 35%. [23] This included patients on systemic corticosteroid therapy. Ten-year survival rates are reported at around 70%. [29] Continuation of smoking certainly is associated with a poorer outcome. [27] [30] Children with DIP tend to have a poorer prognosis, particularly for those with ABCA3 mutations. [31] [32] [33]"}
{"id": "article-20408_26", "title": "Desquamative Interstitial Pneumonia -- Complications", "content": "Acute interstitial pneumonitis and diffuse alveolar hemorrhage have also been reported as acute complications of the disease. [34] Particularly there have been reported cases of acute exacerbations after diagnostic video-assisted thoracoscopic surgery. [35] [36]", "contents": "Desquamative Interstitial Pneumonia -- Complications. Acute interstitial pneumonitis and diffuse alveolar hemorrhage have also been reported as acute complications of the disease. [34] Particularly there have been reported cases of acute exacerbations after diagnostic video-assisted thoracoscopic surgery. [35] [36]"}
{"id": "article-20408_27", "title": "Desquamative Interstitial Pneumonia -- Complications", "content": "There is also opinion regarding the progression of DIP into the domain of fibrotic NSIP in advanced stages as far as histopathological features are concerned. Prognosis nevertheless, is better in this group of disease than either NSIP or UIP.", "contents": "Desquamative Interstitial Pneumonia -- Complications. There is also opinion regarding the progression of DIP into the domain of fibrotic NSIP in advanced stages as far as histopathological features are concerned. Prognosis nevertheless, is better in this group of disease than either NSIP or UIP."}
{"id": "article-20408_28", "title": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues", "content": "RB/RB-ILD and DIP belong to the well-characterized group of smoking-related interstitial lung disease ( SR-ILD)", "contents": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues. RB/RB-ILD and DIP belong to the well-characterized group of smoking-related interstitial lung disease ( SR-ILD)"}
{"id": "article-20408_29", "title": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues", "content": "DIP is distinguished from RB-ILD by its uniform homogenous pattern of pneumonitis across lung fields, as opposed to bronchiolocentric disease in RB-ILD.", "contents": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues. DIP is distinguished from RB-ILD by its uniform homogenous pattern of pneumonitis across lung fields, as opposed to bronchiolocentric disease in RB-ILD."}
{"id": "article-20408_30", "title": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues", "content": "In addition, histology shows a characteristic intra-alveolar accumulation of \"smokers macrophages\" laden with eosinophilic cytoplasm and characteristic brown \"smoker's pigment.\"", "contents": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues. In addition, histology shows a characteristic intra-alveolar accumulation of \"smokers macrophages\" laden with eosinophilic cytoplasm and characteristic brown \"smoker's pigment.\""}
{"id": "article-20408_31", "title": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues", "content": "Unlike UIP, the interstitial involvement is temporally homogenous and not subpleural, with fibrosis being an underwhelming feature. Honeycombing is almost never present on imaging.", "contents": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues. Unlike UIP, the interstitial involvement is temporally homogenous and not subpleural, with fibrosis being an underwhelming feature. Honeycombing is almost never present on imaging."}
{"id": "article-20408_32", "title": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues", "content": "A surgical lung biopsy is the gold standard of diagnosis although Transbronchial cryobiopsy is being explored as an alternative.", "contents": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues. A surgical lung biopsy is the gold standard of diagnosis although Transbronchial cryobiopsy is being explored as an alternative."}
{"id": "article-20408_33", "title": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues", "content": "Immediate cessation of smoking or occupational exposure of suspicion holds the key to interrupting disease progression. Corticosteroids with or without additional immunosuppressants are the essence fo pharmacotherapy, with isolated reports of clarithromycin use in refractory cases.", "contents": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues. Immediate cessation of smoking or occupational exposure of suspicion holds the key to interrupting disease progression. Corticosteroids with or without additional immunosuppressants are the essence fo pharmacotherapy, with isolated reports of clarithromycin use in refractory cases."}
{"id": "article-20408_34", "title": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues", "content": "Twenty-five percent of patients have been reported to progress to fibrotic disease, in spite of treatment, often making it indistinguishable from NSIP.", "contents": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues. Twenty-five percent of patients have been reported to progress to fibrotic disease, in spite of treatment, often making it indistinguishable from NSIP."}
{"id": "article-20408_35", "title": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues", "content": "Continuation of smoking in adults, as well as childhood disease, is known as poor prognostic indicators.", "contents": "Desquamative Interstitial Pneumonia -- Pearls and Other Issues. Continuation of smoking in adults, as well as childhood disease, is known as poor prognostic indicators."}
{"id": "article-20408_36", "title": "Desquamative Interstitial Pneumonia -- Enhancing Healthcare Team Outcomes", "content": "Incidence and prevalence of desquamative interstitial pneumonia are so rare across the population that large population-based randomized controlled trials are not available to guide management and outcomes.", "contents": "Desquamative Interstitial Pneumonia -- Enhancing Healthcare Team Outcomes. Incidence and prevalence of desquamative interstitial pneumonia are so rare across the population that large population-based randomized controlled trials are not available to guide management and outcomes."}
{"id": "article-20408_37", "title": "Desquamative Interstitial Pneumonia -- Enhancing Healthcare Team Outcomes", "content": "Nevertheless, association with cigarette and marijuana smoking, as well as certain occupational exposures have been proved unequivocally. Once diagnosed; therefore, discontinuation of exposure becomes the single most important intervention, as reiterated by the 2013 American Thoracic Society and European Respiratory Society statement. [37]", "contents": "Desquamative Interstitial Pneumonia -- Enhancing Healthcare Team Outcomes. Nevertheless, association with cigarette and marijuana smoking, as well as certain occupational exposures have been proved unequivocally. Once diagnosed; therefore, discontinuation of exposure becomes the single most important intervention, as reiterated by the 2013 American Thoracic Society and European Respiratory Society statement. [37]"}
{"id": "article-20408_38", "title": "Desquamative Interstitial Pneumonia -- Enhancing Healthcare Team Outcomes", "content": "As mentioned above, considerable overlap exists between smoking-related interstitial lung diseases like RB, RBILD, DIP and even non-specific interstitial pneumonia. Mixed histopathological features are often reported. A combined clinical, radiological, and histopathological approach to diagnosis as well as a longitudinal follow up becomes necessary to distinguish each of the entities. Prognosis varies between RBILD, DIP, and NSIP in worsening order, and therefore the establishment of a diagnosis early on helps in intervening appropriately and addressing prognosis with patient and families. Mortality is almost never reported for RBILD with disease regression over a period of 30 years from smoking cessation, while DIP has a reported mortality rate of 6% to 28% with disease progression occasionally even on treatment and smoking cessation.", "contents": "Desquamative Interstitial Pneumonia -- Enhancing Healthcare Team Outcomes. As mentioned above, considerable overlap exists between smoking-related interstitial lung diseases like RB, RBILD, DIP and even non-specific interstitial pneumonia. Mixed histopathological features are often reported. A combined clinical, radiological, and histopathological approach to diagnosis as well as a longitudinal follow up becomes necessary to distinguish each of the entities. Prognosis varies between RBILD, DIP, and NSIP in worsening order, and therefore the establishment of a diagnosis early on helps in intervening appropriately and addressing prognosis with patient and families. Mortality is almost never reported for RBILD with disease regression over a period of 30 years from smoking cessation, while DIP has a reported mortality rate of 6% to 28% with disease progression occasionally even on treatment and smoking cessation."}
{"id": "article-20408_39", "title": "Desquamative Interstitial Pneumonia -- Enhancing Healthcare Team Outcomes", "content": "If there is no contraindication, severe disease with activity-induced hypoxemia, pulmonary hypertension, and severe impairment of pulmonary function (DIP or NSIP), should be referred to in the advanced stage for pulmonary transplantation. [38]", "contents": "Desquamative Interstitial Pneumonia -- Enhancing Healthcare Team Outcomes. If there is no contraindication, severe disease with activity-induced hypoxemia, pulmonary hypertension, and severe impairment of pulmonary function (DIP or NSIP), should be referred to in the advanced stage for pulmonary transplantation. [38]"}
{"id": "article-20408_40", "title": "Desquamative Interstitial Pneumonia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Desquamative Interstitial Pneumonia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}