{"id": "article-31209_0", "title": "Vital Capacity -- Definition/Introduction", "content": "The volume of air occupying the lungs at different phases of the respiratory cycle subdivides into four volumes and four capacities. The four lung volumes are inspiratory reserve volume (IRV), expiratory reserve volume (ERV), tidal volume (V), and residual volume (RV), while the four lung capacities include total lung capacity (TLC), vital capacity (VC), inspiratory capacity (IC), and functional residual capacity (FRC). [1]", "contents": "Vital Capacity -- Definition/Introduction. The volume of air occupying the lungs at different phases of the respiratory cycle subdivides into four volumes and four capacities. The four lung volumes are inspiratory reserve volume (IRV), expiratory reserve volume (ERV), tidal volume (V), and residual volume (RV), while the four lung capacities include total lung capacity (TLC), vital capacity (VC), inspiratory capacity (IC), and functional residual capacity (FRC). [1]"}
{"id": "article-31209_1", "title": "Vital Capacity -- Definition/Introduction", "content": "Vital capacity (VC) refers to the maximal volume of air that can be expired following maximum inspiration. It is the total of tidal volume, inspiratory reserve volume, and expiratory reserve volume (VC = V + IRV + ERV). [2] Vital capacity may be measured as inspiratory vital capacity (IVC), slow vital capacity (SVC), or forced vital capacity (FVC). The FVC is similar to VC, but it is measured as the patient exhales with maximum speed and effort. [3] [4]", "contents": "Vital Capacity -- Definition/Introduction. Vital capacity (VC) refers to the maximal volume of air that can be expired following maximum inspiration. It is the total of tidal volume, inspiratory reserve volume, and expiratory reserve volume (VC = V + IRV + ERV). [2] Vital capacity may be measured as inspiratory vital capacity (IVC), slow vital capacity (SVC), or forced vital capacity (FVC). The FVC is similar to VC, but it is measured as the patient exhales with maximum speed and effort. [3] [4]"}
{"id": "article-31209_2", "title": "Vital Capacity -- Issues of Concern", "content": "The vital capacity can be measured using a wet or regular spirometer. [5] [1] The vital capacity of a typical adult is between 3 and 5 liters. Factors that affect a person’s vital capacity include age, sex, height, weight, and ethnicity. For instance, the residual volume and the functional residual capacity increase with age, resulting in a decrease in the vital capacity. Vital capacity has been found to increase with an increase in the height of a person, whereas, an increasing body mass index (BMI) is shown to correlate with a lower vital capacity. [2]", "contents": "Vital Capacity -- Issues of Concern. The vital capacity can be measured using a wet or regular spirometer. [5] [1] The vital capacity of a typical adult is between 3 and 5 liters. Factors that affect a person’s vital capacity include age, sex, height, weight, and ethnicity. For instance, the residual volume and the functional residual capacity increase with age, resulting in a decrease in the vital capacity. Vital capacity has been found to increase with an increase in the height of a person, whereas, an increasing body mass index (BMI) is shown to correlate with a lower vital capacity. [2]"}
{"id": "article-31209_3", "title": "Vital Capacity -- Clinical Significance", "content": "Pulmonary function tests aid in diagnosis, quantification of functional impairment, and monitoring of treatment or progression of a disease. The measurement of lung volumes and lung capacities is an integral part of pulmonary function testing. [6]", "contents": "Vital Capacity -- Clinical Significance. Pulmonary function tests aid in diagnosis, quantification of functional impairment, and monitoring of treatment or progression of a disease. The measurement of lung volumes and lung capacities is an integral part of pulmonary function testing. [6]"}
{"id": "article-31209_4", "title": "Vital Capacity -- Clinical Significance", "content": "The vital capacity may assist in the diagnosis of underlying lung disease. It may also assist in differentiating between the various causes of lung disease. In obstructive lung diseases, such as asthma, emphysema, and bronchitis, the vital capacity is usually normal or only slightly reduced, whereas, in restrictive lung diseases, like idiopathic pulmonary fibrosis, a decrease in the vital capacity is seen. The vital capacity remains unchanged during pregnancy due to increased circumference of the rib cage. [3] [7]", "contents": "Vital Capacity -- Clinical Significance. The vital capacity may assist in the diagnosis of underlying lung disease. It may also assist in differentiating between the various causes of lung disease. In obstructive lung diseases, such as asthma, emphysema, and bronchitis, the vital capacity is usually normal or only slightly reduced, whereas, in restrictive lung diseases, like idiopathic pulmonary fibrosis, a decrease in the vital capacity is seen. The vital capacity remains unchanged during pregnancy due to increased circumference of the rib cage. [3] [7]"}
{"id": "article-31209_5", "title": "Vital Capacity -- Clinical Significance", "content": "The measurement of vital capacity can also help determine the severity of involvement of respiratory muscles in neuromuscular disease. It can guide treatment decisions in patients with myasthenic crisis and Guillain-Barre syndrome. [8]", "contents": "Vital Capacity -- Clinical Significance. The measurement of vital capacity can also help determine the severity of involvement of respiratory muscles in neuromuscular disease. It can guide treatment decisions in patients with myasthenic crisis and Guillain-Barre syndrome. [8]"}
{"id": "article-31209_6", "title": "Vital Capacity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vital Capacity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}