{"id": "article-21622_0", "title": "Fanconi Syndrome -- Continuing Education Activity", "content": "Fanconi syndrome, not to be confused with Fanconi anemia, is a defect of the proximal tubule that prevents the absorption of electrolytes and other substances that are normally absorbed by the proximal tubule. Fanconi syndrome can occur as an inherited or acquired condition. Adults with Fanconi syndrome typically have the acquired type, and children with the syndrome typically have the genetic type. Treatment outcomes largely dependent on the particular etiology and typically involve addressing the underlying cause when present, in addition to correcting\ndeficiencies in volume status, nutrition, and/ or electrolytes. This activity reviews the pathophysiology, evaluation, and management of Fanconi syndrome and the role of the interprofessional team in the care of affected patients.", "contents": "Fanconi Syndrome -- Continuing Education Activity. Fanconi syndrome, not to be confused with Fanconi anemia, is a defect of the proximal tubule that prevents the absorption of electrolytes and other substances that are normally absorbed by the proximal tubule. Fanconi syndrome can occur as an inherited or acquired condition. Adults with Fanconi syndrome typically have the acquired type, and children with the syndrome typically have the genetic type. Treatment outcomes largely dependent on the particular etiology and typically involve addressing the underlying cause when present, in addition to correcting\ndeficiencies in volume status, nutrition, and/ or electrolytes. This activity reviews the pathophysiology, evaluation, and management of Fanconi syndrome and the role of the interprofessional team in the care of affected patients."}
{"id": "article-21622_1", "title": "Fanconi Syndrome -- Continuing Education Activity", "content": "Objectives: Identify some of the epidemiological factors associated with development of Fanconi syndrome. Explain when the diagnosis of Fanconi syndrome should be considered. Review management considerations for Fanconi syndrome. Describe modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by Fanconi syndrome. Access free multiple choice questions on this topic.", "contents": "Fanconi Syndrome -- Continuing Education Activity. Objectives: Identify some of the epidemiological factors associated with development of Fanconi syndrome. Explain when the diagnosis of Fanconi syndrome should be considered. Review management considerations for Fanconi syndrome. Describe modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by Fanconi syndrome. Access free multiple choice questions on this topic."}
{"id": "article-21622_2", "title": "Fanconi Syndrome -- Introduction", "content": "Fanconi syndrome is a defect of proximal tubule leading to malabsorption of various electrolytes and substances that are usually absorbed by the proximal tubule. It could be an inherited or acquired condition. This condition should not be confused with Fanconi anemia, which is a rare recessive disorder, characterized by pancytopenia, hypoplasia of the bone marrow, patchy brown discoloration of the integument due to melanin deposition, and associated with multiple congenital anomalies. Adults with Fanconi syndrome typically have the acquired type, and children with the syndrome typically have the genetic type. The ability to treat the condition depends on its particular etiology and typically involves addressing the underlying cause, if one exists, and correcting volumetric, nutritional, or electrolytic deficiencies. The definition of \"Fanconi syndrome\" implies a global defect in the tubule. Whatever solutes the tubule normally reabsorbs do not get reabsorbed adequately in a patient with this syndrome.", "contents": "Fanconi Syndrome -- Introduction. Fanconi syndrome is a defect of proximal tubule leading to malabsorption of various electrolytes and substances that are usually absorbed by the proximal tubule. It could be an inherited or acquired condition. This condition should not be confused with Fanconi anemia, which is a rare recessive disorder, characterized by pancytopenia, hypoplasia of the bone marrow, patchy brown discoloration of the integument due to melanin deposition, and associated with multiple congenital anomalies. Adults with Fanconi syndrome typically have the acquired type, and children with the syndrome typically have the genetic type. The ability to treat the condition depends on its particular etiology and typically involves addressing the underlying cause, if one exists, and correcting volumetric, nutritional, or electrolytic deficiencies. The definition of \"Fanconi syndrome\" implies a global defect in the tubule. Whatever solutes the tubule normally reabsorbs do not get reabsorbed adequately in a patient with this syndrome."}
{"id": "article-21622_3", "title": "Fanconi Syndrome -- Etiology", "content": "There are at least 10 inherited causes that include cystinosis, galactosemia, hereditary fructose intolerance, tyrosinemia, Wilson disease, Lowe syndrome, Dent disease, glycogenosis, mitochondrial cytopathies, and idiopathic. There are several acquired causes as well that includes certain antivirals (nucleoside reverse transcriptase inhibitors [NRTIs]), chemotherapeutic agents (cisplatin), immunosuppressives (azathioprine), antibiotics (gentamicin), or several other medications. In addition, the condition may be due to monoclonal gammopathy, lead poisoning, and other toxins. [1] More generalized kidney injury such as that secondary to renal transplant, certain causes of nephrotic syndrome, and acute tubular necrosis. Honeybee stings can also give rise to Fanconi syndrome. [2] Legionella pneumonia may also cause Fanconi syndrome for unknown reasons. [3]", "contents": "Fanconi Syndrome -- Etiology. There are at least 10 inherited causes that include cystinosis, galactosemia, hereditary fructose intolerance, tyrosinemia, Wilson disease, Lowe syndrome, Dent disease, glycogenosis, mitochondrial cytopathies, and idiopathic. There are several acquired causes as well that includes certain antivirals (nucleoside reverse transcriptase inhibitors [NRTIs]), chemotherapeutic agents (cisplatin), immunosuppressives (azathioprine), antibiotics (gentamicin), or several other medications. In addition, the condition may be due to monoclonal gammopathy, lead poisoning, and other toxins. [1] More generalized kidney injury such as that secondary to renal transplant, certain causes of nephrotic syndrome, and acute tubular necrosis. Honeybee stings can also give rise to Fanconi syndrome. [2] Legionella pneumonia may also cause Fanconi syndrome for unknown reasons. [3]"}
{"id": "article-21622_4", "title": "Fanconi Syndrome -- Epidemiology", "content": "It is difficult to assess the epidemiology of Fanconi syndrome as it encompasses a wide variety of acquired, inherited, and exogenous factors unrelated to each other. If the condition is inherited, then it is more commonly observed in young, Caucasian children because cystinosis occurs almost exclusively in Caucasians, and it is a common form of Fanconi syndrome.", "contents": "Fanconi Syndrome -- Epidemiology. It is difficult to assess the epidemiology of Fanconi syndrome as it encompasses a wide variety of acquired, inherited, and exogenous factors unrelated to each other. If the condition is inherited, then it is more commonly observed in young, Caucasian children because cystinosis occurs almost exclusively in Caucasians, and it is a common form of Fanconi syndrome."}
{"id": "article-21622_5", "title": "Fanconi Syndrome -- Pathophysiology", "content": "Several mechanisms can cause Fanconi syndrome, some of which may not be fully known. These mechanisms include decreased influx of solute into the blood from the tubular epithelium, increased back flux of solute across the tight junctions separating the cells that line the tubular epithelium from the blood to the glomerular filtrate, defective solute influx into the tubular epithelium, and leakage of the solute back into the lumen from the tubular epithelium. This could be due to a larger problem associated with generating the energy that is needed by the cells to accomplish the task of bringing solutes in through the brush border membrane or in transferring solutes out through the basolateral membrane. For example, heavy metal poisoning can compromise the utilization of energy by mitochondria.", "contents": "Fanconi Syndrome -- Pathophysiology. Several mechanisms can cause Fanconi syndrome, some of which may not be fully known. These mechanisms include decreased influx of solute into the blood from the tubular epithelium, increased back flux of solute across the tight junctions separating the cells that line the tubular epithelium from the blood to the glomerular filtrate, defective solute influx into the tubular epithelium, and leakage of the solute back into the lumen from the tubular epithelium. This could be due to a larger problem associated with generating the energy that is needed by the cells to accomplish the task of bringing solutes in through the brush border membrane or in transferring solutes out through the basolateral membrane. For example, heavy metal poisoning can compromise the utilization of energy by mitochondria."}
{"id": "article-21622_6", "title": "Fanconi Syndrome -- Pathophysiology", "content": "Fanconi syndrome requires that distal segments of the nephron do not absorb the solutes that are reabsorbed primarily by the proximal convoluted tubule. Malabsorption of these substances could be due to altered permeability of tubule membranes or problems with transport carriers. The substances they do not absorb, include amino acids, bicarbonate, glucose, phosphate, proteins, and uric acid and are considered to be associated with low ATP levels. As for which mechanism is at play in which acquired or inherited cause of Fanconi syndrome, these vary and are under investigation. It is important to note that type 2 renal tubular acidosis is not always associated with Fanconi syndrome, but Fanconi syndrome does present with type 2 renal tubular acidosis in the setting of excessive excretion of bicarbonate.", "contents": "Fanconi Syndrome -- Pathophysiology. Fanconi syndrome requires that distal segments of the nephron do not absorb the solutes that are reabsorbed primarily by the proximal convoluted tubule. Malabsorption of these substances could be due to altered permeability of tubule membranes or problems with transport carriers. The substances they do not absorb, include amino acids, bicarbonate, glucose, phosphate, proteins, and uric acid and are considered to be associated with low ATP levels. As for which mechanism is at play in which acquired or inherited cause of Fanconi syndrome, these vary and are under investigation. It is important to note that type 2 renal tubular acidosis is not always associated with Fanconi syndrome, but Fanconi syndrome does present with type 2 renal tubular acidosis in the setting of excessive excretion of bicarbonate."}
{"id": "article-21622_7", "title": "Fanconi Syndrome -- Histopathology", "content": "The histology in patients with Fanconi syndrome is unremarkable. Sometimes one may see distortion in the architecture of the proximal tubule.", "contents": "Fanconi Syndrome -- Histopathology. The histology in patients with Fanconi syndrome is unremarkable. Sometimes one may see distortion in the architecture of the proximal tubule."}
{"id": "article-21622_8", "title": "Fanconi Syndrome -- History and Physical", "content": "The history should address whether the patient has an inherited or acquired form. From this, the clinician should narrow down the history further. Inquire whether the patient has signs, symptoms, or an official diagnosis of the acquired sources cystinosis, Wilson disease, hereditary fructose intolerance, and Lowe syndrome. Also, inquire as to whether the patient has a history of multiple myeloma or renal transplantation. Take note of the use of drugs such as valproic acid, [4] ddI, cidofovir, adefovir, [5] tenofovir, ifosfamide, lenalidomide, [6] , streptozocin, and ranitidine. Another acquired source of Fanconi syndrome is acute lymphoblastic leukemia. [7]", "contents": "Fanconi Syndrome -- History and Physical. The history should address whether the patient has an inherited or acquired form. From this, the clinician should narrow down the history further. Inquire whether the patient has signs, symptoms, or an official diagnosis of the acquired sources cystinosis, Wilson disease, hereditary fructose intolerance, and Lowe syndrome. Also, inquire as to whether the patient has a history of multiple myeloma or renal transplantation. Take note of the use of drugs such as valproic acid, [4] ddI, cidofovir, adefovir, [5] tenofovir, ifosfamide, lenalidomide, [6] , streptozocin, and ranitidine. Another acquired source of Fanconi syndrome is acute lymphoblastic leukemia. [7]"}
{"id": "article-21622_9", "title": "Fanconi Syndrome -- History and Physical", "content": "The physical examination may reveal excessive urinary excretion of amino acids, calcium, bicarbonate, glucose, phosphate, and uric acid. Findings that could be associated with deficiencies in these solutes are acidosis (due to lack of bicarbonate), dehydration, electrolyte imbalance, rickets, osteomalacia, and growth failure. Symptoms of osteomalacia include Bone fractures that happen without a real injury and widespread bone pain, especially in the hips. Whereas hypophosphatemic osteomalacia may be seen in adults, hypophosphatemic rickets would be seen in children. In this presentation, bony deformity consistent with rickets would be observed.", "contents": "Fanconi Syndrome -- History and Physical. The physical examination may reveal excessive urinary excretion of amino acids, calcium, bicarbonate, glucose, phosphate, and uric acid. Findings that could be associated with deficiencies in these solutes are acidosis (due to lack of bicarbonate), dehydration, electrolyte imbalance, rickets, osteomalacia, and growth failure. Symptoms of osteomalacia include Bone fractures that happen without a real injury and widespread bone pain, especially in the hips. Whereas hypophosphatemic osteomalacia may be seen in adults, hypophosphatemic rickets would be seen in children. In this presentation, bony deformity consistent with rickets would be observed."}
{"id": "article-21622_10", "title": "Fanconi Syndrome -- History and Physical", "content": "The loss of water and electrolytes observed in this condition would cause thirst, fatigue, weakness, and polyuria. Hypophosphatemia causes a variety of signs and symptoms, especially if the serum phosphorus level gets below 1 mg/dL. Neuromuscular symptoms such as paresthesia, tremor, and muscle weakness may be noted. Severe hypophosphatemia may impair myocardial contractility though this rarely results in clinical congestive heart failure. It may also impair the ability of patients to be weaned from mechanical ventilation. Though rhabdomyolysis theoretically can be due to hypophosphatemia, there are few reports of this association in humans.", "contents": "Fanconi Syndrome -- History and Physical. The loss of water and electrolytes observed in this condition would cause thirst, fatigue, weakness, and polyuria. Hypophosphatemia causes a variety of signs and symptoms, especially if the serum phosphorus level gets below 1 mg/dL. Neuromuscular symptoms such as paresthesia, tremor, and muscle weakness may be noted. Severe hypophosphatemia may impair myocardial contractility though this rarely results in clinical congestive heart failure. It may also impair the ability of patients to be weaned from mechanical ventilation. Though rhabdomyolysis theoretically can be due to hypophosphatemia, there are few reports of this association in humans."}
{"id": "article-21622_11", "title": "Fanconi Syndrome -- History and Physical", "content": "If Fanconi syndrome is associated with cystinosis, then the patient is expected to experience deposition of the amino acid cystine in the bone marrow, the liver, the cornea (where the crystals can be seen), and the kidney. [8] The patient may have a history of cystine stone formation. Recall that this is the type of stone that may manifest as staghorn calculi in advanced states. Otherwise, the aminoaciduria in Fanconi syndrome is likely to be minimal and of no metabolic consequence.", "contents": "Fanconi Syndrome -- History and Physical. If Fanconi syndrome is associated with cystinosis, then the patient is expected to experience deposition of the amino acid cystine in the bone marrow, the liver, the cornea (where the crystals can be seen), and the kidney. [8] The patient may have a history of cystine stone formation. Recall that this is the type of stone that may manifest as staghorn calculi in advanced states. Otherwise, the aminoaciduria in Fanconi syndrome is likely to be minimal and of no metabolic consequence."}
{"id": "article-21622_12", "title": "Fanconi Syndrome -- Evaluation", "content": "Urine studies may show an increased fractional excretion of uric acid, a urinary glucose level that is not explained by plasma concentration or pre-existing renal condition, and high levels of urinary beta2-microglobulin and N-acetyl-beta-D-glucosaminidase. A blood test may show hypokalemia, hypophosphatemia, and hyperchloremic (non-anion-gap) metabolic acidosis. Higher levels of 24-hour urine excretion of amino acid, phosphate, bicarbonate, and glucose can point toward the diagnosis. Some fancy tests for diagnosis include measuring urinary retinol binding protein 4 and urinary lactate to creatinine ratio might help in diagnosis. Measuring enzyme levels can help in ruling out specific disorder like cystinosis and checking drug levels or heavy metal levels in blood or urine can help in finding the acquired cause of Fanconi syndrome.", "contents": "Fanconi Syndrome -- Evaluation. Urine studies may show an increased fractional excretion of uric acid, a urinary glucose level that is not explained by plasma concentration or pre-existing renal condition, and high levels of urinary beta2-microglobulin and N-acetyl-beta-D-glucosaminidase. A blood test may show hypokalemia, hypophosphatemia, and hyperchloremic (non-anion-gap) metabolic acidosis. Higher levels of 24-hour urine excretion of amino acid, phosphate, bicarbonate, and glucose can point toward the diagnosis. Some fancy tests for diagnosis include measuring urinary retinol binding protein 4 and urinary lactate to creatinine ratio might help in diagnosis. Measuring enzyme levels can help in ruling out specific disorder like cystinosis and checking drug levels or heavy metal levels in blood or urine can help in finding the acquired cause of Fanconi syndrome."}
{"id": "article-21622_13", "title": "Fanconi Syndrome -- Treatment / Management", "content": "The general measures include avoidance of dehydration and replacement of lost electrolytes including potassium, phosphate, bicarbonate. Health care professionals do not consider the replacement of amino acid necessary; there have been mixed reports on the efficacy of carnitine in this condition. The only accurate way to treat Fanconi syndrome is indirectly by the treatment of the cause of the syndrome. Treatment depends on the cause of the Fanconi syndrome. As there can be dozens of causes, there is no easy or uniform answer to this question. Replacement of bicarbonate and potassium are important measures; however, they do not result in the long-term resolution of this condition. If a medication causes the condition or if heavy metal poisoning is suspected, it strongly recommended to avoid or eliminate the harmful substance.", "contents": "Fanconi Syndrome -- Treatment / Management. The general measures include avoidance of dehydration and replacement of lost electrolytes including potassium, phosphate, bicarbonate. Health care professionals do not consider the replacement of amino acid necessary; there have been mixed reports on the efficacy of carnitine in this condition. The only accurate way to treat Fanconi syndrome is indirectly by the treatment of the cause of the syndrome. Treatment depends on the cause of the Fanconi syndrome. As there can be dozens of causes, there is no easy or uniform answer to this question. Replacement of bicarbonate and potassium are important measures; however, they do not result in the long-term resolution of this condition. If a medication causes the condition or if heavy metal poisoning is suspected, it strongly recommended to avoid or eliminate the harmful substance."}
{"id": "article-21622_14", "title": "Fanconi Syndrome -- Differential Diagnosis", "content": "Diabetes mellitus and diabetes insipidus can cause the polydipsia and polyuria and are often observed in Fanconi syndrome. Vitamin D or calcium deficiencies can give rise to rickets or osteomalacia.", "contents": "Fanconi Syndrome -- Differential Diagnosis. Diabetes mellitus and diabetes insipidus can cause the polydipsia and polyuria and are often observed in Fanconi syndrome. Vitamin D or calcium deficiencies can give rise to rickets or osteomalacia."}
{"id": "article-21622_15", "title": "Fanconi Syndrome -- Postoperative and Rehabilitation Care", "content": "Patients do need monitoring after the diagnosis. The key features to be monitored include urine output, electrolyte levels and medication levels.", "contents": "Fanconi Syndrome -- Postoperative and Rehabilitation Care. Patients do need monitoring after the diagnosis. The key features to be monitored include urine output, electrolyte levels and medication levels."}
{"id": "article-21622_16", "title": "Fanconi Syndrome -- Consultations", "content": "It is best to consult with a nephrologist for further workup or treatment of Fanconi syndrome.", "contents": "Fanconi Syndrome -- Consultations. It is best to consult with a nephrologist for further workup or treatment of Fanconi syndrome."}
{"id": "article-21622_17", "title": "Fanconi Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Etiologies of Fanconi syndrome are so varied that there is no clear path to management. Rather, the syndrome should be viewed as a clue to help clinicians narrow down a diagnosis. Generally, it would be wise for the nurse practitioner or primary care provider to consult first with a nephrologist if Fanconi syndrome is suspected because this specialist is best suited to establish such a diagnosis and to investigate its causes. The outcomes depend on the cause and severity of renal dysfunction. In most cases, the acquired causes resolve if the offending agent or disorder is managed. The inherited forms usually are progressive and often associated with multiple organ dysfunction and failure to thrive.", "contents": "Fanconi Syndrome -- Enhancing Healthcare Team Outcomes. Etiologies of Fanconi syndrome are so varied that there is no clear path to management. Rather, the syndrome should be viewed as a clue to help clinicians narrow down a diagnosis. Generally, it would be wise for the nurse practitioner or primary care provider to consult first with a nephrologist if Fanconi syndrome is suspected because this specialist is best suited to establish such a diagnosis and to investigate its causes. The outcomes depend on the cause and severity of renal dysfunction. In most cases, the acquired causes resolve if the offending agent or disorder is managed. The inherited forms usually are progressive and often associated with multiple organ dysfunction and failure to thrive."}
{"id": "article-21622_18", "title": "Fanconi Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fanconi Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}