{"id": "article-28274_0", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Introduction", "content": "The rectus femoris is the anterior thigh compartment's most superficial and nearly vertically oriented muscle. This bipennate structure is a component of the quadriceps muscle complex, one of the knee's most important dynamic stabilizers. [1] The rectus femoris is also known as the \"kicking muscle\" for its involvement in activities involving forceful knee extension. As in other musculoskeletal structures, many rectus femoris injuries arise from sports activities, trauma, and occupations requiring repetitive movement of this muscle.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Introduction. The rectus femoris is the anterior thigh compartment's most superficial and nearly vertically oriented muscle. This bipennate structure is a component of the quadriceps muscle complex, one of the knee's most important dynamic stabilizers. [1] The rectus femoris is also known as the \"kicking muscle\" for its involvement in activities involving forceful knee extension. As in other musculoskeletal structures, many rectus femoris injuries arise from sports activities, trauma, and occupations requiring repetitive movement of this muscle."}
{"id": "article-28274_1", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Structure and Function -- Structure of the Rectus Femoris", "content": "The rectus femoris is fusiform in shape with superficial bipenniform fibers and deep, vertically oriented fibers (see Image. Right Quadriceps Femoris, Anterior View). This muscle has two origins. The \"direct head\" originates from the anterior inferior iliac spine, while the superior acetabular ridge is the origin of the \"indirect head.\" The muscle heads fuse distally at an acute angle to form a common tendon. [1] [2]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Structure and Function -- Structure of the Rectus Femoris. The rectus femoris is fusiform in shape with superficial bipenniform fibers and deep, vertically oriented fibers (see Image. Right Quadriceps Femoris, Anterior View). This muscle has two origins. The \"direct head\" originates from the anterior inferior iliac spine, while the superior acetabular ridge is the origin of the \"indirect head.\" The muscle heads fuse distally at an acute angle to form a common tendon. [1] [2]"}
{"id": "article-28274_2", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Structure and Function -- Structure of the Rectus Femoris", "content": "Inferiorly, the rectus femoris inserts conjointly with the other quadriceps muscles on the patellar base via the quadriceps tendon. The connection between the quadriceps tendon, patella, and patellar ligament allows the quadriceps muscle complex to have another insertion point on the tibial tuberosity.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Structure and Function -- Structure of the Rectus Femoris. Inferiorly, the rectus femoris inserts conjointly with the other quadriceps muscles on the patellar base via the quadriceps tendon. The connection between the quadriceps tendon, patella, and patellar ligament allows the quadriceps muscle complex to have another insertion point on the tibial tuberosity."}
{"id": "article-28274_3", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Structure and Function -- Structure of the Rectus Femoris", "content": "Thus, the rectus femoris can be easily distinguished from the other quadriceps muscles by its nearly vertical orientation, superficial location, and crossing of 2 lower limb joints, namely, the thigh and knee. [1]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Structure and Function -- Structure of the Rectus Femoris. Thus, the rectus femoris can be easily distinguished from the other quadriceps muscles by its nearly vertical orientation, superficial location, and crossing of 2 lower limb joints, namely, the thigh and knee. [1]"}
{"id": "article-28274_4", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Structure and Function -- Function of the Rectus Femoris", "content": "The rectus femoris flexes the hip along with the sartorius and iliopsoas and extends the knee as part of the quadriceps femoris. This superficial muscle antagonizes the hamstrings at the knee and hip. [1] [3]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Structure and Function -- Function of the Rectus Femoris. The rectus femoris flexes the hip along with the sartorius and iliopsoas and extends the knee as part of the quadriceps femoris. This superficial muscle antagonizes the hamstrings at the knee and hip. [1] [3]"}
{"id": "article-28274_5", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Structure and Function -- Function of the Rectus Femoris", "content": "Active and passive insufficiency are functional limitations that multi-joint muscles can acquire. In the case of the rectus femoris, active insufficiency occurs when full extension of the knee limits its ability to flex the hip and vice-versa. The muscle is highly contracted in such a state. Thus, the rectus femoris becomes a weak knee extensor in the sitting position when the hip is flexed. On the other hand, passive insufficiency of the rectus femoris occurs when full knee flexion limits its capacity to extend the hip and vice-versa. In this case, the muscle is at its longest. [1]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Structure and Function -- Function of the Rectus Femoris. Active and passive insufficiency are functional limitations that multi-joint muscles can acquire. In the case of the rectus femoris, active insufficiency occurs when full extension of the knee limits its ability to flex the hip and vice-versa. The muscle is highly contracted in such a state. Thus, the rectus femoris becomes a weak knee extensor in the sitting position when the hip is flexed. On the other hand, passive insufficiency of the rectus femoris occurs when full knee flexion limits its capacity to extend the hip and vice-versa. In this case, the muscle is at its longest. [1]"}
{"id": "article-28274_6", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Embryology", "content": "The lower limb bud appears during the 5th week of development. The bud originates laterally from the L2 to S2 spinal segments and contains all the primary germ layers, the ectoderm, endoderm, and mesoderm. The muscle tissue of the rectus femoris arises from the myotomic portions of somites, which arise from the mesoderm. Meanwhile, the skeletal elements supporting the lower limb come from the lateral plate somatic mesoderm. During embryogenesis, the lower limb rotates 90 degrees medially about the longitudinal axis, bringing the knee to the anterior aspect of the fetus. [3]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Embryology. The lower limb bud appears during the 5th week of development. The bud originates laterally from the L2 to S2 spinal segments and contains all the primary germ layers, the ectoderm, endoderm, and mesoderm. The muscle tissue of the rectus femoris arises from the myotomic portions of somites, which arise from the mesoderm. Meanwhile, the skeletal elements supporting the lower limb come from the lateral plate somatic mesoderm. During embryogenesis, the lower limb rotates 90 degrees medially about the longitudinal axis, bringing the knee to the anterior aspect of the fetus. [3]"}
{"id": "article-28274_7", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Blood Supply and Lymphatics", "content": "The femoral artery supplies blood to the quadriceps muscle via the lateral femoral circumflex branch. The muscle's venous drainage is via the femoral vein and its branches. Lymphatic vessels of the anterior thigh drain into the superficial inguinal nodes. From there, the vessels ascend to the external iliac and lateral aortic lymph nodes. [15]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Blood Supply and Lymphatics. The femoral artery supplies blood to the quadriceps muscle via the lateral femoral circumflex branch. The muscle's venous drainage is via the femoral vein and its branches. Lymphatic vessels of the anterior thigh drain into the superficial inguinal nodes. From there, the vessels ascend to the external iliac and lateral aortic lymph nodes. [15]"}
{"id": "article-28274_8", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Nerves", "content": "Cortical signals from the precentral gyrus apex descend via the corticospinal tract. About 90% of the fibers in this nerve tract decussate at the level of the lower medulla at a region called the \"pyramidal tract decussation.\" These fibers continue to descend on the contralateral side as the lateral corticospinal tract until they reach the lower motor neurons below the upper thoracic spinal cord. The remaining 10% of the fibers that do not decussate continue as the ventral corticospinal tract, but they do not innervate structures below the upper thoracic spinal cord.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Nerves. Cortical signals from the precentral gyrus apex descend via the corticospinal tract. About 90% of the fibers in this nerve tract decussate at the level of the lower medulla at a region called the \"pyramidal tract decussation.\" These fibers continue to descend on the contralateral side as the lateral corticospinal tract until they reach the lower motor neurons below the upper thoracic spinal cord. The remaining 10% of the fibers that do not decussate continue as the ventral corticospinal tract, but they do not innervate structures below the upper thoracic spinal cord."}
{"id": "article-28274_9", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Nerves", "content": "To reach the quadriceps femoris muscle, the lateral corticospinal tract's fibers synapse with the lower motor neurons at the L4 level. From there, the neuronal signal propagates toward the L4 anterior rami and the lumbar plexus.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Nerves. To reach the quadriceps femoris muscle, the lateral corticospinal tract's fibers synapse with the lower motor neurons at the L4 level. From there, the neuronal signal propagates toward the L4 anterior rami and the lumbar plexus."}
{"id": "article-28274_10", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Nerves", "content": "The femoral nerve forms from the L4 anterior rami and has contributions from L2 and L3 fibers. The femoral nerve innervates all 4 components of the quadriceps femoris, including the rectus femoris. [1]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Nerves. The femoral nerve forms from the L4 anterior rami and has contributions from L2 and L3 fibers. The femoral nerve innervates all 4 components of the quadriceps femoris, including the rectus femoris. [1]"}
{"id": "article-28274_11", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Physiologic Variants", "content": "Accessory muscles can arise from the rectus femoris. These variations include a muscle slip from the acetabulum that inserts directly into the vastus lateralis. The rectus femoris muscle's proximal origin may also have only 1 instead of 2 heads, with the lone tendon arising from the lower anterior iliac spine and the acetabular origin missing. [1] [4]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Physiologic Variants. Accessory muscles can arise from the rectus femoris. These variations include a muscle slip from the acetabulum that inserts directly into the vastus lateralis. The rectus femoris muscle's proximal origin may also have only 1 instead of 2 heads, with the lone tendon arising from the lower anterior iliac spine and the acetabular origin missing. [1] [4]"}
{"id": "article-28274_12", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Surgical Considerations", "content": "Acute rectus femoris muscle injuries present with a tearing sensation and abrupt-onset pain. By comparison, subacute injuries manifest gradually, usually with mild-to-moderate pain aggravated by running at the onset. Ultrasonography and MRI aid in the diagnosis and monitoring of injuries to this muscle. [5]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Surgical Considerations. Acute rectus femoris muscle injuries present with a tearing sensation and abrupt-onset pain. By comparison, subacute injuries manifest gradually, usually with mild-to-moderate pain aggravated by running at the onset. Ultrasonography and MRI aid in the diagnosis and monitoring of injuries to this muscle. [5]"}
{"id": "article-28274_13", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Surgical Considerations", "content": "Proximal rectus femoris tears are uncommon but are associated with soccer and other sports activities requiring frequent kicking and sprinting. The direct head is more often involved than the indirect head. Total avulsions involve both. Acute single-head proximal rectus femoris tears may be managed conservatively, though they are prone to recurrence. Surgery is appropriate for total avulsion and recurrent single-head tears. Both conditions have a good prognosis, with patients being able to return to preinjury functional levels after surgery. [16]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Surgical Considerations. Proximal rectus femoris tears are uncommon but are associated with soccer and other sports activities requiring frequent kicking and sprinting. The direct head is more often involved than the indirect head. Total avulsions involve both. Acute single-head proximal rectus femoris tears may be managed conservatively, though they are prone to recurrence. Surgery is appropriate for total avulsion and recurrent single-head tears. Both conditions have a good prognosis, with patients being able to return to preinjury functional levels after surgery. [16]"}
{"id": "article-28274_14", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Surgical Considerations", "content": "A distal rectus femoris tear is more commonly associated with quadriceps tendon ruptures, which affect the quadriceps muscle as a whole. Isolated tears are uncommon. Quadriceps tendon tears are disabling and usually require surgical management.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Surgical Considerations. A distal rectus femoris tear is more commonly associated with quadriceps tendon ruptures, which affect the quadriceps muscle as a whole. Isolated tears are uncommon. Quadriceps tendon tears are disabling and usually require surgical management."}
{"id": "article-28274_15", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Surgical Considerations", "content": "Avulsed tendon repairs involve sewing the tendon into sutures anchored to the bony origin. The torn tendon may be sewn to the tendon stump if it has sufficient tissue for surgical sewing. Tendon allografts may be used for reconstruction if the tendon edges are unsuitable for repair or cannot be adequately mobilized. [6]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Surgical Considerations. Avulsed tendon repairs involve sewing the tendon into sutures anchored to the bony origin. The torn tendon may be sewn to the tendon stump if it has sufficient tissue for surgical sewing. Tendon allografts may be used for reconstruction if the tendon edges are unsuitable for repair or cannot be adequately mobilized. [6]"}
{"id": "article-28274_16", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Clinical Significance", "content": "The rectus femoris muscle is the most frequently injured quadriceps muscle due to its superficial location. Contusion and rupture of this muscle are common in sports. [5] [7] [8] [9] Trauma and intense exercise can tear the rectus muscle at the proximal or distal insertions. [10] A partial tear is usually treated conservatively with activity modification and positional restriction. [11] Physical therapy may also help rehabilitate torn muscles.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Clinical Significance. The rectus femoris muscle is the most frequently injured quadriceps muscle due to its superficial location. Contusion and rupture of this muscle are common in sports. [5] [7] [8] [9] Trauma and intense exercise can tear the rectus muscle at the proximal or distal insertions. [10] A partial tear is usually treated conservatively with activity modification and positional restriction. [11] Physical therapy may also help rehabilitate torn muscles."}
{"id": "article-28274_17", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Clinical Significance", "content": "Acute rectus femoris strain typically presents with swelling and moderate to severe pain in the groin or anterior aspect of the hip. Knee extension is also impaired. [12] MRI detects rectus femoris strains.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Clinical Significance. Acute rectus femoris strain typically presents with swelling and moderate to severe pain in the groin or anterior aspect of the hip. Knee extension is also impaired. [12] MRI detects rectus femoris strains."}
{"id": "article-28274_18", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Clinical Significance", "content": "Myositis ossificans involving the rectus femoris may arise from both traumatic and non-traumatic causes. [13] Most patients are managed conservatively with excellent outcomes. Typically, athletes progress to light activity in 2 or 3 months, full activity in 6 months, and return to their preinjury performance level in 1 year. Persistent cases may require surgical excision. [14]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Clinical Significance. Myositis ossificans involving the rectus femoris may arise from both traumatic and non-traumatic causes. [13] Most patients are managed conservatively with excellent outcomes. Typically, athletes progress to light activity in 2 or 3 months, full activity in 6 months, and return to their preinjury performance level in 1 year. Persistent cases may require surgical excision. [14]"}
{"id": "article-28274_19", "title": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Femoris Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}