{"id": "article-19836_0", "title": "Condyloma Acuminata -- Continuing Education Activity", "content": "Condyloma acuminata is a manifestation of human papillomavirus (HPV) infection. The condition is characterized by skin-colored, fleshy papules in the anogenital region. This activity outlines the evaluation and management of condyloma acuminata and explains the role of the healthcare team in evaluating and treating patients with this condition.", "contents": "Condyloma Acuminata -- Continuing Education Activity. Condyloma acuminata is a manifestation of human papillomavirus (HPV) infection. The condition is characterized by skin-colored, fleshy papules in the anogenital region. This activity outlines the evaluation and management of condyloma acuminata and explains the role of the healthcare team in evaluating and treating patients with this condition."}
{"id": "article-19836_1", "title": "Condyloma Acuminata -- Continuing Education Activity", "content": "Objectives: Describe the etiology of condyloma acuminata. Identify physical exam findings associated with condyloma acuminata. Describe the treatment and management considerations for patients with condyloma acuminata. Explain the importance of collaboration and communication amongst the interprofessional team to enhance the delivery of care for patients affected by condyloma acuminata. Access free multiple choice questions on this topic.", "contents": "Condyloma Acuminata -- Continuing Education Activity. Objectives: Describe the etiology of condyloma acuminata. Identify physical exam findings associated with condyloma acuminata. Describe the treatment and management considerations for patients with condyloma acuminata. Explain the importance of collaboration and communication amongst the interprofessional team to enhance the delivery of care for patients affected by condyloma acuminata. Access free multiple choice questions on this topic."}
{"id": "article-19836_2", "title": "Condyloma Acuminata -- Introduction", "content": "Condylomata acuminata (singular: condyloma acuminatum) refers to anogenital warts caused by human papillomavirus (HPV). The most common strains of HPV that cause anogenital warts are 6 and 11. HPV is a double-stranded DNA virus primarily spread through sexual contact. Age, lifestyle, and sexual practices all play a role in one's susceptibility to developing condyloma acuminata. [1] [2] There are several topical treatment options available, including podophyllotoxin solutions and creams, imiquimod cream, and sinecatechins ointment. Cryotherapy, trichloroacetic acid solution, and several surgical modalities are also available treatments. There is a chance for condyloma acuminata to recur after topical treatments. Surgical excision is the only available treatment with clearance rates close to 100 percent. Patients should receive counsel on treatment options, the importance of follow-up appointments, and safe sex practices.", "contents": "Condyloma Acuminata -- Introduction. Condylomata acuminata (singular: condyloma acuminatum) refers to anogenital warts caused by human papillomavirus (HPV). The most common strains of HPV that cause anogenital warts are 6 and 11. HPV is a double-stranded DNA virus primarily spread through sexual contact. Age, lifestyle, and sexual practices all play a role in one's susceptibility to developing condyloma acuminata. [1] [2] There are several topical treatment options available, including podophyllotoxin solutions and creams, imiquimod cream, and sinecatechins ointment. Cryotherapy, trichloroacetic acid solution, and several surgical modalities are also available treatments. There is a chance for condyloma acuminata to recur after topical treatments. Surgical excision is the only available treatment with clearance rates close to 100 percent. Patients should receive counsel on treatment options, the importance of follow-up appointments, and safe sex practices."}
{"id": "article-19836_3", "title": "Condyloma Acuminata -- Etiology", "content": "Condyloma acuminata results from HPV infection. There have been over 100 types of HPV identified, with 40 strains known to affect the anogenital area. HPV strains 6 and 11 are the most prevalent strains that cause condyloma acuminata. Other strains of HPV are known to cause plantar warts, in which the lesions are on the hands and feet. Infection with several strains of HPV also causes cellular dysplasia leading to certain cancers, namely cervical cancer in females and penile or rectal cancer in males [3] . HPV types 16 and 18 are high-risk subtypes for developing a malignancy. Research has solidly established their role in the development of cervical, anogenital, and oral carcinomas. HPV types 31, 33, 35, 39, 45, 51, 52, 56, 58, 59, 66, 68, 73, and 82 may also be present in mucosal cancer. Non-melanoma skin cancers correlate with HPV types 1, 5, 8, 9, 17, 20, 23, and 38. Bowen’s disease has correlations with HPV types 16, 18, 31, 32, and 34. Epidermodysplasia verruciformis has been linked to HPV types 5, 8, 9, 12, 14, 15, 17, 19-25, 36-38, 46, 47, 49, and 50. HPV types 6 and 11 present a low risk for developing malignancy and cause 90 percent of anogenital warts. Cutaneous warts are associated with HPV types 1, 2, 3, 4, 27, and 57. [4]", "contents": "Condyloma Acuminata -- Etiology. Condyloma acuminata results from HPV infection. There have been over 100 types of HPV identified, with 40 strains known to affect the anogenital area. HPV strains 6 and 11 are the most prevalent strains that cause condyloma acuminata. Other strains of HPV are known to cause plantar warts, in which the lesions are on the hands and feet. Infection with several strains of HPV also causes cellular dysplasia leading to certain cancers, namely cervical cancer in females and penile or rectal cancer in males [3] . HPV types 16 and 18 are high-risk subtypes for developing a malignancy. Research has solidly established their role in the development of cervical, anogenital, and oral carcinomas. HPV types 31, 33, 35, 39, 45, 51, 52, 56, 58, 59, 66, 68, 73, and 82 may also be present in mucosal cancer. Non-melanoma skin cancers correlate with HPV types 1, 5, 8, 9, 17, 20, 23, and 38. Bowen’s disease has correlations with HPV types 16, 18, 31, 32, and 34. Epidermodysplasia verruciformis has been linked to HPV types 5, 8, 9, 12, 14, 15, 17, 19-25, 36-38, 46, 47, 49, and 50. HPV types 6 and 11 present a low risk for developing malignancy and cause 90 percent of anogenital warts. Cutaneous warts are associated with HPV types 1, 2, 3, 4, 27, and 57. [4]"}
{"id": "article-19836_4", "title": "Condyloma Acuminata -- Epidemiology", "content": "HPV is the most common sexually transmitted infection worldwide, with 9 to 13 percent of the global population infected. [3] Patients who are between 20 and 39 years of age are most commonly affected. [5] There are several known risk factors for acquiring HPV. The prevalence of infection increases with an increased number of lifetime sexual partners, a history of chlamydia and gonorrhea infections, smoking, and human immunodeficiency virus (HIV) infection. [3] [6] Since anogenital warts are not a reportable disease, the incidence of condyloma acuminata is difficult to estimate. However, recent estimates report the incidence of anogenital warts in the United States at 1.1 to 1.2 cases per 1000 person-years. [7]", "contents": "Condyloma Acuminata -- Epidemiology. HPV is the most common sexually transmitted infection worldwide, with 9 to 13 percent of the global population infected. [3] Patients who are between 20 and 39 years of age are most commonly affected. [5] There are several known risk factors for acquiring HPV. The prevalence of infection increases with an increased number of lifetime sexual partners, a history of chlamydia and gonorrhea infections, smoking, and human immunodeficiency virus (HIV) infection. [3] [6] Since anogenital warts are not a reportable disease, the incidence of condyloma acuminata is difficult to estimate. However, recent estimates report the incidence of anogenital warts in the United States at 1.1 to 1.2 cases per 1000 person-years. [7]"}
{"id": "article-19836_5", "title": "Condyloma Acuminata -- Pathophysiology", "content": "HPV is a double-stranded DNA virus that primarily infects the nucleus of differentiated squamous epithelial cells. The DNA virus can remain in a latent phase for several months, resulting in an incubation period of one month to two years. [8] The genome of HPV contains an oncogene, which encodes proteins that stimulate cell proliferation. These proteins enable the virus to replicate via the host cell’s DNA polymerase while the host cells undergo cell division. As the number of virally infected host cells grows, the basal, spinous, and granular layers of the epidermis thicken, leading to acanthosis and the macroscopic appearance of warts. Condyloma acuminatum generally takes three to four months to form. In otherwise healthy individuals, an adequate immune response can halt viral replication and resolve the infection over time. However, prolonged HPV infection increases the risk of developing malignant transformation. [9]", "contents": "Condyloma Acuminata -- Pathophysiology. HPV is a double-stranded DNA virus that primarily infects the nucleus of differentiated squamous epithelial cells. The DNA virus can remain in a latent phase for several months, resulting in an incubation period of one month to two years. [8] The genome of HPV contains an oncogene, which encodes proteins that stimulate cell proliferation. These proteins enable the virus to replicate via the host cell’s DNA polymerase while the host cells undergo cell division. As the number of virally infected host cells grows, the basal, spinous, and granular layers of the epidermis thicken, leading to acanthosis and the macroscopic appearance of warts. Condyloma acuminatum generally takes three to four months to form. In otherwise healthy individuals, an adequate immune response can halt viral replication and resolve the infection over time. However, prolonged HPV infection increases the risk of developing malignant transformation. [9]"}
{"id": "article-19836_6", "title": "Condyloma Acuminata -- Histopathology", "content": "Condyloma acuminata are typically a clinical diagnosis, and histopathologic examination of the lesions is generally unnecessary. Microscopic evaluation of the tissue will display acanthosis with overlying hyperkeratosis. Distinctive cells termed koilocytes are also identifiable. Koilocytes are large keratinocytes with abundant cytoplasm and small pyknotic nuclei. These characteristic cells are often present in the upper layers of the epidermis. Additionally, condyloma acuminata can be differentiated from verruca vulgaris by the type of hyperplasia present. Spiked verrucous hyperplasia is seen in verruca vulgaris, while papillomatosis will display in condyloma acuminata. [10]", "contents": "Condyloma Acuminata -- Histopathology. Condyloma acuminata are typically a clinical diagnosis, and histopathologic examination of the lesions is generally unnecessary. Microscopic evaluation of the tissue will display acanthosis with overlying hyperkeratosis. Distinctive cells termed koilocytes are also identifiable. Koilocytes are large keratinocytes with abundant cytoplasm and small pyknotic nuclei. These characteristic cells are often present in the upper layers of the epidermis. Additionally, condyloma acuminata can be differentiated from verruca vulgaris by the type of hyperplasia present. Spiked verrucous hyperplasia is seen in verruca vulgaris, while papillomatosis will display in condyloma acuminata. [10]"}
{"id": "article-19836_7", "title": "Condyloma Acuminata -- History and Physical", "content": "Condyloma acuminata are usually asymptomatic, although they may occasionally cause bleeding, pruritus, and pain. Patients will generally present concerned about the appearance of the lesions, as they often cause psychological and psychosexual distress. Condyloma acuminata may also be found incidentally during routine female gynecological examinations. The appearance of the lesion depends on the type of HPV and the site of infection. [9] While condyloma acuminata generally occur in the anogenital region, lesions may also be present in the oral cavity. Simultaneous lesions in the anogenital region suggest sexual transmission, but fomites may also be the source of condyloma acuminata present in the oral cavity.", "contents": "Condyloma Acuminata -- History and Physical. Condyloma acuminata are usually asymptomatic, although they may occasionally cause bleeding, pruritus, and pain. Patients will generally present concerned about the appearance of the lesions, as they often cause psychological and psychosexual distress. Condyloma acuminata may also be found incidentally during routine female gynecological examinations. The appearance of the lesion depends on the type of HPV and the site of infection. [9] While condyloma acuminata generally occur in the anogenital region, lesions may also be present in the oral cavity. Simultaneous lesions in the anogenital region suggest sexual transmission, but fomites may also be the source of condyloma acuminata present in the oral cavity."}
{"id": "article-19836_8", "title": "Condyloma Acuminata -- History and Physical", "content": "Lesions are generally found in multiples and can coalesce into larger lesions. However, solitary lesions are also possible. Oral condyloma acuminata are typically present on the tongue and lip. [10] Anogenital lesions may be found on the penis, vulva, vagina, cervix, perineum, and anal region. [11] Condyloma acuminata usually appear as raised, skin-colored, fleshy papules that range in size from one to five millimeters in diameter. They can be broad and flat, pedicled, or occasionally have a cauliflower-like appearance. [9] If a large tumor mass occupies the entire anogenital area, Buschke-Lowenstein tumors should be a considered diagnosis. These tumors are a malignant complication of condyloma acuminata. [12]", "contents": "Condyloma Acuminata -- History and Physical. Lesions are generally found in multiples and can coalesce into larger lesions. However, solitary lesions are also possible. Oral condyloma acuminata are typically present on the tongue and lip. [10] Anogenital lesions may be found on the penis, vulva, vagina, cervix, perineum, and anal region. [11] Condyloma acuminata usually appear as raised, skin-colored, fleshy papules that range in size from one to five millimeters in diameter. They can be broad and flat, pedicled, or occasionally have a cauliflower-like appearance. [9] If a large tumor mass occupies the entire anogenital area, Buschke-Lowenstein tumors should be a considered diagnosis. These tumors are a malignant complication of condyloma acuminata. [12]"}
{"id": "article-19836_9", "title": "Condyloma Acuminata -- Evaluation", "content": "Condyloma acuminata are often diagnosed clinically following definitive history and thorough visual examination of the lesions. Additional testing can be done to aid in the diagnosis. A colposcope can be used to magnify the lesion for improved visualization. Confirmatory testing and gene typing are possible via DNA detection assays such as polymerase chain reaction (PCR). Additionally, the acetic acid test can be used to evaluate the lesion further. In this test, five percent acetic acid gets applied to the lesion. Following the application, white areas of the lesion raise concern for dysplasia. The acetic acid test is not valid for screening as it has high false-positive rates. If the clinician is concerned about dysplasia, a biopsy of the lesion is the appropriate follow-up. [2]", "contents": "Condyloma Acuminata -- Evaluation. Condyloma acuminata are often diagnosed clinically following definitive history and thorough visual examination of the lesions. Additional testing can be done to aid in the diagnosis. A colposcope can be used to magnify the lesion for improved visualization. Confirmatory testing and gene typing are possible via DNA detection assays such as polymerase chain reaction (PCR). Additionally, the acetic acid test can be used to evaluate the lesion further. In this test, five percent acetic acid gets applied to the lesion. Following the application, white areas of the lesion raise concern for dysplasia. The acetic acid test is not valid for screening as it has high false-positive rates. If the clinician is concerned about dysplasia, a biopsy of the lesion is the appropriate follow-up. [2]"}
{"id": "article-19836_10", "title": "Condyloma Acuminata -- Evaluation", "content": "Providers should have a concern regarding sexual abuse in children with condyloma acuminata. Although condyloma acuminata are considered to be sexually transmitted, there are other forms of transmission. The suspicion of sexual abuse should increase as the age of children increases. Physicians in the United States are required to report suspected sexual abuse. Clinicians should use their professional judgment when considering reporting sexual abuse. [10]", "contents": "Condyloma Acuminata -- Evaluation. Providers should have a concern regarding sexual abuse in children with condyloma acuminata. Although condyloma acuminata are considered to be sexually transmitted, there are other forms of transmission. The suspicion of sexual abuse should increase as the age of children increases. Physicians in the United States are required to report suspected sexual abuse. Clinicians should use their professional judgment when considering reporting sexual abuse. [10]"}
{"id": "article-19836_11", "title": "Condyloma Acuminata -- Treatment / Management", "content": "There are multiple treatment options for patients diagnosed with condyloma acuminata. Treatment can be delayed in children, adolescents, and young, healthy adults, as lesions often resolve spontaneously over months to years. Treatment should be pursued with lesions that persist for more than two years if the lesions are symptomatic or for cosmetic purposes. [9] Topical therapies, cryotherapy, and surgical excision are available treatment options for patients. A formal treatment algorithm does not exist, and treatment depends on lesion location, morphology, and patient preference.", "contents": "Condyloma Acuminata -- Treatment / Management. There are multiple treatment options for patients diagnosed with condyloma acuminata. Treatment can be delayed in children, adolescents, and young, healthy adults, as lesions often resolve spontaneously over months to years. Treatment should be pursued with lesions that persist for more than two years if the lesions are symptomatic or for cosmetic purposes. [9] Topical therapies, cryotherapy, and surgical excision are available treatment options for patients. A formal treatment algorithm does not exist, and treatment depends on lesion location, morphology, and patient preference."}
{"id": "article-19836_12", "title": "Condyloma Acuminata -- Treatment / Management", "content": "Podophyllotoxin 0.5% solution and 0.15% cream can be used to treat the fleshy papules. Podoxophyllin toxin is applied twice daily for three days, followed by a four-day break. Lesions can resolve after four weeks. Imiquimod cream 5% is another topical treatment with lower rates of recurrence than podophyllotoxin. Imiquimod is applied three times per week, every other day, with resolution seen in sixteen weeks. Another available topical treatment is sinecatechins 15% ointment, which is used three times daily for up to sixteen weeks.", "contents": "Condyloma Acuminata -- Treatment / Management. Podophyllotoxin 0.5% solution and 0.15% cream can be used to treat the fleshy papules. Podoxophyllin toxin is applied twice daily for three days, followed by a four-day break. Lesions can resolve after four weeks. Imiquimod cream 5% is another topical treatment with lower rates of recurrence than podophyllotoxin. Imiquimod is applied three times per week, every other day, with resolution seen in sixteen weeks. Another available topical treatment is sinecatechins 15% ointment, which is used three times daily for up to sixteen weeks."}
{"id": "article-19836_13", "title": "Condyloma Acuminata -- Treatment / Management", "content": "Patients can also receive treatments in the clinic for condyloma acuminata. Cryotherapy is inexpensive, minimally painful, and safe during pregnancy. Liquid nitrogen is applied to the margin of the lesion three to five times for twenty seconds for each application. These applications take place weekly for six to ten weeks. Trichloracetic acid (TCA) 80 to 90% is an available treatment for smaller lesions. After application, a small ulcer will form that heals without scarring. TCA is applied once per week for eight to ten weeks. Finally, surgical excision may be performed for lesions refractory to treatment and also for advanced disease. Surgical options include electrosurgery, curettage, scissors excision, and laser therapy. Only surgical therapies have clearance rates near one hundred percent. [13]", "contents": "Condyloma Acuminata -- Treatment / Management. Patients can also receive treatments in the clinic for condyloma acuminata. Cryotherapy is inexpensive, minimally painful, and safe during pregnancy. Liquid nitrogen is applied to the margin of the lesion three to five times for twenty seconds for each application. These applications take place weekly for six to ten weeks. Trichloracetic acid (TCA) 80 to 90% is an available treatment for smaller lesions. After application, a small ulcer will form that heals without scarring. TCA is applied once per week for eight to ten weeks. Finally, surgical excision may be performed for lesions refractory to treatment and also for advanced disease. Surgical options include electrosurgery, curettage, scissors excision, and laser therapy. Only surgical therapies have clearance rates near one hundred percent. [13]"}
{"id": "article-19836_14", "title": "Condyloma Acuminata -- Treatment / Management", "content": "The application of 5-aminolevulinic acid (ALA) with photodynamic therapy is an emerging treatment for condyloma acuminata. This treatment modality was found to be more effective, simpler, and have lower recurrence rates than CO2 laser treatment. Photodynamic therapy with ALA may be a useful adjuvant to other traditional treatment modalities. [14]", "contents": "Condyloma Acuminata -- Treatment / Management. The application of 5-aminolevulinic acid (ALA) with photodynamic therapy is an emerging treatment for condyloma acuminata. This treatment modality was found to be more effective, simpler, and have lower recurrence rates than CO2 laser treatment. Photodynamic therapy with ALA may be a useful adjuvant to other traditional treatment modalities. [14]"}
{"id": "article-19836_15", "title": "Condyloma Acuminata -- Differential Diagnosis", "content": "Condyloma lata Molluscum contagiosum Lichen planus Psoriasis Malignancy Pearly penile papules Acrochordon Sebaceous cysts Buschke-Lowenstein tumor [1]", "contents": "Condyloma Acuminata -- Differential Diagnosis. Condyloma lata Molluscum contagiosum Lichen planus Psoriasis Malignancy Pearly penile papules Acrochordon Sebaceous cysts Buschke-Lowenstein tumor [1]"}
{"id": "article-19836_16", "title": "Condyloma Acuminata -- Prognosis", "content": "While condyloma acuminata can be challenging to treat, the condition is curable. However, lesions may require multiple treatments or a combination of treatments over time. Surgical excision is the only treatment option with clearance rates near 100 percent, although condyloma acuminata can recur after all treatment types. In fact, recurrence of lesions after clearance is seen 20 to 30 percent of the time. The recurrence rates for genital warts treated with topical podophyllotoxin treatments have a clearance rate of 45 to 83 percent and a recurrence rate of 6 to 100 percent. Imiquimod treatments have a lower rate of recurrence at 6 to 26 percent and a clearance rate of 35 to 68 percent. Sinecatechins ointment clears 47 to 59 percent of condyloma acuminata, and only 7 to 11 percent of patients have a recurrence of lesions after clearance. Cryotherapy with liquid nitrogen clears 44 to 75 percent of genital warts with a 21 to 42 percent recurrence rate. Treatment with trichloroacetic acid solution clears 56 to 81 percent of lesions, and 36 percent of lesions recur after clearance [13]", "contents": "Condyloma Acuminata -- Prognosis. While condyloma acuminata can be challenging to treat, the condition is curable. However, lesions may require multiple treatments or a combination of treatments over time. Surgical excision is the only treatment option with clearance rates near 100 percent, although condyloma acuminata can recur after all treatment types. In fact, recurrence of lesions after clearance is seen 20 to 30 percent of the time. The recurrence rates for genital warts treated with topical podophyllotoxin treatments have a clearance rate of 45 to 83 percent and a recurrence rate of 6 to 100 percent. Imiquimod treatments have a lower rate of recurrence at 6 to 26 percent and a clearance rate of 35 to 68 percent. Sinecatechins ointment clears 47 to 59 percent of condyloma acuminata, and only 7 to 11 percent of patients have a recurrence of lesions after clearance. Cryotherapy with liquid nitrogen clears 44 to 75 percent of genital warts with a 21 to 42 percent recurrence rate. Treatment with trichloroacetic acid solution clears 56 to 81 percent of lesions, and 36 percent of lesions recur after clearance [13]"}
{"id": "article-19836_17", "title": "Condyloma Acuminata -- Complications", "content": "Condyloma acuminata can have significant psychological effects on patients, including anxiety, guilt, and anger. Patients may also have concerns about the loss of fertility and cancer. Premalignant and malignant lesions can be present within genital warts. Condyloma acuminata can also develop into malignant lesions. Concerning signs for malignant transformation include bleeding, irregular pigmentation, ulceration, and lesions with palpable dermal infiltration. [13] Also, as previously mentioned, Buschke-Lowenstein tumors are a known complication of condyloma acuminata. [12]", "contents": "Condyloma Acuminata -- Complications. Condyloma acuminata can have significant psychological effects on patients, including anxiety, guilt, and anger. Patients may also have concerns about the loss of fertility and cancer. Premalignant and malignant lesions can be present within genital warts. Condyloma acuminata can also develop into malignant lesions. Concerning signs for malignant transformation include bleeding, irregular pigmentation, ulceration, and lesions with palpable dermal infiltration. [13] Also, as previously mentioned, Buschke-Lowenstein tumors are a known complication of condyloma acuminata. [12]"}
{"id": "article-19836_18", "title": "Condyloma Acuminata -- Deterrence and Patient Education", "content": "Providers should provide patients with an explanation of the cause of their lesions. The patient should be advised to inform all current and previous sexual partners in the past six months of their genital warts. Patients should be counseled on the importance of condom usage, as condoms have been shown to protect against HPV infection, which causes genital warts. [13] Condom usage can also prevent the transmission of other communicable diseases, as well.", "contents": "Condyloma Acuminata -- Deterrence and Patient Education. Providers should provide patients with an explanation of the cause of their lesions. The patient should be advised to inform all current and previous sexual partners in the past six months of their genital warts. Patients should be counseled on the importance of condom usage, as condoms have been shown to protect against HPV infection, which causes genital warts. [13] Condom usage can also prevent the transmission of other communicable diseases, as well."}
{"id": "article-19836_19", "title": "Condyloma Acuminata -- Deterrence and Patient Education", "content": "Primary care clinicians and nurses should educate patients on the benefits of the HPV vaccine. The HPV infection is preventable with a highly efficacious vaccine. This vaccine protects against HPV6 and HPV11, which is the causative agent behind around 90% of genital warts. The vaccine also protects against viral strains that cause cervical cancer, including HPV16 and HPV18. [15] The HPV vaccine is most effective when given before exposure to the virus. Therefore, the current recommendations are for girls and boys ages 11 to 12 to receive two doses of the vaccine. It is also recommended for anyone under the age of 26 to be vaccinated. [16]", "contents": "Condyloma Acuminata -- Deterrence and Patient Education. Primary care clinicians and nurses should educate patients on the benefits of the HPV vaccine. The HPV infection is preventable with a highly efficacious vaccine. This vaccine protects against HPV6 and HPV11, which is the causative agent behind around 90% of genital warts. The vaccine also protects against viral strains that cause cervical cancer, including HPV16 and HPV18. [15] The HPV vaccine is most effective when given before exposure to the virus. Therefore, the current recommendations are for girls and boys ages 11 to 12 to receive two doses of the vaccine. It is also recommended for anyone under the age of 26 to be vaccinated. [16]"}
{"id": "article-19836_20", "title": "Condyloma Acuminata -- Deterrence and Patient Education", "content": "Cervical cancer screening guidance comes from the American Cancer Society guidelines and does not require modification with the presence or absence of genital warts. There are no indications for females younger than 21 to be screened for cervical cancer. Females aged 21 to 29 should receive screening with a cytology pap smear alone every three years. Between the ages of 30 to 65, females should undergo either cytology testing every three years or a combination of HPV viral testing and cytology testing every five years. Cervical cancer screening after age 65 is not a recommendation if the patient has had adequate negative testing. [17]", "contents": "Condyloma Acuminata -- Deterrence and Patient Education. Cervical cancer screening guidance comes from the American Cancer Society guidelines and does not require modification with the presence or absence of genital warts. There are no indications for females younger than 21 to be screened for cervical cancer. Females aged 21 to 29 should receive screening with a cytology pap smear alone every three years. Between the ages of 30 to 65, females should undergo either cytology testing every three years or a combination of HPV viral testing and cytology testing every five years. Cervical cancer screening after age 65 is not a recommendation if the patient has had adequate negative testing. [17]"}
{"id": "article-19836_21", "title": "Condyloma Acuminata -- Deterrence and Patient Education", "content": "Finally, the patient should receive education on safe sex practice; this means using barrier protection, avoiding anal sex, and having multiple partners. The patient should be encouraged to be tested for other sexually transmitted infections and maintain long-term follow-up.", "contents": "Condyloma Acuminata -- Deterrence and Patient Education. Finally, the patient should receive education on safe sex practice; this means using barrier protection, avoiding anal sex, and having multiple partners. The patient should be encouraged to be tested for other sexually transmitted infections and maintain long-term follow-up."}
{"id": "article-19836_22", "title": "Condyloma Acuminata -- Enhancing Healthcare Team Outcomes", "content": "Physicians should thoroughly educate patients after diagnosing them with condyloma acuminata. Patients should be advised to notify sexual partners and practice safe sex practices, such as using condoms. Clinicians should present all treatment options to the patient, along with an explanation of clearance and recurrence rates. Patients need to understand that surgical modalities are the only treatment options, with recurrence rates approaching 100 percent after a single treatment. Therefore, physicians should explain the importance of follow-up appointments and the necessity of multiple treatment courses to clear condyloma acuminata. Also, patients with extensive or refractory lesions may need a referral to a specialist for surgical removal of the genital lesions.", "contents": "Condyloma Acuminata -- Enhancing Healthcare Team Outcomes. Physicians should thoroughly educate patients after diagnosing them with condyloma acuminata. Patients should be advised to notify sexual partners and practice safe sex practices, such as using condoms. Clinicians should present all treatment options to the patient, along with an explanation of clearance and recurrence rates. Patients need to understand that surgical modalities are the only treatment options, with recurrence rates approaching 100 percent after a single treatment. Therefore, physicians should explain the importance of follow-up appointments and the necessity of multiple treatment courses to clear condyloma acuminata. Also, patients with extensive or refractory lesions may need a referral to a specialist for surgical removal of the genital lesions."}
{"id": "article-19836_23", "title": "Condyloma Acuminata -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team is necessary for the effective management of condyloma acuminata. Patient counseling points for prevention were discussed above and are the responsibility of all healthcare team members; clinicians, nursing, and pharmacists. Once diagnosed, the clinician can consult with the pharmacist regarding the treatment options available short of surgery. If the case is surgical, a surgeon should be consulted and brought in on the case. Nursing can assist with the surgery and perform follow-up assessments on both surgical and non-surgical cases, evaluating the effectiveness of pharmaceutical treatments in the latter. Open communication between the members of the interprofessional team is vital for improved outcomes. [13] [Level 5]", "contents": "Condyloma Acuminata -- Enhancing Healthcare Team Outcomes. An interprofessional team is necessary for the effective management of condyloma acuminata. Patient counseling points for prevention were discussed above and are the responsibility of all healthcare team members; clinicians, nursing, and pharmacists. Once diagnosed, the clinician can consult with the pharmacist regarding the treatment options available short of surgery. If the case is surgical, a surgeon should be consulted and brought in on the case. Nursing can assist with the surgery and perform follow-up assessments on both surgical and non-surgical cases, evaluating the effectiveness of pharmaceutical treatments in the latter. Open communication between the members of the interprofessional team is vital for improved outcomes. [13] [Level 5]"}
{"id": "article-19836_24", "title": "Condyloma Acuminata -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Condyloma Acuminata -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}