{"id": "article-19415_0", "title": "Childhood Brain Tumors -- Continuing Education Activity", "content": "Pediatric brain tumors are the most common type of solid childhood cancer and only second to leukemia as a cause of pediatric malignancies. They are classified into supratentorial and infratentorial lesions. They could also be classified according to the age of presentation into congenital brain tumors (CBT) (diagnosed antenatally in the first 60 days of life), tumors of the infancy (younger than 1 year of age), and tumors of older children. The prognosis of pediatric brain tumors depends mainly on the age of presentation, histological type, and extent of resectability. This article reviews the etiology, presentation, and pathophysiology of childhood brain cancers and highlights the role of the interprofessional team in their management.", "contents": "Childhood Brain Tumors -- Continuing Education Activity. Pediatric brain tumors are the most common type of solid childhood cancer and only second to leukemia as a cause of pediatric malignancies. They are classified into supratentorial and infratentorial lesions. They could also be classified according to the age of presentation into congenital brain tumors (CBT) (diagnosed antenatally in the first 60 days of life), tumors of the infancy (younger than 1 year of age), and tumors of older children. The prognosis of pediatric brain tumors depends mainly on the age of presentation, histological type, and extent of resectability. This article reviews the etiology, presentation, and pathophysiology of childhood brain cancers and highlights the role of the interprofessional team in their management."}
{"id": "article-19415_1", "title": "Childhood Brain Tumors -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of childhood brain tumors. Summarize the presentation of childhood brain cancers when performing an evaluation. Discuss the various treatment options for brain tumors in children, depending on tumor type and severity. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by childhood brain tumors. Access free multiple choice questions on this topic.", "contents": "Childhood Brain Tumors -- Continuing Education Activity. Objectives: Describe the pathophysiology of childhood brain tumors. Summarize the presentation of childhood brain cancers when performing an evaluation. Discuss the various treatment options for brain tumors in children, depending on tumor type and severity. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by childhood brain tumors. Access free multiple choice questions on this topic."}
{"id": "article-19415_2", "title": "Childhood Brain Tumors -- Introduction", "content": "Pediatric brain tumors are the most common type of solid childhood cancer and only second to leukemia as a cause of pediatric malignancies. They are classified into supra and infratentorial tumors. They could also be classified according to the age of diagnosis into congenital brain tumors (CBT) (diagnosed antenatally in the first 60 days of life),  tumors of the infancy (younger than 1 year of age), and older children. The prognosis of pediatric brain tumors depends on the age at presentation, histological type, and extent of resection. CBT behaves in different ways than pathologically similar tumors in older children. For example, high-grade gliomas exhibit sightly better prognosis in very young children compared to their older counterparts. [1] [2] With the advances in imaging techniques, molecular biology, and genetics, pediatric brain tumors are increasingly being diagnosed early in the disease course, sub-grouped, and treated with more targeted strategies. [3]", "contents": "Childhood Brain Tumors -- Introduction. Pediatric brain tumors are the most common type of solid childhood cancer and only second to leukemia as a cause of pediatric malignancies. They are classified into supra and infratentorial tumors. They could also be classified according to the age of diagnosis into congenital brain tumors (CBT) (diagnosed antenatally in the first 60 days of life),  tumors of the infancy (younger than 1 year of age), and older children. The prognosis of pediatric brain tumors depends on the age at presentation, histological type, and extent of resection. CBT behaves in different ways than pathologically similar tumors in older children. For example, high-grade gliomas exhibit sightly better prognosis in very young children compared to their older counterparts. [1] [2] With the advances in imaging techniques, molecular biology, and genetics, pediatric brain tumors are increasingly being diagnosed early in the disease course, sub-grouped, and treated with more targeted strategies. [3]"}
{"id": "article-19415_3", "title": "Childhood Brain Tumors -- Introduction", "content": "Among all childhood cancers, brain tumors are the leading cause of death.", "contents": "Childhood Brain Tumors -- Introduction. Among all childhood cancers, brain tumors are the leading cause of death."}
{"id": "article-19415_4", "title": "Childhood Brain Tumors -- Introduction", "content": "This article highlights the congenital group with an emphasis on the most common types in this category, specifically; teratoma, choroid plexus papilloma, desmoplastic infantile tumors (DIA/DIG), glioblastoma multiforme (GBM), and medulloblastoma.", "contents": "Childhood Brain Tumors -- Introduction. This article highlights the congenital group with an emphasis on the most common types in this category, specifically; teratoma, choroid plexus papilloma, desmoplastic infantile tumors (DIA/DIG), glioblastoma multiforme (GBM), and medulloblastoma."}
{"id": "article-19415_5", "title": "Childhood Brain Tumors -- Etiology", "content": "Despite advances in medical knowledge, there is no direct cause for brain tumors identified. A combination of genetic and environmental factors is blamed to come into play in the pathogenesis of brain tumors. Multiple known cancer predisposition syndromes show associations with brain tumors, for example, DICER1, Li-Fraumeni, and other neurocutaneous syndromes such as neurofibromatosis, tuberous sclerosis, and Von-Hippel Lindau. Family history may play a role in the etiology as many studies report an association of brain tumors and siblings. The parental age at birth may also play a role. Studies show that offspring are at high risk for brain cancer (astrocytoma and ependymoma) in women who are older than 40. Several studies have suggested a link between infectious exposure during childhood and brain cancer, but this topic remains debatable.", "contents": "Childhood Brain Tumors -- Etiology. Despite advances in medical knowledge, there is no direct cause for brain tumors identified. A combination of genetic and environmental factors is blamed to come into play in the pathogenesis of brain tumors. Multiple known cancer predisposition syndromes show associations with brain tumors, for example, DICER1, Li-Fraumeni, and other neurocutaneous syndromes such as neurofibromatosis, tuberous sclerosis, and Von-Hippel Lindau. Family history may play a role in the etiology as many studies report an association of brain tumors and siblings. The parental age at birth may also play a role. Studies show that offspring are at high risk for brain cancer (astrocytoma and ependymoma) in women who are older than 40. Several studies have suggested a link between infectious exposure during childhood and brain cancer, but this topic remains debatable."}
{"id": "article-19415_6", "title": "Childhood Brain Tumors -- Etiology", "content": "High dose radiation has been linked to brain malignancies. Children who have received radiation for leukemia are known to be at risk for developing brain cancer. Further elaboration of the pathogenesis of brain tumor is beyond this quick review.", "contents": "Childhood Brain Tumors -- Etiology. High dose radiation has been linked to brain malignancies. Children who have received radiation for leukemia are known to be at risk for developing brain cancer. Further elaboration of the pathogenesis of brain tumor is beyond this quick review."}
{"id": "article-19415_7", "title": "Childhood Brain Tumors -- Epidemiology", "content": "The incidence of pediatric brain tumors varies among different countries. It ranges from 1.15 to 5.14 cases per 100,000 children, with the highest rates reported in the United States. [4] The incidence of CBT ranges from approximately 0.3 to 2.9 cases per 100,000 live births in different parts of the world. [5] [6] Their prognosis and survival rates depend on multiple factors including the histological subtype and location.", "contents": "Childhood Brain Tumors -- Epidemiology. The incidence of pediatric brain tumors varies among different countries. It ranges from 1.15 to 5.14 cases per 100,000 children, with the highest rates reported in the United States. [4] The incidence of CBT ranges from approximately 0.3 to 2.9 cases per 100,000 live births in different parts of the world. [5] [6] Their prognosis and survival rates depend on multiple factors including the histological subtype and location."}
{"id": "article-19415_8", "title": "Childhood Brain Tumors -- Epidemiology", "content": "For the congenital group, the most common type is teratoma (26.6% to 48%). Followed by astrocytoma (7.4% to 28.8%), choroid plexus papilloma (3.7% to 13.2%), embryonal tumor (3% to 13%), craniopharyngioma (5.6% to 6.8%), and ependymoma (4.4%). [7]", "contents": "Childhood Brain Tumors -- Epidemiology. For the congenital group, the most common type is teratoma (26.6% to 48%). Followed by astrocytoma (7.4% to 28.8%), choroid plexus papilloma (3.7% to 13.2%), embryonal tumor (3% to 13%), craniopharyngioma (5.6% to 6.8%), and ependymoma (4.4%). [7]"}
{"id": "article-19415_9", "title": "Childhood Brain Tumors -- Pathophysiology", "content": "Supratentorial tumors are more common than the infratentorial tumors in those younger than the age of 3 years, while posterior fossa tumors are more common between the ages of 4 to 10. After puberty, both groups occur with equal frequency. [8]", "contents": "Childhood Brain Tumors -- Pathophysiology. Supratentorial tumors are more common than the infratentorial tumors in those younger than the age of 3 years, while posterior fossa tumors are more common between the ages of 4 to 10. After puberty, both groups occur with equal frequency. [8]"}
{"id": "article-19415_10", "title": "Childhood Brain Tumors -- Pathophysiology", "content": "Congenital brain tumors (CBTs) are tumors that are diagnosed antenatally or within the first 2 months of life. [9] [10] Teratoma, a germ cell tumor is the most common type of congenital brain tumor. The incidence of teratoma is equally distributed among both genders. [11]", "contents": "Childhood Brain Tumors -- Pathophysiology. Congenital brain tumors (CBTs) are tumors that are diagnosed antenatally or within the first 2 months of life. [9] [10] Teratoma, a germ cell tumor is the most common type of congenital brain tumor. The incidence of teratoma is equally distributed among both genders. [11]"}
{"id": "article-19415_11", "title": "Childhood Brain Tumors -- Pathophysiology", "content": "Choroid plexus papillomas are the third most common mass in the pediatric population after teratomas and gliomas. They can arise from anywhere where choroid plexus is present. Typically, in infants, they arise within the lateral ventricles. [12]", "contents": "Childhood Brain Tumors -- Pathophysiology. Choroid plexus papillomas are the third most common mass in the pediatric population after teratomas and gliomas. They can arise from anywhere where choroid plexus is present. Typically, in infants, they arise within the lateral ventricles. [12]"}
{"id": "article-19415_12", "title": "Childhood Brain Tumors -- Pathophysiology", "content": "Medulloblastoma is one of the common perinatal tumors and is the most common posterior fossa tumor in the pediatric age group. [13] Medulloblastomas arise from the vermis of the cerebellum. It can cause obstructive hydrocephalus and leptomeningeal seeding along the spinal cord. [14]", "contents": "Childhood Brain Tumors -- Pathophysiology. Medulloblastoma is one of the common perinatal tumors and is the most common posterior fossa tumor in the pediatric age group. [13] Medulloblastomas arise from the vermis of the cerebellum. It can cause obstructive hydrocephalus and leptomeningeal seeding along the spinal cord. [14]"}
{"id": "article-19415_13", "title": "Childhood Brain Tumors -- Histopathology", "content": "The histopathology and molecular basis of brain tumors vary tremendously among the subtypes. For example:", "contents": "Childhood Brain Tumors -- Histopathology. The histopathology and molecular basis of brain tumors vary tremendously among the subtypes. For example:"}
{"id": "article-19415_14", "title": "Childhood Brain Tumors -- Histopathology -- Teratomas", "content": "Teratomas are derived from all 3 germ layers. [11] They can be mature, immature, or malignant. The malignant form is the least common among congenital brain tumors. [15]", "contents": "Childhood Brain Tumors -- Histopathology -- Teratomas. Teratomas are derived from all 3 germ layers. [11] They can be mature, immature, or malignant. The malignant form is the least common among congenital brain tumors. [15]"}
{"id": "article-19415_15", "title": "Childhood Brain Tumors -- Histopathology -- Gliomas", "content": "Gliomas arise from glial precursor cells of the brain and spinal cord. Astrocytic tumors make a large group of neoplasms that have different clinicopathologic and histological subtypes and grades from (WHO grade I to IV). [16] Gliomas are classified as low grade (WHO grade I/II) and high grade (WHO grade III/IV). For example, pilocytic astrocytoma (WHO grade I) and glioblastoma multiforme (WHO grade IV). Desmoplastic infantile astrocytoma and ganglioglioma (DIA/DIG) are WHO grade I tumors. [16] Congenital (GBM) is a very rare brain tumor (WHO grade IV). This lesion shows clinical and molecular characteristics that are different from their pediatric or adult counterparts and has a better prognosis than the pediatric and adult GBM. [17]", "contents": "Childhood Brain Tumors -- Histopathology -- Gliomas. Gliomas arise from glial precursor cells of the brain and spinal cord. Astrocytic tumors make a large group of neoplasms that have different clinicopathologic and histological subtypes and grades from (WHO grade I to IV). [16] Gliomas are classified as low grade (WHO grade I/II) and high grade (WHO grade III/IV). For example, pilocytic astrocytoma (WHO grade I) and glioblastoma multiforme (WHO grade IV). Desmoplastic infantile astrocytoma and ganglioglioma (DIA/DIG) are WHO grade I tumors. [16] Congenital (GBM) is a very rare brain tumor (WHO grade IV). This lesion shows clinical and molecular characteristics that are different from their pediatric or adult counterparts and has a better prognosis than the pediatric and adult GBM. [17]"}
{"id": "article-19415_16", "title": "Childhood Brain Tumors -- Histopathology -- Medulloblastoma", "content": "Medulloblastoma is one of the embryonal brain tumors. Molecular studies have shown that medulloblastomas are not a single entity but rather a group of different neoplasms that have a different cell of origin and thus behave differently from each other. In the revised 2016 WHO classification of brain tumor, there are currently four identified subgroups of medulloblastoma wingless(WNT), sonic hedgehog(SHH), group 3, and group 4.", "contents": "Childhood Brain Tumors -- Histopathology -- Medulloblastoma. Medulloblastoma is one of the embryonal brain tumors. Molecular studies have shown that medulloblastomas are not a single entity but rather a group of different neoplasms that have a different cell of origin and thus behave differently from each other. In the revised 2016 WHO classification of brain tumor, there are currently four identified subgroups of medulloblastoma wingless(WNT), sonic hedgehog(SHH), group 3, and group 4."}
{"id": "article-19415_17", "title": "Childhood Brain Tumors -- History and Physical", "content": "CBTs are occasionally discovered during the second or third-trimester ultrasound. Antenatal ultrasound may show intracranial mass, hydrocephalus, polyhydramnios, among other signs. Fetal MRI is increasingly used to confirm findings visualized on ultrasound. Postnatally, common presentations are hydrocephalus, macrocrania, and localizing neurological signs. [8]", "contents": "Childhood Brain Tumors -- History and Physical. CBTs are occasionally discovered during the second or third-trimester ultrasound. Antenatal ultrasound may show intracranial mass, hydrocephalus, polyhydramnios, among other signs. Fetal MRI is increasingly used to confirm findings visualized on ultrasound. Postnatally, common presentations are hydrocephalus, macrocrania, and localizing neurological signs. [8]"}
{"id": "article-19415_18", "title": "Childhood Brain Tumors -- History and Physical", "content": "In neonates and older children, the clinical presentation depends on the site of tumor involvement. Supratentorial tumors may present with limb weakness, convulsions, and altered level of consciousness. Infratentorial tumors commonly present with signs of raised intracranial pressure (HCP) and imbalance. [18]", "contents": "Childhood Brain Tumors -- History and Physical. In neonates and older children, the clinical presentation depends on the site of tumor involvement. Supratentorial tumors may present with limb weakness, convulsions, and altered level of consciousness. Infratentorial tumors commonly present with signs of raised intracranial pressure (HCP) and imbalance. [18]"}
{"id": "article-19415_19", "title": "Childhood Brain Tumors -- Evaluation", "content": "Teratoma typically visualized as a mixed echogenic and cystic intracranial mass on antenatal ultrasound during the second and third trimester. [19] MRI shows heterogeneous signal intensity on T1/T2. The presence of fat signal intensity on T1 is almost pathognomonic. It appears as a mixed density lesion in CT with frequent coarse calcification. again, the presence of fat is a good clue to the diagnosis. Supratentorial location is more common than infratentorial.", "contents": "Childhood Brain Tumors -- Evaluation. Teratoma typically visualized as a mixed echogenic and cystic intracranial mass on antenatal ultrasound during the second and third trimester. [19] MRI shows heterogeneous signal intensity on T1/T2. The presence of fat signal intensity on T1 is almost pathognomonic. It appears as a mixed density lesion in CT with frequent coarse calcification. again, the presence of fat is a good clue to the diagnosis. Supratentorial location is more common than infratentorial."}
{"id": "article-19415_20", "title": "Childhood Brain Tumors -- Evaluation", "content": "Glioblastoma multiforme is a high-grade astrocytoma, typically presents as a large, ill-defined, intracranial mass occupying most of one hemisphere or spread through the corpus callosum into the other hemisphere. It appears as an echogenic heterogeneous mass on ultrasonography and commonly shows intralesional hemorrhage and necrosis. [20] Diffusion restriction in MRI is a key feature that reflects the high-grade nature of the lesion. GBM usually presents with features of raised ICP. [20] Choroid plexus papilloma typically presents as enhancing intraventricular mass on CT,  and iso-hypo intense on T1 and iso-hyperintense on T2 MRI. [21] It commonly causes significant hydrocephalus.", "contents": "Childhood Brain Tumors -- Evaluation. Glioblastoma multiforme is a high-grade astrocytoma, typically presents as a large, ill-defined, intracranial mass occupying most of one hemisphere or spread through the corpus callosum into the other hemisphere. It appears as an echogenic heterogeneous mass on ultrasonography and commonly shows intralesional hemorrhage and necrosis. [20] Diffusion restriction in MRI is a key feature that reflects the high-grade nature of the lesion. GBM usually presents with features of raised ICP. [20] Choroid plexus papilloma typically presents as enhancing intraventricular mass on CT,  and iso-hypo intense on T1 and iso-hyperintense on T2 MRI. [21] It commonly causes significant hydrocephalus."}
{"id": "article-19415_21", "title": "Childhood Brain Tumors -- Evaluation", "content": "Medulloblastoma typically presents as a midline posterior fossa tumor growing into the fourth ventricle. It appears hyperdense on CT-scan, has variable intensity on T1/T2 MRI with diffusion restriction and varying contrast enhancement. [22] Scanning the whole neural axis is mandatory to look for CSF seeding and spinal drop metastasis.", "contents": "Childhood Brain Tumors -- Evaluation. Medulloblastoma typically presents as a midline posterior fossa tumor growing into the fourth ventricle. It appears hyperdense on CT-scan, has variable intensity on T1/T2 MRI with diffusion restriction and varying contrast enhancement. [22] Scanning the whole neural axis is mandatory to look for CSF seeding and spinal drop metastasis."}
{"id": "article-19415_22", "title": "Childhood Brain Tumors -- Treatment / Management", "content": "The principal treatment for CBT is surgery aiming for gross total resection. [23] The extent of the CBT and the general condition of the patient are important determinants of surgical outcome. [8] Adjuvant therapies are not commonly used in neonates. Craniospinal radiotherapy results in significant developmental retardation and is avoided during the first 3 years of life. [24]", "contents": "Childhood Brain Tumors -- Treatment / Management. The principal treatment for CBT is surgery aiming for gross total resection. [23] The extent of the CBT and the general condition of the patient are important determinants of surgical outcome. [8] Adjuvant therapies are not commonly used in neonates. Craniospinal radiotherapy results in significant developmental retardation and is avoided during the first 3 years of life. [24]"}
{"id": "article-19415_23", "title": "Childhood Brain Tumors -- Differential Diagnosis -- Abscess", "content": "Neonatal brain abscess could occur as a complication of bacterial meningitis in 1.3% to 4.0% neonates. [25] Several congenital CNS infections like TORCH (toxoplasmosis, rubella, cytomegalovirus, and herpes simplex) infections may mimic metastatic disease from extracranial neoplasms in children.", "contents": "Childhood Brain Tumors -- Differential Diagnosis -- Abscess. Neonatal brain abscess could occur as a complication of bacterial meningitis in 1.3% to 4.0% neonates. [25] Several congenital CNS infections like TORCH (toxoplasmosis, rubella, cytomegalovirus, and herpes simplex) infections may mimic metastatic disease from extracranial neoplasms in children."}
{"id": "article-19415_24", "title": "Childhood Brain Tumors -- Differential Diagnosis -- Intracranial Hemorrhage", "content": "Variable stages of evolving hematoma may mimic tumors on imaging especially in the subacute and chronic stages which show central clot retraction and peripheral enhancement with/without surrounding edema on CT and MRI. MRI sequences like SWI for blood products, DWI and MRS, could aid in the differentiation as well as follow-up images. If underlying vascular malformation or vascular lesion is suspected, then a dedicated  MRI angiography or CT angiogram can be performed. [26]", "contents": "Childhood Brain Tumors -- Differential Diagnosis -- Intracranial Hemorrhage. Variable stages of evolving hematoma may mimic tumors on imaging especially in the subacute and chronic stages which show central clot retraction and peripheral enhancement with/without surrounding edema on CT and MRI. MRI sequences like SWI for blood products, DWI and MRS, could aid in the differentiation as well as follow-up images. If underlying vascular malformation or vascular lesion is suspected, then a dedicated  MRI angiography or CT angiogram can be performed. [26]"}
{"id": "article-19415_25", "title": "Childhood Brain Tumors -- Differential Diagnosis -- Ischemic Stroke", "content": "Ischemic arterial or venous stroke may mimic tumor on imaging. A diagnostic dilemma arises typically when imaging shows mass effects and/or irregular contrast enhancements, advanced MRI sequences like DWI and perfusion MRI can throw further light. As a general rule, if the edema shows restricted diffusion, then tumoral edema is the culprit. However, clinical history and knowledge of arterial and venous territories are of paramount importance for an accurate diagnosis.", "contents": "Childhood Brain Tumors -- Differential Diagnosis -- Ischemic Stroke. Ischemic arterial or venous stroke may mimic tumor on imaging. A diagnostic dilemma arises typically when imaging shows mass effects and/or irregular contrast enhancements, advanced MRI sequences like DWI and perfusion MRI can throw further light. As a general rule, if the edema shows restricted diffusion, then tumoral edema is the culprit. However, clinical history and knowledge of arterial and venous territories are of paramount importance for an accurate diagnosis."}
{"id": "article-19415_26", "title": "Childhood Brain Tumors -- Differential Diagnosis -- Neurocutaneous Syndromes", "content": "Neurofibromatosis (NF), tuberous sclerosis(TS), Sturge-Weber syndrome, Von-Hippel Lindau (VHL), and hereditary telangiectasia are well-known syndromes with central nervous system (CNS) manifestations that are non-neoplastic. These syndromes are known to predispose to specific types of brain tumors. For example, NF-1 could be associated with low-grade gliomas. TS may be associated with SEGA (subependymal giant cell astrocytomas), and hemangioblastomas are seen in VHL. Physicians may find it challenging to differentiate between the non-neoplastic NF-related myelin vacuolation spots and low-grade glioma in settings of NF-1. Cortical and subcortical T2 hyperintense tubers in tuberous sclerosis may mimic gliomas.", "contents": "Childhood Brain Tumors -- Differential Diagnosis -- Neurocutaneous Syndromes. Neurofibromatosis (NF), tuberous sclerosis(TS), Sturge-Weber syndrome, Von-Hippel Lindau (VHL), and hereditary telangiectasia are well-known syndromes with central nervous system (CNS) manifestations that are non-neoplastic. These syndromes are known to predispose to specific types of brain tumors. For example, NF-1 could be associated with low-grade gliomas. TS may be associated with SEGA (subependymal giant cell astrocytomas), and hemangioblastomas are seen in VHL. Physicians may find it challenging to differentiate between the non-neoplastic NF-related myelin vacuolation spots and low-grade glioma in settings of NF-1. Cortical and subcortical T2 hyperintense tubers in tuberous sclerosis may mimic gliomas."}
{"id": "article-19415_27", "title": "Childhood Brain Tumors -- Prognosis", "content": "Congenital brain tumors have a poor prognosis with overall survival of less than 30%. [8] Several factors such as malignant histological type, size, and location of the tumor, stage of fetal development, and treatment-related complications play a significant role in survival outcomes. [27]", "contents": "Childhood Brain Tumors -- Prognosis. Congenital brain tumors have a poor prognosis with overall survival of less than 30%. [8] Several factors such as malignant histological type, size, and location of the tumor, stage of fetal development, and treatment-related complications play a significant role in survival outcomes. [27]"}
{"id": "article-19415_28", "title": "Childhood Brain Tumors -- Complications", "content": "Complications vary with type, site and size of the tumor, and treatment protocol.", "contents": "Childhood Brain Tumors -- Complications. Complications vary with type, site and size of the tumor, and treatment protocol."}
{"id": "article-19415_29", "title": "Childhood Brain Tumors -- Deterrence and Patient Education", "content": "Teamwork is key in the successful management of brain tumors. Full and detailed education of families and involvement in the decision-making process as appropriate is vital. The treatment protocols are usually discussed at multidisciplinary meetings to explore the best treatment options available and the expected prognosis of the patient. Support and counseling to the family during treatment makes a big difference. Genetic testing and profiling are offered on certain occasions for families to help in prognosis and future family planning.", "contents": "Childhood Brain Tumors -- Deterrence and Patient Education. Teamwork is key in the successful management of brain tumors. Full and detailed education of families and involvement in the decision-making process as appropriate is vital. The treatment protocols are usually discussed at multidisciplinary meetings to explore the best treatment options available and the expected prognosis of the patient. Support and counseling to the family during treatment makes a big difference. Genetic testing and profiling are offered on certain occasions for families to help in prognosis and future family planning."}
{"id": "article-19415_30", "title": "Childhood Brain Tumors -- Enhancing Healthcare Team Outcomes", "content": "Early detection of brain tumors and prompt referral to pediatric neurosurgery and pediatric neuro-oncology teams is vital. This usually starts with the pediatrician, nurse practitioner, family physician or emergency physician. The optimum care of patients with brain tumors occurs through an interprofessional collaboration including oncology, diagnostic imaging, pathology, radiotherapy, nursing, rehabilitation, and social workers.", "contents": "Childhood Brain Tumors -- Enhancing Healthcare Team Outcomes. Early detection of brain tumors and prompt referral to pediatric neurosurgery and pediatric neuro-oncology teams is vital. This usually starts with the pediatrician, nurse practitioner, family physician or emergency physician. The optimum care of patients with brain tumors occurs through an interprofessional collaboration including oncology, diagnostic imaging, pathology, radiotherapy, nursing, rehabilitation, and social workers."}
{"id": "article-19415_31", "title": "Childhood Brain Tumors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Childhood Brain Tumors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}