{"id": "article-36620_0", "title": "Neuroanatomy, Tectospinal Tract -- Introduction", "content": "The tectospinal tract is part of the extrapyramidal system of the long descending motor pathway. [1] It is involved in orienting the eyes and the head towards sounds as part of the auditory and visual reflex. [2] It originates from the superior colliculus, which is involved in both the auditory and visual pathways. The tectospinal tract is well developed in other animals, such as the cat, but appears to have a lesser role in humans and is not well understood. [3]", "contents": "Neuroanatomy, Tectospinal Tract -- Introduction. The tectospinal tract is part of the extrapyramidal system of the long descending motor pathway. [1] It is involved in orienting the eyes and the head towards sounds as part of the auditory and visual reflex. [2] It originates from the superior colliculus, which is involved in both the auditory and visual pathways. The tectospinal tract is well developed in other animals, such as the cat, but appears to have a lesser role in humans and is not well understood. [3]"}
{"id": "article-36620_1", "title": "Neuroanatomy, Tectospinal Tract -- Structure and Function", "content": "The tectospinal tract is a bilateral, descending motor pathway that begins in the deep layers of the contralateral superior colliculus. The long descending motor tract divides into both medial and lateral systems; the tectospinal tract is part of the medial system, which also includes the vestibulospinal and reticulospinal tracts. The cell bodies of the tectospinal tract project caudally from the superior colliculus to cross at the dorsal tegmental decussation. [1] [4] It continues to descend and join the medial longitudinal fasciculus. From here, the axons give off collaterals that continue to the nucleus dorsalis, intermediolateral nucleus, and the motor interneurons of the cervical spinal cord. These are also known as Rexed laminae VI-VIII. [5] As the tectospinal tract originates from the superior colliculus, which is involved in both auditory and visual cues, it is primarily understood to orient our eyes and head towards both auditory and visual stimuli. For example, if you were sitting in a quiet room and all of a sudden heard a noise to your right, you would subconsciously turn your head in that direction and orient your eyes towards the direction of the sound, attempting to find the source. In this way, the tectospinal tract will cause head and neck movements with this type of auditory startle response. [6]", "contents": "Neuroanatomy, Tectospinal Tract -- Structure and Function. The tectospinal tract is a bilateral, descending motor pathway that begins in the deep layers of the contralateral superior colliculus. The long descending motor tract divides into both medial and lateral systems; the tectospinal tract is part of the medial system, which also includes the vestibulospinal and reticulospinal tracts. The cell bodies of the tectospinal tract project caudally from the superior colliculus to cross at the dorsal tegmental decussation. [1] [4] It continues to descend and join the medial longitudinal fasciculus. From here, the axons give off collaterals that continue to the nucleus dorsalis, intermediolateral nucleus, and the motor interneurons of the cervical spinal cord. These are also known as Rexed laminae VI-VIII. [5] As the tectospinal tract originates from the superior colliculus, which is involved in both auditory and visual cues, it is primarily understood to orient our eyes and head towards both auditory and visual stimuli. For example, if you were sitting in a quiet room and all of a sudden heard a noise to your right, you would subconsciously turn your head in that direction and orient your eyes towards the direction of the sound, attempting to find the source. In this way, the tectospinal tract will cause head and neck movements with this type of auditory startle response. [6]"}
{"id": "article-36620_2", "title": "Neuroanatomy, Tectospinal Tract -- Embryology", "content": "Both the superior and inferior colliculi arise from the tectum, which forms from the mesencephalon during development. Expression of transcription factors Engrailed 1 and Engrailed 2 have involvement in the positioning of the mesencephalon during the development of vertebrates. In mouse models, research has found that if Engrailed 2 is knocked out, mice fail to develop both colliculi and the cerebellum. Mice that had Engrailed 1 knocked out had a reduction in the size of both the cerebellum and colliculi. A study determined that Engrailed 1 and Engrailed 2 must work in tandem for correct mesencephalon development to occur. [7] Researchers also discovered that Pax6 and both the engrailed transcription factors have a reciprocal interaction with one another. They determined that as one transcription factor increases, the other decreases, and vice versa. They are both needed to determine the diencephalon and mesencephalon boundaries during development. [8]", "contents": "Neuroanatomy, Tectospinal Tract -- Embryology. Both the superior and inferior colliculi arise from the tectum, which forms from the mesencephalon during development. Expression of transcription factors Engrailed 1 and Engrailed 2 have involvement in the positioning of the mesencephalon during the development of vertebrates. In mouse models, research has found that if Engrailed 2 is knocked out, mice fail to develop both colliculi and the cerebellum. Mice that had Engrailed 1 knocked out had a reduction in the size of both the cerebellum and colliculi. A study determined that Engrailed 1 and Engrailed 2 must work in tandem for correct mesencephalon development to occur. [7] Researchers also discovered that Pax6 and both the engrailed transcription factors have a reciprocal interaction with one another. They determined that as one transcription factor increases, the other decreases, and vice versa. They are both needed to determine the diencephalon and mesencephalon boundaries during development. [8]"}
{"id": "article-36620_3", "title": "Neuroanatomy, Tectospinal Tract -- Muscles", "content": "The tectospinal tract is not associated with any particular muscle or muscle group but has associations with sudden auditory stimuli. The tectospinal tract plays a part in the auditory startle reflex. Typically, the sternocleidomastoid muscle is the largest neck muscle that contributes to the startle reflex. The afferent sound is detected by the brainstem, which processes the sound and instinctually reacts with innervated cervical muscles and following, muscles of the limbs controlled by other motor neurons. [9] The auditory stimuli begin by following the auditory pathway, entering through the organ of Corti, traveling to the cochlear nuclei up to the inferior colliculus, and then breaks away from the auditory pathway, which would continue up to the medial geniculate body and the primary auditory cortex. The stimuli travel from the inferior colliculus to the superior colliculus and then proceed via the tectospinal tract eliciting the orienting response. [10] Research has determined that as the tectospinal tract projects down into the cervical spinal cord that it connects with interneurons, which then project to neck motor nuclei. In this way, the auditory stimuli can cause the instinctual movement of the head and neck towards the perceived sound. [3]", "contents": "Neuroanatomy, Tectospinal Tract -- Muscles. The tectospinal tract is not associated with any particular muscle or muscle group but has associations with sudden auditory stimuli. The tectospinal tract plays a part in the auditory startle reflex. Typically, the sternocleidomastoid muscle is the largest neck muscle that contributes to the startle reflex. The afferent sound is detected by the brainstem, which processes the sound and instinctually reacts with innervated cervical muscles and following, muscles of the limbs controlled by other motor neurons. [9] The auditory stimuli begin by following the auditory pathway, entering through the organ of Corti, traveling to the cochlear nuclei up to the inferior colliculus, and then breaks away from the auditory pathway, which would continue up to the medial geniculate body and the primary auditory cortex. The stimuli travel from the inferior colliculus to the superior colliculus and then proceed via the tectospinal tract eliciting the orienting response. [10] Research has determined that as the tectospinal tract projects down into the cervical spinal cord that it connects with interneurons, which then project to neck motor nuclei. In this way, the auditory stimuli can cause the instinctual movement of the head and neck towards the perceived sound. [3]"}
{"id": "article-36620_4", "title": "Neuroanatomy, Tectospinal Tract -- Clinical Significance", "content": "Using the rule of four for the brainstem, the medial longitudinal fasciculus is medial; this is where the tectospinal tract projects and, if lesioned, has the potential to cause ipsilateral internuclear ophthalmoplegia. [11] Traditional Claude syndrome presents as a complete oculomotor nerve lesion with fixed and dilated pupil as well as contralateral ataxia. [12] This infarct is typically present in the midbrain as a lesion of the superior cerebellar peduncle, which is both below and medial to the red nucleus.", "contents": "Neuroanatomy, Tectospinal Tract -- Clinical Significance. Using the rule of four for the brainstem, the medial longitudinal fasciculus is medial; this is where the tectospinal tract projects and, if lesioned, has the potential to cause ipsilateral internuclear ophthalmoplegia. [11] Traditional Claude syndrome presents as a complete oculomotor nerve lesion with fixed and dilated pupil as well as contralateral ataxia. [12] This infarct is typically present in the midbrain as a lesion of the superior cerebellar peduncle, which is both below and medial to the red nucleus."}
{"id": "article-36620_5", "title": "Neuroanatomy, Tectospinal Tract -- Clinical Significance", "content": "In the rare case of atypical Claude syndrome, patients present solely with pupil-sparing oculomotor nerve palsy. In these cases, the superior cerebellar peduncle gets spared, so contralateral ataxia does not occur. There have been cases of atypical Claude syndrome involving the tectospinal tract. On exam, patients can have subtle truncal ataxia due to a lesion between the red nucleus and the superior cerebellar peduncle; this location is thought to involve the tectospinal tract. Researchers postulate that this lesion may lead to the truncal ataxia as it is part of the auditory and visual response that can turn the head and neck towards the sound, causing the trunk to move subtly as well. These rare cases typically occur in those with diabetic or hypertensive oculomotor nerve ischemia. [4]", "contents": "Neuroanatomy, Tectospinal Tract -- Clinical Significance. In the rare case of atypical Claude syndrome, patients present solely with pupil-sparing oculomotor nerve palsy. In these cases, the superior cerebellar peduncle gets spared, so contralateral ataxia does not occur. There have been cases of atypical Claude syndrome involving the tectospinal tract. On exam, patients can have subtle truncal ataxia due to a lesion between the red nucleus and the superior cerebellar peduncle; this location is thought to involve the tectospinal tract. Researchers postulate that this lesion may lead to the truncal ataxia as it is part of the auditory and visual response that can turn the head and neck towards the sound, causing the trunk to move subtly as well. These rare cases typically occur in those with diabetic or hypertensive oculomotor nerve ischemia. [4]"}
{"id": "article-36620_6", "title": "Neuroanatomy, Tectospinal Tract -- Clinical Significance", "content": "Additionally, cervical dystonia may also involve the superior colliculus as well as the tectospinal tract. Cervical dystonia, also known as spasmodic torticollis, presents as a neurological condition where abnormal muscle contractions cause the head and neck to move involuntarily. The attribution for the causes of this focal dystonia is the dysfunction of the basal ganglia, but research is examining additional origins. The superior colliculus and the tectospinal tract have been found in animals to play a role in orientation towards looming or approaching objects. Via fMRI, the same process has been studied in humans as well. Researchers found that those who had dampened superior colliculus excitement under approaching or looming conditions were those subjects in the study who currently had cervical dystonia or were family members of those displaying cervical dystonia. The family members were found to be asymptomatic carriers of the gene. The thinking is that those with poor superior colliculus discrimination may be more at risk for displaying cervical dystonia. As the superior colliculus is one of the most GABAergic regions of the brain, there is also a hypothesis that in addition to the tectospinal tract, that any loss of GABA inhibition may lead to the involuntary neck contractions observed in cervical dystonia. Further research needs to be performed to examine this hypothesis. [13]", "contents": "Neuroanatomy, Tectospinal Tract -- Clinical Significance. Additionally, cervical dystonia may also involve the superior colliculus as well as the tectospinal tract. Cervical dystonia, also known as spasmodic torticollis, presents as a neurological condition where abnormal muscle contractions cause the head and neck to move involuntarily. The attribution for the causes of this focal dystonia is the dysfunction of the basal ganglia, but research is examining additional origins. The superior colliculus and the tectospinal tract have been found in animals to play a role in orientation towards looming or approaching objects. Via fMRI, the same process has been studied in humans as well. Researchers found that those who had dampened superior colliculus excitement under approaching or looming conditions were those subjects in the study who currently had cervical dystonia or were family members of those displaying cervical dystonia. The family members were found to be asymptomatic carriers of the gene. The thinking is that those with poor superior colliculus discrimination may be more at risk for displaying cervical dystonia. As the superior colliculus is one of the most GABAergic regions of the brain, there is also a hypothesis that in addition to the tectospinal tract, that any loss of GABA inhibition may lead to the involuntary neck contractions observed in cervical dystonia. Further research needs to be performed to examine this hypothesis. [13]"}
{"id": "article-36620_7", "title": "Neuroanatomy, Tectospinal Tract -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Tectospinal Tract -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}