{"id": "article-21800_0", "title": "Flail Chest -- Continuing Education Activity", "content": "Flail chest is a traumatic condition of the thorax. It may occur when 3 or more ribs are broken in at least 2 places. It is considered a clinical diagnosis as everybody with this fracture pattern does not develop a flail chest. A flail chest can create a significant disturbance to respiratory physiology. A flail chest is usually associated with significant blunt chest wall trauma. This activity reviews the pathophysiology of the flail chest and highlights the role of the interprofessional team in its management.", "contents": "Flail Chest -- Continuing Education Activity. Flail chest is a traumatic condition of the thorax. It may occur when 3 or more ribs are broken in at least 2 places. It is considered a clinical diagnosis as everybody with this fracture pattern does not develop a flail chest. A flail chest can create a significant disturbance to respiratory physiology. A flail chest is usually associated with significant blunt chest wall trauma. This activity reviews the pathophysiology of the flail chest and highlights the role of the interprofessional team in its management."}
{"id": "article-21800_1", "title": "Flail Chest -- Continuing Education Activity", "content": "Objectives: Identify the pathophysiology of the flail chest. Review the presentation of a patient with a flail chest. Summarize the treatment options for flail chest. Describe the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by flail chest. Access free multiple choice questions on this topic.", "contents": "Flail Chest -- Continuing Education Activity. Objectives: Identify the pathophysiology of the flail chest. Review the presentation of a patient with a flail chest. Summarize the treatment options for flail chest. Describe the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by flail chest. Access free multiple choice questions on this topic."}
{"id": "article-21800_2", "title": "Flail Chest -- Introduction", "content": "Flail chest is a traumatic condition of the thorax. It may occur when 3 or more ribs are broken in at least 2 places. It is considered a clinical diagnosis as everybody with this fracture pattern does not develop a flail chest. A flail chest arises when these injuries cause a segment of the chest wall to move independently of the rest of the chest wall. A flail chest can create a significant disturbance to respiratory physiology. This disturbance in respiratory function is important in patients who are older or who have chronic lung disease. Flail chest is an important injury with significant complications. A flail chest is usually associated with significant blunt chest wall trauma. It often occurs in the setting of other injuries and is an extremely painful condition. Both factors significantly contribute to the difficulty in managing this condition. Flail chest is often unilateral but can be bilateral. It may be suspected based on radiographic findings but is diagnosed clinically.", "contents": "Flail Chest -- Introduction. Flail chest is a traumatic condition of the thorax. It may occur when 3 or more ribs are broken in at least 2 places. It is considered a clinical diagnosis as everybody with this fracture pattern does not develop a flail chest. A flail chest arises when these injuries cause a segment of the chest wall to move independently of the rest of the chest wall. A flail chest can create a significant disturbance to respiratory physiology. This disturbance in respiratory function is important in patients who are older or who have chronic lung disease. Flail chest is an important injury with significant complications. A flail chest is usually associated with significant blunt chest wall trauma. It often occurs in the setting of other injuries and is an extremely painful condition. Both factors significantly contribute to the difficulty in managing this condition. Flail chest is often unilateral but can be bilateral. It may be suspected based on radiographic findings but is diagnosed clinically."}
{"id": "article-21800_3", "title": "Flail Chest -- Etiology", "content": "Because this is a traumatic disorder, risk factors for flail chest include the risk factors for major trauma. Male sex and intoxication being independent risk factors. Motor vehicle collisions are the cause of 75% of the major trauma which results in flail chest. Falls particularly in the elderly cause another 15%. [1] Certain traumatic events like direct blows to the chest are more likely to cause 2 fractures on a given rib. Rollover and crush injuries more commonly break ribs at only one point and thus do not, as often, cause flail chest. In childhood metabolic bone disease and osteogenesis imperfecta predispose to this condition. The elderly are predisposed to flail chest both because they have an age-related physiologic stiffening of the chest wall and because they may have osteoporosis. Because they are also more likely to have pre-existing lung disease they are also at the highest risk for the complications of flail chest.", "contents": "Flail Chest -- Etiology. Because this is a traumatic disorder, risk factors for flail chest include the risk factors for major trauma. Male sex and intoxication being independent risk factors. Motor vehicle collisions are the cause of 75% of the major trauma which results in flail chest. Falls particularly in the elderly cause another 15%. [1] Certain traumatic events like direct blows to the chest are more likely to cause 2 fractures on a given rib. Rollover and crush injuries more commonly break ribs at only one point and thus do not, as often, cause flail chest. In childhood metabolic bone disease and osteogenesis imperfecta predispose to this condition. The elderly are predisposed to flail chest both because they have an age-related physiologic stiffening of the chest wall and because they may have osteoporosis. Because they are also more likely to have pre-existing lung disease they are also at the highest risk for the complications of flail chest."}
{"id": "article-21800_4", "title": "Flail Chest -- Epidemiology", "content": "The American Association for the Surgery of Trauma gives trauma statistics for the US. 1% of the US population/year will experience a significant traumatic event. Chest trauma occurs in 20% of major trauma and is responsible for 25% of traumatic deaths. Flail chest occurs in about 7% of chest trauma. [2] Flail chest patients usually require hospitalization. Flail chest occurs in isolation in less than 40% of cases. More often it is accompanied by pulmonary contusions, hemo/pneumothorax, head injury, and occasionally major vascular injury. The mortality of flail chest ranges from 10% to 20% but is often due to accompanying injury rather than the flail chest alone. [3] Morbidity is high due to long and complicated hospital stays and recovery.", "contents": "Flail Chest -- Epidemiology. The American Association for the Surgery of Trauma gives trauma statistics for the US. 1% of the US population/year will experience a significant traumatic event. Chest trauma occurs in 20% of major trauma and is responsible for 25% of traumatic deaths. Flail chest occurs in about 7% of chest trauma. [2] Flail chest patients usually require hospitalization. Flail chest occurs in isolation in less than 40% of cases. More often it is accompanied by pulmonary contusions, hemo/pneumothorax, head injury, and occasionally major vascular injury. The mortality of flail chest ranges from 10% to 20% but is often due to accompanying injury rather than the flail chest alone. [3] Morbidity is high due to long and complicated hospital stays and recovery."}
{"id": "article-21800_5", "title": "Flail Chest -- Pathophysiology", "content": "The movement of air in and out of the lungs is dependent on changes in intrathoracic pressure. Inspiration relies on the coordinated function of respiratory muscle groups including the diaphragm, external intercostal, parasternal internal intercostal, and accessory muscles. The descent of the diaphragmatic dome increases in the vertical dimension of the chest cavity and creates negative pressure. The diaphragm alone can maintain adequate ventilation at rest. The intercostals play an increasingly important role in inspiration during exercise and in pathologic states. Exhalation is usually passive due to the elastic recoil of the lung, but the abdominal muscles and the intercostals may participate. With a flail chest, the continuity of the chest wall is disrupted, and the physiologic action of the ribs is altered. The motion of the flail segment is paradoxical to the rest of the chest. It is paradoxical because the flail segment moves inward while the rest of the chest wall moves outward. The severity of this paradoxical motion and the physiological effect is determined by three factors; pleural pressure, the extent of the flail, and the activation of intercostals muscles during inspiration. [4]", "contents": "Flail Chest -- Pathophysiology. The movement of air in and out of the lungs is dependent on changes in intrathoracic pressure. Inspiration relies on the coordinated function of respiratory muscle groups including the diaphragm, external intercostal, parasternal internal intercostal, and accessory muscles. The descent of the diaphragmatic dome increases in the vertical dimension of the chest cavity and creates negative pressure. The diaphragm alone can maintain adequate ventilation at rest. The intercostals play an increasingly important role in inspiration during exercise and in pathologic states. Exhalation is usually passive due to the elastic recoil of the lung, but the abdominal muscles and the intercostals may participate. With a flail chest, the continuity of the chest wall is disrupted, and the physiologic action of the ribs is altered. The motion of the flail segment is paradoxical to the rest of the chest. It is paradoxical because the flail segment moves inward while the rest of the chest wall moves outward. The severity of this paradoxical motion and the physiological effect is determined by three factors; pleural pressure, the extent of the flail, and the activation of intercostals muscles during inspiration. [4]"}
{"id": "article-21800_6", "title": "Flail Chest -- Pathophysiology", "content": "A flail segment of the chest wall will negatively affect respiration in three ways: ineffective ventilation, pulmonary contusion, and hypoventilation with atelectasis. There is ineffective ventilation because of increased dead space, decreased intrathoracic pressure, and increased oxygen demand from injured tissue. Pulmonary contusion in adjacent lung tissue is almost universal with flail chest. Pulmonary contusion leads to edema, hemorrhage and may eventually have some element of necrosis. Pulmonary contusion impairs gas exchange and decreases compliance. Hypoventilation and atelectasis result from the pain of the injury. The pain causes splinting which decreases the tidal volume and predisposes to the formation of atelectasis.", "contents": "Flail Chest -- Pathophysiology. A flail segment of the chest wall will negatively affect respiration in three ways: ineffective ventilation, pulmonary contusion, and hypoventilation with atelectasis. There is ineffective ventilation because of increased dead space, decreased intrathoracic pressure, and increased oxygen demand from injured tissue. Pulmonary contusion in adjacent lung tissue is almost universal with flail chest. Pulmonary contusion leads to edema, hemorrhage and may eventually have some element of necrosis. Pulmonary contusion impairs gas exchange and decreases compliance. Hypoventilation and atelectasis result from the pain of the injury. The pain causes splinting which decreases the tidal volume and predisposes to the formation of atelectasis."}
{"id": "article-21800_7", "title": "Flail Chest -- History and Physical", "content": "The history may be obvious as most of the flail chests will be in the setting of major blunt force trauma. The elderly are at increased risk. The diagnosis may be more cryptogenic in cases of abuse. nonverbal patients, cases of abuse, or when history can not be obtained.", "contents": "Flail Chest -- History and Physical. The history may be obvious as most of the flail chests will be in the setting of major blunt force trauma. The elderly are at increased risk. The diagnosis may be more cryptogenic in cases of abuse. nonverbal patients, cases of abuse, or when history can not be obtained."}
{"id": "article-21800_8", "title": "Flail Chest -- History and Physical", "content": "The physical exam should be the exam performed in all patients with potential thoracic trauma. Fully expose the patient. Obtain a full set of vitals including an accurate measure of respiratory rate and oxygen saturation. Start with the ABCDE and continue through the secondary survey. Always listen for bilateral breath sounds then palpate for pain, deformity, or crepitus. Examine the chest for bruising or bleeding, seatbelt signs. The patient usually complains of severe chest wall pain and may have tachypnea and splinting or manifest respiratory insufficiency.", "contents": "Flail Chest -- History and Physical. The physical exam should be the exam performed in all patients with potential thoracic trauma. Fully expose the patient. Obtain a full set of vitals including an accurate measure of respiratory rate and oxygen saturation. Start with the ABCDE and continue through the secondary survey. Always listen for bilateral breath sounds then palpate for pain, deformity, or crepitus. Examine the chest for bruising or bleeding, seatbelt signs. The patient usually complains of severe chest wall pain and may have tachypnea and splinting or manifest respiratory insufficiency."}
{"id": "article-21800_9", "title": "Flail Chest -- History and Physical", "content": "Specifically, observe the chest for paradoxical wall motion. In inspiration, the flail segment will go in while the rest of the chest expands and in expiration, the flail segment will be pushed out while the rest of the chest contracts. Of note, the absence of observable paradoxical motion does not exclude this disease and it may become more apparent as the intercostals become fatigued.", "contents": "Flail Chest -- History and Physical. Specifically, observe the chest for paradoxical wall motion. In inspiration, the flail segment will go in while the rest of the chest expands and in expiration, the flail segment will be pushed out while the rest of the chest contracts. Of note, the absence of observable paradoxical motion does not exclude this disease and it may become more apparent as the intercostals become fatigued."}
{"id": "article-21800_10", "title": "Flail Chest -- History and Physical", "content": "Because of the pressure changes with positive pressure ventilation, patients on BiPAP or those who are mechanically intubated do not exhibit paradoxical chest wall motion. Thus, in the mechanically ventilated trauma patient, the diagnosis of flail chest may be delayed and become apparent only after extubation. [1]", "contents": "Flail Chest -- History and Physical. Because of the pressure changes with positive pressure ventilation, patients on BiPAP or those who are mechanically intubated do not exhibit paradoxical chest wall motion. Thus, in the mechanically ventilated trauma patient, the diagnosis of flail chest may be delayed and become apparent only after extubation. [1]"}
{"id": "article-21800_11", "title": "Flail Chest -- Evaluation", "content": "Evaluation of the trauma patient should include all of the usual exams and studies used in a major multi-trauma patient. The eFAST may find pneumo/hemothorax but does not usually help define a flail chest. The chest x-ray may be the first study that helps specifically with the flail chest. The chest x-ray is not very sensitive and may miss rib fractures identified by CT; hence the diagnosis of flail chest may be missed if one just relies on the chest x-ray. A rib series is better but may still miss one-fourth of the rib fractures. [5] The test of choice for evaluating not only the flail chest but also for associated injury is the CT scan, specifically with 3D reconstruction. Finding 3 ribs broken in 2 places on x-ray or CT is suggestive of flail chest but needs to be clinically correlated. Findings on chest CT may also help decide on treatment.", "contents": "Flail Chest -- Evaluation. Evaluation of the trauma patient should include all of the usual exams and studies used in a major multi-trauma patient. The eFAST may find pneumo/hemothorax but does not usually help define a flail chest. The chest x-ray may be the first study that helps specifically with the flail chest. The chest x-ray is not very sensitive and may miss rib fractures identified by CT; hence the diagnosis of flail chest may be missed if one just relies on the chest x-ray. A rib series is better but may still miss one-fourth of the rib fractures. [5] The test of choice for evaluating not only the flail chest but also for associated injury is the CT scan, specifically with 3D reconstruction. Finding 3 ribs broken in 2 places on x-ray or CT is suggestive of flail chest but needs to be clinically correlated. Findings on chest CT may also help decide on treatment."}
{"id": "article-21800_12", "title": "Flail Chest -- Evaluation", "content": "Complete trauma labs should be ordered including a blood gas. Labs have a limited direct role in the diagnosis of flail chest but may aid in monitoring the patient for signs of impending respiratory failure.", "contents": "Flail Chest -- Evaluation. Complete trauma labs should be ordered including a blood gas. Labs have a limited direct role in the diagnosis of flail chest but may aid in monitoring the patient for signs of impending respiratory failure."}
{"id": "article-21800_13", "title": "Flail Chest -- Treatment / Management", "content": "Management of a flail chest should include these areas of concern; maintaining adequate ventilation, fluid management, pain management, and management of the unstable chest wall. Ventilation should be maintained with oxygen and non-invasive ventilation when possible. Invasive mechanical ventilation is used only when other methods fail and extubation should be attempted as early as possible. The judicious use of fluid is recommended in most trauma settings and is important in the flail chest because of the almost ubiquitous lung contusion.", "contents": "Flail Chest -- Treatment / Management. Management of a flail chest should include these areas of concern; maintaining adequate ventilation, fluid management, pain management, and management of the unstable chest wall. Ventilation should be maintained with oxygen and non-invasive ventilation when possible. Invasive mechanical ventilation is used only when other methods fail and extubation should be attempted as early as possible. The judicious use of fluid is recommended in most trauma settings and is important in the flail chest because of the almost ubiquitous lung contusion."}
{"id": "article-21800_14", "title": "Flail Chest -- Treatment / Management", "content": "Pain management should be addressed early and aggressively. This may include nerve blocks or epidural anesthesia. There should also be a focus on excellent pulmonary toilet and steroids should be avoided. [6]", "contents": "Flail Chest -- Treatment / Management. Pain management should be addressed early and aggressively. This may include nerve blocks or epidural anesthesia. There should also be a focus on excellent pulmonary toilet and steroids should be avoided. [6]"}
{"id": "article-21800_15", "title": "Flail Chest -- Treatment / Management", "content": "Internal pneumatic stabilization has been used successfully to treat complicated cases. [7] Surgical stabilization may be considered in patients who are getting a thoracotomy for other reasons, in those who fail to wean off a ventilator, and in those whose respiratory status continues to decline despite other treatments. Surgery essentially uses metallic wires to stabilize the ends of the fractured rib. There are many other fixation devices available on the market, including mesh.", "contents": "Flail Chest -- Treatment / Management. Internal pneumatic stabilization has been used successfully to treat complicated cases. [7] Surgical stabilization may be considered in patients who are getting a thoracotomy for other reasons, in those who fail to wean off a ventilator, and in those whose respiratory status continues to decline despite other treatments. Surgery essentially uses metallic wires to stabilize the ends of the fractured rib. There are many other fixation devices available on the market, including mesh."}
{"id": "article-21800_16", "title": "Flail Chest -- Differential Diagnosis", "content": "Following are some important differentials of flail chest: Acute aortic dissection Amebiasis Considerations in pediatric trauma Domestic violence Elder abuse Esophagitis Clavicle fracture Mechanical back pain Pneumothorax Pulmonary embolism Sternal fracture Upper genitourinary trauma", "contents": "Flail Chest -- Differential Diagnosis. Following are some important differentials of flail chest: Acute aortic dissection Amebiasis Considerations in pediatric trauma Domestic violence Elder abuse Esophagitis Clavicle fracture Mechanical back pain Pneumothorax Pulmonary embolism Sternal fracture Upper genitourinary trauma"}
{"id": "article-21800_17", "title": "Flail Chest -- Prognosis", "content": "In general, patients who do not require mechanical ventilation have a much better prognosis than those who do. However, adverse effects are very common leading to a high rate of disability. The pain may last months or even years in some patients.", "contents": "Flail Chest -- Prognosis. In general, patients who do not require mechanical ventilation have a much better prognosis than those who do. However, adverse effects are very common leading to a high rate of disability. The pain may last months or even years in some patients."}
{"id": "article-21800_18", "title": "Flail Chest -- Complications", "content": "Flail chest can lead to the following complications: Severe pain Chest wall deformity Dyspnea Loss of exercise endurance", "contents": "Flail Chest -- Complications. Flail chest can lead to the following complications: Severe pain Chest wall deformity Dyspnea Loss of exercise endurance"}
{"id": "article-21800_19", "title": "Flail Chest -- Deterrence and Patient Education", "content": "Patients need to be made aware that seeking immediate medical attention is crucial as it will reduce the chances of damage to the heart, lungs, and surrounding tissues.", "contents": "Flail Chest -- Deterrence and Patient Education. Patients need to be made aware that seeking immediate medical attention is crucial as it will reduce the chances of damage to the heart, lungs, and surrounding tissues."}
{"id": "article-21800_20", "title": "Flail Chest -- Pearls and Other Issues", "content": "As stated above flail chest is associated with significant complications and one should keep a high level of suspicion for this condition. Flail chest is a clinical diagnosis. It most often occurs when 3 or more ribs are broken in at least 2 places but this injury will not always cause flail chest.", "contents": "Flail Chest -- Pearls and Other Issues. As stated above flail chest is associated with significant complications and one should keep a high level of suspicion for this condition. Flail chest is a clinical diagnosis. It most often occurs when 3 or more ribs are broken in at least 2 places but this injury will not always cause flail chest."}
{"id": "article-21800_21", "title": "Flail Chest -- Pearls and Other Issues", "content": "The elderly are particularly at risk for flail chest and suffer more from the complications. Children rarely develop flail chest because of the elasticity of their chest wall. If a child does develop this condition it is a marker for a significant amount of trauma and should warrant extra care in the evaluation. Mechanical ventilation should be avoided when possible in favor of non-invasive positive pressure ventilation.", "contents": "Flail Chest -- Pearls and Other Issues. The elderly are particularly at risk for flail chest and suffer more from the complications. Children rarely develop flail chest because of the elasticity of their chest wall. If a child does develop this condition it is a marker for a significant amount of trauma and should warrant extra care in the evaluation. Mechanical ventilation should be avoided when possible in favor of non-invasive positive pressure ventilation."}
{"id": "article-21800_22", "title": "Flail Chest -- Enhancing Healthcare Team Outcomes", "content": "A flail chest represents a major traumatic injury that can be disabling. The injury is best managed by an interprofessional team with good communication, and a coordinated interprofessional response so that optimal care can be provided. When you consider the main determinants in the management of a flail chest; maintaining adequate ventilation, adequate pain control, and pulmonary toilet, they all require multiple providers working together for a successful outcome. [8] [9]", "contents": "Flail Chest -- Enhancing Healthcare Team Outcomes. A flail chest represents a major traumatic injury that can be disabling. The injury is best managed by an interprofessional team with good communication, and a coordinated interprofessional response so that optimal care can be provided. When you consider the main determinants in the management of a flail chest; maintaining adequate ventilation, adequate pain control, and pulmonary toilet, they all require multiple providers working together for a successful outcome. [8] [9]"}
{"id": "article-21800_23", "title": "Flail Chest -- Enhancing Healthcare Team Outcomes", "content": "Most patients do require admission and some may require ICU care. Nurses who look after these patients need to be aware of the potential complications and when to consult with the clinician managing the case. Respiratory therapy is usually involved to help patients cough, clear secretions, and maintain a patent airway. A pain specialist is a must because most patients have moderate to severe pain.", "contents": "Flail Chest -- Enhancing Healthcare Team Outcomes. Most patients do require admission and some may require ICU care. Nurses who look after these patients need to be aware of the potential complications and when to consult with the clinician managing the case. Respiratory therapy is usually involved to help patients cough, clear secretions, and maintain a patent airway. A pain specialist is a must because most patients have moderate to severe pain."}
{"id": "article-21800_24", "title": "Flail Chest -- Enhancing Healthcare Team Outcomes", "content": "The dietitian should be involved to ensure proper nutrition and the prevention of muscle wasting. Oxygenation can be an issue and some patients may require mechanical ventilation. Other patients may require surgery to stabilize the fractured rib segments. These patients often have a prolonged stay in the hospital and the nurses have to ensure that the patient has DVT and stress ulcer prophylaxis. Finally, physical therapy is necessary to ensure that the patient does not lose muscle mass or develop contractures. Only through such an interprofessional team approach can the morbidity of the disorder be reduced.", "contents": "Flail Chest -- Enhancing Healthcare Team Outcomes. The dietitian should be involved to ensure proper nutrition and the prevention of muscle wasting. Oxygenation can be an issue and some patients may require mechanical ventilation. Other patients may require surgery to stabilize the fractured rib segments. These patients often have a prolonged stay in the hospital and the nurses have to ensure that the patient has DVT and stress ulcer prophylaxis. Finally, physical therapy is necessary to ensure that the patient does not lose muscle mass or develop contractures. Only through such an interprofessional team approach can the morbidity of the disorder be reduced."}
{"id": "article-21800_25", "title": "Flail Chest -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Data indicate that flail chest when associated with other organ injury has a mortality rate of 5 to 10%. Complications that may occur include ARDs, sepsis, respiratory failure, and pneumonia. Overall, patients who do not require mechanical ventilation have better outcomes compared to patients who are intubated. Even in the absence of another organ injury, the recovery after a flail chest is prolonged. Most patients take 6-12 months before they can fully recover and some continue to have chest pain for many years. [10]", "contents": "Flail Chest -- Enhancing Healthcare Team Outcomes -- Outcomes. Data indicate that flail chest when associated with other organ injury has a mortality rate of 5 to 10%. Complications that may occur include ARDs, sepsis, respiratory failure, and pneumonia. Overall, patients who do not require mechanical ventilation have better outcomes compared to patients who are intubated. Even in the absence of another organ injury, the recovery after a flail chest is prolonged. Most patients take 6-12 months before they can fully recover and some continue to have chest pain for many years. [10]"}
{"id": "article-21800_26", "title": "Flail Chest -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Flail Chest -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}