{"id": "article-76369_0", "title": "Erector Spinae Plane Block -- Continuing Education Activity", "content": "Erector spinae plane block is a relatively novel approach to pain management for a variety of surgical procedures, as well as for acute and chronic pain. It is performed as a single injection block, or a catheter is placed for continued relief, and the procedure is most often performed with ultrasound guidance. As the erector spinae plane block is a relatively new procedure, the vast majority of information about the block is from case reports and anecdotal experience. This activity reviews the indications, contraindications, potential complications, personnel required, and technique to perform the block in a clinical setting while highlighting the role of an interprofessional team in managing the care of patients who will receive or who have received this block.", "contents": "Erector Spinae Plane Block -- Continuing Education Activity. Erector spinae plane block is a relatively novel approach to pain management for a variety of surgical procedures, as well as for acute and chronic pain. It is performed as a single injection block, or a catheter is placed for continued relief, and the procedure is most often performed with ultrasound guidance. As the erector spinae plane block is a relatively new procedure, the vast majority of information about the block is from case reports and anecdotal experience. This activity reviews the indications, contraindications, potential complications, personnel required, and technique to perform the block in a clinical setting while highlighting the role of an interprofessional team in managing the care of patients who will receive or who have received this block."}
{"id": "article-76369_1", "title": "Erector Spinae Plane Block -- Continuing Education Activity", "content": "Objectives: Identify the indications for erector spinae plane block. Describe the patient anatomy and technique for an erector spinae plane block. Outline the potential complications of an erector spinae plane block. Review the importance of collaboration and communication among the interprofessional team when preparing for and performing an erector spinae plane block to enhance patient safety and satisfaction. Access free multiple choice questions on this topic.", "contents": "Erector Spinae Plane Block -- Continuing Education Activity. Objectives: Identify the indications for erector spinae plane block. Describe the patient anatomy and technique for an erector spinae plane block. Outline the potential complications of an erector spinae plane block. Review the importance of collaboration and communication among the interprofessional team when preparing for and performing an erector spinae plane block to enhance patient safety and satisfaction. Access free multiple choice questions on this topic."}
{"id": "article-76369_2", "title": "Erector Spinae Plane Block -- Introduction", "content": "The erector spinae plane (ESP) block is a newer regional anesthetic technique that can be used to provide analgesia for a variety of surgical procedures or to manage acute or chronic pain. The technique is relatively easy to perform on patients, and it is performable with minimal or no sedation in the pre-operative holding area. The ESP block can is possible either using a single-injection technique or via catheter placement for continuous infusion. The first report of the successful use of this procedure was in 2016; the block was used to manage thoracic neuropathic pain in a patient with metastatic disease of the ribs and rib fractures. [1] Since then, the block has been reported to have been used successfully in a multitude of procedures including Nuss procedure, thoracotomies, percutaneous nephrolithotomies, ventral hernia repairs, and even lumbar fusions. [2] [3] [4] [5] [6] As this is a relatively novel procedure, ESP block is still in numerous trials with many different types of surgical procedures, and various prospective studies are ongoing.", "contents": "Erector Spinae Plane Block -- Introduction. The erector spinae plane (ESP) block is a newer regional anesthetic technique that can be used to provide analgesia for a variety of surgical procedures or to manage acute or chronic pain. The technique is relatively easy to perform on patients, and it is performable with minimal or no sedation in the pre-operative holding area. The ESP block can is possible either using a single-injection technique or via catheter placement for continuous infusion. The first report of the successful use of this procedure was in 2016; the block was used to manage thoracic neuropathic pain in a patient with metastatic disease of the ribs and rib fractures. [1] Since then, the block has been reported to have been used successfully in a multitude of procedures including Nuss procedure, thoracotomies, percutaneous nephrolithotomies, ventral hernia repairs, and even lumbar fusions. [2] [3] [4] [5] [6] As this is a relatively novel procedure, ESP block is still in numerous trials with many different types of surgical procedures, and various prospective studies are ongoing."}
{"id": "article-76369_3", "title": "Erector Spinae Plane Block -- Anatomy and Physiology", "content": "ESP block is most often performed using an in-plane ultrasound-guided technique. It is a paraspinal fascial plane block in which the needle placement is between the erector spinae muscle and the thoracic transverse processes, and a local anesthetic is administered, blocking the dorsal and ventral rami of the thoracic and abdominal spinal nerves. [1] This blockage of the dorsal and ventral rami of the spinal nerves helps to achieve a multi-dermatomal sensory block of the anterior, posterior, and lateral thoracic and abdominal walls.", "contents": "Erector Spinae Plane Block -- Anatomy and Physiology. ESP block is most often performed using an in-plane ultrasound-guided technique. It is a paraspinal fascial plane block in which the needle placement is between the erector spinae muscle and the thoracic transverse processes, and a local anesthetic is administered, blocking the dorsal and ventral rami of the thoracic and abdominal spinal nerves. [1] This blockage of the dorsal and ventral rami of the spinal nerves helps to achieve a multi-dermatomal sensory block of the anterior, posterior, and lateral thoracic and abdominal walls."}
{"id": "article-76369_4", "title": "Erector Spinae Plane Block -- Anatomy and Physiology", "content": "There is a hypothesis that the multi-dermatomal sensory block is due to the cranial and caudal spread of the injected local anesthetic. This spread is aided by the thoracolumbar fascia, which extends across the posterior thoracic wall and abdomen. [5] Chin et al. documented the cadaveric spread of local anesthetic and noted that, radiologically, the local anesthetic spread extended 3 or 4 levels cranially and caudally from the site of injection. [5] The reported mechanism of action is the diffusion of the injected local anesthetic through the connective tissues and towards the spinal nerve roots. [7] A more recent study described the transforaminal and epidural spread of the local anesthetic during ESP block using MRI. The authors noted that ESP block might be advantageous to other thoracic interfascial plane blocks because of this spread and the resultant abdominal visceral analgesia. [8]", "contents": "Erector Spinae Plane Block -- Anatomy and Physiology. There is a hypothesis that the multi-dermatomal sensory block is due to the cranial and caudal spread of the injected local anesthetic. This spread is aided by the thoracolumbar fascia, which extends across the posterior thoracic wall and abdomen. [5] Chin et al. documented the cadaveric spread of local anesthetic and noted that, radiologically, the local anesthetic spread extended 3 or 4 levels cranially and caudally from the site of injection. [5] The reported mechanism of action is the diffusion of the injected local anesthetic through the connective tissues and towards the spinal nerve roots. [7] A more recent study described the transforaminal and epidural spread of the local anesthetic during ESP block using MRI. The authors noted that ESP block might be advantageous to other thoracic interfascial plane blocks because of this spread and the resultant abdominal visceral analgesia. [8]"}
{"id": "article-76369_5", "title": "Erector Spinae Plane Block -- Indications", "content": "The ESP block can be used to deliver regional analgesia for a wide variety of surgical procedures in the anterior, posterior, and lateral thoracic and abdominal areas, as well as for the management of acute and chronic pain syndromes. The vast majority of indications for ESP block have their basis in case reports and anecdotal clinical experience.", "contents": "Erector Spinae Plane Block -- Indications. The ESP block can be used to deliver regional analgesia for a wide variety of surgical procedures in the anterior, posterior, and lateral thoracic and abdominal areas, as well as for the management of acute and chronic pain syndromes. The vast majority of indications for ESP block have their basis in case reports and anecdotal clinical experience."}
{"id": "article-76369_6", "title": "Erector Spinae Plane Block -- Contraindications", "content": "Infection at the site of injection in the paraspinal region or patient refusal, are absolute contraindications for performing an ESP block.", "contents": "Erector Spinae Plane Block -- Contraindications. Infection at the site of injection in the paraspinal region or patient refusal, are absolute contraindications for performing an ESP block."}
{"id": "article-76369_7", "title": "Erector Spinae Plane Block -- Contraindications", "content": "Anticoagulation may be a relative contraindication to ESP block, although there are no specific guidelines. The most recent 2018 ASRA consensus statement does not specifically address paraspinal blocks and anticoagulation.", "contents": "Erector Spinae Plane Block -- Contraindications. Anticoagulation may be a relative contraindication to ESP block, although there are no specific guidelines. The most recent 2018 ASRA consensus statement does not specifically address paraspinal blocks and anticoagulation."}
{"id": "article-76369_8", "title": "Erector Spinae Plane Block -- Equipment", "content": "Chlorhexidine gluconate Sterile gloves, mask, hair cover Convex or curvilinear ultrasound probe with sterile probe cover and gel Standard epidural catheter tray with a 3-ml syringe with lidocaine 1% on a 25-gauge needle,18-gauge Tuohy needle, and an epidural catheter (in the case of continuous infusion) ESP block local anesthetic solution (0.25% bupivacaine or 0.5% ropivacaine 20 to 30ml)", "contents": "Erector Spinae Plane Block -- Equipment. Chlorhexidine gluconate Sterile gloves, mask, hair cover Convex or curvilinear ultrasound probe with sterile probe cover and gel Standard epidural catheter tray with a 3-ml syringe with lidocaine 1% on a 25-gauge needle,18-gauge Tuohy needle, and an epidural catheter (in the case of continuous infusion) ESP block local anesthetic solution (0.25% bupivacaine or 0.5% ropivacaine 20 to 30ml)"}
{"id": "article-76369_9", "title": "Erector Spinae Plane Block -- Personnel", "content": "An anesthesiologist with regional anesthesia experience is preferable. An additional clinician, which can be a nurse or physician, should be available to assist.", "contents": "Erector Spinae Plane Block -- Personnel. An anesthesiologist with regional anesthesia experience is preferable. An additional clinician, which can be a nurse or physician, should be available to assist."}
{"id": "article-76369_10", "title": "Erector Spinae Plane Block -- Preparation", "content": "An informed consent, including risks and benefits of the procedure, should be performed before carrying out an ESP block. A peri-procedural “timeout” should be performed to confirm the type of procedure, side, and location of the procedure, and to ensure that there are no contraindications.", "contents": "Erector Spinae Plane Block -- Preparation. An informed consent, including risks and benefits of the procedure, should be performed before carrying out an ESP block. A peri-procedural “timeout” should be performed to confirm the type of procedure, side, and location of the procedure, and to ensure that there are no contraindications."}
{"id": "article-76369_11", "title": "Erector Spinae Plane Block -- Preparation", "content": "Standard patient monitoring should be in place, including continuous ECG monitoring, pulse oximetry, and blood pressure measurement in at least 5-minute intervals. Intravenous access should be obtained, and resuscitation equipment, including vasopressors/medications for local anesthetic toxicity and intubating equipment, should be nearby.", "contents": "Erector Spinae Plane Block -- Preparation. Standard patient monitoring should be in place, including continuous ECG monitoring, pulse oximetry, and blood pressure measurement in at least 5-minute intervals. Intravenous access should be obtained, and resuscitation equipment, including vasopressors/medications for local anesthetic toxicity and intubating equipment, should be nearby."}
{"id": "article-76369_12", "title": "Erector Spinae Plane Block -- Preparation", "content": "Patients should have prepping performed with chlorhexidine gluconate, and sterile conditions maintained throughout the procedure. Sterile gloves and surgical cap and mask should are necessary, and the ultrasound probe placed into the sterile ultrasound probe cover for imaging.", "contents": "Erector Spinae Plane Block -- Preparation. Patients should have prepping performed with chlorhexidine gluconate, and sterile conditions maintained throughout the procedure. Sterile gloves and surgical cap and mask should are necessary, and the ultrasound probe placed into the sterile ultrasound probe cover for imaging."}
{"id": "article-76369_13", "title": "Erector Spinae Plane Block -- Technique or Treatment", "content": "The ESP block is most often performed between the T5-T7 paraspinal levels, but it can be performed at lower levels as well. The curvilinear ultrasound transducer should be placed in a cephalocaudal orientation over the midline of the back at the desired level. The probe should then slowly be moved laterally until the transverse process is visible. The transverse process requires differentiation from the rib at that level. The transverse process will be more superficial and wider, while the rib will be deeper and thinner. Upon verification of the transverse process, the trapezius muscle, rhomboid major muscle (if performing at T5 level or higher), and erector spinae muscle should be identified superficial to the transverse process. The Tuohy needle should be inserted superior to the ultrasound probe using an in-plane approach in the cephalad to caudal direction. The bevel of the Tuohy needle should point posteriorly and inferiorly, and advance under ultrasound guidance through the trapezius muscle, rhomboid major muscle, and erector spinae muscle and towards the transverse process; once the needle tip is below the erector spinae muscle, a small bolus of local anesthetic should be given through the Tuohy needle. The erector spinae muscle should be visualized, separating from the transverse process. This separation from the transverse process confirms the proper needle position. The local anesthetic should then be injected in 5 ml increments, with aspiration after every 5 ml to prevent intravascular injection. Between 20 and 30 ml of 0.25% bupivacaine or 0.5%, ropivacaine should be used.  After injecting 10 to 20 ml of the local anesthetic solution, the catheter can thread easily into that space. It is prudent to thread 5 to 7 cm of the catheter into the space to avoid inadvertent dislodgement of the catheter. The last 10 to 20 cc can then be injected through the catheter after confirming that the catheter is not intravascular. The ultrasound probe can be moved caudally during injection into the catheter and, often, the local anesthetic can be seen spreading caudally from the catheter.", "contents": "Erector Spinae Plane Block -- Technique or Treatment. The ESP block is most often performed between the T5-T7 paraspinal levels, but it can be performed at lower levels as well. The curvilinear ultrasound transducer should be placed in a cephalocaudal orientation over the midline of the back at the desired level. The probe should then slowly be moved laterally until the transverse process is visible. The transverse process requires differentiation from the rib at that level. The transverse process will be more superficial and wider, while the rib will be deeper and thinner. Upon verification of the transverse process, the trapezius muscle, rhomboid major muscle (if performing at T5 level or higher), and erector spinae muscle should be identified superficial to the transverse process. The Tuohy needle should be inserted superior to the ultrasound probe using an in-plane approach in the cephalad to caudal direction. The bevel of the Tuohy needle should point posteriorly and inferiorly, and advance under ultrasound guidance through the trapezius muscle, rhomboid major muscle, and erector spinae muscle and towards the transverse process; once the needle tip is below the erector spinae muscle, a small bolus of local anesthetic should be given through the Tuohy needle. The erector spinae muscle should be visualized, separating from the transverse process. This separation from the transverse process confirms the proper needle position. The local anesthetic should then be injected in 5 ml increments, with aspiration after every 5 ml to prevent intravascular injection. Between 20 and 30 ml of 0.25% bupivacaine or 0.5%, ropivacaine should be used.  After injecting 10 to 20 ml of the local anesthetic solution, the catheter can thread easily into that space. It is prudent to thread 5 to 7 cm of the catheter into the space to avoid inadvertent dislodgement of the catheter. The last 10 to 20 cc can then be injected through the catheter after confirming that the catheter is not intravascular. The ultrasound probe can be moved caudally during injection into the catheter and, often, the local anesthetic can be seen spreading caudally from the catheter."}
{"id": "article-76369_14", "title": "Erector Spinae Plane Block -- Complications", "content": "Complications are very rare because the site of injection is far from the pleura, major blood vessels, and the spinal cord. Infection at the needle insertion site, local anesthetic toxicity/allergy, vascular puncture, pleural puncture, pneumothorax, and failed block are the primary complications. Because of the few published data, more investigations (e.g., randomized controlled trials, RCTs) are needed to verify the safety, complications rates, and efficacy of this strategy. A recent evidence-based study, indeed, identified only four RCTs and their endpoints were heterogeneous. [9]", "contents": "Erector Spinae Plane Block -- Complications. Complications are very rare because the site of injection is far from the pleura, major blood vessels, and the spinal cord. Infection at the needle insertion site, local anesthetic toxicity/allergy, vascular puncture, pleural puncture, pneumothorax, and failed block are the primary complications. Because of the few published data, more investigations (e.g., randomized controlled trials, RCTs) are needed to verify the safety, complications rates, and efficacy of this strategy. A recent evidence-based study, indeed, identified only four RCTs and their endpoints were heterogeneous. [9]"}
{"id": "article-76369_15", "title": "Erector Spinae Plane Block -- Clinical Significance", "content": "The ESP block is a newer regional anesthetic that can provide thoracic, abdominal, and even some lower extremity analgesia. A versatile block, ESP blocking has been used by anesthesiologists to provide analgesia for a myriad of conditions from chronic shoulder pain to pain following hip surgery. [10] [11] Much of the information on the efficacy of ESP blocking is from case reports and anecdotal experiences, so formal research is underway to determine if ESP blocks lead to a statistically significant reduction in opioid consumption, lower pain scores, and potentially length of hospital stay.", "contents": "Erector Spinae Plane Block -- Clinical Significance. The ESP block is a newer regional anesthetic that can provide thoracic, abdominal, and even some lower extremity analgesia. A versatile block, ESP blocking has been used by anesthesiologists to provide analgesia for a myriad of conditions from chronic shoulder pain to pain following hip surgery. [10] [11] Much of the information on the efficacy of ESP blocking is from case reports and anecdotal experiences, so formal research is underway to determine if ESP blocks lead to a statistically significant reduction in opioid consumption, lower pain scores, and potentially length of hospital stay."}
{"id": "article-76369_16", "title": "Erector Spinae Plane Block -- Enhancing Healthcare Team Outcomes", "content": "ESP block is most often performed in the pre-operative holding area by anesthesiologists, anesthesiology residents, or nurse anesthetists. A peri-operative nurse should also be present during the procedure to help with the pre-procedural timeout, patient positioning, and monitoring of patient vitals. During the timeout, practitioners should verify the procedure to be performed, the side of procedure, allergies, and any potential contraindications to performing the procedure. Also, sterility during the procedure must be maintained, and resuscitation medications and equipment must be readily available in case of emergency. At all times during the procedure, a dedicated nurse must monitor the patient's vital signs and oxygenation. Pharmacists can have a role in preparing the blocking agent and verifying appropriate dosing as well as performing medication reconciliation, notifying the team of any concerns that may present.", "contents": "Erector Spinae Plane Block -- Enhancing Healthcare Team Outcomes. ESP block is most often performed in the pre-operative holding area by anesthesiologists, anesthesiology residents, or nurse anesthetists. A peri-operative nurse should also be present during the procedure to help with the pre-procedural timeout, patient positioning, and monitoring of patient vitals. During the timeout, practitioners should verify the procedure to be performed, the side of procedure, allergies, and any potential contraindications to performing the procedure. Also, sterility during the procedure must be maintained, and resuscitation medications and equipment must be readily available in case of emergency. At all times during the procedure, a dedicated nurse must monitor the patient's vital signs and oxygenation. Pharmacists can have a role in preparing the blocking agent and verifying appropriate dosing as well as performing medication reconciliation, notifying the team of any concerns that may present."}
{"id": "article-76369_17", "title": "Erector Spinae Plane Block -- Enhancing Healthcare Team Outcomes", "content": "Nursing's are essential members of the team, contributing to the success of the ESP block process.", "contents": "Erector Spinae Plane Block -- Enhancing Healthcare Team Outcomes. Nursing's are essential members of the team, contributing to the success of the ESP block process."}
{"id": "article-76369_18", "title": "Erector Spinae Plane Block -- Enhancing Healthcare Team Outcomes", "content": "Post-operatively, nursing should be aware of the specifics of the management of the catheter. The nursing staff requires training that ESP block catheters are not epidural catheters, as the location of the catheter near the midline on the patient’s back may confuse them. The nursing staff should also be made aware of clinical presentations of potential complications of the ESP, including bleeding, local anesthetic toxicity, and pneumothorax. Any untoward complications should be immediately reported. Only with a collaborative, interprofessional team approach can an ESP block be performed without significant complications. [Level V]", "contents": "Erector Spinae Plane Block -- Enhancing Healthcare Team Outcomes. Post-operatively, nursing should be aware of the specifics of the management of the catheter. The nursing staff requires training that ESP block catheters are not epidural catheters, as the location of the catheter near the midline on the patient’s back may confuse them. The nursing staff should also be made aware of clinical presentations of potential complications of the ESP, including bleeding, local anesthetic toxicity, and pneumothorax. Any untoward complications should be immediately reported. Only with a collaborative, interprofessional team approach can an ESP block be performed without significant complications. [Level V]"}
{"id": "article-76369_19", "title": "Erector Spinae Plane Block -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nursing plays a vital role in the pre-operative preparation for the block, the block placement, and the post-operative management of the catheter. Before placing the block, the nurse should participate in the timeout procedure, which includes verification of procedure, side of procedure, patient allergies, and potential contraindications. During the actual procedure, the nurse should be monitoring the patient’s level of sedation and vital signs. The nurse can also help with patient positioning during the procedure. Post-operatively, the nurse will monitor the analgesia provided by the catheter, as well as watch for potential complications, including bleeding, local anesthetic toxicity, and pneumothorax.", "contents": "Erector Spinae Plane Block -- Nursing, Allied Health, and Interprofessional Team Interventions. Nursing plays a vital role in the pre-operative preparation for the block, the block placement, and the post-operative management of the catheter. Before placing the block, the nurse should participate in the timeout procedure, which includes verification of procedure, side of procedure, patient allergies, and potential contraindications. During the actual procedure, the nurse should be monitoring the patient’s level of sedation and vital signs. The nurse can also help with patient positioning during the procedure. Post-operatively, the nurse will monitor the analgesia provided by the catheter, as well as watch for potential complications, including bleeding, local anesthetic toxicity, and pneumothorax."}
{"id": "article-76369_20", "title": "Erector Spinae Plane Block -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "The pre-operative nurse will monitor the patient during placement of the ESP block. Continuous ECG, pulse oximetry, and blood pressure (at 5-minute intervals at least) require monitoring during the entire peri-procedural period. If using sedation for the procedure, the pre-operative nurse can also help to monitor the patient's level of consciousness and breathing. Post-operatively, the post-anesthesia care unit nurse will again monitor the patient with continuous ECG, pulse oximetry, and blood pressure (at 5-minute intervals at least), but will also monitor the patient's post-operative pain scores. If pain is severe, the anesthesiologist can bolus the catheter (if the catheter placed) with the local anesthetic solution as needed, or the decision can be made to give intravenous medications to manage post-operative pain.", "contents": "Erector Spinae Plane Block -- Nursing, Allied Health, and Interprofessional Team Monitoring. The pre-operative nurse will monitor the patient during placement of the ESP block. Continuous ECG, pulse oximetry, and blood pressure (at 5-minute intervals at least) require monitoring during the entire peri-procedural period. If using sedation for the procedure, the pre-operative nurse can also help to monitor the patient's level of consciousness and breathing. Post-operatively, the post-anesthesia care unit nurse will again monitor the patient with continuous ECG, pulse oximetry, and blood pressure (at 5-minute intervals at least), but will also monitor the patient's post-operative pain scores. If pain is severe, the anesthesiologist can bolus the catheter (if the catheter placed) with the local anesthetic solution as needed, or the decision can be made to give intravenous medications to manage post-operative pain."}
{"id": "article-76369_21", "title": "Erector Spinae Plane Block -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Erector Spinae Plane Block -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}