{"id": "article-23143_0", "title": "Hyperbaric Physics -- Introduction", "content": "Hyperbaric medicine or hyperbaric oxygen therapy (HBOT) involves using high concentrations of oxygen (100%) at pressures greater than the surrounding ambient atmospheric pressure.  This necessitates using a pressurized chamber where a single patient (monoplace) or several patients (multi-place) can be placed to facilitate treatment.  Undersea medicine refers to the field concerned with humans in an undersea environment, such as divers, submariners, or caisson workers.", "contents": "Hyperbaric Physics -- Introduction. Hyperbaric medicine or hyperbaric oxygen therapy (HBOT) involves using high concentrations of oxygen (100%) at pressures greater than the surrounding ambient atmospheric pressure.  This necessitates using a pressurized chamber where a single patient (monoplace) or several patients (multi-place) can be placed to facilitate treatment.  Undersea medicine refers to the field concerned with humans in an undersea environment, such as divers, submariners, or caisson workers."}
{"id": "article-23143_1", "title": "Hyperbaric Physics -- Introduction -- History", "content": "The first documented use of hyperbaric medical therapy was in 1662.  A British physician created the \"domicillium,\" which consisted of a pressurized airtight chamber where bellows could increase pressure.  Numerous afflictions were treated with unknown results.  It is interesting to note that this was done before Boyle confirmed the relationship between the volume and pressure of gases in the 1670s, the actual discovery of oxygen in 1774 by Joseph Priestly, or the development of Dalton's and Henry's laws of gases in the early 1800s.  In 1872, Paul Bert researched and wrote about the physiological effects of pressurized air on the human body; the impact of Central Nervous System Oxygen Toxicity is also referred to as the \"Paul Bert Effect.\"  This was followed by research by J Lorrain Smith into Pulmonary Oxygen Toxicity, also known as the \"Lorrain Smith Effect.\" In 1877, Fontaine built the first mobile hyperbaric operating theatre.  In 1891, Dr JL Corning made the first North American hyperbaric chamber in New York, completing extensive hyperbaric research looking at its treatment feasibility with many conditions such as syphilis, arthritis, diabetes, and other afflictions.  In 1928, he built a \"hyperbaric hotel\" in Cleveland, Ohio, that could accommodate more than 70 guests.", "contents": "Hyperbaric Physics -- Introduction -- History. The first documented use of hyperbaric medical therapy was in 1662.  A British physician created the \"domicillium,\" which consisted of a pressurized airtight chamber where bellows could increase pressure.  Numerous afflictions were treated with unknown results.  It is interesting to note that this was done before Boyle confirmed the relationship between the volume and pressure of gases in the 1670s, the actual discovery of oxygen in 1774 by Joseph Priestly, or the development of Dalton's and Henry's laws of gases in the early 1800s.  In 1872, Paul Bert researched and wrote about the physiological effects of pressurized air on the human body; the impact of Central Nervous System Oxygen Toxicity is also referred to as the \"Paul Bert Effect.\"  This was followed by research by J Lorrain Smith into Pulmonary Oxygen Toxicity, also known as the \"Lorrain Smith Effect.\" In 1877, Fontaine built the first mobile hyperbaric operating theatre.  In 1891, Dr JL Corning made the first North American hyperbaric chamber in New York, completing extensive hyperbaric research looking at its treatment feasibility with many conditions such as syphilis, arthritis, diabetes, and other afflictions.  In 1928, he built a \"hyperbaric hotel\" in Cleveland, Ohio, that could accommodate more than 70 guests."}
{"id": "article-23143_2", "title": "Hyperbaric Physics -- Introduction -- History", "content": "In 1908, Dr John Scott Haldane created the first decompression model based on inert gas uptake and saturation of tissues.  World War II prompted the need for acceptable treatment modalities for treating Navy divers who suffered decompression sickness or the \"Bends.\"  Detailed Navy dive charts and hyperbaric treatment tables were formulated for various diving and decompression scenarios.  Interestingly, the use of pressurized oxygen in the treatment of Decompression Sickness was not introduced until the 1930s by Behnke and Shaw.  Research into the use of HBOT increased in the 1950s.  One of the most famous studies, \"Life Without Blood,\" was published in 1959 by Dr Ite Boerema, who showed that he could keep swine alive using HBOT despite hemoglobin levels that would not normally be compatible with life.  After draining all of their red blood cells, a plasma or plasma-like solution was used as volume replacement, which was hyperoxygenated with hyperbaric oxygen therapy.  At the end of the treatment, they were reinfused with blood, and recovery was uneventful.  The use of HBOT has continued to be researched to the present day. [1] [2] [3] [4] [5]", "contents": "Hyperbaric Physics -- Introduction -- History. In 1908, Dr John Scott Haldane created the first decompression model based on inert gas uptake and saturation of tissues.  World War II prompted the need for acceptable treatment modalities for treating Navy divers who suffered decompression sickness or the \"Bends.\"  Detailed Navy dive charts and hyperbaric treatment tables were formulated for various diving and decompression scenarios.  Interestingly, the use of pressurized oxygen in the treatment of Decompression Sickness was not introduced until the 1930s by Behnke and Shaw.  Research into the use of HBOT increased in the 1950s.  One of the most famous studies, \"Life Without Blood,\" was published in 1959 by Dr Ite Boerema, who showed that he could keep swine alive using HBOT despite hemoglobin levels that would not normally be compatible with life.  After draining all of their red blood cells, a plasma or plasma-like solution was used as volume replacement, which was hyperoxygenated with hyperbaric oxygen therapy.  At the end of the treatment, they were reinfused with blood, and recovery was uneventful.  The use of HBOT has continued to be researched to the present day. [1] [2] [3] [4] [5]"}
{"id": "article-23143_3", "title": "Hyperbaric Physics -- Introduction -- Light", "content": "The physics of light applies primarily to the undersea environment.  Attenuation may occur due to absorption as light energy is converted to thermal energy; the red spectrum is absorbed first, with blues absorbed last.  This is why underwater pictures often appear blue!  Diffusion may also occur as light is scattered secondary to interaction with substances in the water.  Refraction of light occurs when the path of the light wave is altered due to a change in media.  This occurs underwater when a diver is wearing a mask due to the interface between the surrounding water and the airspace within the mask.  This results in objects being perceived as larger and closer than they are.", "contents": "Hyperbaric Physics -- Introduction -- Light. The physics of light applies primarily to the undersea environment.  Attenuation may occur due to absorption as light energy is converted to thermal energy; the red spectrum is absorbed first, with blues absorbed last.  This is why underwater pictures often appear blue!  Diffusion may also occur as light is scattered secondary to interaction with substances in the water.  Refraction of light occurs when the path of the light wave is altered due to a change in media.  This occurs underwater when a diver is wearing a mask due to the interface between the surrounding water and the airspace within the mask.  This results in objects being perceived as larger and closer than they are."}
{"id": "article-23143_4", "title": "Hyperbaric Physics -- Introduction -- Sound", "content": "Sound localization in the air relies on the time delay between the sound waves received between an individual's ears.  Sound velocity is approximately four times faster in water than in air; as the time delay between ears is significantly reduced or lost, it is challenging to localize sound underwater.  Sound transmission is also reduced due to the spreading and attenuation of the sound wave underwater.", "contents": "Hyperbaric Physics -- Introduction -- Sound. Sound localization in the air relies on the time delay between the sound waves received between an individual's ears.  Sound velocity is approximately four times faster in water than in air; as the time delay between ears is significantly reduced or lost, it is challenging to localize sound underwater.  Sound transmission is also reduced due to the spreading and attenuation of the sound wave underwater."}
{"id": "article-23143_5", "title": "Hyperbaric Physics -- Introduction -- Buoyancy", "content": "Archimedes' principle refers to the fact that any object partially or fully immersed in a liquid is buoyed up by a force equal to the weight of the fluid displaced by said object.  A thing that weighs less than the weight of the fluid it displaces while immersed would be positively buoyant or \"float.\"  An object is neutrally buoyant (neither sinking nor floating) when its weight equals the weight of the fluid it displaces.  An object will be negatively buoyant or \"sink\" if it weighs more than the weight of the fluid it displaces.", "contents": "Hyperbaric Physics -- Introduction -- Buoyancy. Archimedes' principle refers to the fact that any object partially or fully immersed in a liquid is buoyed up by a force equal to the weight of the fluid displaced by said object.  A thing that weighs less than the weight of the fluid it displaces while immersed would be positively buoyant or \"float.\"  An object is neutrally buoyant (neither sinking nor floating) when its weight equals the weight of the fluid it displaces.  An object will be negatively buoyant or \"sink\" if it weighs more than the weight of the fluid it displaces."}
{"id": "article-23143_6", "title": "Hyperbaric Physics -- Introduction -- Buoyancy", "content": "For example, a trained diver will balance the buoyancy of their body and wetsuit with a set amount of weight to achieve neutral buoyancy underwater.  However, if they take a deep inspiration underwater (expanding their chest cavity), they will displace more water and become positively buoyant.  When they exhale and displace less water, they return to neutral buoyancy or become negatively buoyant.", "contents": "Hyperbaric Physics -- Introduction -- Buoyancy. For example, a trained diver will balance the buoyancy of their body and wetsuit with a set amount of weight to achieve neutral buoyancy underwater.  However, if they take a deep inspiration underwater (expanding their chest cavity), they will displace more water and become positively buoyant.  When they exhale and displace less water, they return to neutral buoyancy or become negatively buoyant."}
{"id": "article-23143_7", "title": "Hyperbaric Physics -- Introduction -- Buoyancy", "content": "As the buoyant force refers to the mass of the fluid displaced, density (mass/volume) impacts buoyancy.  As such, saltwater, which is denser than freshwater, results in increased buoyancy compared to freshwater", "contents": "Hyperbaric Physics -- Introduction -- Buoyancy. As the buoyant force refers to the mass of the fluid displaced, density (mass/volume) impacts buoyancy.  As such, saltwater, which is denser than freshwater, results in increased buoyancy compared to freshwater"}
{"id": "article-23143_8", "title": "Hyperbaric Physics -- Introduction -- Thermal", "content": "Wet suits, typically neoprene, provide thermal protection to a diver by insulating a layer of water that the body has warmed.  Drysuits are aptly named as they allow a diver's body to remain dry; they are composed of waterproof material with seals at the hands, feet, and neck.", "contents": "Hyperbaric Physics -- Introduction -- Thermal. Wet suits, typically neoprene, provide thermal protection to a diver by insulating a layer of water that the body has warmed.  Drysuits are aptly named as they allow a diver's body to remain dry; they are composed of waterproof material with seals at the hands, feet, and neck."}
{"id": "article-23143_9", "title": "Hyperbaric Physics -- Introduction -- Thermal", "content": "Hypothermia may be a concern for divers as water has high thermal conductivity.  This is of particular concern on deep dives or dives in cold water.  Divers may use thicker wet, dry, or hot water suits depending on the dive depth, duration, and temperature.", "contents": "Hyperbaric Physics -- Introduction -- Thermal. Hypothermia may be a concern for divers as water has high thermal conductivity.  This is of particular concern on deep dives or dives in cold water.  Divers may use thicker wet, dry, or hot water suits depending on the dive depth, duration, and temperature."}
{"id": "article-23143_10", "title": "Hyperbaric Physics -- Introduction -- Thermal", "content": "In addition, heat loss occurs due to breathing dry and cold compressed air.  As the body must warm and humidify this air in the respiratory tract, there is both evaporative heat loss (humidifying) and convective heat loss (warming).  In addition to protective clothing, divers may require warmed breathing gas if hypothermia is a concern. [6] [7]", "contents": "Hyperbaric Physics -- Introduction -- Thermal. In addition, heat loss occurs due to breathing dry and cold compressed air.  As the body must warm and humidify this air in the respiratory tract, there is both evaporative heat loss (humidifying) and convective heat loss (warming).  In addition to protective clothing, divers may require warmed breathing gas if hypothermia is a concern. [6] [7]"}
{"id": "article-23143_11", "title": "Hyperbaric Physics -- Introduction -- PRESSURE", "content": "Pressure (P=F/A) is the force exerted on a surface per unit area.", "contents": "Hyperbaric Physics -- Introduction -- PRESSURE. Pressure (P=F/A) is the force exerted on a surface per unit area."}
{"id": "article-23143_12", "title": "Hyperbaric Physics -- Introduction -- Atmospheric Pressure", "content": "On land, every creature is exposed to atmospheric pressure due to the weight of the atmosphere producing a force on the earth's surface.  As gas is compressible, pressure changes with altitude are curvilinear, with increased pressure closer to the earth's surface and decreased pressure experienced as you increase altitude.  At approximately 18,000 feet, one would experience half the atmospheric pressure compared to standing at sea level. Helpful conversions: surface atmospheric pressure 1 atmosphere (atm) = 760 mm Hg = 1.013 bar = 760 torr = 14.7 psi.", "contents": "Hyperbaric Physics -- Introduction -- Atmospheric Pressure. On land, every creature is exposed to atmospheric pressure due to the weight of the atmosphere producing a force on the earth's surface.  As gas is compressible, pressure changes with altitude are curvilinear, with increased pressure closer to the earth's surface and decreased pressure experienced as you increase altitude.  At approximately 18,000 feet, one would experience half the atmospheric pressure compared to standing at sea level. Helpful conversions: surface atmospheric pressure 1 atmosphere (atm) = 760 mm Hg = 1.013 bar = 760 torr = 14.7 psi."}
{"id": "article-23143_13", "title": "Hyperbaric Physics -- Introduction -- Hydrostatic Pressure", "content": "Immersion in water results in additional pressure due to the weight the water exerts via force on the diver.  As water is practically incompressible, there is an increase of 1 atm of pressure for every 33 feet of seawater (fsw)/10 meters seawater (msw), or 34 feet of freshwater (ffw)/10.3 meters freshwater (mfw). This is because salt water is denser than fresh water.  It is important to note that while the increase in pressure is a linear relationship (an additional 1 atm of pressure for every 10msw), the relative pressure change is curved.  For example, moving from the surface to 10msw, the total pressure is increased from 1 to 2 atm, a 100% increase.  Moving from 10 to 20msw, the total pressure increases from 2 to 3 atm, a relative increase of 150%.  From 20 to 30msw, the total pressure increases from 3 to 4 atm, a relative increase of 133%.  Because of this, there are more significant relative pressure changes underwater near the surface, which has implications for barotrauma and buoyancy.", "contents": "Hyperbaric Physics -- Introduction -- Hydrostatic Pressure. Immersion in water results in additional pressure due to the weight the water exerts via force on the diver.  As water is practically incompressible, there is an increase of 1 atm of pressure for every 33 feet of seawater (fsw)/10 meters seawater (msw), or 34 feet of freshwater (ffw)/10.3 meters freshwater (mfw). This is because salt water is denser than fresh water.  It is important to note that while the increase in pressure is a linear relationship (an additional 1 atm of pressure for every 10msw), the relative pressure change is curved.  For example, moving from the surface to 10msw, the total pressure is increased from 1 to 2 atm, a 100% increase.  Moving from 10 to 20msw, the total pressure increases from 2 to 3 atm, a relative increase of 150%.  From 20 to 30msw, the total pressure increases from 3 to 4 atm, a relative increase of 133%.  Because of this, there are more significant relative pressure changes underwater near the surface, which has implications for barotrauma and buoyancy."}
{"id": "article-23143_14", "title": "Hyperbaric Physics -- Introduction -- Hydrostatic Pressure", "content": "Gauge pressure refers to the pressure relative to atmospheric; thus, most pressure gauges used by divers will read 0 at the surface level.", "contents": "Hyperbaric Physics -- Introduction -- Hydrostatic Pressure. Gauge pressure refers to the pressure relative to atmospheric; thus, most pressure gauges used by divers will read 0 at the surface level."}
{"id": "article-23143_15", "title": "Hyperbaric Physics -- Introduction -- Hydrostatic Pressure", "content": "Due to the hydrostatic pressure, immersion results in a central redistribution of blood, which may be increased in the case of cold water due to peripheral vasoconstriction.  Subsequently, anti-diuretic hormone (ADH) release results in diuresis.  As such, divers may be relatively hypovolemic on surfacing after a dive.  This fluid deficit may be exacerbated due to breathing the dry compressed gas as the body humidifies the breathing gas in the respiratory tract.", "contents": "Hyperbaric Physics -- Introduction -- Hydrostatic Pressure. Due to the hydrostatic pressure, immersion results in a central redistribution of blood, which may be increased in the case of cold water due to peripheral vasoconstriction.  Subsequently, anti-diuretic hormone (ADH) release results in diuresis.  As such, divers may be relatively hypovolemic on surfacing after a dive.  This fluid deficit may be exacerbated due to breathing the dry compressed gas as the body humidifies the breathing gas in the respiratory tract."}
{"id": "article-23143_16", "title": "Hyperbaric Physics -- Introduction -- Absolute Pressure", "content": "When a diver is underwater, they are exposed to the weight of the water column above them and the weight of the atmosphere.  Absolute pressure refers to the total pressure experienced due to both the atmospheric and hydrostatic pressure.  Depending on the country of origin, it is often written as atmospheres (absolute) ATA, bar (absolute), or bar(a).  For example, a diver at 20msw would experience 2 atm of hydrostatic pressure and 1 atm of atmospheric pressure for an absolute pressure of 3 ATA. [6] [8] [7] [9]", "contents": "Hyperbaric Physics -- Introduction -- Absolute Pressure. When a diver is underwater, they are exposed to the weight of the water column above them and the weight of the atmosphere.  Absolute pressure refers to the total pressure experienced due to both the atmospheric and hydrostatic pressure.  Depending on the country of origin, it is often written as atmospheres (absolute) ATA, bar (absolute), or bar(a).  For example, a diver at 20msw would experience 2 atm of hydrostatic pressure and 1 atm of atmospheric pressure for an absolute pressure of 3 ATA. [6] [8] [7] [9]"}
{"id": "article-23143_17", "title": "Hyperbaric Physics -- Introduction -- Gas Laws", "content": "As gases are compressible, they are subject to 3 interrelated factors: volume, pressure, and temperature.  It is important to note that absolute pressure and temperature must be used in calculations employing the following gas laws.", "contents": "Hyperbaric Physics -- Introduction -- Gas Laws. As gases are compressible, they are subject to 3 interrelated factors: volume, pressure, and temperature.  It is important to note that absolute pressure and temperature must be used in calculations employing the following gas laws."}
{"id": "article-23143_18", "title": "Hyperbaric Physics -- Introduction -- Gas Laws", "content": "Charles' Law (V/T = V/T) refers to the fact that the volume of a gas will vary directly with the absolute temperature if pressure is kept constant.  If the absolute temperature is increased, the volume of the gas will increase.", "contents": "Hyperbaric Physics -- Introduction -- Gas Laws. Charles' Law (V/T = V/T) refers to the fact that the volume of a gas will vary directly with the absolute temperature if pressure is kept constant.  If the absolute temperature is increased, the volume of the gas will increase."}
{"id": "article-23143_19", "title": "Hyperbaric Physics -- Introduction -- Gas Laws", "content": "Gay-Lussac's Law (P/T = P/T) refers to the fact that the absolute pressure of a gas varies directly with the absolute temperature if the volume is kept constant.  An increase in absolute temperature will increase absolute pressure.", "contents": "Hyperbaric Physics -- Introduction -- Gas Laws. Gay-Lussac's Law (P/T = P/T) refers to the fact that the absolute pressure of a gas varies directly with the absolute temperature if the volume is kept constant.  An increase in absolute temperature will increase absolute pressure."}
{"id": "article-23143_20", "title": "Hyperbaric Physics -- Introduction -- Gas Laws", "content": "Boyle's Law (PV = PV) is a fundamental law to understand in hyperbaric and undersea medicine as it is foundational in the pathophysiology of barotrauma, increased work of breathing at depth, and the use of HBOT.  If the temperature remains constant, the volume of a gas is inversely proportional to the absolute pressure.  If the ambient pressure is increased (i.e., descent in water, recompression in a hyperbaric chamber), then the volume of gas in a gas-filled body space will decrease.  If ambient pressure is reduced, then the volume of gas will expand.  This may result in barotrauma, as described below.", "contents": "Hyperbaric Physics -- Introduction -- Gas Laws. Boyle's Law (PV = PV) is a fundamental law to understand in hyperbaric and undersea medicine as it is foundational in the pathophysiology of barotrauma, increased work of breathing at depth, and the use of HBOT.  If the temperature remains constant, the volume of a gas is inversely proportional to the absolute pressure.  If the ambient pressure is increased (i.e., descent in water, recompression in a hyperbaric chamber), then the volume of gas in a gas-filled body space will decrease.  If ambient pressure is reduced, then the volume of gas will expand.  This may result in barotrauma, as described below."}
{"id": "article-23143_21", "title": "Hyperbaric Physics -- Introduction -- Breathing in a hyperbaric chamber or underwater is also of concern as the volume of gas decreases with increased ambient pressure and its density (mass/volume) increases.  Combined with the central redistribution of blood due to immersion and the breathing equipment itself (demand valve, flow resistance, dead space), the effort it takes to breathe will be increased compared to breathing the same gas at surface level.", "content": "Dalton's Law (P = P + P + … P) tells us that the total pressure exerted by a mixture of gases equals the sum of the pressures each gas would exert if it alone occupied the total volume.  Thus, the partial pressure of a gas (P = P x %) is the portion of the total pressure of a gas mixture contributed by a single gas.  For example, if a diver is breathing a mix of 40% oxygen at 2 ATA, the partial pressure of oxygen would be 0.8 ATA.", "contents": "Hyperbaric Physics -- Introduction -- Breathing in a hyperbaric chamber or underwater is also of concern as the volume of gas decreases with increased ambient pressure and its density (mass/volume) increases.  Combined with the central redistribution of blood due to immersion and the breathing equipment itself (demand valve, flow resistance, dead space), the effort it takes to breathe will be increased compared to breathing the same gas at surface level. Dalton's Law (P = P + P + … P) tells us that the total pressure exerted by a mixture of gases equals the sum of the pressures each gas would exert if it alone occupied the total volume.  Thus, the partial pressure of a gas (P = P x %) is the portion of the total pressure of a gas mixture contributed by a single gas.  For example, if a diver is breathing a mix of 40% oxygen at 2 ATA, the partial pressure of oxygen would be 0.8 ATA."}
{"id": "article-23143_22", "title": "Hyperbaric Physics -- Introduction -- Breathing in a hyperbaric chamber or underwater is also of concern as the volume of gas decreases with increased ambient pressure and its density (mass/volume) increases.  Combined with the central redistribution of blood due to immersion and the breathing equipment itself (demand valve, flow resistance, dead space), the effort it takes to breathe will be increased compared to breathing the same gas at surface level.", "content": "Henry's Law refers to the fact that the amount of gas that will dissolve in a liquid is directly proportional to the partial pressure of that gas above the liquid.  An increase in ambient pressure (and thus partial pressure) results in more gas dissolving into the liquid portion of blood and tissues. Boyle's, Dalton's, and Henry's laws have significant implications in the development of decompression sickness, gas toxicities, as well as the use of HBOT. [6] [8] [7]", "contents": "Hyperbaric Physics -- Introduction -- Breathing in a hyperbaric chamber or underwater is also of concern as the volume of gas decreases with increased ambient pressure and its density (mass/volume) increases.  Combined with the central redistribution of blood due to immersion and the breathing equipment itself (demand valve, flow resistance, dead space), the effort it takes to breathe will be increased compared to breathing the same gas at surface level. Henry's Law refers to the fact that the amount of gas that will dissolve in a liquid is directly proportional to the partial pressure of that gas above the liquid.  An increase in ambient pressure (and thus partial pressure) results in more gas dissolving into the liquid portion of blood and tissues. Boyle's, Dalton's, and Henry's laws have significant implications in the development of decompression sickness, gas toxicities, as well as the use of HBOT. [6] [8] [7]"}
{"id": "article-23143_23", "title": "Hyperbaric Physics -- Introduction -- Barotrauma", "content": "Barotrauma refers to trauma that results due to pressure changes.  Any non-vented, gas-containing space in the body is susceptible to barotrauma, such as the thorax, middle ear, sinus, and intestines.  It may also be an issue due to gas-filled spaces in dive equipment such as a dry suit or a mask.  As relative pressure/volume changes underwater occur closer to the surface, barotrauma is more likely to occur as divers transit through these shallow waters.", "contents": "Hyperbaric Physics -- Introduction -- Barotrauma. Barotrauma refers to trauma that results due to pressure changes.  Any non-vented, gas-containing space in the body is susceptible to barotrauma, such as the thorax, middle ear, sinus, and intestines.  It may also be an issue due to gas-filled spaces in dive equipment such as a dry suit or a mask.  As relative pressure/volume changes underwater occur closer to the surface, barotrauma is more likely to occur as divers transit through these shallow waters."}
{"id": "article-23143_24", "title": "Hyperbaric Physics -- Introduction -- Barotrauma", "content": "Barotrauma of descent/compression (or colloquially a \"squeeze\") results from the decreased gas volume, creating a vacuum.  Middle ear barotrauma is most commonly encountered in undersea and hyperbaric medicine due to a vacuum created in the middle ear space; if additional air from the nasopharynx is not introduced through the eustachian tube, the vacuum may result in a sensation of pressure or pain, fluid extravasation/hemorrhage, tympanic membrane perforation, or transmitted damage to the inner ear.", "contents": "Hyperbaric Physics -- Introduction -- Barotrauma. Barotrauma of descent/compression (or colloquially a \"squeeze\") results from the decreased gas volume, creating a vacuum.  Middle ear barotrauma is most commonly encountered in undersea and hyperbaric medicine due to a vacuum created in the middle ear space; if additional air from the nasopharynx is not introduced through the eustachian tube, the vacuum may result in a sensation of pressure or pain, fluid extravasation/hemorrhage, tympanic membrane perforation, or transmitted damage to the inner ear."}
{"id": "article-23143_25", "title": "Hyperbaric Physics -- Introduction -- Barotrauma", "content": "Barotrauma on ascent results from gas expansion due to decreasing ambient pressure.  This is particularly concerning if compressed air within a gas-filled space cannot escape.  For example, if compressed air in the lungs is prevented from escaping (gas trapping, bronchospasm, breath-holding, etc.), as the gas continues to expand, focal shearing between vessels and airways and rupture of small airways/alveoli may occur.  This may result in pneumothorax, mediastinal emphysema, subcutaneous emphysema, pneumopericardium, or arterial gas embolism. [10] [6] [8]", "contents": "Hyperbaric Physics -- Introduction -- Barotrauma. Barotrauma on ascent results from gas expansion due to decreasing ambient pressure.  This is particularly concerning if compressed air within a gas-filled space cannot escape.  For example, if compressed air in the lungs is prevented from escaping (gas trapping, bronchospasm, breath-holding, etc.), as the gas continues to expand, focal shearing between vessels and airways and rupture of small airways/alveoli may occur.  This may result in pneumothorax, mediastinal emphysema, subcutaneous emphysema, pneumopericardium, or arterial gas embolism. [10] [6] [8]"}
{"id": "article-23143_26", "title": "Hyperbaric Physics -- Introduction -- Decompression", "content": "Due to the increase in ambient pressure at depth, there is an increase in the amount of gas that dissolves into the liquid portion of the blood and tissues (on-gassing) when divers breathe compressed gas underwater.  Inert gases, particularly nitrogen, are often a component of these gas mixtures, and the body does not metabolize these gases.  As such, they must be removed as they come out of the solution (off-gassing).", "contents": "Hyperbaric Physics -- Introduction -- Decompression. Due to the increase in ambient pressure at depth, there is an increase in the amount of gas that dissolves into the liquid portion of the blood and tissues (on-gassing) when divers breathe compressed gas underwater.  Inert gases, particularly nitrogen, are often a component of these gas mixtures, and the body does not metabolize these gases.  As such, they must be removed as they come out of the solution (off-gassing)."}
{"id": "article-23143_27", "title": "Hyperbaric Physics -- Introduction -- Decompression", "content": "This inert gas will come out of the solution when a diver ascends (decreasing ambient pressure).  If the ascent is slow enough, the inert gas diffuses from the tissue into the blood and is filtered out by the lungs.  However, if the ambient pressure is decreased too rapidly, bubbles may form within tissues or the vasculature, resulting in Decompression Sickness (DCS).  Once bubbles form, they cause mechanical damage to tissues and endothelium, obstructing blood flow.  These bubbles interact with formed elements within the blood, resulting in inflammatory and pro-coagulant reactions.", "contents": "Hyperbaric Physics -- Introduction -- Decompression. This inert gas will come out of the solution when a diver ascends (decreasing ambient pressure).  If the ascent is slow enough, the inert gas diffuses from the tissue into the blood and is filtered out by the lungs.  However, if the ambient pressure is decreased too rapidly, bubbles may form within tissues or the vasculature, resulting in Decompression Sickness (DCS).  Once bubbles form, they cause mechanical damage to tissues and endothelium, obstructing blood flow.  These bubbles interact with formed elements within the blood, resulting in inflammatory and pro-coagulant reactions."}
{"id": "article-23143_28", "title": "Hyperbaric Physics -- Introduction -- Decompression", "content": "The complete pathophysiology of DCS remains unclear and is beyond the scope of this article.  What is known is that the on-gassing/off-gassing of tissues is impacted by the pressure gradient between the lungs/blood or blood/tissues, the duration of the dive, the gas mixtures, and the perfusion of the tissues.  Some well-perfused tissues (lung, blood, brain, heart) may on-gas more readily but also off-gas more quickly if perfusion remains constant.  This is compared to tissues of lower perfusion, such as ligaments, tendons, and joint capsules, which may on-gas more slowly but also off-gas more slowly.", "contents": "Hyperbaric Physics -- Introduction -- Decompression. The complete pathophysiology of DCS remains unclear and is beyond the scope of this article.  What is known is that the on-gassing/off-gassing of tissues is impacted by the pressure gradient between the lungs/blood or blood/tissues, the duration of the dive, the gas mixtures, and the perfusion of the tissues.  Some well-perfused tissues (lung, blood, brain, heart) may on-gas more readily but also off-gas more quickly if perfusion remains constant.  This is compared to tissues of lower perfusion, such as ligaments, tendons, and joint capsules, which may on-gas more slowly but also off-gas more slowly."}
{"id": "article-23143_29", "title": "Hyperbaric Physics -- Introduction -- Decompression", "content": "Dive tables or computers employ mathematical models to predict inert gas on-gassing and off-gassing to guide divers on depth and time limits and whether they need decompression stops (stop underwater to allow additional time to off-gas before further decreasing the ambient pressure).  It is important to note that these algorithms are based on population data and theoretical inert gas uptake/excretion curves.  Many underlying factors may impact an individual diver's susceptibility to DCS, and a diver may develop DCS even if they have followed a dive table or computer. [11] [8] [6] [7] [12]", "contents": "Hyperbaric Physics -- Introduction -- Decompression. Dive tables or computers employ mathematical models to predict inert gas on-gassing and off-gassing to guide divers on depth and time limits and whether they need decompression stops (stop underwater to allow additional time to off-gas before further decreasing the ambient pressure).  It is important to note that these algorithms are based on population data and theoretical inert gas uptake/excretion curves.  Many underlying factors may impact an individual diver's susceptibility to DCS, and a diver may develop DCS even if they have followed a dive table or computer. [11] [8] [6] [7] [12]"}
{"id": "article-23143_30", "title": "Hyperbaric Physics -- Introduction -- Gas Issues in the Hyperbaric Environment", "content": "Once again, a thorough understanding of physics, particularly Dalton's and Henry's laws, is vital to the underlying pathophysiology of gas toxicities and the choice of a gas mixture for diving or HBOT treatment.  A partial pressure of a gas that may be safe on the surface may become hazardous at increased ambient pressures.  A full description of gas issues is outside the scope of this article. Still, three specific issues are outlined below to demonstrate the impact of understanding physics as it relates to the hyperbaric environment.  The physics and function of HBOT are reviewed in a later section.", "contents": "Hyperbaric Physics -- Introduction -- Gas Issues in the Hyperbaric Environment. Once again, a thorough understanding of physics, particularly Dalton's and Henry's laws, is vital to the underlying pathophysiology of gas toxicities and the choice of a gas mixture for diving or HBOT treatment.  A partial pressure of a gas that may be safe on the surface may become hazardous at increased ambient pressures.  A full description of gas issues is outside the scope of this article. Still, three specific issues are outlined below to demonstrate the impact of understanding physics as it relates to the hyperbaric environment.  The physics and function of HBOT are reviewed in a later section."}
{"id": "article-23143_31", "title": "Hyperbaric Physics -- Introduction -- Oxygen Toxicity", "content": "Oxygen toxicity results from breathing oxygen at higher partial pressure.  Central Nervous System (CNS) oxygen toxicity is the primary concern for divers and HBOT; pulmonary oxygen toxicity may become an issue with extended dive operations or HBOT.  Oxygen toxicity is dose-dependent based on the partial pressure of oxygen and duration of exposure.", "contents": "Hyperbaric Physics -- Introduction -- Oxygen Toxicity. Oxygen toxicity results from breathing oxygen at higher partial pressure.  Central Nervous System (CNS) oxygen toxicity is the primary concern for divers and HBOT; pulmonary oxygen toxicity may become an issue with extended dive operations or HBOT.  Oxygen toxicity is dose-dependent based on the partial pressure of oxygen and duration of exposure."}
{"id": "article-23143_32", "title": "Hyperbaric Physics -- Introduction -- Oxygen Toxicity", "content": "Symptoms of CNS oxygen toxicity can include vision changes, tinnitus/auditory hallucinations, nausea, twitching/tremors, irritability or mood changes, dizziness, and convulsions.  The risk of CNS oxygen toxicity is increased at a partial pressure of oxygen greater than 1.6 ATA underwater. However, a higher partial pressure is tolerated in resting and dry conditions like HBOT.  Significant inter- and intrapersonal variability exists in the presentation of CNS oxygen toxicity.", "contents": "Hyperbaric Physics -- Introduction -- Oxygen Toxicity. Symptoms of CNS oxygen toxicity can include vision changes, tinnitus/auditory hallucinations, nausea, twitching/tremors, irritability or mood changes, dizziness, and convulsions.  The risk of CNS oxygen toxicity is increased at a partial pressure of oxygen greater than 1.6 ATA underwater. However, a higher partial pressure is tolerated in resting and dry conditions like HBOT.  Significant inter- and intrapersonal variability exists in the presentation of CNS oxygen toxicity."}
{"id": "article-23143_33", "title": "Hyperbaric Physics -- Introduction -- Oxygen Toxicity", "content": "Pulmonary oxygen toxicity typically results from longer, lower-pressure exposures.  It includes a recognizable pattern of an insidious onset of mild substernal irritation or chest tightness progressing to cough, constant burning exacerbated by inspiration, and shortness of breath (on exertion and then at rest).", "contents": "Hyperbaric Physics -- Introduction -- Oxygen Toxicity. Pulmonary oxygen toxicity typically results from longer, lower-pressure exposures.  It includes a recognizable pattern of an insidious onset of mild substernal irritation or chest tightness progressing to cough, constant burning exacerbated by inspiration, and shortness of breath (on exertion and then at rest)."}
{"id": "article-23143_34", "title": "Hyperbaric Physics -- Introduction -- Inert Gas Narcosis", "content": "Inert gas narcosis is a reversible depression of neuronal excitability due to breathing inert gas at higher partial pressure.  Clinical presentation can include decreasing cognitive and manual performance, euphoria, overconfidence, memory loss, perceptual narrowing, and impaired sensory functioning.  Nitrogen narcosis is most commonly seen in recreational diving; onset varies but can be seen around 30msw or deeper. [13]", "contents": "Hyperbaric Physics -- Introduction -- Inert Gas Narcosis. Inert gas narcosis is a reversible depression of neuronal excitability due to breathing inert gas at higher partial pressure.  Clinical presentation can include decreasing cognitive and manual performance, euphoria, overconfidence, memory loss, perceptual narrowing, and impaired sensory functioning.  Nitrogen narcosis is most commonly seen in recreational diving; onset varies but can be seen around 30msw or deeper. [13]"}
{"id": "article-23143_35", "title": "Hyperbaric Physics -- Introduction -- Gas Contaminants", "content": "Defective compressors used to fill diving tanks or compressors in poorly ventilated areas may cause exhaust fumes or oil vapors to contaminate the breathing gas.  For example, a trace amount of Carbon Monoxide (CO), for which an individual would be asymptomatic at surface level, may become a lethal dose at deeper depths due to its increased partial pressure.  CO disrupts oxygen delivery through its competitive binding of hemoglobin, inhibits mitochondrial respiration, and incites inflammatory effects.  Clinical presentation may range from nausea and headache to potentially fatal arrhythmias, loss of consciousness, or death. [8] [6] [7]", "contents": "Hyperbaric Physics -- Introduction -- Gas Contaminants. Defective compressors used to fill diving tanks or compressors in poorly ventilated areas may cause exhaust fumes or oil vapors to contaminate the breathing gas.  For example, a trace amount of Carbon Monoxide (CO), for which an individual would be asymptomatic at surface level, may become a lethal dose at deeper depths due to its increased partial pressure.  CO disrupts oxygen delivery through its competitive binding of hemoglobin, inhibits mitochondrial respiration, and incites inflammatory effects.  Clinical presentation may range from nausea and headache to potentially fatal arrhythmias, loss of consciousness, or death. [8] [6] [7]"}
{"id": "article-23143_36", "title": "Hyperbaric Physics -- Function", "content": "Hyperbaric Oxygen Therapy subjects patients to 100% oxygen at increased pressures, typically between 2 to 3 ATA, although some conditions may require higher pressures.  The mechanisms of action of hyperbaric therapy have been extensively studied and include the gas laws described above.", "contents": "Hyperbaric Physics -- Function. Hyperbaric Oxygen Therapy subjects patients to 100% oxygen at increased pressures, typically between 2 to 3 ATA, although some conditions may require higher pressures.  The mechanisms of action of hyperbaric therapy have been extensively studied and include the gas laws described above."}
{"id": "article-23143_37", "title": "Hyperbaric Physics -- Function", "content": "Understanding the 14 conditions approved for hyperbaric medical therapy is essential because many conditions rely on different aspects of hyperbaric medicine to be effective.  The currently approved conditions include: Decompression sickness Air, gas embolism Carbon monoxide poisoning Crush injury, compartment syndrome Selective cases for wound healing Acute blood loss anemia Intracranial abscess Refractory osteomyelitis Delayed radiation injury, radiation bone necrosis Compromised flaps and skin grafts Thermal burns Necrotizing fasciitis Gas gangrene Idiopathic sudden sensorineural hearing loss The complete explanation of the functions of hyperbaric medicine is complex.  The primary effect of HBOT is due to the increased ambient pressure itself.", "contents": "Hyperbaric Physics -- Function. Understanding the 14 conditions approved for hyperbaric medical therapy is essential because many conditions rely on different aspects of hyperbaric medicine to be effective.  The currently approved conditions include: Decompression sickness Air, gas embolism Carbon monoxide poisoning Crush injury, compartment syndrome Selective cases for wound healing Acute blood loss anemia Intracranial abscess Refractory osteomyelitis Delayed radiation injury, radiation bone necrosis Compromised flaps and skin grafts Thermal burns Necrotizing fasciitis Gas gangrene Idiopathic sudden sensorineural hearing loss The complete explanation of the functions of hyperbaric medicine is complex.  The primary effect of HBOT is due to the increased ambient pressure itself."}
{"id": "article-23143_38", "title": "Hyperbaric Physics -- Function", "content": "It decreases the size of gas bubbles in liquid (blood) and enhances gas return into solution.  As per Boyle’s law, the volume of gas within a bubble will decrease under pressure, and per Henry’s law, more gas will be dissolved in solution under higher pressures.  This is the basis for using hyperbaric medicine in the treatment of DCS and AGE, where the treatment goal is to prevent the formation of further nitrogen bubbles or to cause them to decrease in size and return to solution.", "contents": "Hyperbaric Physics -- Function. It decreases the size of gas bubbles in liquid (blood) and enhances gas return into solution.  As per Boyle’s law, the volume of gas within a bubble will decrease under pressure, and per Henry’s law, more gas will be dissolved in solution under higher pressures.  This is the basis for using hyperbaric medicine in the treatment of DCS and AGE, where the treatment goal is to prevent the formation of further nitrogen bubbles or to cause them to decrease in size and return to solution."}
{"id": "article-23143_39", "title": "Hyperbaric Physics -- Function", "content": "It produces favorable gradients by breathing 100% oxygen under pressure; favorable gradients enhance the off-gassing of unwanted gas while promoting oxygen diffusion from an oxygen-rich environment (lungs) to an oxygen-poor environment (hypoxic tissues).  This plays roles in AGE, DCS, CO poisoning, and ischemic conditions.", "contents": "Hyperbaric Physics -- Function. It produces favorable gradients by breathing 100% oxygen under pressure; favorable gradients enhance the off-gassing of unwanted gas while promoting oxygen diffusion from an oxygen-rich environment (lungs) to an oxygen-poor environment (hypoxic tissues).  This plays roles in AGE, DCS, CO poisoning, and ischemic conditions."}
{"id": "article-23143_40", "title": "Hyperbaric Physics -- Function", "content": "It increases the oxygen-carrying capacity of blood by increasing the oxygen concentration of the plasma.  As per Henry’s law, more gas will be dissolved in solution under higher pressures; this describes the effect of delivering more oxygen to tissues with HBOT.  At rest, tissues need approximately 60mL/L of oxygen.  At 1 ATA, plasma oxygen levels are approximately 3ml/L.  However, with HBOT at 3 ATA, this increases to 60mL/L.  This is in addition to the oxygen-carrying capacity of the hemoglobin present.  HBOT will promote further oxygen diffusion in tissues at approximately four times the normal perfusion distance.  This is vital for treating numerous conditions, including select wounds, burns, CO poisoning, acute anemia, and ischemia. [14] [15] [4] [16] [1] [17] [1]", "contents": "Hyperbaric Physics -- Function. It increases the oxygen-carrying capacity of blood by increasing the oxygen concentration of the plasma.  As per Henry’s law, more gas will be dissolved in solution under higher pressures; this describes the effect of delivering more oxygen to tissues with HBOT.  At rest, tissues need approximately 60mL/L of oxygen.  At 1 ATA, plasma oxygen levels are approximately 3ml/L.  However, with HBOT at 3 ATA, this increases to 60mL/L.  This is in addition to the oxygen-carrying capacity of the hemoglobin present.  HBOT will promote further oxygen diffusion in tissues at approximately four times the normal perfusion distance.  This is vital for treating numerous conditions, including select wounds, burns, CO poisoning, acute anemia, and ischemia. [14] [15] [4] [16] [1] [17] [1]"}
{"id": "article-23143_41", "title": "Hyperbaric Physics -- Issues of Concern", "content": "While numerous types of diving and HBOT occur daily worldwide, it has many pitfalls.", "contents": "Hyperbaric Physics -- Issues of Concern. While numerous types of diving and HBOT occur daily worldwide, it has many pitfalls."}
{"id": "article-23143_42", "title": "Hyperbaric Physics -- Issues of Concern", "content": "Middle ear barotrauma (MEBT) remains the most common complication of diving and clinical hyperbaric oxygen treatment (HBO). It is directly related to the change in the volume of gas due to changing ambient pressure (Boyle’s law). [18] To reverse the vacuum created by the increased ambient pressure, adding air from the nasopharynx into the middle ear space is required, known as equalization. If unsuccessful, decreasing the ambient pressure may also be used, and equalization may be re-attempted. Divers may reduce their depth in the water by swimming toward the surface, or hyperbaric chamber operators may decrease the depth of treatment by increasing the chamber exhaust until the patient can clear their middle ear space. Dental implants are infrequently affected by repeated exposures to the hyperbaric environment. However, there is a slight but statistical decrease in the stability of such implants. [19] [20]", "contents": "Hyperbaric Physics -- Issues of Concern. Middle ear barotrauma (MEBT) remains the most common complication of diving and clinical hyperbaric oxygen treatment (HBO). It is directly related to the change in the volume of gas due to changing ambient pressure (Boyle’s law). [18] To reverse the vacuum created by the increased ambient pressure, adding air from the nasopharynx into the middle ear space is required, known as equalization. If unsuccessful, decreasing the ambient pressure may also be used, and equalization may be re-attempted. Divers may reduce their depth in the water by swimming toward the surface, or hyperbaric chamber operators may decrease the depth of treatment by increasing the chamber exhaust until the patient can clear their middle ear space. Dental implants are infrequently affected by repeated exposures to the hyperbaric environment. However, there is a slight but statistical decrease in the stability of such implants. [19] [20]"}
{"id": "article-23143_43", "title": "Hyperbaric Physics -- Issues of Concern", "content": "The only absolute contraindication for hyperbaric treatment is an untreated pneumothorax. As patients breathe compressed air at depth, the gas within the pneumothorax will expand as the pressure decreases at the treatment's end (again, Boyle’s law). An untreated pneumothorax may convert to a tension pneumothorax due to this gas expansion within the thorax.", "contents": "Hyperbaric Physics -- Issues of Concern. The only absolute contraindication for hyperbaric treatment is an untreated pneumothorax. As patients breathe compressed air at depth, the gas within the pneumothorax will expand as the pressure decreases at the treatment's end (again, Boyle’s law). An untreated pneumothorax may convert to a tension pneumothorax due to this gas expansion within the thorax."}
{"id": "article-23143_44", "title": "Hyperbaric Physics -- Issues of Concern", "content": "As described above, oxygen toxicity occurs due to the increased partial pressure of oxygen. As such, treatment relies on decreasing the partial pressure of oxygen. In a recompression chamber, this can be achieved by removing the oxygen source and breathing air or reducing the depth of the treatment. Underwater, a diver may decrease their depth or add a diluent gas into their breathing mix. Concerning pulmonary oxygen toxicity in HBOT, patients take several air breaks during treatment to reduce the risk.", "contents": "Hyperbaric Physics -- Issues of Concern. As described above, oxygen toxicity occurs due to the increased partial pressure of oxygen. As such, treatment relies on decreasing the partial pressure of oxygen. In a recompression chamber, this can be achieved by removing the oxygen source and breathing air or reducing the depth of the treatment. Underwater, a diver may decrease their depth or add a diluent gas into their breathing mix. Concerning pulmonary oxygen toxicity in HBOT, patients take several air breaks during treatment to reduce the risk."}
{"id": "article-23143_45", "title": "Hyperbaric Physics -- Issues of Concern", "content": "Caution must be maintained with the general usage of the chambers, as pressurized oxygen can be explosive. Care must be taken to avoid excessively combustible materials and ignition sources. Patients must remove any makeup, oils, deodorants, and similar products. Recompression chambers are grounded, and all efforts are taken to eliminate static sparks. [21] [22] [10] [8] [6] [1]", "contents": "Hyperbaric Physics -- Issues of Concern. Caution must be maintained with the general usage of the chambers, as pressurized oxygen can be explosive. Care must be taken to avoid excessively combustible materials and ignition sources. Patients must remove any makeup, oils, deodorants, and similar products. Recompression chambers are grounded, and all efforts are taken to eliminate static sparks. [21] [22] [10] [8] [6] [1]"}
{"id": "article-23143_46", "title": "Hyperbaric Physics -- Clinical Significance", "content": "A thorough understanding of the above physics principles cannot be understated as it is vital to studying hyperbaric and undersea medicine. Physics provides a foundation for understanding the environmental stressors in a hyperbaric environment and the underlying mechanisms for many injuries encountered. Undersea and hyperbaric clinicians must be able to use their knowledge of physics and gas laws to diagnose and manage undersea and hyperbaric injuries and illnesses appropriately. For example, inner ear barotrauma and inner ear DCS may offer similar clinical presentations; however, only the inner ear DCS requires treatment in a recompression chamber. In fact, not only is HBOT not indicated for inner ear barotrauma, but it may worsen the condition. A treating clinician must recognize emergent hyperbaric indications and choose the most appropriate treatment modality.", "contents": "Hyperbaric Physics -- Clinical Significance. A thorough understanding of the above physics principles cannot be understated as it is vital to studying hyperbaric and undersea medicine. Physics provides a foundation for understanding the environmental stressors in a hyperbaric environment and the underlying mechanisms for many injuries encountered. Undersea and hyperbaric clinicians must be able to use their knowledge of physics and gas laws to diagnose and manage undersea and hyperbaric injuries and illnesses appropriately. For example, inner ear barotrauma and inner ear DCS may offer similar clinical presentations; however, only the inner ear DCS requires treatment in a recompression chamber. In fact, not only is HBOT not indicated for inner ear barotrauma, but it may worsen the condition. A treating clinician must recognize emergent hyperbaric indications and choose the most appropriate treatment modality."}
{"id": "article-23143_47", "title": "Hyperbaric Physics -- Other Issues", "content": "It should be noted that the topical application of 100% oxygen to a body surface or breathing 100% oxygen at 1 ATA is not HBOT.", "contents": "Hyperbaric Physics -- Other Issues. It should be noted that the topical application of 100% oxygen to a body surface or breathing 100% oxygen at 1 ATA is not HBOT."}
{"id": "article-23143_48", "title": "Hyperbaric Physics -- Enhancing Healthcare Team Outcomes", "content": "All hyperbaric and undersea medicine team members should understand the above-mentioned physics principles. Several emergent/ urgent HBOT indications must be recognized early to improve patient outcomes. Complications of hyperbaric therapy must also be identified and managed efficiently and expeditiously.", "contents": "Hyperbaric Physics -- Enhancing Healthcare Team Outcomes. All hyperbaric and undersea medicine team members should understand the above-mentioned physics principles. Several emergent/ urgent HBOT indications must be recognized early to improve patient outcomes. Complications of hyperbaric therapy must also be identified and managed efficiently and expeditiously."}
{"id": "article-23143_49", "title": "Hyperbaric Physics -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hyperbaric Physics -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}