{"id": "article-34518_0", "title": "Nursing Rights of Medication Administration -- Definition/Introduction", "content": "Nurses have a unique role and responsibility in medication administration, in that they are frequently the final person to check to see that the medication is correctly prescribed and dispensed before administration. [1] It is standard during nursing education to receive instruction on a guide to clinical medication administration and upholding patient safety known as the ‘five rights’ or ‘five R’s’ of medication administration. These ‘rights’ came into being during an era in medicine in which the precedent was that an error committed by a provider was that provider’s sole responsibility and patients did not have as much involvement in their own care. [2] The five traditional rights in the traditional sequence include:", "contents": "Nursing Rights of Medication Administration -- Definition/Introduction. Nurses have a unique role and responsibility in medication administration, in that they are frequently the final person to check to see that the medication is correctly prescribed and dispensed before administration. [1] It is standard during nursing education to receive instruction on a guide to clinical medication administration and upholding patient safety known as the ‘five rights’ or ‘five R’s’ of medication administration. These ‘rights’ came into being during an era in medicine in which the precedent was that an error committed by a provider was that provider’s sole responsibility and patients did not have as much involvement in their own care. [2] The five traditional rights in the traditional sequence include:"}
{"id": "article-34518_1", "title": "Nursing Rights of Medication Administration -- Definition/Introduction", "content": "‘Right patient’ – ascertaining that a patient being treated is, in fact, the correct recipient for whom medication was prescribed. This is best practiced by nurses directly asking a patient to provide his or her full name aloud, checking medical wristbands if appropriate for matching name and ID number as on a chart. It is advisable not to address patients by first name or surname alone, in the event, there are two or more patients with identical or similar names in a unit. Depending on the unit that a patient may be in, some patients, such as psychiatric patients, may not wear wristbands or may have altered mentation to the point where they are unable to identify themselves correctly. In these instances, nurses are advised to confirm a patient’s identity through alternative means with appropriate due diligence. [1]", "contents": "Nursing Rights of Medication Administration -- Definition/Introduction. ‘Right patient’ – ascertaining that a patient being treated is, in fact, the correct recipient for whom medication was prescribed. This is best practiced by nurses directly asking a patient to provide his or her full name aloud, checking medical wristbands if appropriate for matching name and ID number as on a chart. It is advisable not to address patients by first name or surname alone, in the event, there are two or more patients with identical or similar names in a unit. Depending on the unit that a patient may be in, some patients, such as psychiatric patients, may not wear wristbands or may have altered mentation to the point where they are unable to identify themselves correctly. In these instances, nurses are advised to confirm a patient’s identity through alternative means with appropriate due diligence. [1]"}
{"id": "article-34518_2", "title": "Nursing Rights of Medication Administration -- Definition/Introduction", "content": "‘Right drug’ – ensuring that the medication to be administered is identical to the drug name that was prescribed. Some brand names or generic names may have very similar spelling or sound very similar due to prefix, suffix, or starting with the same first letter. For example, beta-blocker medications all end in ‘-lol’ to aid in suggesting their mechanism of action. It is important to discern between two similarly named medications since the two drugs in question may have drastically different mechanisms of action or indications for prescribing. Except for nurse practitioners who have the qualifications to prescribe some medications in limited situations, nurses cannot legally prescribe drugs. Recent evidence-based studies support the practice of prescribers writing out full generic names as opposed to brand names of medications along with the indication for prescribing when writing orders to help minimize confusion. Poor handwriting and abbreviations account for many medical errors due to misreading letters or numerals that appear differently to different individuals. For example, brand names, if written poorly, could easily confuse a recipient of an order leading to the administration of medication with a different indication than intended. [1] When checking to ensure the correct medication name is printed on the product to be given to the patient, nursing staff need to remember also to check other critical information on packaging such as the expiration date. [3]", "contents": "Nursing Rights of Medication Administration -- Definition/Introduction. ‘Right drug’ – ensuring that the medication to be administered is identical to the drug name that was prescribed. Some brand names or generic names may have very similar spelling or sound very similar due to prefix, suffix, or starting with the same first letter. For example, beta-blocker medications all end in ‘-lol’ to aid in suggesting their mechanism of action. It is important to discern between two similarly named medications since the two drugs in question may have drastically different mechanisms of action or indications for prescribing. Except for nurse practitioners who have the qualifications to prescribe some medications in limited situations, nurses cannot legally prescribe drugs. Recent evidence-based studies support the practice of prescribers writing out full generic names as opposed to brand names of medications along with the indication for prescribing when writing orders to help minimize confusion. Poor handwriting and abbreviations account for many medical errors due to misreading letters or numerals that appear differently to different individuals. For example, brand names, if written poorly, could easily confuse a recipient of an order leading to the administration of medication with a different indication than intended. [1] When checking to ensure the correct medication name is printed on the product to be given to the patient, nursing staff need to remember also to check other critical information on packaging such as the expiration date. [3]"}
{"id": "article-34518_3", "title": "Nursing Rights of Medication Administration -- Definition/Introduction", "content": "After affirming the name and expiratory date of the intended drug, nursing providers should also develop a routine habit of explicitly asking patients about known allergies or history of an allergic response to a drug they are about to administer. A potential barrier that nurses may face is a patient's misunderstanding of what qualifies as a hypersensitivity reaction, versus a negative symptom which they perceived as a negative experience. Patients may need the education to aid in discerning whether they have had an allergic response, ranging from a skin rash to anaphylaxis, versus an expected side effect, such as nausea or diarrhea.", "contents": "Nursing Rights of Medication Administration -- Definition/Introduction. After affirming the name and expiratory date of the intended drug, nursing providers should also develop a routine habit of explicitly asking patients about known allergies or history of an allergic response to a drug they are about to administer. A potential barrier that nurses may face is a patient's misunderstanding of what qualifies as a hypersensitivity reaction, versus a negative symptom which they perceived as a negative experience. Patients may need the education to aid in discerning whether they have had an allergic response, ranging from a skin rash to anaphylaxis, versus an expected side effect, such as nausea or diarrhea."}
{"id": "article-34518_4", "title": "Nursing Rights of Medication Administration -- Definition/Introduction", "content": "‘Right Route’ – Medications can be given to patients in many different ways, all of which vary in the time it takes to absorb the chemical, time it takes for the drug to act, and potential side-effects based on the mode of administration. Some common routes include oral, intramuscular, intravenous, topical, or subcutaneous injection. In modern medicine, medication administration has become more complex with the development of drugs that can be given via newer routes, including but not limited to central venous catheters, patient-controlled analgesia (PCA), epidural infusions, and intrathecal administration. [1]", "contents": "Nursing Rights of Medication Administration -- Definition/Introduction. ‘Right Route’ – Medications can be given to patients in many different ways, all of which vary in the time it takes to absorb the chemical, time it takes for the drug to act, and potential side-effects based on the mode of administration. Some common routes include oral, intramuscular, intravenous, topical, or subcutaneous injection. In modern medicine, medication administration has become more complex with the development of drugs that can be given via newer routes, including but not limited to central venous catheters, patient-controlled analgesia (PCA), epidural infusions, and intrathecal administration. [1]"}
{"id": "article-34518_5", "title": "Nursing Rights of Medication Administration -- Definition/Introduction", "content": "It is crucial that nurses remain educated and up to date on newer medications or less commonly administered medications to learn how they are safely delivered to patients before being asked to do so in clinical practice. Additionally, nurses must have at least a minimal basic understanding of the physiology influencing drug absorption rates and time of drug onset, as these principles relate to medication administration. For example, medications that are to be delivered intravenously will likely have a higher bioavailability and faster onset of action as they are introduced directly into venous circulation for distribution, as opposed to an oral medication that must first undergo digestion, absorption, and filtration through hepatic circulation.", "contents": "Nursing Rights of Medication Administration -- Definition/Introduction. It is crucial that nurses remain educated and up to date on newer medications or less commonly administered medications to learn how they are safely delivered to patients before being asked to do so in clinical practice. Additionally, nurses must have at least a minimal basic understanding of the physiology influencing drug absorption rates and time of drug onset, as these principles relate to medication administration. For example, medications that are to be delivered intravenously will likely have a higher bioavailability and faster onset of action as they are introduced directly into venous circulation for distribution, as opposed to an oral medication that must first undergo digestion, absorption, and filtration through hepatic circulation."}
{"id": "article-34518_6", "title": "Nursing Rights of Medication Administration -- Definition/Introduction", "content": "‘Right time’ – administering medications at a time that was intended by the prescriber. Often, certain drugs have specific intervals or window periods during which another dose should be given to maintain a therapeutic effect or level. A guiding principle of this ‘right’ is that medications should be prescribed as closely to the time as possible, and nurses should not deviate from this time by more than half an hour to avoid consequences such as altering bioavailability or other chemical mechanisms. [1] Similarly, it is crucial that medications that are given by an infusion, such as intravenous medications, are administered at the correct rate. Failure to deliver a drug at the correct rate may lead to devastating consequences for a patient. For example, vancomycin requires administration by slow intravenous infusion to avoid a complication known as vancomycin flushing syndrome,  a hypersensitivity reaction that is managed by further slowing the infusion rate of vancomycin or discontinuing the agent altogether. [1]", "contents": "Nursing Rights of Medication Administration -- Definition/Introduction. ‘Right time’ – administering medications at a time that was intended by the prescriber. Often, certain drugs have specific intervals or window periods during which another dose should be given to maintain a therapeutic effect or level. A guiding principle of this ‘right’ is that medications should be prescribed as closely to the time as possible, and nurses should not deviate from this time by more than half an hour to avoid consequences such as altering bioavailability or other chemical mechanisms. [1] Similarly, it is crucial that medications that are given by an infusion, such as intravenous medications, are administered at the correct rate. Failure to deliver a drug at the correct rate may lead to devastating consequences for a patient. For example, vancomycin requires administration by slow intravenous infusion to avoid a complication known as vancomycin flushing syndrome,  a hypersensitivity reaction that is managed by further slowing the infusion rate of vancomycin or discontinuing the agent altogether. [1]"}
{"id": "article-34518_7", "title": "Nursing Rights of Medication Administration -- Definition/Introduction", "content": "‘Right dose’ – Incorrect dosage, conversion of units, and incorrect substance concentration are prevalent modalities of medication administration error. This error type stems from nurses giving a patient an incorrect dose of medications, even if it is the correct medication and the patient’s identity is verified, without first checking to ensure it is the correct strength for the patient. This may be due to misplaced decimals, errors in arithmetic, or incorrect conversion between two units. For example, a misplaced decimal point can impact the dose of medication by 10-fold, just as micrograms and milligrams may easily be mistaken with a quick, incorrect glance at unit abbreviations like mcg versus mg. [1] Studies that have emphasized observing positive behaviors nurses have adapted to help reduce medical errors include consulting with pharmacy personnel, using calculators to assist in arithmetic, or in some cases, cross-consulting with patients or their families about usual doses they administer at home. [3]", "contents": "Nursing Rights of Medication Administration -- Definition/Introduction. ‘Right dose’ – Incorrect dosage, conversion of units, and incorrect substance concentration are prevalent modalities of medication administration error. This error type stems from nurses giving a patient an incorrect dose of medications, even if it is the correct medication and the patient’s identity is verified, without first checking to ensure it is the correct strength for the patient. This may be due to misplaced decimals, errors in arithmetic, or incorrect conversion between two units. For example, a misplaced decimal point can impact the dose of medication by 10-fold, just as micrograms and milligrams may easily be mistaken with a quick, incorrect glance at unit abbreviations like mcg versus mg. [1] Studies that have emphasized observing positive behaviors nurses have adapted to help reduce medical errors include consulting with pharmacy personnel, using calculators to assist in arithmetic, or in some cases, cross-consulting with patients or their families about usual doses they administer at home. [3]"}
{"id": "article-34518_8", "title": "Nursing Rights of Medication Administration -- Issues of Concern", "content": "The traditional framework used in teaching the rights has remained largely unchanged, but there has been no significant reduction in error rates reported in the literature since their introduction. [3] Sole reliance on the ‘five rights,’ the necessity of adding additional rights, and the lack of consideration for the role of the patient are a few of the points of contention named in the medical literature concerning the traditional ‘five rights.’ [2]", "contents": "Nursing Rights of Medication Administration -- Issues of Concern. The traditional framework used in teaching the rights has remained largely unchanged, but there has been no significant reduction in error rates reported in the literature since their introduction. [3] Sole reliance on the ‘five rights,’ the necessity of adding additional rights, and the lack of consideration for the role of the patient are a few of the points of contention named in the medical literature concerning the traditional ‘five rights.’ [2]"}
{"id": "article-34518_9", "title": "Nursing Rights of Medication Administration -- Issues of Concern", "content": "An increasing number of recent studies have identified inadequacies of the ‘ five rights’ in significantly reducing errors due to factors that induce workplace strains on nursing staff members, frequently listing workload, being under-staffed, or interruptions as limitations that make the five R’s difficult to comply with all of the time. [3] Nurses encounter many types of pharmaceutical labeling and packaging on a given shift, where it is expected that nurses with more clinical experience have more familiarity with how to find information on packaging efficiently. Nurses with less experience may feel less confident in their ability to find where specific warnings may be located, especially in poorly lit environments. [3] Experience aside, it is not uncommon for pharmaceutical manufactures to update their packaging to change how information appears, therefore creating a potential for more experienced nurses to become accustomed to outdated packaging instead of actively seeking important drug warnings. Disregard for the time to read labeling fosters overconfidence in administering medications. For example, negative labels such as ‘not for oral use’ can easily be misinterpreted as the opposite, posing a direct negative consequence if not corrected. [1] Although the packaging is not a modifiable factor on the level of nursing staff, it is a responsibility that ultimately falls on pharmaceutical manufacturers and governing and regulation organizations to ensure that new products are as user-friendly as possible. [1]", "contents": "Nursing Rights of Medication Administration -- Issues of Concern. An increasing number of recent studies have identified inadequacies of the ‘ five rights’ in significantly reducing errors due to factors that induce workplace strains on nursing staff members, frequently listing workload, being under-staffed, or interruptions as limitations that make the five R’s difficult to comply with all of the time. [3] Nurses encounter many types of pharmaceutical labeling and packaging on a given shift, where it is expected that nurses with more clinical experience have more familiarity with how to find information on packaging efficiently. Nurses with less experience may feel less confident in their ability to find where specific warnings may be located, especially in poorly lit environments. [3] Experience aside, it is not uncommon for pharmaceutical manufactures to update their packaging to change how information appears, therefore creating a potential for more experienced nurses to become accustomed to outdated packaging instead of actively seeking important drug warnings. Disregard for the time to read labeling fosters overconfidence in administering medications. For example, negative labels such as ‘not for oral use’ can easily be misinterpreted as the opposite, posing a direct negative consequence if not corrected. [1] Although the packaging is not a modifiable factor on the level of nursing staff, it is a responsibility that ultimately falls on pharmaceutical manufacturers and governing and regulation organizations to ensure that new products are as user-friendly as possible. [1]"}
{"id": "article-34518_10", "title": "Nursing Rights of Medication Administration -- Issues of Concern", "content": "Some other specific critiques of the five rights listed in medical literature surround the realities of modern nursing care. Consideration for the five reasons typically occurs right at the exact time of medication administration; however, a variety of factors impact patient care well before this step, including checking medication orders, follow up with the pharmacy on missing medications, assessing the patient, and preparing drugs to be administered. [2] The focus of most recent literature lies not on research advocating that nurses disregard or do not utilize the five rights, but instead focus on problems, deficits, and diversions in attention that result from the workplace environment. [3]", "contents": "Nursing Rights of Medication Administration -- Issues of Concern. Some other specific critiques of the five rights listed in medical literature surround the realities of modern nursing care. Consideration for the five reasons typically occurs right at the exact time of medication administration; however, a variety of factors impact patient care well before this step, including checking medication orders, follow up with the pharmacy on missing medications, assessing the patient, and preparing drugs to be administered. [2] The focus of most recent literature lies not on research advocating that nurses disregard or do not utilize the five rights, but instead focus on problems, deficits, and diversions in attention that result from the workplace environment. [3]"}
{"id": "article-34518_11", "title": "Nursing Rights of Medication Administration -- Issues of Concern", "content": "Literature also states that the rights are not just the responsibility of nurses but a responsibility of the whole health care organization to have functionality. [4] Medical errors have an interprofessional nature to them, requiring that all healthcare workers uphold their unique responsibilities to ensuring mediation administration safety and adherence to the five rights. [5] Additionally, nurses should not merely follow prescriber orders “blindly.” They should always seek answers from either pharmacy or the prescriber if there are any questions related to the interpretation of the order, the mediation itself, or the dose. [1] Nurses have a responsibility to protect patients, which is best achieved by providing professionals with adequate time and resources, which are not always possible without multiple workplace interruptions. [2]", "contents": "Nursing Rights of Medication Administration -- Issues of Concern. Literature also states that the rights are not just the responsibility of nurses but a responsibility of the whole health care organization to have functionality. [4] Medical errors have an interprofessional nature to them, requiring that all healthcare workers uphold their unique responsibilities to ensuring mediation administration safety and adherence to the five rights. [5] Additionally, nurses should not merely follow prescriber orders “blindly.” They should always seek answers from either pharmacy or the prescriber if there are any questions related to the interpretation of the order, the mediation itself, or the dose. [1] Nurses have a responsibility to protect patients, which is best achieved by providing professionals with adequate time and resources, which are not always possible without multiple workplace interruptions. [2]"}
{"id": "article-34518_12", "title": "Nursing Rights of Medication Administration -- Issues of Concern", "content": "It has been proposed that adding additional ‘rights’ to the globally accepted five may augment the functioning of a linear model for guiding medication administration. [2] Various studies name anywhere from 5 up to 12 unique rights under consideration as new solutions towards addressing the inadequacies identified within the traditional ‘five rights’ framework. [3] Elliot et al. recommend four additional rights, including right documentation, right indication for prescription, right patient response, and right form of administration within a given route. Cook et al. have proposed rights such as the right to have legible orders, correct drug dispensing, timely access to information, procedures in place to support medication administration, and problems addressed in the medication administration system. [2] Such proposals identify a significant limitation of the rights framework, referring to the drastic inconsistency in the framework.", "contents": "Nursing Rights of Medication Administration -- Issues of Concern. It has been proposed that adding additional ‘rights’ to the globally accepted five may augment the functioning of a linear model for guiding medication administration. [2] Various studies name anywhere from 5 up to 12 unique rights under consideration as new solutions towards addressing the inadequacies identified within the traditional ‘five rights’ framework. [3] Elliot et al. recommend four additional rights, including right documentation, right indication for prescription, right patient response, and right form of administration within a given route. Cook et al. have proposed rights such as the right to have legible orders, correct drug dispensing, timely access to information, procedures in place to support medication administration, and problems addressed in the medication administration system. [2] Such proposals identify a significant limitation of the rights framework, referring to the drastic inconsistency in the framework."}
{"id": "article-34518_13", "title": "Nursing Rights of Medication Administration -- Issues of Concern", "content": "Inconsistencies in which rights are taught or practiced have been noted as a hindrance to their suitability for modern practice due to a lack of local, national, or international accord regarding how many rights should be utilized and accepted. [3] Organizations, including the Institute for Safe Medication Practices, have documented the shortcomings of simply adding more ‘rights’ to the existing model, claiming that even solely following the guidelines laid out by the rights will not in itself prevent medical errors. Examples of this point might be scanning a patient’s wristband that does not belong to the patient, although the patient is wearing a wristband, or selecting a medication with an incorrect label. [2]", "contents": "Nursing Rights of Medication Administration -- Issues of Concern. Inconsistencies in which rights are taught or practiced have been noted as a hindrance to their suitability for modern practice due to a lack of local, national, or international accord regarding how many rights should be utilized and accepted. [3] Organizations, including the Institute for Safe Medication Practices, have documented the shortcomings of simply adding more ‘rights’ to the existing model, claiming that even solely following the guidelines laid out by the rights will not in itself prevent medical errors. Examples of this point might be scanning a patient’s wristband that does not belong to the patient, although the patient is wearing a wristband, or selecting a medication with an incorrect label. [2]"}
{"id": "article-34518_14", "title": "Nursing Rights of Medication Administration -- Issues of Concern", "content": "The medical literature states that the value of nurses’ critical thinking, the role of patient advocacy, and clinical judgment are not accounted for by the five rights framework that is commonly observed in modern practice to deliver patient-centered care. [3] Research has shown a clear benefit in the value of nursing experience as it relates to decision-making capability; however, it states that further studies are necessary to achieve an improved understanding of how nurses apply intuition, the context of the situation, and interpretation. [6] [7] Roughly 36% of patients believe and expect that decision-making regarding care and treatments to be a shared responsibility, while an estimated 50% of patients believe they have the primary responsibility for decisions, according to a 2002 survey. [2] This survey illustrates the ever-growing importance of the decision-making capacity of patients, which provides a new component of a “checks and balances” system that has the potential to improve patient safety during medication administration. [2]", "contents": "Nursing Rights of Medication Administration -- Issues of Concern. The medical literature states that the value of nurses’ critical thinking, the role of patient advocacy, and clinical judgment are not accounted for by the five rights framework that is commonly observed in modern practice to deliver patient-centered care. [3] Research has shown a clear benefit in the value of nursing experience as it relates to decision-making capability; however, it states that further studies are necessary to achieve an improved understanding of how nurses apply intuition, the context of the situation, and interpretation. [6] [7] Roughly 36% of patients believe and expect that decision-making regarding care and treatments to be a shared responsibility, while an estimated 50% of patients believe they have the primary responsibility for decisions, according to a 2002 survey. [2] This survey illustrates the ever-growing importance of the decision-making capacity of patients, which provides a new component of a “checks and balances” system that has the potential to improve patient safety during medication administration. [2]"}
{"id": "article-34518_15", "title": "Nursing Rights of Medication Administration -- Issues of Concern", "content": "Nurses have accomplished this inclusion of patients by educating patients about their medications and the importance of their involvement during medication administration enabling trust and respect. [2] Many studies emphasize the value of nurses’ clinical reasoning skills, defined as the ability to reason about a clinical situation as it unfolds, as well as about the patient and family concerns and context. [8] Safe medication administration is said to require much more than the five rights and medication management to avoid costly errors. Literature is gradually showing more evidence that new efforts to maintain safety should also highlight the emergence of nurses’ clinical reasoning as the element that shapes nurses to become highly competent in their profession. [8] Competency is measurable in a nurse’s display of clinical and pharmacological knowledge, clinical experience, and the ability to perform comprehensive, situational assessments of the patient before medication administration. [8]", "contents": "Nursing Rights of Medication Administration -- Issues of Concern. Nurses have accomplished this inclusion of patients by educating patients about their medications and the importance of their involvement during medication administration enabling trust and respect. [2] Many studies emphasize the value of nurses’ clinical reasoning skills, defined as the ability to reason about a clinical situation as it unfolds, as well as about the patient and family concerns and context. [8] Safe medication administration is said to require much more than the five rights and medication management to avoid costly errors. Literature is gradually showing more evidence that new efforts to maintain safety should also highlight the emergence of nurses’ clinical reasoning as the element that shapes nurses to become highly competent in their profession. [8] Competency is measurable in a nurse’s display of clinical and pharmacological knowledge, clinical experience, and the ability to perform comprehensive, situational assessments of the patient before medication administration. [8]"}
{"id": "article-34518_16", "title": "Nursing Rights of Medication Administration -- Issues of Concern", "content": "Medication safety requires the integrity and functionality of several complex, interrelated steps and the cooperation of medical personnel to prevent such adverse drug events (ADE). [2] Most medication-related errors occur in hospital settings where nurses administer the majority of medications, totaling about 5% to 10% of all errors in hospital settings. [6] Medical literature states that about one-third of all medical errors causing harm to hospitalized patients occur during the medication preparation and administration phase, predominately nursing activity. [4] One study suggested more specifically that the majority of medication-related errors occur at the points of ordering medications (39%) and administering medications (38%). [2] Therefore, nurses need to be proficient in considering how to manage the environment in which they work to facilitate a reduction in medication errors. [1]", "contents": "Nursing Rights of Medication Administration -- Issues of Concern. Medication safety requires the integrity and functionality of several complex, interrelated steps and the cooperation of medical personnel to prevent such adverse drug events (ADE). [2] Most medication-related errors occur in hospital settings where nurses administer the majority of medications, totaling about 5% to 10% of all errors in hospital settings. [6] Medical literature states that about one-third of all medical errors causing harm to hospitalized patients occur during the medication preparation and administration phase, predominately nursing activity. [4] One study suggested more specifically that the majority of medication-related errors occur at the points of ordering medications (39%) and administering medications (38%). [2] Therefore, nurses need to be proficient in considering how to manage the environment in which they work to facilitate a reduction in medication errors. [1]"}
{"id": "article-34518_17", "title": "Nursing Rights of Medication Administration -- Issues of Concern", "content": "Medical errors are a reality that will inevitably occur, as nurses, patients, and medical personnel are human and, therefore, prone to error. Examples of human error are lack of medical knowledge, lack of attention to detail or care, failing to verify information in an effort to save time, disorganization of workplace or supplies, and miscommunication among healthcare professionals or with a patient. While human nature does account for the majority of circumstances that may incite potential for medication administration errors, administrative or environment-related errors may also explain ADEs, such as lack of labeling or inadequate labeling systems or overwhelming workload with limited staffing. [3] Errors are usually multifaceted and can occur at any point within the complex process of medication administration.", "contents": "Nursing Rights of Medication Administration -- Issues of Concern. Medical errors are a reality that will inevitably occur, as nurses, patients, and medical personnel are human and, therefore, prone to error. Examples of human error are lack of medical knowledge, lack of attention to detail or care, failing to verify information in an effort to save time, disorganization of workplace or supplies, and miscommunication among healthcare professionals or with a patient. While human nature does account for the majority of circumstances that may incite potential for medication administration errors, administrative or environment-related errors may also explain ADEs, such as lack of labeling or inadequate labeling systems or overwhelming workload with limited staffing. [3] Errors are usually multifaceted and can occur at any point within the complex process of medication administration."}
{"id": "article-34518_18", "title": "Nursing Rights of Medication Administration -- Clinical Significance", "content": "The 'five rights' first have important clinical significance by their integration into the methodologies used for instructing nursing students about the applications of the 'rights' framework in clinical practice. Traditionally, nurses learn to administer medications in a laboratory setting before working with patients in clinical settings. [5] It is in the laboratory that students are first introduced to applying the 'rights' of medication administration; although, it is stated that this lacks many realistic aspects of clinical practice that complicate medication administration, such as understanding how to read and interpret a medication administration record (MAR). [5] To build the most robust foundation for future nurses, it has been formally recommended in medical literature to structure nursing coursework to present the theory and practical components of nursing so that they directly relate to one another, emphasize the practice of mathematical skills, and incorporating more exclusive supervision from clinical professors. [5]", "contents": "Nursing Rights of Medication Administration -- Clinical Significance. The 'five rights' first have important clinical significance by their integration into the methodologies used for instructing nursing students about the applications of the 'rights' framework in clinical practice. Traditionally, nurses learn to administer medications in a laboratory setting before working with patients in clinical settings. [5] It is in the laboratory that students are first introduced to applying the 'rights' of medication administration; although, it is stated that this lacks many realistic aspects of clinical practice that complicate medication administration, such as understanding how to read and interpret a medication administration record (MAR). [5] To build the most robust foundation for future nurses, it has been formally recommended in medical literature to structure nursing coursework to present the theory and practical components of nursing so that they directly relate to one another, emphasize the practice of mathematical skills, and incorporating more exclusive supervision from clinical professors. [5]"}
{"id": "article-34518_19", "title": "Nursing Rights of Medication Administration -- Clinical Significance", "content": "The nursing instructor's role of providing students with clinical scenarios that force nursing trainees to make decisions in unclear clinical situations, function as a competent member of an interprofessional team, and practice with advanced types of medication administrations has been stated as a pivotal role in teaching future nurses about the rights of medication administration. [5]", "contents": "Nursing Rights of Medication Administration -- Clinical Significance. The nursing instructor's role of providing students with clinical scenarios that force nursing trainees to make decisions in unclear clinical situations, function as a competent member of an interprofessional team, and practice with advanced types of medication administrations has been stated as a pivotal role in teaching future nurses about the rights of medication administration. [5]"}
{"id": "article-34518_20", "title": "Nursing Rights of Medication Administration -- Clinical Significance", "content": "In practice, the innovation of modern technologies has contributed to helping nurses clinically apply the five rights in everyday practice. An example of modern technology is barcode medication administration (BCMA), which allows nurses to verify the five rights of medication administration by electronically scanning a patient's wristband to confirm the information and crossmatch with a patient's electronic medical chart. [9] Barcode administration has been shown to decrease the incidence of medication administration errors ranging from 23% to 56% of the time in observational studies, although little evidence exists regarding the severity of medical errors with barcode administration. [9] In one observational study conducted by Marcias et al., the authors observed a statistically significant reduction in specific types of errors with the implementation of the barcode administration, including wrong medication, administration omission, wrong dose, and wrong order of administration.", "contents": "Nursing Rights of Medication Administration -- Clinical Significance. In practice, the innovation of modern technologies has contributed to helping nurses clinically apply the five rights in everyday practice. An example of modern technology is barcode medication administration (BCMA), which allows nurses to verify the five rights of medication administration by electronically scanning a patient's wristband to confirm the information and crossmatch with a patient's electronic medical chart. [9] Barcode administration has been shown to decrease the incidence of medication administration errors ranging from 23% to 56% of the time in observational studies, although little evidence exists regarding the severity of medical errors with barcode administration. [9] In one observational study conducted by Marcias et al., the authors observed a statistically significant reduction in specific types of errors with the implementation of the barcode administration, including wrong medication, administration omission, wrong dose, and wrong order of administration."}
{"id": "article-34518_21", "title": "Nursing Rights of Medication Administration -- Clinical Significance", "content": "Computerized provider order entry (CPOE) with clinical decision support (CDS) also aid healthcare providers with prescribing. [10] Such systems automatically alert providers to potential errors and hazards such as drug-drug interactions, although this has subsequently led to the modern concern of \"alert fatigue.\" [10] Alert fatigue is referred to in the literature as too many or repetitive alert warnings that are voluntarily disregarded, thus leading to a potential error if important medication information is overlooked. [10] This example demonstrates that, in some cases, regularly adding additional steps to administering medications may create a habitual, automatic mindset for medication providers that leads to mistakes and chronic fatigue. Additionally, these mistakes are costly to the healthcare system.", "contents": "Nursing Rights of Medication Administration -- Clinical Significance. Computerized provider order entry (CPOE) with clinical decision support (CDS) also aid healthcare providers with prescribing. [10] Such systems automatically alert providers to potential errors and hazards such as drug-drug interactions, although this has subsequently led to the modern concern of \"alert fatigue.\" [10] Alert fatigue is referred to in the literature as too many or repetitive alert warnings that are voluntarily disregarded, thus leading to a potential error if important medication information is overlooked. [10] This example demonstrates that, in some cases, regularly adding additional steps to administering medications may create a habitual, automatic mindset for medication providers that leads to mistakes and chronic fatigue. Additionally, these mistakes are costly to the healthcare system."}
{"id": "article-34518_22", "title": "Nursing Rights of Medication Administration -- Clinical Significance", "content": "Estimates are that in 2014 approximately 5.5 million medication-related alerts were inappropriately overridden, resulting in approximately 196,600 adverse drug events nationally, costing between $871 million and $1763 million. [10] This data illustrates the role of automated assistance in augmenting a traditional problem-solving method in nursing practice.", "contents": "Nursing Rights of Medication Administration -- Clinical Significance. Estimates are that in 2014 approximately 5.5 million medication-related alerts were inappropriately overridden, resulting in approximately 196,600 adverse drug events nationally, costing between $871 million and $1763 million. [10] This data illustrates the role of automated assistance in augmenting a traditional problem-solving method in nursing practice."}
{"id": "article-34518_23", "title": "Nursing Rights of Medication Administration -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Patient safety and quality of care are essential components of nursing practice and priorities that demand consideration to enable the delivery of high-quality, patient-centered care, and overall well-being. Medical errors are unfortunately very common in clinical practice, and in addition to compromising a patient’s personal safety, they can also be extremely costly for hospitals. ADEs qualify as unintended injuries or insults directly related to medical interventions involving a drug resulting in disability at discharge, death, or extended hospital stay that is the result of health care management rather than by the patient’s underlying disease process. [5]", "contents": "Nursing Rights of Medication Administration -- Nursing, Allied Health, and Interprofessional Team Interventions. Patient safety and quality of care are essential components of nursing practice and priorities that demand consideration to enable the delivery of high-quality, patient-centered care, and overall well-being. Medical errors are unfortunately very common in clinical practice, and in addition to compromising a patient’s personal safety, they can also be extremely costly for hospitals. ADEs qualify as unintended injuries or insults directly related to medical interventions involving a drug resulting in disability at discharge, death, or extended hospital stay that is the result of health care management rather than by the patient’s underlying disease process. [5]"}
{"id": "article-34518_24", "title": "Nursing Rights of Medication Administration -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "In a recent 2018 study, ADEs reportedly result in more than 770,000 injuries or deaths in US hospitals each year and are responsible for an estimated hospital expense of $1.56 to $5.6 billion annually. Moreover, patients experience an additional individual cost between $2,852 and $8,116 per ADE incidence relative to increased length of hospital stay and prolonged treatment. [10] Alternatively, patients may suffer a potentially life-threatening ADE.", "contents": "Nursing Rights of Medication Administration -- Nursing, Allied Health, and Interprofessional Team Interventions. In a recent 2018 study, ADEs reportedly result in more than 770,000 injuries or deaths in US hospitals each year and are responsible for an estimated hospital expense of $1.56 to $5.6 billion annually. Moreover, patients experience an additional individual cost between $2,852 and $8,116 per ADE incidence relative to increased length of hospital stay and prolonged treatment. [10] Alternatively, patients may suffer a potentially life-threatening ADE."}
{"id": "article-34518_25", "title": "Nursing Rights of Medication Administration -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nursing Rights of Medication Administration -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}