{"id": "article-81550_0", "title": "Famciclovir -- Continuing Education Activity", "content": "Famciclovir is a medication used in the management and treatment of herpes and varicella-zoster infections. It is in the class of nucleoside analog antiviral drugs. This activity reviews the indications, action, and contraindications for famciclovir as a valuable agent in managing herpes and varicella-zoster infections. This activity will highlight the mechanism of action, adverse event profile, and other key factors pertinent for members of the healthcare team in the management and care of patients with herpes and varicella-zoster infections and related conditions.", "contents": "Famciclovir -- Continuing Education Activity. Famciclovir is a medication used in the management and treatment of herpes and varicella-zoster infections. It is in the class of nucleoside analog antiviral drugs. This activity reviews the indications, action, and contraindications for famciclovir as a valuable agent in managing herpes and varicella-zoster infections. This activity will highlight the mechanism of action, adverse event profile, and other key factors pertinent for members of the healthcare team in the management and care of patients with herpes and varicella-zoster infections and related conditions."}
{"id": "article-81550_1", "title": "Famciclovir -- Continuing Education Activity", "content": "Objectives: Describe the treatment considerations for patients with herpes or varicella-zoster infections. Identify the most common adverse events associated with famciclovir therapy. Summarize the risks associated with initiating famciclovir treatment and summarize key patient counseling points. Outline the importance of improving care coordination amongst the interprofessional team to improve outcomes for patients receiving famciclovir treatment. Access free multiple choice questions on this topic.", "contents": "Famciclovir -- Continuing Education Activity. Objectives: Describe the treatment considerations for patients with herpes or varicella-zoster infections. Identify the most common adverse events associated with famciclovir therapy. Summarize the risks associated with initiating famciclovir treatment and summarize key patient counseling points. Outline the importance of improving care coordination amongst the interprofessional team to improve outcomes for patients receiving famciclovir treatment. Access free multiple choice questions on this topic."}
{"id": "article-81550_2", "title": "Famciclovir -- Indications", "content": "Famciclovir is a prodrug antiviral agent. It is modified by esterase and an oxidase, which converts it into its active antiviral agent penciclovir. Famciclovir is the diacetyl 6-deoxy analog of penciclovir. Famciclovir is used for the treatment of acute herpes zoster (shingles) caused by the varicella-zoster virus (VZV) and herpes labialis (cold sores) caused by herpes simplex virus (HSV) in immunocompetent patients. Also, famciclovir is used to treat initial and recurrent genital herpes simplex virus episodes in immunocompetent and HIV-infected patients. Also, it is an agent for the treatment of genital HSV chronic suppressive therapy. There is also evidence that famciclovir may lower hepatitis B viral DNA levels in patients when used as a long-term treatment. [1] This data suggests that famciclovir may be useful in treating chronic hepatitis B viral infections. [1] The incidence and duration of postherpetic neuralgia are not affected in the patients treated with famciclovir for acute herpes zoster (shingles). [2]", "contents": "Famciclovir -- Indications. Famciclovir is a prodrug antiviral agent. It is modified by esterase and an oxidase, which converts it into its active antiviral agent penciclovir. Famciclovir is the diacetyl 6-deoxy analog of penciclovir. Famciclovir is used for the treatment of acute herpes zoster (shingles) caused by the varicella-zoster virus (VZV) and herpes labialis (cold sores) caused by herpes simplex virus (HSV) in immunocompetent patients. Also, famciclovir is used to treat initial and recurrent genital herpes simplex virus episodes in immunocompetent and HIV-infected patients. Also, it is an agent for the treatment of genital HSV chronic suppressive therapy. There is also evidence that famciclovir may lower hepatitis B viral DNA levels in patients when used as a long-term treatment. [1] This data suggests that famciclovir may be useful in treating chronic hepatitis B viral infections. [1] The incidence and duration of postherpetic neuralgia are not affected in the patients treated with famciclovir for acute herpes zoster (shingles). [2]"}
{"id": "article-81550_3", "title": "Famciclovir -- Indications", "content": "Famciclovir was introduced as a drug to increase patient compliance and ease in treating their zoster infections as it only needed to be taken three times daily as opposed to previously used medications. [1] When treating oral herpes infections, famciclovir is only necessary as single-dose therapy, which increases ease for patients and contributes to improved patient compliance.", "contents": "Famciclovir -- Indications. Famciclovir was introduced as a drug to increase patient compliance and ease in treating their zoster infections as it only needed to be taken three times daily as opposed to previously used medications. [1] When treating oral herpes infections, famciclovir is only necessary as single-dose therapy, which increases ease for patients and contributes to improved patient compliance."}
{"id": "article-81550_4", "title": "Famciclovir -- Mechanism of Action", "content": "Famciclovir first converts into its active antiviral agent, penciclovir. The viral thymidine kinase (TK) present in cells infected with HSV-1, HSV-2, and varicella-zoster virus, phosphorylates penciclovir to a monophosphate form. Penciclovir is unable to be phosphorylated in uninfected cells and is thus selective towards virally infected cells. Further, the host cellular enzymes subsequently convert penciclovir monophosphate to triphosphate form. The penciclovir triphosphate competes with deoxyguanosine triphosphate; this inhibits the herpes virus DNA polymerase and results in chain termination, and ultimately terminates viral replication.", "contents": "Famciclovir -- Mechanism of Action. Famciclovir first converts into its active antiviral agent, penciclovir. The viral thymidine kinase (TK) present in cells infected with HSV-1, HSV-2, and varicella-zoster virus, phosphorylates penciclovir to a monophosphate form. Penciclovir is unable to be phosphorylated in uninfected cells and is thus selective towards virally infected cells. Further, the host cellular enzymes subsequently convert penciclovir monophosphate to triphosphate form. The penciclovir triphosphate competes with deoxyguanosine triphosphate; this inhibits the herpes virus DNA polymerase and results in chain termination, and ultimately terminates viral replication."}
{"id": "article-81550_5", "title": "Famciclovir -- Administration", "content": "Famciclovir should be administered shortly after the signs and symptoms of a herpes zoster infection appear, or within 72 hours appearance of a varicella-zoster rash. [1] If the lesions do not progressively crust over throughout treatment, talk to your doctor about extending the regimen up to 10 days.", "contents": "Famciclovir -- Administration. Famciclovir should be administered shortly after the signs and symptoms of a herpes zoster infection appear, or within 72 hours appearance of a varicella-zoster rash. [1] If the lesions do not progressively crust over throughout treatment, talk to your doctor about extending the regimen up to 10 days."}
{"id": "article-81550_6", "title": "Famciclovir -- Administration -- Adults", "content": "Active herpes zoster lesion - 500 mg POTID x 7 days [1] Genital herpes simplex virus (initial episode) – 250 mg PO TID x 7-10 days In HIV-infected patients, as per HIV guidelines - 500 mg PO BID for 5 to 14 days Genital herpes simplex virus (recurrent episodes in immunocompetent patients): 125 mg PO BID x 5 days or 500 mg PO x 1, then 250mg PO BID x 2 days or 1 gm PO BID x 1 day. In HIV-infected patients - 500 mg PO BID for seven days. For genital chronic suppression therapy - 250 mg BID x 7 days. [1] For patients with moderate to severe renal impairment: the patient should increase the time between each administered dose to prevent penciclovir accumulation. [1]", "contents": "Famciclovir -- Administration -- Adults. Active herpes zoster lesion - 500 mg POTID x 7 days [1] Genital herpes simplex virus (initial episode) – 250 mg PO TID x 7-10 days In HIV-infected patients, as per HIV guidelines - 500 mg PO BID for 5 to 14 days Genital herpes simplex virus (recurrent episodes in immunocompetent patients): 125 mg PO BID x 5 days or 500 mg PO x 1, then 250mg PO BID x 2 days or 1 gm PO BID x 1 day. In HIV-infected patients - 500 mg PO BID for seven days. For genital chronic suppression therapy - 250 mg BID x 7 days. [1] For patients with moderate to severe renal impairment: the patient should increase the time between each administered dose to prevent penciclovir accumulation. [1]"}
{"id": "article-81550_7", "title": "Famciclovir -- Administration", "content": "The proper doses may be altered to best suit the patient based on the doctor's recommendations. [1] The kidneys primarily excrete famciclovir. [2] With the reduction in renal function, the clearance of penciclovir, a famciclovir metabolite, is found to be decreased linearly. Thus, in renal insufficiency, dosage adjustment is recommended.", "contents": "Famciclovir -- Administration. The proper doses may be altered to best suit the patient based on the doctor's recommendations. [1] The kidneys primarily excrete famciclovir. [2] With the reduction in renal function, the clearance of penciclovir, a famciclovir metabolite, is found to be decreased linearly. Thus, in renal insufficiency, dosage adjustment is recommended."}
{"id": "article-81550_8", "title": "Famciclovir -- Adverse Effects", "content": "The most common adverse events reported by patients taking famciclovir include headaches, nausea, and diarrhea. [3] More severe adverse effects following famciclovir treatment are rare. Among the most reported and studied severe adverse effects of famciclovir include hepatotoxicity and Steven Johnsons-syndrome. [3] [2] However, hepatotoxicity is rare and is more strongly associated with long-term use of famciclovir. There is no evidence indicating it is necessary to alter the dose of famciclovir in patients \"with well-compensated hepatic impairment.\" A correlation exists with elevated alkaline phosphatase (ALT) levels in patients taking famciclovir compared to patients taking a placebo.", "contents": "Famciclovir -- Adverse Effects. The most common adverse events reported by patients taking famciclovir include headaches, nausea, and diarrhea. [3] More severe adverse effects following famciclovir treatment are rare. Among the most reported and studied severe adverse effects of famciclovir include hepatotoxicity and Steven Johnsons-syndrome. [3] [2] However, hepatotoxicity is rare and is more strongly associated with long-term use of famciclovir. There is no evidence indicating it is necessary to alter the dose of famciclovir in patients \"with well-compensated hepatic impairment.\" A correlation exists with elevated alkaline phosphatase (ALT) levels in patients taking famciclovir compared to patients taking a placebo."}
{"id": "article-81550_9", "title": "Famciclovir -- Adverse Effects", "content": "In a dose-dependent study, there were no significant indications that increasing the dose of famciclovir caused more adverse effects. However, when increasing the dose from 125 mg twice daily to 500 mg twice daily, the most commonly reported effects include headache, nausea, and dizziness. [3]", "contents": "Famciclovir -- Adverse Effects. In a dose-dependent study, there were no significant indications that increasing the dose of famciclovir caused more adverse effects. However, when increasing the dose from 125 mg twice daily to 500 mg twice daily, the most commonly reported effects include headache, nausea, and dizziness. [3]"}
{"id": "article-81550_10", "title": "Famciclovir -- Adverse Effects -- Common Reactions", "content": "Hyper/hypopigmented scars Dyspepsia (indigestion) Headache Nausea Constipation", "contents": "Famciclovir -- Adverse Effects -- Common Reactions. Hyper/hypopigmented scars Dyspepsia (indigestion) Headache Nausea Constipation"}
{"id": "article-81550_11", "title": "Famciclovir -- Contraindications", "content": "Contraindications to famciclovir treatment include patient hypersensitivity to penciclovir and or famciclovir. This correlation is due to the similarity in chemical structure. As the kidney excretes famciclovir, clinicians should not prescribe famciclovir to a patient with renal impairment. If required, dosage adjustment is necessary. Famciclovir is safe for pregnant females and has no teratogenic effects. Patients with hepatotoxicity should be cautious when taking famciclovir as it has previously correlated with liver toxicity. [3]", "contents": "Famciclovir -- Contraindications. Contraindications to famciclovir treatment include patient hypersensitivity to penciclovir and or famciclovir. This correlation is due to the similarity in chemical structure. As the kidney excretes famciclovir, clinicians should not prescribe famciclovir to a patient with renal impairment. If required, dosage adjustment is necessary. Famciclovir is safe for pregnant females and has no teratogenic effects. Patients with hepatotoxicity should be cautious when taking famciclovir as it has previously correlated with liver toxicity. [3]"}
{"id": "article-81550_12", "title": "Famciclovir -- Monitoring", "content": "Orally administered famciclovir metabolizes into the prodrug penciclovir. [3] Penciclovir is mainly eliminated via the kidneys and has a half-life between 4.2 to 4.6 hours in patients with a functioning renal system. [4] [2] The renal clearance of penciclovir is 4.3 mL/min/kg. [4] Penciclovir has a volume of distribution of 0.6 L/kg. [4] Penciclovir is clearable from the plasma via hemodialysis. If hepatotoxicity is suspected, then alkaline phosphatase levels should be monitored. [3]", "contents": "Famciclovir -- Monitoring. Orally administered famciclovir metabolizes into the prodrug penciclovir. [3] Penciclovir is mainly eliminated via the kidneys and has a half-life between 4.2 to 4.6 hours in patients with a functioning renal system. [4] [2] The renal clearance of penciclovir is 4.3 mL/min/kg. [4] Penciclovir has a volume of distribution of 0.6 L/kg. [4] Penciclovir is clearable from the plasma via hemodialysis. If hepatotoxicity is suspected, then alkaline phosphatase levels should be monitored. [3]"}
{"id": "article-81550_13", "title": "Famciclovir -- Toxicity", "content": "There are no significant toxic side effects associated with famciclovir treatment, and thus there is no antidote. If a patient taking famciclovir experiences any side effects or suspects toxic effects, they should consult with their doctor as early as possible. Famciclovir is safe to take in patients with acute renal impairment. [2]", "contents": "Famciclovir -- Toxicity. There are no significant toxic side effects associated with famciclovir treatment, and thus there is no antidote. If a patient taking famciclovir experiences any side effects or suspects toxic effects, they should consult with their doctor as early as possible. Famciclovir is safe to take in patients with acute renal impairment. [2]"}
{"id": "article-81550_14", "title": "Famciclovir -- Enhancing Healthcare Team Outcomes", "content": "Famciclovir has many benefits in terms of ease and effectiveness in treating zoster infections. Therapy with famciclovir is best when under the direction of an interprofessional healthcare team. Famciclovir requires a prescription from a clinician. Famciclovir is a relatively safe antiviral treatment with rare adverse side effects. However, the prescribing clinician must monitor treatment with famciclovir to ensure that the patient does not experience any adverse effects. All primary care clinicians and dermatologists can prescribe famciclovir. To achieve the best results with the treatment, the patient must begin taking famciclovir treatment as soon as possible as the first signs of herpetic or varicella infections occur.", "contents": "Famciclovir -- Enhancing Healthcare Team Outcomes. Famciclovir has many benefits in terms of ease and effectiveness in treating zoster infections. Therapy with famciclovir is best when under the direction of an interprofessional healthcare team. Famciclovir requires a prescription from a clinician. Famciclovir is a relatively safe antiviral treatment with rare adverse side effects. However, the prescribing clinician must monitor treatment with famciclovir to ensure that the patient does not experience any adverse effects. All primary care clinicians and dermatologists can prescribe famciclovir. To achieve the best results with the treatment, the patient must begin taking famciclovir treatment as soon as possible as the first signs of herpetic or varicella infections occur."}
{"id": "article-81550_15", "title": "Famciclovir -- Enhancing Healthcare Team Outcomes", "content": "Regular follow-ups with patients taking famciclovir suggest that the treatment is working properly and that there are decreased signs of infection. A pharmacist should be involved to ensure that proper dosing of famciclovir is prescribed, and the patient fully understands the treatment regimen. If the patient has any questions regarding treatment, a nurse will be able to answer most questions. Any serious concerns will be discussed between the nurse, doctor, and patient to decide how to alter care. [Level 5]", "contents": "Famciclovir -- Enhancing Healthcare Team Outcomes. Regular follow-ups with patients taking famciclovir suggest that the treatment is working properly and that there are decreased signs of infection. A pharmacist should be involved to ensure that proper dosing of famciclovir is prescribed, and the patient fully understands the treatment regimen. If the patient has any questions regarding treatment, a nurse will be able to answer most questions. Any serious concerns will be discussed between the nurse, doctor, and patient to decide how to alter care. [Level 5]"}
{"id": "article-81550_16", "title": "Famciclovir -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Famciclovir -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}