{"id": "article-31472_0", "title": "Ziprasidone -- Continuing Education Activity", "content": "Ziprasidone, an atypical antipsychotic, is approved by the US Food and Drug Administration (FDA) for the treatment of schizophrenia, bipolar mania, and acute agitation in individuals with schizophrenia. In schizophrenia treatment, the drug exerts therapeutic antagonism on dopamine (D2) and serotonin (5HT2) receptors. However, due to its antagonism with H1 receptors, ziprasidone may induce somnolence. Studies have demonstrated that ziprasidone was markedly superior to placebo in both the rate and duration of relapse when treating schizophrenia. The research confirmed the efficacy of ziprasidone in bipolar disorder, also highlighting improvement on the manic syndrome subscale. This scale assesses symptoms of mania, including mood, insomnia, excessive energy and activity, as well as overall behavior and ideation.", "contents": "Ziprasidone -- Continuing Education Activity. Ziprasidone, an atypical antipsychotic, is approved by the US Food and Drug Administration (FDA) for the treatment of schizophrenia, bipolar mania, and acute agitation in individuals with schizophrenia. In schizophrenia treatment, the drug exerts therapeutic antagonism on dopamine (D2) and serotonin (5HT2) receptors. However, due to its antagonism with H1 receptors, ziprasidone may induce somnolence. Studies have demonstrated that ziprasidone was markedly superior to placebo in both the rate and duration of relapse when treating schizophrenia. The research confirmed the efficacy of ziprasidone in bipolar disorder, also highlighting improvement on the manic syndrome subscale. This scale assesses symptoms of mania, including mood, insomnia, excessive energy and activity, as well as overall behavior and ideation."}
{"id": "article-31472_1", "title": "Ziprasidone -- Continuing Education Activity", "content": "The medication is additionally used off-label for treatment-resistant depression, delusional parasitosis, hypomania associated with bipolar II disorder, managing delirium in the intensive care unit, as well as addressing agitation or aggression due to substance intoxication or other natural causes. This activity outlines the indications, mechanism of action, administration methods, significant adverse effects, contraindications, monitoring, and toxicity of ziprasidone, thereby guiding clinicians to effectively direct patient therapy, particularly in cases where ziprasidone can enhance patient care.", "contents": "Ziprasidone -- Continuing Education Activity. The medication is additionally used off-label for treatment-resistant depression, delusional parasitosis, hypomania associated with bipolar II disorder, managing delirium in the intensive care unit, as well as addressing agitation or aggression due to substance intoxication or other natural causes. This activity outlines the indications, mechanism of action, administration methods, significant adverse effects, contraindications, monitoring, and toxicity of ziprasidone, thereby guiding clinicians to effectively direct patient therapy, particularly in cases where ziprasidone can enhance patient care."}
{"id": "article-31472_2", "title": "Ziprasidone -- Continuing Education Activity", "content": "Objectives: Identify indications for ziprasidone therapy, including schizophrenia, bipolar disorder, and acute agitation. Screen patients for potential contraindications and risk factors before initiating ziprasidone treatment. Implement appropriate dosing strategies based on patient-specific factors, such as age, weight, and renal function. Collaborate with interdisciplinary healthcare team members to ensure comprehensive patient care and monitoring. Access free multiple choice questions on this topic.", "contents": "Ziprasidone -- Continuing Education Activity. Objectives: Identify indications for ziprasidone therapy, including schizophrenia, bipolar disorder, and acute agitation. Screen patients for potential contraindications and risk factors before initiating ziprasidone treatment. Implement appropriate dosing strategies based on patient-specific factors, such as age, weight, and renal function. Collaborate with interdisciplinary healthcare team members to ensure comprehensive patient care and monitoring. Access free multiple choice questions on this topic."}
{"id": "article-31472_3", "title": "Ziprasidone -- Indications", "content": "Ziprasidone, an atypical antipsychotic, is approved by the US Food and Drug Administration (FDA) for the treatment of schizophrenia, bipolar mania, and acute agitation in individuals with schizophrenia. [1] Studies have demonstrated that ziprasidone was significantly superior to placebo in both the rate and duration of relapse when treating schizophrenia. The research confirmed the efficacy of ziprasidone in bipolar disorder, also highlighting improvement on the manic syndrome subscale. This scale assesses symptoms of mania, including mood, insomnia, excessive energy and activity, as well as overall behavior and ideation. In addition, patients with acute agitation in schizophrenia were measured, indicating short-term effectiveness. Those with long-term risks require a reevaluation on a patient-by-patient basis.", "contents": "Ziprasidone -- Indications. Ziprasidone, an atypical antipsychotic, is approved by the US Food and Drug Administration (FDA) for the treatment of schizophrenia, bipolar mania, and acute agitation in individuals with schizophrenia. [1] Studies have demonstrated that ziprasidone was significantly superior to placebo in both the rate and duration of relapse when treating schizophrenia. The research confirmed the efficacy of ziprasidone in bipolar disorder, also highlighting improvement on the manic syndrome subscale. This scale assesses symptoms of mania, including mood, insomnia, excessive energy and activity, as well as overall behavior and ideation. In addition, patients with acute agitation in schizophrenia were measured, indicating short-term effectiveness. Those with long-term risks require a reevaluation on a patient-by-patient basis."}
{"id": "article-31472_4", "title": "Ziprasidone -- Indications -- FDA-Approved Indications", "content": "Intramuscular: Intramuscular (IM) ziprasidone is prescribed for the rapid management of acute agitation in patients with schizophrenia who require prompt antipsychotic intervention to control severe and acute agitation effectively. [2] [3]", "contents": "Ziprasidone -- Indications -- FDA-Approved Indications. Intramuscular: Intramuscular (IM) ziprasidone is prescribed for the rapid management of acute agitation in patients with schizophrenia who require prompt antipsychotic intervention to control severe and acute agitation effectively. [2] [3]"}
{"id": "article-31472_5", "title": "Ziprasidone -- Indications -- FDA-Approved Indications", "content": "Oral: Oral ziprasidone is indicated to treat schizophrenia in adults. [4] Ziprasidone hydrochloride capsules are indicated as monotherapy for adult patients with bipolar I disorder. As an adjunct to lithium or valproate, ziprasidone hydrochloride capsules are used as maintenance therapy for adult patients with bipolar I disorder. [5]", "contents": "Ziprasidone -- Indications -- FDA-Approved Indications. Oral: Oral ziprasidone is indicated to treat schizophrenia in adults. [4] Ziprasidone hydrochloride capsules are indicated as monotherapy for adult patients with bipolar I disorder. As an adjunct to lithium or valproate, ziprasidone hydrochloride capsules are used as maintenance therapy for adult patients with bipolar I disorder. [5]"}
{"id": "article-31472_6", "title": "Ziprasidone -- Indications -- Off-Label Uses", "content": "Ziprasidone is also used off-label for the treatment of the following conditions: Second-generation antipsychotics such as ziprasidone are used for treatment-resistant depression with selective serotonin reuptake inhibitors (SSRIs) and serotonin and norepinephrine reuptake inhibitors (SNRIs). [6] [7] [8] Delusional parasitosis is characterized by a fixed false belief that patients are infected by parasites or other living organisms (against all medical evidence). [9] Hypomania associated with bipolar II disorder. [10] Delirium in the intensive care unit (ICU). [11] [12] Agitation or aggression due to substance intoxication or other natural causes. [13]", "contents": "Ziprasidone -- Indications -- Off-Label Uses. Ziprasidone is also used off-label for the treatment of the following conditions: Second-generation antipsychotics such as ziprasidone are used for treatment-resistant depression with selective serotonin reuptake inhibitors (SSRIs) and serotonin and norepinephrine reuptake inhibitors (SNRIs). [6] [7] [8] Delusional parasitosis is characterized by a fixed false belief that patients are infected by parasites or other living organisms (against all medical evidence). [9] Hypomania associated with bipolar II disorder. [10] Delirium in the intensive care unit (ICU). [11] [12] Agitation or aggression due to substance intoxication or other natural causes. [13]"}
{"id": "article-31472_7", "title": "Ziprasidone -- Mechanism of Action", "content": "Ziprasidone is an atypical antipsychotic that has a binding affinity for dopaminergic (DA), serotonergic (5HT), adrenergic (α1), and histaminergic (HA) receptors. Regarding treatment for schizophrenia, antagonism of the dopamine (D2) receptor in the mesolimbic pathway is efficacious in diminishing positive symptoms, whereas the antagonism of the 5HT2A receptor in the mesocortical pathway demonstrated a reduction of negative symptoms of psychosis. The drug's efficacy and mechanism of action for treating bipolar disorder are unknown. Ziprasidone also demonstrates weak activity at the norepinephrine and serotonin transporters. Histaminergic and adrenergic (α1) receptor antagonization can induce somnolence and orthostatic hypotension. [14] [15]", "contents": "Ziprasidone -- Mechanism of Action. Ziprasidone is an atypical antipsychotic that has a binding affinity for dopaminergic (DA), serotonergic (5HT), adrenergic (α1), and histaminergic (HA) receptors. Regarding treatment for schizophrenia, antagonism of the dopamine (D2) receptor in the mesolimbic pathway is efficacious in diminishing positive symptoms, whereas the antagonism of the 5HT2A receptor in the mesocortical pathway demonstrated a reduction of negative symptoms of psychosis. The drug's efficacy and mechanism of action for treating bipolar disorder are unknown. Ziprasidone also demonstrates weak activity at the norepinephrine and serotonin transporters. Histaminergic and adrenergic (α1) receptor antagonization can induce somnolence and orthostatic hypotension. [14] [15]"}
{"id": "article-31472_8", "title": "Ziprasidone -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: When taken orally with food, the bioavailability is around 70%. IM administration offers close to 100% bioavailability. The time to reach peak plasma concentration (Tmax) is swift with the IM formulation (60 minutes), while for the oral formulation, Tmax is approximately 6 to 8 hours. Steady-state plasma concentration is achieved within 1 to 3 days of dosing. [16] Distribution: Ziprasidone has a high plasma protein binding of 99%.", "contents": "Ziprasidone -- Mechanism of Action -- Pharmacokinetics. Absorption: When taken orally with food, the bioavailability is around 70%. IM administration offers close to 100% bioavailability. The time to reach peak plasma concentration (Tmax) is swift with the IM formulation (60 minutes), while for the oral formulation, Tmax is approximately 6 to 8 hours. Steady-state plasma concentration is achieved within 1 to 3 days of dosing. [16] Distribution: Ziprasidone has a high plasma protein binding of 99%."}
{"id": "article-31472_9", "title": "Ziprasidone -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Ziprasidone undergoes primary metabolism mediated by glutathione and aldehyde oxidase, with CYP1A2 and CYP3A4 having a minor role. Active metabolites generated include benzothiazole sulfoxide and benzothiazole sulfone.", "contents": "Ziprasidone -- Mechanism of Action -- Pharmacokinetics. Metabolism: Ziprasidone undergoes primary metabolism mediated by glutathione and aldehyde oxidase, with CYP1A2 and CYP3A4 having a minor role. Active metabolites generated include benzothiazole sulfoxide and benzothiazole sulfone."}
{"id": "article-31472_10", "title": "Ziprasidone -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: The average systemic clearance is 7.5 mL/min/kg. A minimal amount of ziprasidone is excreted in the urine (66% fecal and 20% renal). The elimination half-life for oral ziprasidone is 7 to 10 hours, and the IM formulation is 2 to 4 hours. [2]", "contents": "Ziprasidone -- Mechanism of Action -- Pharmacokinetics. Excretion: The average systemic clearance is 7.5 mL/min/kg. A minimal amount of ziprasidone is excreted in the urine (66% fecal and 20% renal). The elimination half-life for oral ziprasidone is 7 to 10 hours, and the IM formulation is 2 to 4 hours. [2]"}
{"id": "article-31472_11", "title": "Ziprasidone -- Administration -- Available Dosage Forms and Strengths", "content": "Ziprasidone can be administered orally or via the IM route. Oral capsules are available in strengths of 20 mg, 40 mg, 60 mg, and 80 mg. For IM injection, ziprasidone is supplied as a single vial containing 20 mg/mL of ziprasidone when reconstituted according to label instructions.", "contents": "Ziprasidone -- Administration -- Available Dosage Forms and Strengths. Ziprasidone can be administered orally or via the IM route. Oral capsules are available in strengths of 20 mg, 40 mg, 60 mg, and 80 mg. For IM injection, ziprasidone is supplied as a single vial containing 20 mg/mL of ziprasidone when reconstituted according to label instructions."}
{"id": "article-31472_12", "title": "Ziprasidone -- Administration -- Adult Dosages", "content": "Ziprasidone should be initiated at 20 mg twice per day orally with meals for schizophrenia. The maximum dosage is 160 mg daily, but 80 mg twice daily if indicated. Medication dosage adjustments should occur at no less than 2-day intervals as it takes several days to reach steady-state concentration. Ziprasidone should be initiated at 40 to 80 mg by mouth twice daily with meals to treat bipolar mania. On the second day of treatment, the dose should be adjusted from 60 to 80 mg twice daily. After that, dosage adjustments should take place every 2 days as needed. Ziprasidone can be administered IM for acute agitation in schizophrenia. Ziprasidone is available as a mesylate salt for IM injection. The recommendation is to administer the drug at 10 to 20 mg, with a maximum of 40 mg daily. Dosing is 10 mg every 2 hours or 20 mg every 4 hours for a maximum of 40 mg daily.", "contents": "Ziprasidone -- Administration -- Adult Dosages. Ziprasidone should be initiated at 20 mg twice per day orally with meals for schizophrenia. The maximum dosage is 160 mg daily, but 80 mg twice daily if indicated. Medication dosage adjustments should occur at no less than 2-day intervals as it takes several days to reach steady-state concentration. Ziprasidone should be initiated at 40 to 80 mg by mouth twice daily with meals to treat bipolar mania. On the second day of treatment, the dose should be adjusted from 60 to 80 mg twice daily. After that, dosage adjustments should take place every 2 days as needed. Ziprasidone can be administered IM for acute agitation in schizophrenia. Ziprasidone is available as a mesylate salt for IM injection. The recommendation is to administer the drug at 10 to 20 mg, with a maximum of 40 mg daily. Dosing is 10 mg every 2 hours or 20 mg every 4 hours for a maximum of 40 mg daily."}
{"id": "article-31472_13", "title": "Ziprasidone -- Administration", "content": "Ziprasidone injection should strictly be administered via the IM route and should not be administered intravenously (IV). To reconstitute the solution, 1.2 mL of sterile water should be added to the vial, which should then be shaken until the drug dissolves completely. To administer a 20-mg dose, 1.0 mL of the reconstituted solution should be drawn. For a 10-mg dose of ziprasidone, 0.5 mL of reconstituted solution should be pulled. Any remaining solution in the vial should be discarded, as it lacks bacteriostatic or preservative agents. [3]", "contents": "Ziprasidone -- Administration. Ziprasidone injection should strictly be administered via the IM route and should not be administered intravenously (IV). To reconstitute the solution, 1.2 mL of sterile water should be added to the vial, which should then be shaken until the drug dissolves completely. To administer a 20-mg dose, 1.0 mL of the reconstituted solution should be drawn. For a 10-mg dose of ziprasidone, 0.5 mL of reconstituted solution should be pulled. Any remaining solution in the vial should be discarded, as it lacks bacteriostatic or preservative agents. [3]"}
{"id": "article-31472_14", "title": "Ziprasidone -- Administration", "content": "Coadministration of IM and oral ziprasidone is not recommended. Oral capsules should be taken with high-calorie meals to absorb the medicine more effectively. [17] The American Psychiatric Association (APA) guidelines recommend at least 500 calories of food with ziprasidone. [2] [17]", "contents": "Ziprasidone -- Administration. Coadministration of IM and oral ziprasidone is not recommended. Oral capsules should be taken with high-calorie meals to absorb the medicine more effectively. [17] The American Psychiatric Association (APA) guidelines recommend at least 500 calories of food with ziprasidone. [2] [17]"}
{"id": "article-31472_15", "title": "Ziprasidone -- Administration", "content": "Ziprasidone may be more likely to prolong the QT/QTc interval than other antipsychotic drugs. This QT prolongation in other drugs may lead to torsades de pointes, fatal ventricular tachycardia, and sudden death. Therefore, the healthcare team should consider alternatives before starting ziprasidone therapy in patients with other QT interval-prolonging drugs. Due to its rapid action, the IM formulation is appropriate for patients with only severe or acute agitation.", "contents": "Ziprasidone -- Administration. Ziprasidone may be more likely to prolong the QT/QTc interval than other antipsychotic drugs. This QT prolongation in other drugs may lead to torsades de pointes, fatal ventricular tachycardia, and sudden death. Therefore, the healthcare team should consider alternatives before starting ziprasidone therapy in patients with other QT interval-prolonging drugs. Due to its rapid action, the IM formulation is appropriate for patients with only severe or acute agitation."}
{"id": "article-31472_16", "title": "Ziprasidone -- Administration -- Specific Populations", "content": "Pregnancy considerations: Pregnant women using ziprasidone should be evaluated on a case-by-case basis. The American College of Obstetricians and Gynecologists (ACOG) recommends the treatment should be continued with the same psychotropic medicine if the benefit outweighs the risks. Antipsychotic medicine use in the third trimester can result in extrapyramidal and withdrawal symptoms (hypotonia, hypertonia,  agitation, somnolence, and respiratory distress) in neonates and infants. If treatment is initiated in a pregnant woman, alternative agents with a better safety profile than ziprasidone are preferred. Clinicians should enroll pregnant women using ziprasidone in the Atypical Antipsychotics Pregnancy Registry. [18]", "contents": "Ziprasidone -- Administration -- Specific Populations. Pregnancy considerations: Pregnant women using ziprasidone should be evaluated on a case-by-case basis. The American College of Obstetricians and Gynecologists (ACOG) recommends the treatment should be continued with the same psychotropic medicine if the benefit outweighs the risks. Antipsychotic medicine use in the third trimester can result in extrapyramidal and withdrawal symptoms (hypotonia, hypertonia,  agitation, somnolence, and respiratory distress) in neonates and infants. If treatment is initiated in a pregnant woman, alternative agents with a better safety profile than ziprasidone are preferred. Clinicians should enroll pregnant women using ziprasidone in the Atypical Antipsychotics Pregnancy Registry. [18]"}
{"id": "article-31472_17", "title": "Ziprasidone -- Administration -- Specific Populations", "content": "Breastfeeding considerations: According to safety scoring system recommendations, ziprasidone should be used cautiously during breastfeeding. Infants exposed to ziprasidone via breastmilk should be monitored for irritability, excess sedation, poor feeding, and extrapyramidal symptoms such as tremors or abnormal muscle movements. [19]", "contents": "Ziprasidone -- Administration -- Specific Populations. Breastfeeding considerations: According to safety scoring system recommendations, ziprasidone should be used cautiously during breastfeeding. Infants exposed to ziprasidone via breastmilk should be monitored for irritability, excess sedation, poor feeding, and extrapyramidal symptoms such as tremors or abnormal muscle movements. [19]"}
{"id": "article-31472_18", "title": "Ziprasidone -- Administration -- Specific Populations", "content": "Hepatic impairment: The product label has no data for patients using ziprasidone with hepatic impairment. As ziprasidone is significantly metabolized via the liver, caution should be observed when given to patients with hepatic impairment. [2]", "contents": "Ziprasidone -- Administration -- Specific Populations. Hepatic impairment: The product label has no data for patients using ziprasidone with hepatic impairment. As ziprasidone is significantly metabolized via the liver, caution should be observed when given to patients with hepatic impairment. [2]"}
{"id": "article-31472_19", "title": "Ziprasidone -- Administration -- Specific Populations", "content": "Renal impairment: The oral formulation does not require dose adjustment for patients with renal impairment. The manufacturer recommends using IM ziprasidone cautiously in patients with renal dysfunction, as cyclodextrin, an excipient, is eliminated via renal filtration. [20] Pediatric patients: Ziprasidone is not approved for use in pediatric patients, although it is sometimes used off-label in this population.", "contents": "Ziprasidone -- Administration -- Specific Populations. Renal impairment: The oral formulation does not require dose adjustment for patients with renal impairment. The manufacturer recommends using IM ziprasidone cautiously in patients with renal dysfunction, as cyclodextrin, an excipient, is eliminated via renal filtration. [20] Pediatric patients: Ziprasidone is not approved for use in pediatric patients, although it is sometimes used off-label in this population."}
{"id": "article-31472_20", "title": "Ziprasidone -- Administration -- Specific Populations", "content": "Older patients: Ziprasidone is listed as a potentially inappropriate medication by the American Geriatric Society Beers Criteria (2019), and its use should be discouraged in patients aged 65 and older due to a higher rate of cognitive decline and an increased risk of stroke and death in patients with dementia. However, use may be justified for patients with schizophrenia. [21]", "contents": "Ziprasidone -- Administration -- Specific Populations. Older patients: Ziprasidone is listed as a potentially inappropriate medication by the American Geriatric Society Beers Criteria (2019), and its use should be discouraged in patients aged 65 and older due to a higher rate of cognitive decline and an increased risk of stroke and death in patients with dementia. However, use may be justified for patients with schizophrenia. [21]"}
{"id": "article-31472_21", "title": "Ziprasidone -- Adverse Effects", "content": "Common adverse effects in more than 10% of patients enrolled in clinical trials included drowsiness, headache, dizziness, nausea, and lightheadedness. More than 5% of patients experienced orthostatic hypotension, akathisia, anxiety, skin rash, weight gain, constipation, dyspepsia, xerostomia, vomiting, diarrhea, visual disturbances, and pain at the injection site. [22] Patients treated with antipsychotic drugs may develop tardive dyskinesia. This condition is characterized by repetitive, involuntary movements such as facial grimacing with protrusion or twisting of the tongue. This condition is more prevalent among older women; however, clinicians should not solely rely on prevalence rates to identify patients most susceptible to developing this adverse effect. Increased risk of irreversible tardive dyskinesia is associated with high dosage and prolonged treatment. If tardive dyskinesia is suspected in a patient, clinicians should discontinue the drug. [8] [23] [24]", "contents": "Ziprasidone -- Adverse Effects. Common adverse effects in more than 10% of patients enrolled in clinical trials included drowsiness, headache, dizziness, nausea, and lightheadedness. More than 5% of patients experienced orthostatic hypotension, akathisia, anxiety, skin rash, weight gain, constipation, dyspepsia, xerostomia, vomiting, diarrhea, visual disturbances, and pain at the injection site. [22] Patients treated with antipsychotic drugs may develop tardive dyskinesia. This condition is characterized by repetitive, involuntary movements such as facial grimacing with protrusion or twisting of the tongue. This condition is more prevalent among older women; however, clinicians should not solely rely on prevalence rates to identify patients most susceptible to developing this adverse effect. Increased risk of irreversible tardive dyskinesia is associated with high dosage and prolonged treatment. If tardive dyskinesia is suspected in a patient, clinicians should discontinue the drug. [8] [23] [24]"}
{"id": "article-31472_22", "title": "Ziprasidone -- Adverse Effects", "content": "Patients undergoing therapy with ziprasidone are also at risk for neuroleptic malignant syndrome; in this condition, patients present with muscle rigidity, high fever, autonomic instability (high blood pressure and diaphoresis), and altered mental status. Supportive care is recommended if a clinician suspects a patient of having neuroleptic malignant syndrome. Treatment with bromocriptine, dantrolene, and amantadine, with discontinuing ziprasidone, may help. [25] [26]", "contents": "Ziprasidone -- Adverse Effects. Patients undergoing therapy with ziprasidone are also at risk for neuroleptic malignant syndrome; in this condition, patients present with muscle rigidity, high fever, autonomic instability (high blood pressure and diaphoresis), and altered mental status. Supportive care is recommended if a clinician suspects a patient of having neuroleptic malignant syndrome. Treatment with bromocriptine, dantrolene, and amantadine, with discontinuing ziprasidone, may help. [25] [26]"}
{"id": "article-31472_23", "title": "Ziprasidone -- Adverse Effects", "content": "Furthermore, hyperglycemia associated with coma, ketoacidosis, or death can occur in rare cases. Patients with diabetes should use ziprasidone with caution. These patients should have their blood glucose monitored daily. [27] [28] Drug-induced parkinsonism with worsening motor signs has been reported. [1] Most second-generation antipsychotics, also known as atypical antipsychotics, have some QTc interval prolongation, and among second-generation antipsychotics, ziprasidone exhibits a higher likelihood of QTc prolongation. [2]", "contents": "Ziprasidone -- Adverse Effects. Furthermore, hyperglycemia associated with coma, ketoacidosis, or death can occur in rare cases. Patients with diabetes should use ziprasidone with caution. These patients should have their blood glucose monitored daily. [27] [28] Drug-induced parkinsonism with worsening motor signs has been reported. [1] Most second-generation antipsychotics, also known as atypical antipsychotics, have some QTc interval prolongation, and among second-generation antipsychotics, ziprasidone exhibits a higher likelihood of QTc prolongation. [2]"}
{"id": "article-31472_24", "title": "Ziprasidone -- Adverse Effects", "content": "Antipsychotic drugs, including ziprasidone, may cause motor and sensory instability and postural hypotension, leading to falls, fractures, or other injuries. A rare but fatal drug reaction with eosinophilia and systemic symptoms (DRESS) has been reported with ziprasidone exposure. [29]", "contents": "Ziprasidone -- Adverse Effects. Antipsychotic drugs, including ziprasidone, may cause motor and sensory instability and postural hypotension, leading to falls, fractures, or other injuries. A rare but fatal drug reaction with eosinophilia and systemic symptoms (DRESS) has been reported with ziprasidone exposure. [29]"}
{"id": "article-31472_25", "title": "Ziprasidone -- Adverse Effects", "content": "Hyperprolactinemia, priapism, and dyslipidemia are reported in a few patients taking ziprasidone. Chronic hyperprolactinemia with hypogonadism may lead to decreased bone density. Hyperprolactinemia, leading to galactorrhea, gynecomastia, impotence, and amenorrhea, is also possible, secondary to the D2 receptor antagonism in ziprasidone, leading to an elevation in prolactin levels. [30] A case report of oculogyric crisis (ocular dystonia) induced by ziprasidone is documented. [31]", "contents": "Ziprasidone -- Adverse Effects. Hyperprolactinemia, priapism, and dyslipidemia are reported in a few patients taking ziprasidone. Chronic hyperprolactinemia with hypogonadism may lead to decreased bone density. Hyperprolactinemia, leading to galactorrhea, gynecomastia, impotence, and amenorrhea, is also possible, secondary to the D2 receptor antagonism in ziprasidone, leading to an elevation in prolactin levels. [30] A case report of oculogyric crisis (ocular dystonia) induced by ziprasidone is documented. [31]"}
{"id": "article-31472_26", "title": "Ziprasidone -- Adverse Effects", "content": "Patients can develop a rash based on exposure time to ziprasidone. Data show that the longer the exposure time, the greater the risk of developing a rash. Patients who experience a rash also have signs of systemic illness, which is treatable with antihistamines, steroids, or drug discontinuation. Research has determined that a small number of patients may experience seizures with ziprasidone. Caution is advised when dosing ziprasidone in patients with a history of seizures or conditions and/or other drugs that can lower the seizure threshold.", "contents": "Ziprasidone -- Adverse Effects. Patients can develop a rash based on exposure time to ziprasidone. Data show that the longer the exposure time, the greater the risk of developing a rash. Patients who experience a rash also have signs of systemic illness, which is treatable with antihistamines, steroids, or drug discontinuation. Research has determined that a small number of patients may experience seizures with ziprasidone. Caution is advised when dosing ziprasidone in patients with a history of seizures or conditions and/or other drugs that can lower the seizure threshold."}
{"id": "article-31472_27", "title": "Ziprasidone -- Adverse Effects -- Drug-Drug Interactions", "content": "Concurrent administration of carbamazepine (CYP3A4 inducer) can reduce ziprasidone levels, resulting in subtherapeutic levels of ziprasidone, while ketoconazole (CYP3A4 inhibitor) increases ziprasidone levels. [32] Concurrent administration of ziprasidone with drugs prolonging QT interval such as antidepressants (citalopram and escitalopram), antiarrhythmic drugs (amiodarone), antibiotics (clarithromycin and bedaquiline), and antiemetics (ondansetron) requires caution. [33] Concurrent administration of ziprasidone in combination with methyldopa, diuretics, calcium channel blockers, angiotensin-converting enzyme (ACE) inhibitors, angiotensin receptor blockers, and nitrates warrants caution as they may aggravate the hypotensive effects of ziprasidone and lead to orthostatic hypotension. [34]", "contents": "Ziprasidone -- Adverse Effects -- Drug-Drug Interactions. Concurrent administration of carbamazepine (CYP3A4 inducer) can reduce ziprasidone levels, resulting in subtherapeutic levels of ziprasidone, while ketoconazole (CYP3A4 inhibitor) increases ziprasidone levels. [32] Concurrent administration of ziprasidone with drugs prolonging QT interval such as antidepressants (citalopram and escitalopram), antiarrhythmic drugs (amiodarone), antibiotics (clarithromycin and bedaquiline), and antiemetics (ondansetron) requires caution. [33] Concurrent administration of ziprasidone in combination with methyldopa, diuretics, calcium channel blockers, angiotensin-converting enzyme (ACE) inhibitors, angiotensin receptor blockers, and nitrates warrants caution as they may aggravate the hypotensive effects of ziprasidone and lead to orthostatic hypotension. [34]"}
{"id": "article-31472_28", "title": "Ziprasidone -- Contraindications", "content": "Besides hypersensitivity reactions to ziprasidone or formulation excipients, several contraindications are listed below. [35] [36] Patients with a known history of QT prolongation, including congenital long QT syndrome. [37] Patients with uncompensated heart failure. Patients with recent acute myocardial infarction. Patients taking medicines that have demonstrated QT prolongation, including class Ia and III antiarrhythmics, dofetilide, sotalol, quinidine, thioridazine, mesoridazine, chlorpromazine,  pimozide, droperidol, sparfloxacin, moxifloxacin, gatifloxacin, halofantrine, pentamidine, mefloquine, arsenic trioxide, levomethadyl acetate, dolasetron mesylate, probucol, or tacrolimus. [33]", "contents": "Ziprasidone -- Contraindications. Besides hypersensitivity reactions to ziprasidone or formulation excipients, several contraindications are listed below. [35] [36] Patients with a known history of QT prolongation, including congenital long QT syndrome. [37] Patients with uncompensated heart failure. Patients with recent acute myocardial infarction. Patients taking medicines that have demonstrated QT prolongation, including class Ia and III antiarrhythmics, dofetilide, sotalol, quinidine, thioridazine, mesoridazine, chlorpromazine,  pimozide, droperidol, sparfloxacin, moxifloxacin, gatifloxacin, halofantrine, pentamidine, mefloquine, arsenic trioxide, levomethadyl acetate, dolasetron mesylate, probucol, or tacrolimus. [33]"}
{"id": "article-31472_29", "title": "Ziprasidone -- Contraindications -- Warning and Precautions", "content": "Patients taking drugs that act on the central nervous system should also not take ziprasidone due to potential adverse reactions. [36] Many antihypertensive agents increase their effects when used with ziprasidone, leading to hypotension. Dopamine D2 receptor antagonism by ziprasidone may counter the therapeutic effect of levodopa and dopamine agonists. [36] [38]", "contents": "Ziprasidone -- Contraindications -- Warning and Precautions. Patients taking drugs that act on the central nervous system should also not take ziprasidone due to potential adverse reactions. [36] Many antihypertensive agents increase their effects when used with ziprasidone, leading to hypotension. Dopamine D2 receptor antagonism by ziprasidone may counter the therapeutic effect of levodopa and dopamine agonists. [36] [38]"}
{"id": "article-31472_30", "title": "Ziprasidone -- Contraindications -- Box Warning", "content": "Older patients with dementia-related psychosis undergoing treatment with antipsychotic drugs, including ziprasidone, face an elevated risk of mortality. As a result, ziprasidone is not approved by the FDA for use in older patients with dementia-related psychosis. The increased mortality risk is mainly attributed to cardiovascular or infectious causes, such as heart failure, sudden cardiac death, or pneumonia. [39]", "contents": "Ziprasidone -- Contraindications -- Box Warning. Older patients with dementia-related psychosis undergoing treatment with antipsychotic drugs, including ziprasidone, face an elevated risk of mortality. As a result, ziprasidone is not approved by the FDA for use in older patients with dementia-related psychosis. The increased mortality risk is mainly attributed to cardiovascular or infectious causes, such as heart failure, sudden cardiac death, or pneumonia. [39]"}
{"id": "article-31472_31", "title": "Ziprasidone -- Monitoring", "content": "Patient therapeutic response, worsening of depressive symptoms, and risk of suicidal ideation should be monitored initially and at follow-up visits. In addition, ziprasidone carries a possible risk of causing leukopenia, neutropenia, and agranulocytosis; therefore, patients with a history of low white blood cells (WBC) or drug-induced neutropenia/leukopenia should have their complete blood count monitored in the first 2 months of therapy. If patients have a neutrophil count of less than 1000/mm³, the clinician must discontinue the drug until their WBC count has fully recovered.", "contents": "Ziprasidone -- Monitoring. Patient therapeutic response, worsening of depressive symptoms, and risk of suicidal ideation should be monitored initially and at follow-up visits. In addition, ziprasidone carries a possible risk of causing leukopenia, neutropenia, and agranulocytosis; therefore, patients with a history of low white blood cells (WBC) or drug-induced neutropenia/leukopenia should have their complete blood count monitored in the first 2 months of therapy. If patients have a neutrophil count of less than 1000/mm³, the clinician must discontinue the drug until their WBC count has fully recovered."}
{"id": "article-31472_32", "title": "Ziprasidone -- Monitoring", "content": "As ziprasidone may cause QT-prolongation, baseline electrocardiogram (ECG) is recommended and monitored subsequently, especially in patients with preexisting cardiac conditions. Continuous ECG monitoring should start in case an arrhythmia occurs. [40] Orthostatic hypertension can also occur in patients. Patients may experience tachycardia, syncope, and dizziness during the first dose titration period due to a1-antagonism. Clinicians should exercise caution in giving ziprasidone to patients with cardiovascular and cerebrovascular disease—blood pressure monitoring is recommended at baseline and periodically following.", "contents": "Ziprasidone -- Monitoring. As ziprasidone may cause QT-prolongation, baseline electrocardiogram (ECG) is recommended and monitored subsequently, especially in patients with preexisting cardiac conditions. Continuous ECG monitoring should start in case an arrhythmia occurs. [40] Orthostatic hypertension can also occur in patients. Patients may experience tachycardia, syncope, and dizziness during the first dose titration period due to a1-antagonism. Clinicians should exercise caution in giving ziprasidone to patients with cardiovascular and cerebrovascular disease—blood pressure monitoring is recommended at baseline and periodically following."}
{"id": "article-31472_33", "title": "Ziprasidone -- Monitoring", "content": "Clinicians should monitor patient weight, lipid profile, and blood glucose levels at baseline and 3 months after starting the medicine. Additionally, electrolyte levels (potassium and magnesium) could be monitored annually and as clinically indicated. Therapeutic drug monitoring may be necessary in instances of poor response or non-compliance. Additionally, it proves beneficial in cases of hepatic impairment to mitigate the risk of toxicity. [41]", "contents": "Ziprasidone -- Monitoring. Clinicians should monitor patient weight, lipid profile, and blood glucose levels at baseline and 3 months after starting the medicine. Additionally, electrolyte levels (potassium and magnesium) could be monitored annually and as clinically indicated. Therapeutic drug monitoring may be necessary in instances of poor response or non-compliance. Additionally, it proves beneficial in cases of hepatic impairment to mitigate the risk of toxicity. [41]"}
{"id": "article-31472_34", "title": "Ziprasidone -- Toxicity", "content": "As ziprasidone also has a binding affinity to histamine H1 receptors, somnolence can occur, especially at toxic levels. Priapism, body temperature regulation, and suicide can also occur from toxic drug levels if appropriate patient and case management are implemented. [42] [36] The risk of esophageal dysmotility and aspiration pneumonia in older patients must be assessed before giving this drug. Antipsychotics, in general, have been associated with both of these conditions, particularly in patients with Alzheimer disease.", "contents": "Ziprasidone -- Toxicity. As ziprasidone also has a binding affinity to histamine H1 receptors, somnolence can occur, especially at toxic levels. Priapism, body temperature regulation, and suicide can also occur from toxic drug levels if appropriate patient and case management are implemented. [42] [36] The risk of esophageal dysmotility and aspiration pneumonia in older patients must be assessed before giving this drug. Antipsychotics, in general, have been associated with both of these conditions, particularly in patients with Alzheimer disease."}
{"id": "article-31472_35", "title": "Ziprasidone -- Toxicity", "content": "According to an analysis of cumulative cases reported to US Poison Control Centers, ziprasidone overdose is associated with high mortality. [43] Consequently, in an overdose, ensure the patient maintains ventilation, and intubation may be necessary. IV access is required with gastric lavage after intubation if the patient is unconscious. Charcoal is also an option, along with a laxative, to assist with drug clearance.", "contents": "Ziprasidone -- Toxicity. According to an analysis of cumulative cases reported to US Poison Control Centers, ziprasidone overdose is associated with high mortality. [43] Consequently, in an overdose, ensure the patient maintains ventilation, and intubation may be necessary. IV access is required with gastric lavage after intubation if the patient is unconscious. Charcoal is also an option, along with a laxative, to assist with drug clearance."}
{"id": "article-31472_36", "title": "Ziprasidone -- Enhancing Healthcare Team Outcomes", "content": "Ziprasidone is a widely used antipsychotic drug. A psychiatrist usually initiates therapy with the drug, but patient follow-up is generally performed by a primary care clinician, nurse practitioner, pharmacist, or physician assistant. Ziprasidone is an effective therapy for schizophrenia but has several adverse effects that require monitoring. The interprofessional healthcare team should obtain regular ECGs and blood work and assess patients for movement disorders. Many of these patients also gain weight rapidly and should be urged to exercise and eat a healthy diet. If the clinician suspects tardive dyskinesia, a psychiatry consult can be considered. [44]", "contents": "Ziprasidone -- Enhancing Healthcare Team Outcomes. Ziprasidone is a widely used antipsychotic drug. A psychiatrist usually initiates therapy with the drug, but patient follow-up is generally performed by a primary care clinician, nurse practitioner, pharmacist, or physician assistant. Ziprasidone is an effective therapy for schizophrenia but has several adverse effects that require monitoring. The interprofessional healthcare team should obtain regular ECGs and blood work and assess patients for movement disorders. Many of these patients also gain weight rapidly and should be urged to exercise and eat a healthy diet. If the clinician suspects tardive dyskinesia, a psychiatry consult can be considered. [44]"}
{"id": "article-31472_37", "title": "Ziprasidone -- Enhancing Healthcare Team Outcomes", "content": "As with any medication, ziprasidone therapy should be under the guidance and care of an interprofessional healthcare team. Prescribing clinicians will initiate ziprasidone treatment and determine dosing and titration schedules. Nursing staff should counsel patients on proper medication use and answer any questions regarding their therapy. To reduce the risk of overdose and suicide in patients with psychotic illness, prescribers should write prescriptions for ziprasidone in the smallest quantity of capsules, along with a management plan to monitor and address possible adverse effects. Therapeutic drug monitoring is a valuable tool if adherence is suspected. Pharmacists can utilize it to verify dosing, assess for potential drug-drug interactions, and counsel the patient.", "contents": "Ziprasidone -- Enhancing Healthcare Team Outcomes. As with any medication, ziprasidone therapy should be under the guidance and care of an interprofessional healthcare team. Prescribing clinicians will initiate ziprasidone treatment and determine dosing and titration schedules. Nursing staff should counsel patients on proper medication use and answer any questions regarding their therapy. To reduce the risk of overdose and suicide in patients with psychotic illness, prescribers should write prescriptions for ziprasidone in the smallest quantity of capsules, along with a management plan to monitor and address possible adverse effects. Therapeutic drug monitoring is a valuable tool if adherence is suspected. Pharmacists can utilize it to verify dosing, assess for potential drug-drug interactions, and counsel the patient."}
{"id": "article-31472_38", "title": "Ziprasidone -- Enhancing Healthcare Team Outcomes", "content": "If adverse events occur, it should be communicated to all interprofessional team members for a coordinated response. This interprofessional approach will yield the best therapeutic results with the fewest adverse events. In addition, the APA guidelines for schizophrenia suggest that patients experiencing the first episode of psychosis should be managed in a coordinated specialty care program. Recovery After an Initial Schizophrenia Episode (RAISE) utilizes a coordinated, decision-making approach that integrates resiliency training, family involvement, patient education, and personalized evidence-based medicine to reduce relapse risk and enhance the patient's quality of life. [2]", "contents": "Ziprasidone -- Enhancing Healthcare Team Outcomes. If adverse events occur, it should be communicated to all interprofessional team members for a coordinated response. This interprofessional approach will yield the best therapeutic results with the fewest adverse events. In addition, the APA guidelines for schizophrenia suggest that patients experiencing the first episode of psychosis should be managed in a coordinated specialty care program. Recovery After an Initial Schizophrenia Episode (RAISE) utilizes a coordinated, decision-making approach that integrates resiliency training, family involvement, patient education, and personalized evidence-based medicine to reduce relapse risk and enhance the patient's quality of life. [2]"}
{"id": "article-31472_39", "title": "Ziprasidone -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ziprasidone -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}