{"id": "article-32955_0", "title": "Hemifacial Microsomia -- Continuing Education Activity", "content": "Hemifacial microsomia is the second most common congenital craniofacial defect after cleft lip and palate. It can present with a spectrum of deformities involving the eyes, ears, and the first two pharyngeal arches. To avoid the long-term morbidity associated with this condition, it must be promptly diagnosed and treated. This activity reviews the evaluation and treatment of hemifacial microsomia and highlights the role of the interprofessional team in the care of patients with this condition.", "contents": "Hemifacial Microsomia -- Continuing Education Activity. Hemifacial microsomia is the second most common congenital craniofacial defect after cleft lip and palate. It can present with a spectrum of deformities involving the eyes, ears, and the first two pharyngeal arches. To avoid the long-term morbidity associated with this condition, it must be promptly diagnosed and treated. This activity reviews the evaluation and treatment of hemifacial microsomia and highlights the role of the interprofessional team in the care of patients with this condition."}
{"id": "article-32955_1", "title": "Hemifacial Microsomia -- Continuing Education Activity", "content": "Objectives: Explain the etiology and epidemiology of hemifacial microsomia. Describe the appropriate steps for the evaluation of hemifacial microsomia. Outline the treatment considerations for patients with hemifacial microsomia. Summarize the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by hemifacial microsomia. Access free multiple choice questions on this topic.", "contents": "Hemifacial Microsomia -- Continuing Education Activity. Objectives: Explain the etiology and epidemiology of hemifacial microsomia. Describe the appropriate steps for the evaluation of hemifacial microsomia. Outline the treatment considerations for patients with hemifacial microsomia. Summarize the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by hemifacial microsomia. Access free multiple choice questions on this topic."}
{"id": "article-32955_2", "title": "Hemifacial Microsomia -- Introduction", "content": "Hemifacial microsomia (HFM), also known as unilateral otomandibular dysostosis or lateral facial dysplasia, is an asymmetrical, congenital malformation of the 1st and 2nd branchial arches and the second most common craniofacial anomaly after cleft lip and palate. [1] Patients present with unilateral hypoplasia of the ear, facial skeleton (maxilla, mandibular, zygoma, and temporal bones), and surrounding soft tissue. [2] [3] HFM and Goldenhar syndrome are considered variants under the same clinical continuum of disorders termed the oculoauriculovertebral spectrum (OAVS), with Goldenhar syndrome encompassing HFM phenotypes along with epibulbar dermoid and vertebral anomalies. [1] [4]", "contents": "Hemifacial Microsomia -- Introduction. Hemifacial microsomia (HFM), also known as unilateral otomandibular dysostosis or lateral facial dysplasia, is an asymmetrical, congenital malformation of the 1st and 2nd branchial arches and the second most common craniofacial anomaly after cleft lip and palate. [1] Patients present with unilateral hypoplasia of the ear, facial skeleton (maxilla, mandibular, zygoma, and temporal bones), and surrounding soft tissue. [2] [3] HFM and Goldenhar syndrome are considered variants under the same clinical continuum of disorders termed the oculoauriculovertebral spectrum (OAVS), with Goldenhar syndrome encompassing HFM phenotypes along with epibulbar dermoid and vertebral anomalies. [1] [4]"}
{"id": "article-32955_3", "title": "Hemifacial Microsomia -- Etiology", "content": "HFM is a dysfunction of the 1st and 2nd branchial arches, which are formed by the neural crest cells (NCC). [5] The cause of HFM is uncertain, but two leading theories are vascular injury of the stapedial artery and anomalous migration of the neural crest cells. [6] [7] The heterogenous phenotypical appearance of HFM has been theorized to be caused by a combination of genetic and environmental factors that disrupt the vascularization and development of the first and second pharyngeal arches, which form during the first 4 weeks of pregnancy. [8]", "contents": "Hemifacial Microsomia -- Etiology. HFM is a dysfunction of the 1st and 2nd branchial arches, which are formed by the neural crest cells (NCC). [5] The cause of HFM is uncertain, but two leading theories are vascular injury of the stapedial artery and anomalous migration of the neural crest cells. [6] [7] The heterogenous phenotypical appearance of HFM has been theorized to be caused by a combination of genetic and environmental factors that disrupt the vascularization and development of the first and second pharyngeal arches, which form during the first 4 weeks of pregnancy. [8]"}
{"id": "article-32955_4", "title": "Hemifacial Microsomia -- Etiology", "content": "Embryonically, the first branchial arch becomes the maxilla, mandible, zygoma, muscles of mastication, trigeminal nerve, anterior auricle (tragus, helical root, helix), malleolus, and incus. The second branchial arch becomes the hyoid bone, muscles of facial expression, facial nerve, stapes, and the remainder of the auricle (antihelix, antitragus, and lobule). Disruption during pharyngeal arch development from genetic defects, teratogens, smoking, hormonal therapy, vascular injury, vasoactive medications, cocaine, and maternal-fetal factors such as maternal diabetes, hypothyroidism, and celiac disease can result in hypoplasia or aplasia. [8] [9] [10] [11] [12] Genetic mutations and chromosomal abnormalities that are associated with HFM include trisomy 10p, 12p13.33 microdeletion, 22q11.2 microdeletion, large 5p deletion, and 10.7 cM on chromosome 14q32. [13]", "contents": "Hemifacial Microsomia -- Etiology. Embryonically, the first branchial arch becomes the maxilla, mandible, zygoma, muscles of mastication, trigeminal nerve, anterior auricle (tragus, helical root, helix), malleolus, and incus. The second branchial arch becomes the hyoid bone, muscles of facial expression, facial nerve, stapes, and the remainder of the auricle (antihelix, antitragus, and lobule). Disruption during pharyngeal arch development from genetic defects, teratogens, smoking, hormonal therapy, vascular injury, vasoactive medications, cocaine, and maternal-fetal factors such as maternal diabetes, hypothyroidism, and celiac disease can result in hypoplasia or aplasia. [8] [9] [10] [11] [12] Genetic mutations and chromosomal abnormalities that are associated with HFM include trisomy 10p, 12p13.33 microdeletion, 22q11.2 microdeletion, large 5p deletion, and 10.7 cM on chromosome 14q32. [13]"}
{"id": "article-32955_5", "title": "Hemifacial Microsomia -- Epidemiology", "content": "HFM is the second most common congenital craniofacial defect after cleft lip and palate. [1] Most cases are sporadic, with some studies suggesting both autosomal dominant and recessive inheritance patterns with incomplete penetrance. [12] [14] [15] The incidence rate is estimated to range from 1 in 3500 to 1 in 5600 live births in the United States. [16] Certain studies have reported a 3 to 2 male predominance with the majority of patients presenting with right-sided defects, [17] while others have indicated no significant differences in gender or laterality. [18] [19] There is a 10% chance of bilateral presentation, most commonly in cases of autosomal dominant inheritance. [14]", "contents": "Hemifacial Microsomia -- Epidemiology. HFM is the second most common congenital craniofacial defect after cleft lip and palate. [1] Most cases are sporadic, with some studies suggesting both autosomal dominant and recessive inheritance patterns with incomplete penetrance. [12] [14] [15] The incidence rate is estimated to range from 1 in 3500 to 1 in 5600 live births in the United States. [16] Certain studies have reported a 3 to 2 male predominance with the majority of patients presenting with right-sided defects, [17] while others have indicated no significant differences in gender or laterality. [18] [19] There is a 10% chance of bilateral presentation, most commonly in cases of autosomal dominant inheritance. [14]"}
{"id": "article-32955_6", "title": "Hemifacial Microsomia -- Pathophysiology", "content": "There are three interrelated pathogenic models for the development of HFM. No model is completely concordant with the varying presentation of HFM. Distinct phenotypes of HFM may be caused by different factors influencing separate pathogenic models. [2]", "contents": "Hemifacial Microsomia -- Pathophysiology. There are three interrelated pathogenic models for the development of HFM. No model is completely concordant with the varying presentation of HFM. Distinct phenotypes of HFM may be caused by different factors influencing separate pathogenic models. [2]"}
{"id": "article-32955_7", "title": "Hemifacial Microsomia -- Pathophysiology", "content": "Vascular abnormality and hemorrhage. In 1973, Poswillo proposed embryonic hemorrhage around the stapedial artery as the cause for HFM through successful animal models. [6] He demonstrated that stapedial artery hemorrhage led to hematoma and an ischemic environment, which resulted in the underdevelopment of nearby structures. The stapedial artery supplies to the first and second branchial arches and is eventually superseded by the external carotid artery system in humans. Factors such as thalidomide and vasoconstrictive medications such as epinephrine can lead to local vascular hemorrhage. [20] [21] Impaired vascular endothelial growth factor (VEGF) can damage the blood supply to Meckel’s cartilage leading to mandibular hypoplasia. [22] The hemorrhage theory best portrays the unilateral and nonspecific pattern of HFM. The different extent of soft tissue damage and diverse types of tissue affected (salivary, neural, muscle, bone) is likely due to their different distances from the area of hemorrhage as well as the degree of vascular injury. [2] [3]", "contents": "Hemifacial Microsomia -- Pathophysiology. Vascular abnormality and hemorrhage. In 1973, Poswillo proposed embryonic hemorrhage around the stapedial artery as the cause for HFM through successful animal models. [6] He demonstrated that stapedial artery hemorrhage led to hematoma and an ischemic environment, which resulted in the underdevelopment of nearby structures. The stapedial artery supplies to the first and second branchial arches and is eventually superseded by the external carotid artery system in humans. Factors such as thalidomide and vasoconstrictive medications such as epinephrine can lead to local vascular hemorrhage. [20] [21] Impaired vascular endothelial growth factor (VEGF) can damage the blood supply to Meckel’s cartilage leading to mandibular hypoplasia. [22] The hemorrhage theory best portrays the unilateral and nonspecific pattern of HFM. The different extent of soft tissue damage and diverse types of tissue affected (salivary, neural, muscle, bone) is likely due to their different distances from the area of hemorrhage as well as the degree of vascular injury. [2] [3]"}
{"id": "article-32955_8", "title": "Hemifacial Microsomia -- Pathophysiology", "content": "Interference with Meckel’s cartilage development. The Meckel’s cartilage arises from the first branchial arch and develops into the malleus, incus, and mandible. Disruption during this morphogenesis from teratogens, hemorrhage, and genetic defects can result in unilateral malformed ossicles and mandibular hypoplasia. [23] This theory is considered supplementary to the vascular hemorrhage model, given their shared mechanism of mandibular hypoplasia. [2]", "contents": "Hemifacial Microsomia -- Pathophysiology. Interference with Meckel’s cartilage development. The Meckel’s cartilage arises from the first branchial arch and develops into the malleus, incus, and mandible. Disruption during this morphogenesis from teratogens, hemorrhage, and genetic defects can result in unilateral malformed ossicles and mandibular hypoplasia. [23] This theory is considered supplementary to the vascular hemorrhage model, given their shared mechanism of mandibular hypoplasia. [2]"}
{"id": "article-32955_9", "title": "Hemifacial Microsomia -- Pathophysiology", "content": "Abnormal migration, proliferation, and differentiation of NCC. Direct insults to the NCC can occur through genetic defects, teratogens, and environmental factors. OTX2 is a gene essential for NCC development with OTX2 deletion found to cause mandibular dysostosis. [13] Elevated embryonic glucose levels from maternal diabetes can hinder the ability of NCC to tolerate oxidative stress. These cells may undergo apoptosis, which can result in facial and cardiac anomalies. [24]", "contents": "Hemifacial Microsomia -- Pathophysiology. Abnormal migration, proliferation, and differentiation of NCC. Direct insults to the NCC can occur through genetic defects, teratogens, and environmental factors. OTX2 is a gene essential for NCC development with OTX2 deletion found to cause mandibular dysostosis. [13] Elevated embryonic glucose levels from maternal diabetes can hinder the ability of NCC to tolerate oxidative stress. These cells may undergo apoptosis, which can result in facial and cardiac anomalies. [24]"}
{"id": "article-32955_10", "title": "Hemifacial Microsomia -- Pathophysiology", "content": "HFM can present with a spectrum of deformities involving the eyes, ears, and the first two pharyngeal arches. Ocular deformities include strabismus, anophthalmia, microphthalmia, eye asymmetry, cleft eyelid, and exophthalmia. Auricular abnormalities include preauricular appendage, preauricular fistula, microtia, ear asymmetry, and external auditory canal atresia. Deformities of the first and second pharyngeal arches include cleft lip and palate, bifid tongue, mandibular hypoplasia, maxillary hypoplasia, oral malocclusion, and dental malformations. [12]", "contents": "Hemifacial Microsomia -- Pathophysiology. HFM can present with a spectrum of deformities involving the eyes, ears, and the first two pharyngeal arches. Ocular deformities include strabismus, anophthalmia, microphthalmia, eye asymmetry, cleft eyelid, and exophthalmia. Auricular abnormalities include preauricular appendage, preauricular fistula, microtia, ear asymmetry, and external auditory canal atresia. Deformities of the first and second pharyngeal arches include cleft lip and palate, bifid tongue, mandibular hypoplasia, maxillary hypoplasia, oral malocclusion, and dental malformations. [12]"}
{"id": "article-32955_11", "title": "Hemifacial Microsomia -- Pathophysiology", "content": "Although the term HFM implies facial involvement only, patients with HFM often have associated extracranial defects. [25] Neurological abnormalities range from 5% to 15%, [26] [27] cardiac in 14% to 47%, [28] genitourinary in 5% to 6%, [27] pulmonary and gastrointestinal in 10%, [18] and skeletal malformations in up to 40% to 60%. [18]", "contents": "Hemifacial Microsomia -- Pathophysiology. Although the term HFM implies facial involvement only, patients with HFM often have associated extracranial defects. [25] Neurological abnormalities range from 5% to 15%, [26] [27] cardiac in 14% to 47%, [28] genitourinary in 5% to 6%, [27] pulmonary and gastrointestinal in 10%, [18] and skeletal malformations in up to 40% to 60%. [18]"}
{"id": "article-32955_12", "title": "Hemifacial Microsomia -- History and Physical", "content": "Children presenting with HFM should have a detailed, three-generation family history conducted to identify any malformations that are characteristic for HFM. [11] A comprehensive prenatal and birth history should be obtained to identify any maternal-fetal factors such as gestational diabetes, maternal hypothyroidism, and any medications or drug use during pregnancy. [2] Parents should be asked if the child has any obstructive sleep symptoms, difficulties with swallowing and feeding, and speech development.", "contents": "Hemifacial Microsomia -- History and Physical. Children presenting with HFM should have a detailed, three-generation family history conducted to identify any malformations that are characteristic for HFM. [11] A comprehensive prenatal and birth history should be obtained to identify any maternal-fetal factors such as gestational diabetes, maternal hypothyroidism, and any medications or drug use during pregnancy. [2] Parents should be asked if the child has any obstructive sleep symptoms, difficulties with swallowing and feeding, and speech development."}
{"id": "article-32955_13", "title": "Hemifacial Microsomia -- History and Physical", "content": "The physical exam should focus on identifying facial abnormalities and asymmetries involving the auricle, ossicles, zygoma, maxilla, mandible, jaw mobility, and occlusion. Cleft lip and palate are common in HFM patients and should be evaluated. Ophthalmologic findings such as ocular dermoid cysts and vertebral abnormalities such as scoliosis may indicate the more severe variant of Goldenhar syndrome.", "contents": "Hemifacial Microsomia -- History and Physical. The physical exam should focus on identifying facial abnormalities and asymmetries involving the auricle, ossicles, zygoma, maxilla, mandible, jaw mobility, and occlusion. Cleft lip and palate are common in HFM patients and should be evaluated. Ophthalmologic findings such as ocular dermoid cysts and vertebral abnormalities such as scoliosis may indicate the more severe variant of Goldenhar syndrome."}
{"id": "article-32955_14", "title": "Hemifacial Microsomia -- Evaluation", "content": "The minimal diagnostic criteria for HFM requires either 1) Ipsilateral mandible AND auricle defects or 2) Asymmetric mandible OR auricle defects with the involvement of 2 or more indirectly associated anomalies OR a positive familial history of HFM. [29]", "contents": "Hemifacial Microsomia -- Evaluation. The minimal diagnostic criteria for HFM requires either 1) Ipsilateral mandible AND auricle defects or 2) Asymmetric mandible OR auricle defects with the involvement of 2 or more indirectly associated anomalies OR a positive familial history of HFM. [29]"}
{"id": "article-32955_15", "title": "Hemifacial Microsomia -- Evaluation", "content": "The posteroanterior cephalogram is the gold standard for assessing facial asymmetry. Measurements such as the midline deviation of maxilla and mandible, ramus height, and occlusal cant are taken for surgical planning. [1] Photography is used to document facial appearance throughout the treatment process. Other imaging modalities such as computerized tomography (CT) have been utilized to assess ossicles, middle ear cavity, and facial bone size and shape for preoperative planning. [30] 3D facial skeleton models can be created from CT scans to help guide surgical device placement. [31]", "contents": "Hemifacial Microsomia -- Evaluation. The posteroanterior cephalogram is the gold standard for assessing facial asymmetry. Measurements such as the midline deviation of maxilla and mandible, ramus height, and occlusal cant are taken for surgical planning. [1] Photography is used to document facial appearance throughout the treatment process. Other imaging modalities such as computerized tomography (CT) have been utilized to assess ossicles, middle ear cavity, and facial bone size and shape for preoperative planning. [30] 3D facial skeleton models can be created from CT scans to help guide surgical device placement. [31]"}
{"id": "article-32955_16", "title": "Hemifacial Microsomia -- Evaluation", "content": "Many patients with HFM have airway and feeding difficulties due to underdevelopment of the pharynx, larynx, esophagus, mandible, and mastication muscles. [4] [32] Obstructive sleep apnea, swallowing difficulty, and cleft lip and palate were diagnosed in 17.6%, 13.5%, and 15.9% of patients with craniofacial malformations, respectively. [33] [34] [35] Thus, HFM patients, especially those with micrognathia and OSA symptoms, should undergo polysomnography and swallow evaluation by a speech-language pathologist.", "contents": "Hemifacial Microsomia -- Evaluation. Many patients with HFM have airway and feeding difficulties due to underdevelopment of the pharynx, larynx, esophagus, mandible, and mastication muscles. [4] [32] Obstructive sleep apnea, swallowing difficulty, and cleft lip and palate were diagnosed in 17.6%, 13.5%, and 15.9% of patients with craniofacial malformations, respectively. [33] [34] [35] Thus, HFM patients, especially those with micrognathia and OSA symptoms, should undergo polysomnography and swallow evaluation by a speech-language pathologist."}
{"id": "article-32955_17", "title": "Hemifacial Microsomia -- Evaluation", "content": "Additional screenings include an audiogram to assess for hearing loss, perceptual speech analysis for speech development, and psychosocial assessment. Cervical spine radiographs for vertebral defects and renal ultrasound for noncraniofacial malformations should also be performed. [8] Chromosomal analysis and genetic counseling can also be offered for families with suspected genetic inheritance.", "contents": "Hemifacial Microsomia -- Evaluation. Additional screenings include an audiogram to assess for hearing loss, perceptual speech analysis for speech development, and psychosocial assessment. Cervical spine radiographs for vertebral defects and renal ultrasound for noncraniofacial malformations should also be performed. [8] Chromosomal analysis and genetic counseling can also be offered for families with suspected genetic inheritance."}
{"id": "article-32955_18", "title": "Hemifacial Microsomia -- Treatment / Management", "content": "Given the heterogeneous presentation of HFM, an individualized and interprofessional approach is necessary. [36] Functional impairments such as airway obstruction and dysphagia should be addressed first. HFM patients often have a narrow oropharyngeal airway and nasal obstruction from midface and mandibular hypoplasia. Airway complications can include difficult intubation, obstructive sleep apnea, and respiratory distress. [36] Tracheotomy is the standard treatment for those with severe airway obstruction. [37] [38] Although neonatal distraction osteogenesis has been described, its effectiveness is lower in patients with craniofacial malformations compared to those with Pierre-Robin sequence, due to the absence of catch up growth. [8] Growing infants with dysphagia may also require a gastrostomy tube for nutrition. [8]", "contents": "Hemifacial Microsomia -- Treatment / Management. Given the heterogeneous presentation of HFM, an individualized and interprofessional approach is necessary. [36] Functional impairments such as airway obstruction and dysphagia should be addressed first. HFM patients often have a narrow oropharyngeal airway and nasal obstruction from midface and mandibular hypoplasia. Airway complications can include difficult intubation, obstructive sleep apnea, and respiratory distress. [36] Tracheotomy is the standard treatment for those with severe airway obstruction. [37] [38] Although neonatal distraction osteogenesis has been described, its effectiveness is lower in patients with craniofacial malformations compared to those with Pierre-Robin sequence, due to the absence of catch up growth. [8] Growing infants with dysphagia may also require a gastrostomy tube for nutrition. [8]"}
{"id": "article-32955_19", "title": "Hemifacial Microsomia -- Treatment / Management", "content": "Reconstructive surgery for HFM has the goal of improving facial symmetry, jaw function, and normal occlusion. [1] The type of surgery performed is based on the severity of the defects.", "contents": "Hemifacial Microsomia -- Treatment / Management. Reconstructive surgery for HFM has the goal of improving facial symmetry, jaw function, and normal occlusion. [1] The type of surgery performed is based on the severity of the defects."}
{"id": "article-32955_20", "title": "Hemifacial Microsomia -- Treatment / Management", "content": "Grafts. Grafts were first described by Gillies in the 1920s. [1] Cartilage and bone can be harvested from costochondral cartilage, iliac crest, temporal bone, or fibula to augment the hypoplastic mandible. Disadvantages of grafting include wound infection, creation of a donor site defect, re-ankylosis of the joint, possible fracture, resorption of graft material, and recurrence of asymmetry. [39] [40] With the advent of mandible distraction, grafts are now used as a supplement to reconstruct deformities involving the temporomandibular joint and ramus. [40]", "contents": "Hemifacial Microsomia -- Treatment / Management. Grafts. Grafts were first described by Gillies in the 1920s. [1] Cartilage and bone can be harvested from costochondral cartilage, iliac crest, temporal bone, or fibula to augment the hypoplastic mandible. Disadvantages of grafting include wound infection, creation of a donor site defect, re-ankylosis of the joint, possible fracture, resorption of graft material, and recurrence of asymmetry. [39] [40] With the advent of mandible distraction, grafts are now used as a supplement to reconstruct deformities involving the temporomandibular joint and ramus. [40]"}
{"id": "article-32955_21", "title": "Hemifacial Microsomia -- Treatment / Management", "content": "Mandibular distraction osteogenesis (MDO). MDO was first popularized by McCarthy in the 1990s. [41] This procedure aims to expand the mandible through the lengthening of the mandibular bone itself. Bilateral mandible osteotomies are made, and the segments are drawn apart slowly enough for new bone growth to occur between them. This differs from graft placement as MDO relies on new bone growth formation instead of donor graft material. Advantages of MDO compared to grafts include lower asymmetry recurrence rates, less blood loss, shorter operative times, improved soft tissue symmetry, no donor site morbidity, and ability to perform at a younger age. [42] [43] [44] Originally the distracting devices were external and easily removed by unscrewing the pins without the need for a second operation. [45] However, external distractors were known to cause patient discomfort, prone to external trauma, and caused embarrassment to children for several months with its visible apparatus. Furthermore, compilations such as visible scars, hardware infections, and dislodgement led to the development of internal mandibular devices, which have shown exceptional mechanical strength. Internal distraction stability is greater than that of external devices with a relapse rate of 13.33% versus 23.52% when using external distractors. [45] Disadvantages of internal distraction devices include the need for a second operation for device removal, scarring, hardware malfunction, inappropriate distraction, tooth injury, temporomandibular joint injury, nerve injury, infection, and bony overgrowth over the devices. [45] [46] [47] Compared with internal distractors, external distractors allow a longer distraction length and have more freedom in positioning, especially in children with short mandibles and limited subperiosteal space for internal distractor placement. [45] The reconstructive surgeon should be prepared to do either method.", "contents": "Hemifacial Microsomia -- Treatment / Management. Mandibular distraction osteogenesis (MDO). MDO was first popularized by McCarthy in the 1990s. [41] This procedure aims to expand the mandible through the lengthening of the mandibular bone itself. Bilateral mandible osteotomies are made, and the segments are drawn apart slowly enough for new bone growth to occur between them. This differs from graft placement as MDO relies on new bone growth formation instead of donor graft material. Advantages of MDO compared to grafts include lower asymmetry recurrence rates, less blood loss, shorter operative times, improved soft tissue symmetry, no donor site morbidity, and ability to perform at a younger age. [42] [43] [44] Originally the distracting devices were external and easily removed by unscrewing the pins without the need for a second operation. [45] However, external distractors were known to cause patient discomfort, prone to external trauma, and caused embarrassment to children for several months with its visible apparatus. Furthermore, compilations such as visible scars, hardware infections, and dislodgement led to the development of internal mandibular devices, which have shown exceptional mechanical strength. Internal distraction stability is greater than that of external devices with a relapse rate of 13.33% versus 23.52% when using external distractors. [45] Disadvantages of internal distraction devices include the need for a second operation for device removal, scarring, hardware malfunction, inappropriate distraction, tooth injury, temporomandibular joint injury, nerve injury, infection, and bony overgrowth over the devices. [45] [46] [47] Compared with internal distractors, external distractors allow a longer distraction length and have more freedom in positioning, especially in children with short mandibles and limited subperiosteal space for internal distractor placement. [45] The reconstructive surgeon should be prepared to do either method."}
{"id": "article-32955_22", "title": "Hemifacial Microsomia -- Treatment / Management", "content": "Soft tissue correction. Soft tissue correction is performed after facial skeletal re-alignment. Options to augment surrounding tissue include microvascular free tissue transfer, autologous fat grafting, and implants such as high-density porous polyethylene. [48] [49] [50] Compared with free tissue transfer, autologous fat grafting requires more operative procedures, allows for lower volume transfer, and can result in more asymmetry. Advantages of autologous fat grafting include fewer complication rates, shorter overall operating time, and no difference with patient or surgeon satisfaction. [49]", "contents": "Hemifacial Microsomia -- Treatment / Management. Soft tissue correction. Soft tissue correction is performed after facial skeletal re-alignment. Options to augment surrounding tissue include microvascular free tissue transfer, autologous fat grafting, and implants such as high-density porous polyethylene. [48] [49] [50] Compared with free tissue transfer, autologous fat grafting requires more operative procedures, allows for lower volume transfer, and can result in more asymmetry. Advantages of autologous fat grafting include fewer complication rates, shorter overall operating time, and no difference with patient or surgeon satisfaction. [49]"}
{"id": "article-32955_23", "title": "Hemifacial Microsomia -- Treatment / Management", "content": "Ear reconstruction. HFM can present with deformities involving the auricle, external auditory canal, and middle ear structures. Deformities range from mild hypoplasia requiring only reshaping of the ear cartilage, to complete anotia with middle ear involvement necessitating reconstruction. Options for reconstruction include autologous grafting using costal cartilage grafts for the auricular framework and synthetic implants. Both have advantages and disadvantages, and the interested reader is directed to other articles with more in-depth discussions about microtia reconstruction. A less invasive option for reconstruction is the placement of a prosthetic ear. Prostheses can be adhesive or attached to an osseointegrated anchor that is placed surgically. The advantages of prostheses include the option for upgrades as the patients grow and the absence of donor site morbidity. One notable potential disadvantage of the osseointegrated device is that once placed, the other reconstruction options are no longer feasible. [1] [17]", "contents": "Hemifacial Microsomia -- Treatment / Management. Ear reconstruction. HFM can present with deformities involving the auricle, external auditory canal, and middle ear structures. Deformities range from mild hypoplasia requiring only reshaping of the ear cartilage, to complete anotia with middle ear involvement necessitating reconstruction. Options for reconstruction include autologous grafting using costal cartilage grafts for the auricular framework and synthetic implants. Both have advantages and disadvantages, and the interested reader is directed to other articles with more in-depth discussions about microtia reconstruction. A less invasive option for reconstruction is the placement of a prosthetic ear. Prostheses can be adhesive or attached to an osseointegrated anchor that is placed surgically. The advantages of prostheses include the option for upgrades as the patients grow and the absence of donor site morbidity. One notable potential disadvantage of the osseointegrated device is that once placed, the other reconstruction options are no longer feasible. [1] [17]"}
{"id": "article-32955_24", "title": "Hemifacial Microsomia -- Differential Diagnosis", "content": "Hemifacial microsomia can present with a heterogenous array of facial defects with different levels of severity. Many disorders involving facial anomalies can be misdiagnosed as hemifacial microsomia including: [8] CHARGE syndrome Restricted growth and development Treacher Collins syndrome Townes-Brocks syndrome Goltz syndrome Pierre Robin syndrome Traumatic postnatal deformity Parry-Romberg syndrome Juvenile rheumatoid arthritis Nager acrofacial dysostosis syndrome Branchio-oto-renal syndrome Maxillofacial dysostosis", "contents": "Hemifacial Microsomia -- Differential Diagnosis. Hemifacial microsomia can present with a heterogenous array of facial defects with different levels of severity. Many disorders involving facial anomalies can be misdiagnosed as hemifacial microsomia including: [8] CHARGE syndrome Restricted growth and development Treacher Collins syndrome Townes-Brocks syndrome Goltz syndrome Pierre Robin syndrome Traumatic postnatal deformity Parry-Romberg syndrome Juvenile rheumatoid arthritis Nager acrofacial dysostosis syndrome Branchio-oto-renal syndrome Maxillofacial dysostosis"}
{"id": "article-32955_25", "title": "Hemifacial Microsomia -- Treatment Planning", "content": "The timing of reconstructive surgical intervention is controversial. Proponents of early intervention hypothesize that mandibular asymmetry worsens over time as the affected side undergoes minimal growth, resulting in secondary deformities. They propose that early intervention can improve growth potential, masticatory function, dental development, and patient self-confidence. [51]", "contents": "Hemifacial Microsomia -- Treatment Planning. The timing of reconstructive surgical intervention is controversial. Proponents of early intervention hypothesize that mandibular asymmetry worsens over time as the affected side undergoes minimal growth, resulting in secondary deformities. They propose that early intervention can improve growth potential, masticatory function, dental development, and patient self-confidence. [51]"}
{"id": "article-32955_26", "title": "Hemifacial Microsomia -- Treatment Planning", "content": "Supporters of delayed surgical intervention recommend correction upon skeletal and dental maturity (age 15 in boys and 13 to 15 in girls) to avoid relapse of asymmetry and need for additional surgery as well as decreased blood loss and improved patient compliance. Large systematic reviews have concluded no evidence in supporting early surgical reconstruction and recommend postponing surgery until completion of dental and bony growth. [1] [52]", "contents": "Hemifacial Microsomia -- Treatment Planning. Supporters of delayed surgical intervention recommend correction upon skeletal and dental maturity (age 15 in boys and 13 to 15 in girls) to avoid relapse of asymmetry and need for additional surgery as well as decreased blood loss and improved patient compliance. Large systematic reviews have concluded no evidence in supporting early surgical reconstruction and recommend postponing surgery until completion of dental and bony growth. [1] [52]"}
{"id": "article-32955_27", "title": "Hemifacial Microsomia -- Treatment Planning", "content": "The timeline for treatment depends on the patient's age and severity of malformations. During infancy, indicated interventions include correction of cleft lip and palate, hearing aids for hearing loss, osteotomies for significant orbital dystopia and plagiocephaly, and mandible distraction for patients with severe retrognathia resulting in respiratory or feeding difficulties. During the skeletal growth phase from ages 6 to 12, reconstruction of the malformed auricle or placement of a prosthesis is recommended.", "contents": "Hemifacial Microsomia -- Treatment Planning. The timeline for treatment depends on the patient's age and severity of malformations. During infancy, indicated interventions include correction of cleft lip and palate, hearing aids for hearing loss, osteotomies for significant orbital dystopia and plagiocephaly, and mandible distraction for patients with severe retrognathia resulting in respiratory or feeding difficulties. During the skeletal growth phase from ages 6 to 12, reconstruction of the malformed auricle or placement of a prosthesis is recommended."}
{"id": "article-32955_28", "title": "Hemifacial Microsomia -- Treatment Planning", "content": "Maxilla and mandible defects can be addressed with orthodontic devices. Costochondral grafts or mandibular distraction can also be considered. In adolescence and adulthood, definitive reconstruction surgery of the facial skeleton to improve facial asymmetry and occlusion is recommended along with soft tissue augmentation using free tissue transfer or fat grafting. Any revision surgeries can also be done at this time. [17]", "contents": "Hemifacial Microsomia -- Treatment Planning. Maxilla and mandible defects can be addressed with orthodontic devices. Costochondral grafts or mandibular distraction can also be considered. In adolescence and adulthood, definitive reconstruction surgery of the facial skeleton to improve facial asymmetry and occlusion is recommended along with soft tissue augmentation using free tissue transfer or fat grafting. Any revision surgeries can also be done at this time. [17]"}
{"id": "article-32955_29", "title": "Hemifacial Microsomia -- Staging", "content": "Due to the wide variable presentation of HRM, several classification systems have been proposed to better differentiate the phenotypical presentation to help improve diagnosis, treatment, and prognostic data. The first classification proposed by Pruzansky in 1969 focused on the characteristics of the mandible and glenoid fossa. In 1987, David et al. proposed the SAT (skeletal malformations, auricular involvement, and soft tissue defects) system, which was further expanded by Vento et al. to become the OMENS (orbit, mandible, ear, nerve, soft tissue) classification. [25] [53] Finally, the OMENS plus was developed by Tuin et al. to incorporate abnormalities of noncraniofacial structures. [54]", "contents": "Hemifacial Microsomia -- Staging. Due to the wide variable presentation of HRM, several classification systems have been proposed to better differentiate the phenotypical presentation to help improve diagnosis, treatment, and prognostic data. The first classification proposed by Pruzansky in 1969 focused on the characteristics of the mandible and glenoid fossa. In 1987, David et al. proposed the SAT (skeletal malformations, auricular involvement, and soft tissue defects) system, which was further expanded by Vento et al. to become the OMENS (orbit, mandible, ear, nerve, soft tissue) classification. [25] [53] Finally, the OMENS plus was developed by Tuin et al. to incorporate abnormalities of noncraniofacial structures. [54]"}
{"id": "article-32955_30", "title": "Hemifacial Microsomia -- Staging", "content": "Pruzansky system. This system organizes mandibular hypoplasia into 3 groups based on radiological findings and was later modified by Kaban et al. to include the temporomandibular joint. [55] Grade 1 refers to a mandible smaller than the normal side. Grade 2a indicates a short ramus with normal glenoid fossa, whereas grade 2b has a malpositioned glenoid fossa requiring reconstruction of the temporomandibular joint. Grade 3 refers to gross distortion or agenesis of the ramus. [1] [55]", "contents": "Hemifacial Microsomia -- Staging. Pruzansky system. This system organizes mandibular hypoplasia into 3 groups based on radiological findings and was later modified by Kaban et al. to include the temporomandibular joint. [55] Grade 1 refers to a mandible smaller than the normal side. Grade 2a indicates a short ramus with normal glenoid fossa, whereas grade 2b has a malpositioned glenoid fossa requiring reconstruction of the temporomandibular joint. Grade 3 refers to gross distortion or agenesis of the ramus. [1] [55]"}
{"id": "article-32955_31", "title": "Hemifacial Microsomia -- Staging", "content": "SAT (skeletal malformations, auricular involvement, and soft tissue defects) system. This system is based on the alphanumeric TMN system for cancer staging. [25] S1, S2, and S3 reflect the staging system from the Pruzanksy system. S4 and S5 are assigned to patients with orbital involvement. A0 represents a normal auricle with A1, A2, and A3 based on the standard microtia staging from Meurman et al. [56] A1 is a malformed auricle with mostly normal characteristics. A2 retains some normal features, but the upper ear has deficient cartilaginous structures. A3 is a severely defective auricle with a malformed lobule and mostly absent pinna. [56] T denotes soft tissue deformity based on Murry et al. with T1 as minimal and T3 as severe facial defects involving the cranial nerves, parotid gland, mastication muscles, or clefting of the upper lip. [57]", "contents": "Hemifacial Microsomia -- Staging. SAT (skeletal malformations, auricular involvement, and soft tissue defects) system. This system is based on the alphanumeric TMN system for cancer staging. [25] S1, S2, and S3 reflect the staging system from the Pruzanksy system. S4 and S5 are assigned to patients with orbital involvement. A0 represents a normal auricle with A1, A2, and A3 based on the standard microtia staging from Meurman et al. [56] A1 is a malformed auricle with mostly normal characteristics. A2 retains some normal features, but the upper ear has deficient cartilaginous structures. A3 is a severely defective auricle with a malformed lobule and mostly absent pinna. [56] T denotes soft tissue deformity based on Murry et al. with T1 as minimal and T3 as severe facial defects involving the cranial nerves, parotid gland, mastication muscles, or clefting of the upper lip. [57]"}
{"id": "article-32955_32", "title": "Hemifacial Microsomia -- Staging", "content": "OMENS (orbit, mandible, ear, nerve, soft tissue) system. This system is the most inclusive and was later modified to OMENS plus to include extracranial structures. Each anatomic category is assigned a numerical score from 0 (normal) to 3 (most severe). OMENS grading is considered more flexible and sensitive to the wide, heterogeneous phenotypic presentation of HFM. [18] [53] [54]", "contents": "Hemifacial Microsomia -- Staging. OMENS (orbit, mandible, ear, nerve, soft tissue) system. This system is the most inclusive and was later modified to OMENS plus to include extracranial structures. Each anatomic category is assigned a numerical score from 0 (normal) to 3 (most severe). OMENS grading is considered more flexible and sensitive to the wide, heterogeneous phenotypic presentation of HFM. [18] [53] [54]"}
{"id": "article-32955_33", "title": "Hemifacial Microsomia -- Prognosis", "content": "Studies have indicated that mandibular distraction osteogenesis with internal devices is effective in lengthening the mandible and improving facial symmetry, appearance, and dental occlusion on postoperative cephalograms and radiographs. [58] However, few studies exist on long-term outcomes. Hollier et al. followed patients for 12 to 92 months and found a recurrence rate of 51% to 100% within 42 to 92 months. [48]", "contents": "Hemifacial Microsomia -- Prognosis. Studies have indicated that mandibular distraction osteogenesis with internal devices is effective in lengthening the mandible and improving facial symmetry, appearance, and dental occlusion on postoperative cephalograms and radiographs. [58] However, few studies exist on long-term outcomes. Hollier et al. followed patients for 12 to 92 months and found a recurrence rate of 51% to 100% within 42 to 92 months. [48]"}
{"id": "article-32955_34", "title": "Hemifacial Microsomia -- Prognosis", "content": "Similar studies have also shown similar rates of recurrence requiring revision surgery. [59] [60] [61] This highlights the importance of following patients until skeletal and dental maturity. In a 2012 study by Mezzini et al. showed that the asymmetrical facial proportions and growth patterns of HFM patients are genetically influenced and revert back to the original asymmetry even after mandibular distraction. [59] Patients and families should be counseled on the high likelihood of revision surgery throughout childhood and adolescence. [62]", "contents": "Hemifacial Microsomia -- Prognosis. Similar studies have also shown similar rates of recurrence requiring revision surgery. [59] [60] [61] This highlights the importance of following patients until skeletal and dental maturity. In a 2012 study by Mezzini et al. showed that the asymmetrical facial proportions and growth patterns of HFM patients are genetically influenced and revert back to the original asymmetry even after mandibular distraction. [59] Patients and families should be counseled on the high likelihood of revision surgery throughout childhood and adolescence. [62]"}
{"id": "article-32955_35", "title": "Hemifacial Microsomia -- Complications", "content": "Mandible distraction osteogenesis is the preferred method of treatment for HFM patients but can present with challenges and complications. A systemic review by Verlinden et al. found a complication rate of 43.9%, with 13.9% requiring revision surgery, hospitalization, or resulting in permanent sequelae. [63] Nerve injury to the inferior alveolar nerve or mental nerve ranged from 4.2% to 37.5%. [64] [65]", "contents": "Hemifacial Microsomia -- Complications. Mandible distraction osteogenesis is the preferred method of treatment for HFM patients but can present with challenges and complications. A systemic review by Verlinden et al. found a complication rate of 43.9%, with 13.9% requiring revision surgery, hospitalization, or resulting in permanent sequelae. [63] Nerve injury to the inferior alveolar nerve or mental nerve ranged from 4.2% to 37.5%. [64] [65]"}
{"id": "article-32955_36", "title": "Hemifacial Microsomia -- Complications", "content": "Mucosal and soft tissue dehiscence were seen in 1.6% to 3.1% due to the thin soft tissue overlying the hypoplastic bone. [66] [67] Lingual displacement from the traction of the mylohyoid muscle by the osteotomized segment is reported in 7.6% of cases. [66] [67] Misalignment of the mandible occurred in 0.6% of cases. [68] Mandible fracture was seen in 2.8%. [69] Other complications include bony non-union, insufficient bone formation, hardware exposure, facial scarring, wound infection, and mandibular necrosis. [63]", "contents": "Hemifacial Microsomia -- Complications. Mucosal and soft tissue dehiscence were seen in 1.6% to 3.1% due to the thin soft tissue overlying the hypoplastic bone. [66] [67] Lingual displacement from the traction of the mylohyoid muscle by the osteotomized segment is reported in 7.6% of cases. [66] [67] Misalignment of the mandible occurred in 0.6% of cases. [68] Mandible fracture was seen in 2.8%. [69] Other complications include bony non-union, insufficient bone formation, hardware exposure, facial scarring, wound infection, and mandibular necrosis. [63]"}
{"id": "article-32955_37", "title": "Hemifacial Microsomia -- Postoperative and Rehabilitation Care", "content": "After the surgical placement of internal distractors, the patients are admitted for airway observation. Patients are discharged once able to breathe without issues and are tolerating an adequate diet. After a latency period of 4-7 days for school-aged children, the distraction is activated at a rate of 1 mm per day until the desired length based on preoperative design. Parents are taught how to turn the distractor and keep the surgical site clean at home.", "contents": "Hemifacial Microsomia -- Postoperative and Rehabilitation Care. After the surgical placement of internal distractors, the patients are admitted for airway observation. Patients are discharged once able to breathe without issues and are tolerating an adequate diet. After a latency period of 4-7 days for school-aged children, the distraction is activated at a rate of 1 mm per day until the desired length based on preoperative design. Parents are taught how to turn the distractor and keep the surgical site clean at home."}
{"id": "article-32955_38", "title": "Hemifacial Microsomia -- Postoperative and Rehabilitation Care", "content": "Once distraction is completed, the externally exposed rods are removed close to the skin. After 2 to 3 months of bony consolidation, the patient is brought back to the operating room to remove the internal device. A series of cephalograms are taken at the beginning of activation, end of activation, prior to device removal, and 1 year postoperatively. [70] [71]", "contents": "Hemifacial Microsomia -- Postoperative and Rehabilitation Care. Once distraction is completed, the externally exposed rods are removed close to the skin. After 2 to 3 months of bony consolidation, the patient is brought back to the operating room to remove the internal device. A series of cephalograms are taken at the beginning of activation, end of activation, prior to device removal, and 1 year postoperatively. [70] [71]"}
{"id": "article-32955_39", "title": "Hemifacial Microsomia -- Consultations", "content": "Hemifacial microsomia may result from aberrant neurological regeneration impacting the salivary glands and integumentary system. Diagnosis and management should consist of an interprofessional team, including an otolaryngologist, plastic reconstructive surgeon, oral maxillofacial surgeon, ophthalmologist, primary clinician, psychologist, and geneticist.", "contents": "Hemifacial Microsomia -- Consultations. Hemifacial microsomia may result from aberrant neurological regeneration impacting the salivary glands and integumentary system. Diagnosis and management should consist of an interprofessional team, including an otolaryngologist, plastic reconstructive surgeon, oral maxillofacial surgeon, ophthalmologist, primary clinician, psychologist, and geneticist."}
{"id": "article-32955_40", "title": "Hemifacial Microsomia -- Deterrence and Patient Education", "content": "Patient and family education on hemifacial microsomia can be challenging due to the heterogeneous presentation and the need for interprofessional management. Early involvement of a speech-language pathologist to address any functional deficits in speech and swallow is crucial. Introduction to a genetic counselor can be beneficial to address genetic and chromosomal abnormalities in the family. Patients and their families should be educated on the different treatment options and the timeline for reconstructive surgery. Studies have shown that the recurrence of asymmetrical bony growth is common after primary surgical management. Delay of surgical intervention until skeletal and dental maturity is often the best option to prevent revision surgery. [72]", "contents": "Hemifacial Microsomia -- Deterrence and Patient Education. Patient and family education on hemifacial microsomia can be challenging due to the heterogeneous presentation and the need for interprofessional management. Early involvement of a speech-language pathologist to address any functional deficits in speech and swallow is crucial. Introduction to a genetic counselor can be beneficial to address genetic and chromosomal abnormalities in the family. Patients and their families should be educated on the different treatment options and the timeline for reconstructive surgery. Studies have shown that the recurrence of asymmetrical bony growth is common after primary surgical management. Delay of surgical intervention until skeletal and dental maturity is often the best option to prevent revision surgery. [72]"}
{"id": "article-32955_41", "title": "Hemifacial Microsomia -- Deterrence and Patient Education", "content": "However, prolonged visible and functional impairments may have a significant impact on psychosocial development and personality formation in children. [62] Patients and parents should be counseled on the pros and cons of earlier surgical intervention to obtain a more normal childhood with the caveat of future revision surgery versus delayed surgical intervention.", "contents": "Hemifacial Microsomia -- Deterrence and Patient Education. However, prolonged visible and functional impairments may have a significant impact on psychosocial development and personality formation in children. [62] Patients and parents should be counseled on the pros and cons of earlier surgical intervention to obtain a more normal childhood with the caveat of future revision surgery versus delayed surgical intervention."}
{"id": "article-32955_42", "title": "Hemifacial Microsomia -- Enhancing Healthcare Team Outcomes", "content": "Patients with hemifacial microsomia should be managed by an interprofessional team of otolaryngologists, plastic surgeons, oral maxillofacial surgeons, ophthalmologists, audiologists, speech-language pathologists, primary clinicians, psychologists, and geneticists. Children born with hypoplastic facial defects should be thoroughly evaluated by primary clinicians and geneticists for prompt diagnosis and referral to the reconstructive surgeons.", "contents": "Hemifacial Microsomia -- Enhancing Healthcare Team Outcomes. Patients with hemifacial microsomia should be managed by an interprofessional team of otolaryngologists, plastic surgeons, oral maxillofacial surgeons, ophthalmologists, audiologists, speech-language pathologists, primary clinicians, psychologists, and geneticists. Children born with hypoplastic facial defects should be thoroughly evaluated by primary clinicians and geneticists for prompt diagnosis and referral to the reconstructive surgeons."}
{"id": "article-32955_43", "title": "Hemifacial Microsomia -- Enhancing Healthcare Team Outcomes", "content": "Other craniofacial microsomia syndromes with similar presentations should also be considered to determine if there are any accompanying vertebral or internal organ malformations. Studies have shown that reconstruction is best performed once children reach skeletal and dental maturity. As patients with HFM often require multiple surgeries throughout childhood and adolescence, they must be closely monitored by their primary clinician and reconstructive surgeons for both immediate and long-term functional and aesthetic outcomes. Finally, patients may develop social and functional impairment due to their condition.", "contents": "Hemifacial Microsomia -- Enhancing Healthcare Team Outcomes. Other craniofacial microsomia syndromes with similar presentations should also be considered to determine if there are any accompanying vertebral or internal organ malformations. Studies have shown that reconstruction is best performed once children reach skeletal and dental maturity. As patients with HFM often require multiple surgeries throughout childhood and adolescence, they must be closely monitored by their primary clinician and reconstructive surgeons for both immediate and long-term functional and aesthetic outcomes. Finally, patients may develop social and functional impairment due to their condition."}
{"id": "article-32955_44", "title": "Hemifacial Microsomia -- Enhancing Healthcare Team Outcomes", "content": "Referral to a speech-language pathologist for speech and swallow, as well as psychosocial support, is recommended. Formal peer support groups with similar craniofacial malformation diagnoses can aid patients and parents in addressing their concerns.", "contents": "Hemifacial Microsomia -- Enhancing Healthcare Team Outcomes. Referral to a speech-language pathologist for speech and swallow, as well as psychosocial support, is recommended. Formal peer support groups with similar craniofacial malformation diagnoses can aid patients and parents in addressing their concerns."}
{"id": "article-32955_45", "title": "Hemifacial Microsomia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hemifacial Microsomia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}