{"id": "article-19234_0", "title": "Cervical Epidural Injection -- Continuing Education Activity", "content": "Cervical epidural corticosteroids can provide significant benefits in patients experiencing chronic neck pain secondary to cervical radiculopathy. This activity outlines cervical epidural injections and highlights the role of the interprofessional team in improving the care for patients who undergo cervical epidural injections.", "contents": "Cervical Epidural Injection -- Continuing Education Activity. Cervical epidural corticosteroids can provide significant benefits in patients experiencing chronic neck pain secondary to cervical radiculopathy. This activity outlines cervical epidural injections and highlights the role of the interprofessional team in improving the care for patients who undergo cervical epidural injections."}
{"id": "article-19234_1", "title": "Cervical Epidural Injection -- Continuing Education Activity", "content": "Objectives: Identify the indications for cervical corticosteroid injections. Describe the technique for cervical corticosteroid injections. Summarize potential complications and the clinical significance of cervical corticosteroid injections. Review interprofessional team strategies for improving care coordination and communication to advance cervical corticosteroid injections and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Cervical Epidural Injection -- Continuing Education Activity. Objectives: Identify the indications for cervical corticosteroid injections. Describe the technique for cervical corticosteroid injections. Summarize potential complications and the clinical significance of cervical corticosteroid injections. Review interprofessional team strategies for improving care coordination and communication to advance cervical corticosteroid injections and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-19234_2", "title": "Cervical Epidural Injection -- Introduction", "content": "Many patients with symptoms of cervical radiculopathy can benefit from a cervical epidural injection. Before one considers a cervical epidural injection, the patient’s pain must persist for at least six to eight weeks, and the patient has to have failed conservative management. Furthermore, patients must not have progressively worsening neurologic deficits.", "contents": "Cervical Epidural Injection -- Introduction. Many patients with symptoms of cervical radiculopathy can benefit from a cervical epidural injection. Before one considers a cervical epidural injection, the patient’s pain must persist for at least six to eight weeks, and the patient has to have failed conservative management. Furthermore, patients must not have progressively worsening neurologic deficits."}
{"id": "article-19234_3", "title": "Cervical Epidural Injection -- Introduction", "content": "Cervical radiculopathy affects approximately 83 per 100,000 people per year. [1] Most cases of cervical radiculitis improve with conservative management and do not require a cervical epidural or surgical intervention. [2] Studies are mixed on the efficacy of cervical epidural pain relief, but overall, the injection seems to provide significant pain relief. Patients with chronic recurring neck pain with radicular symptoms can benefit from cervical epidural corticosteroid injections. Significant pain relief is considered 50 percent pain reduction at three months, with 50 percent of patients having significant pain relief after the procedure. [3] [4] The typical injection pattern for cervical corticosteroid injections is following the initial injection; one or two repeat injections can occur two to four weeks later. [5] Radicular symptoms can have multiple etiologies ranging from non-degenerative to diabetes to malignancy. Spondylolisthesis and degenerative disc disease can occur and be a common etiology. Nerve root compression from either cervical spinal stenosis or a herniated disc of the cervical vertebra is the most common cause of cervical radiculopathy. The majority of patients with disc herniation or spondylosis do not require cervical epidural injections. [1] [6] Cervical radiculopathy can lead to chronic neck pain, and intervention is often needed in refractory cases. Overall complications of the procedure include infection, spinal headache, allergic reaction, nerve damage, paralysis, and death. A transforaminal approach to a cervical epidural injection is a more targeted therapy delivery in comparison to an intralaminar technique but has a higher complication rate. [7]", "contents": "Cervical Epidural Injection -- Introduction. Cervical radiculopathy affects approximately 83 per 100,000 people per year. [1] Most cases of cervical radiculitis improve with conservative management and do not require a cervical epidural or surgical intervention. [2] Studies are mixed on the efficacy of cervical epidural pain relief, but overall, the injection seems to provide significant pain relief. Patients with chronic recurring neck pain with radicular symptoms can benefit from cervical epidural corticosteroid injections. Significant pain relief is considered 50 percent pain reduction at three months, with 50 percent of patients having significant pain relief after the procedure. [3] [4] The typical injection pattern for cervical corticosteroid injections is following the initial injection; one or two repeat injections can occur two to four weeks later. [5] Radicular symptoms can have multiple etiologies ranging from non-degenerative to diabetes to malignancy. Spondylolisthesis and degenerative disc disease can occur and be a common etiology. Nerve root compression from either cervical spinal stenosis or a herniated disc of the cervical vertebra is the most common cause of cervical radiculopathy. The majority of patients with disc herniation or spondylosis do not require cervical epidural injections. [1] [6] Cervical radiculopathy can lead to chronic neck pain, and intervention is often needed in refractory cases. Overall complications of the procedure include infection, spinal headache, allergic reaction, nerve damage, paralysis, and death. A transforaminal approach to a cervical epidural injection is a more targeted therapy delivery in comparison to an intralaminar technique but has a higher complication rate. [7]"}
{"id": "article-19234_4", "title": "Cervical Epidural Injection -- Anatomy and Physiology", "content": "Corticosteroids with or without local anesthetics are injected into the epidural space during a cervical epidural. This potential space is located between the vertebrae of the spine and the dural sac. When the cervical nerves become injured due to compression, inflammation occurs that is often interpreted as pain. A cervical epidural corticosteroid injection can reduce swelling and inflammation in the location of the compressed nerves, improving pain. Patients with cervical radiculopathy can have both neck pain as well as shoulder and arm pain. The injection helps relieve these symptoms. Understanding cervical spine anatomy is crucial to the physician performing cervical spine procedures, particularly as there is no significant posterior epidural space above the levels of C7-T1.", "contents": "Cervical Epidural Injection -- Anatomy and Physiology. Corticosteroids with or without local anesthetics are injected into the epidural space during a cervical epidural. This potential space is located between the vertebrae of the spine and the dural sac. When the cervical nerves become injured due to compression, inflammation occurs that is often interpreted as pain. A cervical epidural corticosteroid injection can reduce swelling and inflammation in the location of the compressed nerves, improving pain. Patients with cervical radiculopathy can have both neck pain as well as shoulder and arm pain. The injection helps relieve these symptoms. Understanding cervical spine anatomy is crucial to the physician performing cervical spine procedures, particularly as there is no significant posterior epidural space above the levels of C7-T1."}
{"id": "article-19234_5", "title": "Cervical Epidural Injection -- Anatomy and Physiology", "content": "The epidural space is shaped like a triangle and extends cephalad through the foramen magnum and caudally down to the sacral hiatus. The internal border of the epidural space is the thecal sac covered in the dura mater. The dura acts as a sheath that covers the spinal nerve and dorsal root ganglia. The external border of the epidural space is made up of the spinal canal and periosteum. The anterior border of the epidural space consists of the posterior longitudinal ligament. Separately, the posterior border consists of both the lamina and the ligamentum flavum. The ligamentum flavum is loose at the midline in roughly half of the patients, with an absent interspinous ligament. [8]", "contents": "Cervical Epidural Injection -- Anatomy and Physiology. The epidural space is shaped like a triangle and extends cephalad through the foramen magnum and caudally down to the sacral hiatus. The internal border of the epidural space is the thecal sac covered in the dura mater. The dura acts as a sheath that covers the spinal nerve and dorsal root ganglia. The external border of the epidural space is made up of the spinal canal and periosteum. The anterior border of the epidural space consists of the posterior longitudinal ligament. Separately, the posterior border consists of both the lamina and the ligamentum flavum. The ligamentum flavum is loose at the midline in roughly half of the patients, with an absent interspinous ligament. [8]"}
{"id": "article-19234_6", "title": "Cervical Epidural Injection -- Anatomy and Physiology", "content": "The lateral borders include the pedicles and intervertebral foramen. The foramen is made up of the superior and the inferior pedicles, with the superior articular process of the facet joint forming the posterior wall of the foramen, and the anterior wall is built from the vertebral disk and endplate. Within the epidural space, there is fatty tissue, radicular and cervical arteries, lymph, arachnoid granules, a venous plexus, and the spinal nerve roots.", "contents": "Cervical Epidural Injection -- Anatomy and Physiology. The lateral borders include the pedicles and intervertebral foramen. The foramen is made up of the superior and the inferior pedicles, with the superior articular process of the facet joint forming the posterior wall of the foramen, and the anterior wall is built from the vertebral disk and endplate. Within the epidural space, there is fatty tissue, radicular and cervical arteries, lymph, arachnoid granules, a venous plexus, and the spinal nerve roots."}
{"id": "article-19234_7", "title": "Cervical Epidural Injection -- Anatomy and Physiology", "content": "The spinal roots arise from the spinal cord. Both ventral and dorsal nerve roots combine to form the spinal nerves that exit at the foramen inferiorly. These nerve roots exit with the thecal sac forming a root sleeve. The dura mater ends distally at the dorsal root ganglion along its proximal margin.", "contents": "Cervical Epidural Injection -- Anatomy and Physiology. The spinal roots arise from the spinal cord. Both ventral and dorsal nerve roots combine to form the spinal nerves that exit at the foramen inferiorly. These nerve roots exit with the thecal sac forming a root sleeve. The dura mater ends distally at the dorsal root ganglion along its proximal margin."}
{"id": "article-19234_8", "title": "Cervical Epidural Injection -- Anatomy and Physiology", "content": "The spinal arteries are comprised of the vertebral, ascending cervical, subclavian, and deep cervical arteries. The various arteries enter the foramen and then divide into the posterior and anterior cervical radicular arteries. [9]", "contents": "Cervical Epidural Injection -- Anatomy and Physiology. The spinal arteries are comprised of the vertebral, ascending cervical, subclavian, and deep cervical arteries. The various arteries enter the foramen and then divide into the posterior and anterior cervical radicular arteries. [9]"}
{"id": "article-19234_9", "title": "Cervical Epidural Injection -- Indications", "content": "A cervical epidural injection is indicated when there are radicular pain symptoms. Patient symptoms include numbness or tingling, dysesthesias, or burning type pain. Before the procedure, the provider should monitor for progression of symptoms, including associated worsening weakness or sensory changes. The corticosteroid injection is often preferred over surgery in patients with progressive pain without worsening neurological findings. The recommendation is to undergo the procedure after there is either a magnetic resonance imaging (MRI) scan or computed tomography (CT) scan confirmed stable nerve root compression due to degenerative causes or an intervertebral disc.", "contents": "Cervical Epidural Injection -- Indications. A cervical epidural injection is indicated when there are radicular pain symptoms. Patient symptoms include numbness or tingling, dysesthesias, or burning type pain. Before the procedure, the provider should monitor for progression of symptoms, including associated worsening weakness or sensory changes. The corticosteroid injection is often preferred over surgery in patients with progressive pain without worsening neurological findings. The recommendation is to undergo the procedure after there is either a magnetic resonance imaging (MRI) scan or computed tomography (CT) scan confirmed stable nerve root compression due to degenerative causes or an intervertebral disc."}
{"id": "article-19234_10", "title": "Cervical Epidural Injection -- Contraindications", "content": "Absolute contraindication to an epidural corticosteroid injection includes active infections. Furthermore, uncontrolled coagulopathy or bleeding disorders (including taking many oral anticoagulants) are contraindications to the procedure as well. Other absolute contraindications include worsening and progressing neurological deterioration. For example, progressive weakness or neurosurgical emergencies such as a grade four spondylolisthesis are contraindications for the procedure. Relative contraindications include uncontrolled medical conditions such as hypertension or diabetes and pregnancy (given the inability to use fluoroscopy during pregnancy).", "contents": "Cervical Epidural Injection -- Contraindications. Absolute contraindication to an epidural corticosteroid injection includes active infections. Furthermore, uncontrolled coagulopathy or bleeding disorders (including taking many oral anticoagulants) are contraindications to the procedure as well. Other absolute contraindications include worsening and progressing neurological deterioration. For example, progressive weakness or neurosurgical emergencies such as a grade four spondylolisthesis are contraindications for the procedure. Relative contraindications include uncontrolled medical conditions such as hypertension or diabetes and pregnancy (given the inability to use fluoroscopy during pregnancy)."}
{"id": "article-19234_11", "title": "Cervical Epidural Injection -- Equipment", "content": "Equipment needed for a cervical epidural corticosteroid injection includes topical anesthesia such as lidocaine, a low resistant syringe, and a needle (i.e., Tuohy epidural needle, typically between a 17 to 20 gauge or a Quincke spinal needle between 22 to 25 gauge). Furthermore, imaging during the procedure is necessary. A C-arm fluoroscope is most commonly used along with a lead apron for the interventionalist performing the procedure. Contrast dye is used to confirm the correct needle placement. A combination of preservative-free local anesthetic, preservative-free saline, and corticosteroids such as dexamethasone can be injected into the epidural space. One may use either particulate or non-particulate corticosteroids, depending on the type of epidural being performed.", "contents": "Cervical Epidural Injection -- Equipment. Equipment needed for a cervical epidural corticosteroid injection includes topical anesthesia such as lidocaine, a low resistant syringe, and a needle (i.e., Tuohy epidural needle, typically between a 17 to 20 gauge or a Quincke spinal needle between 22 to 25 gauge). Furthermore, imaging during the procedure is necessary. A C-arm fluoroscope is most commonly used along with a lead apron for the interventionalist performing the procedure. Contrast dye is used to confirm the correct needle placement. A combination of preservative-free local anesthetic, preservative-free saline, and corticosteroids such as dexamethasone can be injected into the epidural space. One may use either particulate or non-particulate corticosteroids, depending on the type of epidural being performed."}
{"id": "article-19234_12", "title": "Cervical Epidural Injection -- Personnel", "content": "A cervical epidural injection is an outpatient procedure often done by pain management physicians. However, multiple specialties can perform cervical epidurals, such as a physiatrist, an interventional radiologist, an interventional neurologist, an anesthesiologist, or even a spine surgeon. A radiology technician is preferred to aid with C-arm operations, as is nursing staff for pre and post-procedure care.", "contents": "Cervical Epidural Injection -- Personnel. A cervical epidural injection is an outpatient procedure often done by pain management physicians. However, multiple specialties can perform cervical epidurals, such as a physiatrist, an interventional radiologist, an interventional neurologist, an anesthesiologist, or even a spine surgeon. A radiology technician is preferred to aid with C-arm operations, as is nursing staff for pre and post-procedure care."}
{"id": "article-19234_13", "title": "Cervical Epidural Injection -- Preparation", "content": "A cervical epidural injection is recommended to be performed at an ambulatory surgical center with fluoroscopy capabilities. A physician who has competency in interventional spine and pain procedures should be performing the procedure given the catastrophic complications that could occur. [10] The procedure may take minutes up to 30 minutes, depending on the patient's anatomy. Minimal to no sedation should be given as patient communication and cooperation are critical for a safe outcome. Advanced imaging with magnetic resonance imaging (MRI) or computed tomography (CT) should be obtained before proceeding with the injection to ensure the appropriate etiology of patients' symptoms. If imaging is non-diagnostic or not possible, further testing may be required, such as electrodiagnostic studies. [11]", "contents": "Cervical Epidural Injection -- Preparation. A cervical epidural injection is recommended to be performed at an ambulatory surgical center with fluoroscopy capabilities. A physician who has competency in interventional spine and pain procedures should be performing the procedure given the catastrophic complications that could occur. [10] The procedure may take minutes up to 30 minutes, depending on the patient's anatomy. Minimal to no sedation should be given as patient communication and cooperation are critical for a safe outcome. Advanced imaging with magnetic resonance imaging (MRI) or computed tomography (CT) should be obtained before proceeding with the injection to ensure the appropriate etiology of patients' symptoms. If imaging is non-diagnostic or not possible, further testing may be required, such as electrodiagnostic studies. [11]"}
{"id": "article-19234_14", "title": "Cervical Epidural Injection -- Technique or Treatment", "content": "The procedure is typically done under fluoroscopy guidance. [10] [12] CT fluoroscopy is able to provide maximal visualization but is rarely used given the level of radiation CT delivers. [13] [14] Positioning the patient is key in order to open the epidural space. The patient is laid prone, with arms by their sides. The head is supported and flexed to allow the interlaminar spaces to open. The area should be sterile, prepped with either iodine or chlorhexidine prep. There are different techniques for the procedure; either interlaminar (between the lamina) or transforaminal (through the foramen). [15] [16] [17]", "contents": "Cervical Epidural Injection -- Technique or Treatment. The procedure is typically done under fluoroscopy guidance. [10] [12] CT fluoroscopy is able to provide maximal visualization but is rarely used given the level of radiation CT delivers. [13] [14] Positioning the patient is key in order to open the epidural space. The patient is laid prone, with arms by their sides. The head is supported and flexed to allow the interlaminar spaces to open. The area should be sterile, prepped with either iodine or chlorhexidine prep. There are different techniques for the procedure; either interlaminar (between the lamina) or transforaminal (through the foramen). [15] [16] [17]"}
{"id": "article-19234_15", "title": "Cervical Epidural Injection -- Technique or Treatment", "content": "For the interlaminar approach, the proceduralist can mark the skin based upon fluoroscopy and can then anesthetize the skin using a small gauge needle (i.e., 25 gauge cutting needle). Of note, care is needed to not advance the skin needle too deep as the intrathecal space is quite superficial in the cervical spine, and inadvertent dural puncture is possible.", "contents": "Cervical Epidural Injection -- Technique or Treatment. For the interlaminar approach, the proceduralist can mark the skin based upon fluoroscopy and can then anesthetize the skin using a small gauge needle (i.e., 25 gauge cutting needle). Of note, care is needed to not advance the skin needle too deep as the intrathecal space is quite superficial in the cervical spine, and inadvertent dural puncture is possible."}
{"id": "article-19234_16", "title": "Cervical Epidural Injection -- Technique or Treatment", "content": "After anesthetizing the skin, the loss of resistance technique remains the most common way to identify the epidural space. As the epidural needle is advanced towards the symptomatic side, a low resistance syringe (often made of glass) is pressed to feel resistance caused by spinal ligaments. Fluoroscopic images are taken throughout, usually AP and lateral views. However, the shoulders often obstruct the view for the lateral view, and visualization of bony landmarks is difficult. The contralateral oblique view is obtained by angling the fluoroscopy arm approximately 50 degrees opposite of the side of the needle. This view helps visualize the lamina in cross-section and thus the potential epidural space just anterior to the lamina.", "contents": "Cervical Epidural Injection -- Technique or Treatment. After anesthetizing the skin, the loss of resistance technique remains the most common way to identify the epidural space. As the epidural needle is advanced towards the symptomatic side, a low resistance syringe (often made of glass) is pressed to feel resistance caused by spinal ligaments. Fluoroscopic images are taken throughout, usually AP and lateral views. However, the shoulders often obstruct the view for the lateral view, and visualization of bony landmarks is difficult. The contralateral oblique view is obtained by angling the fluoroscopy arm approximately 50 degrees opposite of the side of the needle. This view helps visualize the lamina in cross-section and thus the potential epidural space just anterior to the lamina."}
{"id": "article-19234_17", "title": "Cervical Epidural Injection -- Technique or Treatment", "content": "Once there is a loss of resistance, the needle may be in the epidural space as the last ligament, the ligamentum flavum, has just been passed through. Contrast is then injected to look for an epidural pattern. Once confirmed, aspiration is done to ensure no spinal fluid or blood is present. Then either particulate corticosteroid (i.e., triamcinolone) or non-particulate corticosteroid (i.e., dexamethasone) mixed with preservative-free saline (and possibly local anesthetic) is then injected. Communication is of utmost importance to ensure no significant neurologic symptoms during needle placement and particularly during the injection.", "contents": "Cervical Epidural Injection -- Technique or Treatment. Once there is a loss of resistance, the needle may be in the epidural space as the last ligament, the ligamentum flavum, has just been passed through. Contrast is then injected to look for an epidural pattern. Once confirmed, aspiration is done to ensure no spinal fluid or blood is present. Then either particulate corticosteroid (i.e., triamcinolone) or non-particulate corticosteroid (i.e., dexamethasone) mixed with preservative-free saline (and possibly local anesthetic) is then injected. Communication is of utmost importance to ensure no significant neurologic symptoms during needle placement and particularly during the injection."}
{"id": "article-19234_18", "title": "Cervical Epidural Injection -- Technique or Treatment", "content": "The general recommendation for the optimal vertebral level for injection is between C7-T1 as the ligamentum flavum is reliably present at this level, minimizing the complication risk of inadvertent intrathecal or spinal cord puncture.", "contents": "Cervical Epidural Injection -- Technique or Treatment. The general recommendation for the optimal vertebral level for injection is between C7-T1 as the ligamentum flavum is reliably present at this level, minimizing the complication risk of inadvertent intrathecal or spinal cord puncture."}
{"id": "article-19234_19", "title": "Cervical Epidural Injection -- Technique or Treatment", "content": "The transforaminal approach is rarely used, given the complications of inadvertent vascular puncture. It is achieved with oblique views on fluoroscopy to allow for a better view of the lateral foraminal space. The spinal needle (such as a Quincke) is inserted underneath the pedicle of the superior vertebrae into the posterior foramina. The fluoroscopy machine is angled to the ipsilateral side at approximately 70° to view the foramina. The obliqued angle helps guide the needle away from the vessels that lie within the foramina. [18] Anteroposterior (AP) and oblique views are used to advance the needle, and once the foramina is entered, live contrast is injected to ensure no vascular spread. Non-particulate corticosteroid (given the potential for a particulate corticosteroid to thrombus a vessel) mixed with local anesthetic and saline is injected with close communication with the patient.", "contents": "Cervical Epidural Injection -- Technique or Treatment. The transforaminal approach is rarely used, given the complications of inadvertent vascular puncture. It is achieved with oblique views on fluoroscopy to allow for a better view of the lateral foraminal space. The spinal needle (such as a Quincke) is inserted underneath the pedicle of the superior vertebrae into the posterior foramina. The fluoroscopy machine is angled to the ipsilateral side at approximately 70° to view the foramina. The obliqued angle helps guide the needle away from the vessels that lie within the foramina. [18] Anteroposterior (AP) and oblique views are used to advance the needle, and once the foramina is entered, live contrast is injected to ensure no vascular spread. Non-particulate corticosteroid (given the potential for a particulate corticosteroid to thrombus a vessel) mixed with local anesthetic and saline is injected with close communication with the patient."}
{"id": "article-19234_20", "title": "Cervical Epidural Injection -- Technique or Treatment", "content": "Of note, ultrasound-guided rather than fluoroscopy-guided transforaminal cervical epidural injection is a prospective new imaging modality. A small prospective study demonstrated effective and safe results. This modality has the significant benefit of being able to visualize the vascular structure. [19] However, during an interlaminar approach, ultrasound may be of limited value given bone, preventing penetration into the epidural space.", "contents": "Cervical Epidural Injection -- Technique or Treatment. Of note, ultrasound-guided rather than fluoroscopy-guided transforaminal cervical epidural injection is a prospective new imaging modality. A small prospective study demonstrated effective and safe results. This modality has the significant benefit of being able to visualize the vascular structure. [19] However, during an interlaminar approach, ultrasound may be of limited value given bone, preventing penetration into the epidural space."}
{"id": "article-19234_21", "title": "Cervical Epidural Injection -- Complications", "content": "Complications occur when the needle comes in contact with the spinal cord, blood vessels, spinal nerves, or contamination. [20] [13] Serious complications are infrequent from epidural corticosteroid injections. [21] The overall rate of complications of a cervical epidural was found to be 16.8 percent. [22] Hemorrhage or infarction can occur during a cervical epidural corticosteroid injection; cases have resulted in fatalities, particularly during a transforaminal approach. [3] [23] No severe complications have been reported after the injection of the corticosteroid dexamethasone. The mechanism of complications again is unknown, but it has been said to be secondary to emboli and thrombus formation, aortic dissection leading to hemorrhage, arterial vasospasm, as well as a dural puncture. [24] [25] [22] [23] Epidural hematomas, spinal abscesses, and cerebral vascular accidents can occur after injection.", "contents": "Cervical Epidural Injection -- Complications. Complications occur when the needle comes in contact with the spinal cord, blood vessels, spinal nerves, or contamination. [20] [13] Serious complications are infrequent from epidural corticosteroid injections. [21] The overall rate of complications of a cervical epidural was found to be 16.8 percent. [22] Hemorrhage or infarction can occur during a cervical epidural corticosteroid injection; cases have resulted in fatalities, particularly during a transforaminal approach. [3] [23] No severe complications have been reported after the injection of the corticosteroid dexamethasone. The mechanism of complications again is unknown, but it has been said to be secondary to emboli and thrombus formation, aortic dissection leading to hemorrhage, arterial vasospasm, as well as a dural puncture. [24] [25] [22] [23] Epidural hematomas, spinal abscesses, and cerebral vascular accidents can occur after injection."}
{"id": "article-19234_22", "title": "Cervical Epidural Injection -- Complications", "content": "Complications reported with an interlaminar cervical epidural corticosteroid injection include dural puncture, vasovagal reaction, nerve root injury, epidural hematoma, subdural hematoma, transient paresthesias, transient blindness, epidural abscess, cord injury, paralysis, and death.", "contents": "Cervical Epidural Injection -- Complications. Complications reported with an interlaminar cervical epidural corticosteroid injection include dural puncture, vasovagal reaction, nerve root injury, epidural hematoma, subdural hematoma, transient paresthesias, transient blindness, epidural abscess, cord injury, paralysis, and death."}
{"id": "article-19234_23", "title": "Cervical Epidural Injection -- Complications", "content": "Complications reported with transforaminal cervical epidural corticosteroid injections include transient increased radicular pain, vasovagal reaction, dural puncture, temporary lightheadedness, transient global amnesia, paralysis, vertebral artery injury, cerebellar infarction, and death.", "contents": "Cervical Epidural Injection -- Complications. Complications reported with transforaminal cervical epidural corticosteroid injections include transient increased radicular pain, vasovagal reaction, dural puncture, temporary lightheadedness, transient global amnesia, paralysis, vertebral artery injury, cerebellar infarction, and death."}
{"id": "article-19234_24", "title": "Cervical Epidural Injection -- Complications", "content": "The most common side effects were neck pain (6.7 percent), headache (1.7 percent), insomnia (1.7 percent), and vasovagal reaction (1.5 percent). The rate of dural puncture incidence was found to be 0.3 percent for a transforaminal approach. [26] [27] The incidence of dural puncture is between 0.25 and 2.0 percent for the intralaminar method. [28] Headaches occur in 4.5 percent of intralaminar injections. [29] A transient increase in radicular pain was seen in up to 18 percent of patients following injection.", "contents": "Cervical Epidural Injection -- Complications. The most common side effects were neck pain (6.7 percent), headache (1.7 percent), insomnia (1.7 percent), and vasovagal reaction (1.5 percent). The rate of dural puncture incidence was found to be 0.3 percent for a transforaminal approach. [26] [27] The incidence of dural puncture is between 0.25 and 2.0 percent for the intralaminar method. [28] Headaches occur in 4.5 percent of intralaminar injections. [29] A transient increase in radicular pain was seen in up to 18 percent of patients following injection."}
{"id": "article-19234_25", "title": "Cervical Epidural Injection -- Clinical Significance", "content": "Outcomes of cervical epidural injections typically depend on the mechanism of injury and the degree of pathology. There is a recurrence of symptoms in up to one-third of patients with compressive cervical radiculopathy following initial treatment. [1] Repeated injections over one year may have a synergistic effect on pain relief. Cervical epidural corticosteroid injections are significant for short-term pain relief. However, limited studies are comparing the effectiveness of various techniques. [30] Intralaminar approached injections are more extensively studied in comparison to cervical transforaminal epidural injections. There is good evidence for cervical epidural injections for pain secondary to cervical disc herniation, central spinal stenosis, and postsurgery syndrome. There is weaker evidence for the transforaminal approach and a higher side effect profile. [31] There are a reduced number of well-designed randomized, controlled trials. For short-term pain relief (less than six weeks), a cervical epidural, there is moderate evidence in its use but sparse long-term data. Similar evidence studies have been done for both interlaminar and transformational injections. [32] One study showed significant pain relief with corticosteroid epidurals when compared to a local anesthetic injection.", "contents": "Cervical Epidural Injection -- Clinical Significance. Outcomes of cervical epidural injections typically depend on the mechanism of injury and the degree of pathology. There is a recurrence of symptoms in up to one-third of patients with compressive cervical radiculopathy following initial treatment. [1] Repeated injections over one year may have a synergistic effect on pain relief. Cervical epidural corticosteroid injections are significant for short-term pain relief. However, limited studies are comparing the effectiveness of various techniques. [30] Intralaminar approached injections are more extensively studied in comparison to cervical transforaminal epidural injections. There is good evidence for cervical epidural injections for pain secondary to cervical disc herniation, central spinal stenosis, and postsurgery syndrome. There is weaker evidence for the transforaminal approach and a higher side effect profile. [31] There are a reduced number of well-designed randomized, controlled trials. For short-term pain relief (less than six weeks), a cervical epidural, there is moderate evidence in its use but sparse long-term data. Similar evidence studies have been done for both interlaminar and transformational injections. [32] One study showed significant pain relief with corticosteroid epidurals when compared to a local anesthetic injection."}
{"id": "article-19234_26", "title": "Cervical Epidural Injection -- Clinical Significance", "content": "Interestingly corticosteroid injections did not have any significant reduction of pain at three weeks follow-up for the same study. [33] A separate study showed a complete resolution of a patient's symptoms in 24 percent of patients following a cervical epidural. Seventy-fiver percent pain relief occurred in 40 percent of patients. While no pain relief occurred in 32 percent of patients. [34] [28] Of those patients with cervical radiculitis and structural abnormalities on imaging, only 35 percent had 50 percent or better pain relief.", "contents": "Cervical Epidural Injection -- Clinical Significance. Interestingly corticosteroid injections did not have any significant reduction of pain at three weeks follow-up for the same study. [33] A separate study showed a complete resolution of a patient's symptoms in 24 percent of patients following a cervical epidural. Seventy-fiver percent pain relief occurred in 40 percent of patients. While no pain relief occurred in 32 percent of patients. [34] [28] Of those patients with cervical radiculitis and structural abnormalities on imaging, only 35 percent had 50 percent or better pain relief."}
{"id": "article-19234_27", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "Cervical epidural injections are a minor outpatient procedure, the risk of the procedure is relatively low, but there have been associated cases with serious complications that worsen patient morbidity. Patients with at least four to six weeks of stable radicular pain secondary to nerve compressive of the cervical vertebrae can benefit from a cervical epidural corticosteroid injection. Before the procedure, it is imperative to identify the risk factors and perform a thorough assessment of the patient. An interprofessional team approach is the best way to care for patients with cervical radiculopathy and minimize the complications of this procedure. Before and after the epidural injection, the patient should have the following done:", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. Cervical epidural injections are a minor outpatient procedure, the risk of the procedure is relatively low, but there have been associated cases with serious complications that worsen patient morbidity. Patients with at least four to six weeks of stable radicular pain secondary to nerve compressive of the cervical vertebrae can benefit from a cervical epidural corticosteroid injection. Before the procedure, it is imperative to identify the risk factors and perform a thorough assessment of the patient. An interprofessional team approach is the best way to care for patients with cervical radiculopathy and minimize the complications of this procedure. Before and after the epidural injection, the patient should have the following done:"}
{"id": "article-19234_28", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "Evaluation by their primary care physician. The patient should have failed conservative management of cervical radiculopathy before being a candidate for an epidural injection.", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. Evaluation by their primary care physician. The patient should have failed conservative management of cervical radiculopathy before being a candidate for an epidural injection."}
{"id": "article-19234_29", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "Complete advanced imaging, including X-ray, CT, or MRI, is confirming the underlying pathology causing cervical radiculopathy by a radiologist.", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. Complete advanced imaging, including X-ray, CT, or MRI, is confirming the underlying pathology causing cervical radiculopathy by a radiologist."}
{"id": "article-19234_30", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "In cases of nonequivalent imaging, nerve conduction studies or electromyography (EMG) can be done by a neurologist or physical medicine specialist.", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. In cases of nonequivalent imaging, nerve conduction studies or electromyography (EMG) can be done by a neurologist or physical medicine specialist."}
{"id": "article-19234_31", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "Be consulted by the pharmacist for the use of blood thinners before the procedure.", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. Be consulted by the pharmacist for the use of blood thinners before the procedure."}
{"id": "article-19234_32", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "In cases of worsening or severe symptoms, a neurosurgeon should be consulted for surgical decompression of the spinal cord rather than a minimally invasive epidural injection.", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. In cases of worsening or severe symptoms, a neurosurgeon should be consulted for surgical decompression of the spinal cord rather than a minimally invasive epidural injection."}
{"id": "article-19234_33", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "The various specialist performs cervical epidural injection depending on the severity and duration of the patient's neck pain. A referral by the primary care physician can be placed to either anesthesia, a pain medicine specialist, physical medicine, and rehabilitation, or neurology (interventional).", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. The various specialist performs cervical epidural injection depending on the severity and duration of the patient's neck pain. A referral by the primary care physician can be placed to either anesthesia, a pain medicine specialist, physical medicine, and rehabilitation, or neurology (interventional)."}
{"id": "article-19234_34", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "Specially trained nurses in radiology, neuroscience, and rehabilitation are essential for the care of these patients.", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. Specially trained nurses in radiology, neuroscience, and rehabilitation are essential for the care of these patients."}
{"id": "article-19234_35", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "A fluoroscopy technician should be present for the procedure.", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. A fluoroscopy technician should be present for the procedure."}
{"id": "article-19234_36", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "Following the procedure, the patient should be monitored by nursing for post-procedure sequella.", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. Following the procedure, the patient should be monitored by nursing for post-procedure sequella."}
{"id": "article-19234_37", "title": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections", "content": "Coordination of the interprofessional team provides improved outcomes and higher patient satisfaction. [Level 5]", "contents": "Cervical Epidural Injection -- Enhancing Healthcare Team Outcomes -- Cervical Epidural Injections. Coordination of the interprofessional team provides improved outcomes and higher patient satisfaction. [Level 5]"}
{"id": "article-19234_38", "title": "Cervical Epidural Injection -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Patients resume full activity the next day after a cervical epidural injection. Patients may complain of soreness at the injection site following the procedure. Pain is often relieved by using ice and taking over the counter analgesics such as acetaminophen. Side effects of the injection are typically discussed following the procedure by the provider and or their nursing staff. A total of three doses recommended up to one to four weeks apart, following an initial injection. Transient paralysis has been reported following an injection. However, numbness or weakness of muscles usually resolves within eight hours of onset. Occasionally, a patient may need to be monitored for more than 30 minutes after the epidural.", "contents": "Cervical Epidural Injection -- Nursing, Allied Health, and Interprofessional Team Interventions. Patients resume full activity the next day after a cervical epidural injection. Patients may complain of soreness at the injection site following the procedure. Pain is often relieved by using ice and taking over the counter analgesics such as acetaminophen. Side effects of the injection are typically discussed following the procedure by the provider and or their nursing staff. A total of three doses recommended up to one to four weeks apart, following an initial injection. Transient paralysis has been reported following an injection. However, numbness or weakness of muscles usually resolves within eight hours of onset. Occasionally, a patient may need to be monitored for more than 30 minutes after the epidural."}
{"id": "article-19234_39", "title": "Cervical Epidural Injection -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Physical therapy and home exercise programs are recommended following this procedure. Patients have a few weeks to a few month windows following the procedure to help strengthen the pain in their neck while benefiting from the analgesic effects of the corticosteroid. Patients are typically monitored after the procedure (20-30 minutes). Occasionally, in refractory cases, patients need to be driven home.", "contents": "Cervical Epidural Injection -- Nursing, Allied Health, and Interprofessional Team Monitoring. Physical therapy and home exercise programs are recommended following this procedure. Patients have a few weeks to a few month windows following the procedure to help strengthen the pain in their neck while benefiting from the analgesic effects of the corticosteroid. Patients are typically monitored after the procedure (20-30 minutes). Occasionally, in refractory cases, patients need to be driven home."}
{"id": "article-19234_40", "title": "Cervical Epidural Injection -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cervical Epidural Injection -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}