{"id": "article-732_0", "title": "Biochemistry, Lipoprotein Metabolism -- Introduction", "content": "Lipoproteins are lipid transport molecules that transport plasma lipids. Specific lipoproteins are risk factors for cardiovascular disease and other metabolic diseases. Understanding lipoproteins and the different ways in which to manipulate their metabolism is an essential step towards preventing disease and morbidity in the general population. This review will highlight the cellular and molecular function of lipoprotein metabolism, how it is useful in diagnostic testing, its role in disease pathology, and its clinical significance.", "contents": "Biochemistry, Lipoprotein Metabolism -- Introduction. Lipoproteins are lipid transport molecules that transport plasma lipids. Specific lipoproteins are risk factors for cardiovascular disease and other metabolic diseases. Understanding lipoproteins and the different ways in which to manipulate their metabolism is an essential step towards preventing disease and morbidity in the general population. This review will highlight the cellular and molecular function of lipoprotein metabolism, how it is useful in diagnostic testing, its role in disease pathology, and its clinical significance."}
{"id": "article-732_1", "title": "Biochemistry, Lipoprotein Metabolism -- Fundamentals", "content": "Lipoproteins are complex molecules that involve several different components. They contain a central core made of triglycerides and cholesterol esters. [1] Fatty acids that are cleaved from triglycerides can be used for energy storage or production, and cholesterol is critical for steroid synthesis, cellular membrane formation, and bile acids. Surrounding this core is a mix of phospholipids, free cholesterol, and apolipoproteins (apo). The apolipoproteins are particularly important, as they play a role in classifying the lipoprotein into one of five main classes: chylomicrons, very-low-density lipoprotein (VLDL), intermediate-density lipoprotein (IDL), low-density lipoprotein (LDL), and high-density lipoprotein (HDL) provide structure and function in lipid metabolism. The differentiation between these classes depends on the size of the molecule, its lipid content, and the type of apolipoprotein it features. HDL, colloquially known as “good cholesterol,” participates in reverse cholesterol transport, while LDL, colloquially known as “bad cholesterol,” promotes atherosclerosis.", "contents": "Biochemistry, Lipoprotein Metabolism -- Fundamentals. Lipoproteins are complex molecules that involve several different components. They contain a central core made of triglycerides and cholesterol esters. [1] Fatty acids that are cleaved from triglycerides can be used for energy storage or production, and cholesterol is critical for steroid synthesis, cellular membrane formation, and bile acids. Surrounding this core is a mix of phospholipids, free cholesterol, and apolipoproteins (apo). The apolipoproteins are particularly important, as they play a role in classifying the lipoprotein into one of five main classes: chylomicrons, very-low-density lipoprotein (VLDL), intermediate-density lipoprotein (IDL), low-density lipoprotein (LDL), and high-density lipoprotein (HDL) provide structure and function in lipid metabolism. The differentiation between these classes depends on the size of the molecule, its lipid content, and the type of apolipoprotein it features. HDL, colloquially known as “good cholesterol,” participates in reverse cholesterol transport, while LDL, colloquially known as “bad cholesterol,” promotes atherosclerosis."}
{"id": "article-732_2", "title": "Biochemistry, Lipoprotein Metabolism -- Issues of Concern", "content": "An impairment in lipoprotein metabolism could lead to catastrophic implications in an affected individual. A pathologic increase in LDL, for example, is a known risk factor in cardiovascular disease as it leads to premature atherosclerotic changes of vessels. Disorders of lipoproteins have both genetic and environmental underpinnings. In Western countries specifically, lifestyle has been identified as an insidious precipitant of these disorders. Studies, campaigns, and public health interventions are underway to encourage positive lifestyle changes to prevent lipoprotein disorders from becoming prevalent.", "contents": "Biochemistry, Lipoprotein Metabolism -- Issues of Concern. An impairment in lipoprotein metabolism could lead to catastrophic implications in an affected individual. A pathologic increase in LDL, for example, is a known risk factor in cardiovascular disease as it leads to premature atherosclerotic changes of vessels. Disorders of lipoproteins have both genetic and environmental underpinnings. In Western countries specifically, lifestyle has been identified as an insidious precipitant of these disorders. Studies, campaigns, and public health interventions are underway to encourage positive lifestyle changes to prevent lipoprotein disorders from becoming prevalent."}
{"id": "article-732_3", "title": "Biochemistry, Lipoprotein Metabolism -- Molecular Level", "content": "Cholesterol synthesis initiates from acetyl-CoA, which itself is made from amino acids, fat, and carbohydrates. Thereafter, a series of enzymatic reactions occur and divide into four main steps, each with unique products. The process starts with mevalonate. Second, it transforms into activated isoprenes. The third step is where it becomes squalene, and the fourth and last step is where cholesterol forms. 3-hydroxy-3-methyl-glutaryl-CoA reductase (HMG-CoA reductase) makes mevalonate, and this step is a critical enzyme reaction in regulating cholesterol formation and is the rate-limiting step. HMG-CoA reductase is also the target of statins to lower high LDL-cholesterol.", "contents": "Biochemistry, Lipoprotein Metabolism -- Molecular Level. Cholesterol synthesis initiates from acetyl-CoA, which itself is made from amino acids, fat, and carbohydrates. Thereafter, a series of enzymatic reactions occur and divide into four main steps, each with unique products. The process starts with mevalonate. Second, it transforms into activated isoprenes. The third step is where it becomes squalene, and the fourth and last step is where cholesterol forms. 3-hydroxy-3-methyl-glutaryl-CoA reductase (HMG-CoA reductase) makes mevalonate, and this step is a critical enzyme reaction in regulating cholesterol formation and is the rate-limiting step. HMG-CoA reductase is also the target of statins to lower high LDL-cholesterol."}
{"id": "article-732_4", "title": "Biochemistry, Lipoprotein Metabolism -- Molecular Level", "content": "Acetyl CoA can also get converted to triglycerides, which ultimately form into lipoproteins. Each lipoprotein has a unique composition with different apolipoproteins on its outer surface. Chylomicrons are of intestinal origin are very large and carry dietary lipids. They are associated with the following apolipoproteins: AI, AII, AIV, B48, CI, CII, CIII, and E. VLDL are particles that carry endogenous triglycerides and some cholesterol from the liver. It is associated with B100, CI, CII, CIII, and E apolipoproteins. IDL carries cholesterol esters and triglycerides and carries apolipoproteins B100, CIII, and E. LDL carries cholesterol esters and is associated with B100. HDL carries cholesterol esters and is associated with apolipoproteins AI, AII, CI, CII, CIII, D, and E.", "contents": "Biochemistry, Lipoprotein Metabolism -- Molecular Level. Acetyl CoA can also get converted to triglycerides, which ultimately form into lipoproteins. Each lipoprotein has a unique composition with different apolipoproteins on its outer surface. Chylomicrons are of intestinal origin are very large and carry dietary lipids. They are associated with the following apolipoproteins: AI, AII, AIV, B48, CI, CII, CIII, and E. VLDL are particles that carry endogenous triglycerides and some cholesterol from the liver. It is associated with B100, CI, CII, CIII, and E apolipoproteins. IDL carries cholesterol esters and triglycerides and carries apolipoproteins B100, CIII, and E. LDL carries cholesterol esters and is associated with B100. HDL carries cholesterol esters and is associated with apolipoproteins AI, AII, CI, CII, CIII, D, and E."}
{"id": "article-732_5", "title": "Biochemistry, Lipoprotein Metabolism -- Function", "content": "Lipids are one of the four main biological molecules of the human body, along with carbohydrates, proteins, and nucleic acids. Lipids are essential components of life on a cellular level. They are involved in multiple processes such as storing energy, serving as chemical messengers, forming cell membranes, and transporting fat-soluble vitamins such as vitamin E. For lipids to carry out these roles in the cell, they must travel to their destination cells after being absorbed in the gastrointestinal tract. Without lipoproteins, this transport would not be possible, as the hydrophilic environment of the blood is not compatible with the hydrophobic nature of lipids like cholesterol. Therefore, lipoproteins play an integral role in the ability of the human body to utilize lipids, and the metabolism of these lipoproteins has a direct effect on the level of lipids in the serum and on the subsequent processes that involve lipids within the cell.", "contents": "Biochemistry, Lipoprotein Metabolism -- Function. Lipids are one of the four main biological molecules of the human body, along with carbohydrates, proteins, and nucleic acids. Lipids are essential components of life on a cellular level. They are involved in multiple processes such as storing energy, serving as chemical messengers, forming cell membranes, and transporting fat-soluble vitamins such as vitamin E. For lipids to carry out these roles in the cell, they must travel to their destination cells after being absorbed in the gastrointestinal tract. Without lipoproteins, this transport would not be possible, as the hydrophilic environment of the blood is not compatible with the hydrophobic nature of lipids like cholesterol. Therefore, lipoproteins play an integral role in the ability of the human body to utilize lipids, and the metabolism of these lipoproteins has a direct effect on the level of lipids in the serum and on the subsequent processes that involve lipids within the cell."}
{"id": "article-732_6", "title": "Biochemistry, Lipoprotein Metabolism -- Mechanism", "content": "Lipid metabolism divides into two main pathways: exogenous and endogenous. Lipids derive from exogenous sources, such as the diet, or endogenous sources, such as synthesis by the liver. Lipids found in the diet are packaged as chylomicrons in the small intestine and carried as triglycerides in the molecule's hydrophobic core. In the intestinal cell, free fatty acids react with glycerol to produce triglycerides. Cholesterol also becomes esterified by acyl-coenzyme A cholesterol acyltransferase (ACAT). ACAT’s role in lipid metabolism first became established in animal models with ACAT deficiency. These animals were resistant to diet-induced hypercholesterolemia due to the inability to esterify cholesterol and reduced ability to absorb cholesterol. [2] However, ACAT inhibitors were not shown to treat atherosclerosis and may have potentially harmful effects on disease progression. [3] Chylomicrons travel through the lymphatic system to the subclavian vein and ultimately travel throughout the body, delivering triglycerides where necessary.", "contents": "Biochemistry, Lipoprotein Metabolism -- Mechanism. Lipid metabolism divides into two main pathways: exogenous and endogenous. Lipids derive from exogenous sources, such as the diet, or endogenous sources, such as synthesis by the liver. Lipids found in the diet are packaged as chylomicrons in the small intestine and carried as triglycerides in the molecule's hydrophobic core. In the intestinal cell, free fatty acids react with glycerol to produce triglycerides. Cholesterol also becomes esterified by acyl-coenzyme A cholesterol acyltransferase (ACAT). ACAT’s role in lipid metabolism first became established in animal models with ACAT deficiency. These animals were resistant to diet-induced hypercholesterolemia due to the inability to esterify cholesterol and reduced ability to absorb cholesterol. [2] However, ACAT inhibitors were not shown to treat atherosclerosis and may have potentially harmful effects on disease progression. [3] Chylomicrons travel through the lymphatic system to the subclavian vein and ultimately travel throughout the body, delivering triglycerides where necessary."}
{"id": "article-732_7", "title": "Biochemistry, Lipoprotein Metabolism -- Mechanism", "content": "The Neiman-Pick C1-like-1 protein (NPC1L1) is a human sterol transport protein expressed at the enterocyte/gut lumen and hepatobiliary interface. This protein has a sterol sensing domain that facilitates the internalization of free cholesterol into the enterocyte. When extracellular cholesterol is high, cholesterol is incorporated into the cell membrane and is sensed by the NPC1L1, which internalizes the cholesterol through interaction with the AP2-clathrin complex. The lipid-lowering medication ezetimibe prevents this interaction and thus leads to reduced plasma LDL-cholesterol levels. [4]", "contents": "Biochemistry, Lipoprotein Metabolism -- Mechanism. The Neiman-Pick C1-like-1 protein (NPC1L1) is a human sterol transport protein expressed at the enterocyte/gut lumen and hepatobiliary interface. This protein has a sterol sensing domain that facilitates the internalization of free cholesterol into the enterocyte. When extracellular cholesterol is high, cholesterol is incorporated into the cell membrane and is sensed by the NPC1L1, which internalizes the cholesterol through interaction with the AP2-clathrin complex. The lipid-lowering medication ezetimibe prevents this interaction and thus leads to reduced plasma LDL-cholesterol levels. [4]"}
{"id": "article-732_8", "title": "Biochemistry, Lipoprotein Metabolism -- Mechanism", "content": "Triglycerides get packaged into the chylomicron through its interaction with the apoB48, the backbone apolipoprotein. ApoC-II and E are acquired from HDL as the chylomicron circulates. A cholesteryl ester transfer protein (CETP) promotes the transfer of cholesteryl esters from HDL to apoB containing lipoproteins, including VLDL, VLDL remnant, IDL, and LDL in exchange for triglycerides. As a result, HDL cholesterol decreases, and cholesterol content in VLDL increases. [5] Subsequently, it returns to the liver and is endocytosed by scavenger receptors on hepatocytes. HDL can then be excreted or recycled by the Golgi. [6] Apo-B-48 allows lipid binding to the chylomicron from circulation before lipoprotein lipase (LPL) hydrolyzes the core triglycerides and releases fatty acids. The apo C-II is a cofactor for LPL making the chylomicron smaller with each reaction. As the chylomicron becomes metabolized, the chylomicron remnant forms and ultimately cleared by hepatic chylomicron remnant receptors. The apoE on the chylomicron remnant acts as a high-affinity ligand to signal the hepatic chylomicron remnant receptor. The surface constituents from the chylomicron remnant get transferred to form HDL. When LPL is deficient, termed chylomicronemia, patients can have severely elevated triglyceride levels exceeding 2000mg/dl, potentially leading to pancreatitis. [7]", "contents": "Biochemistry, Lipoprotein Metabolism -- Mechanism. Triglycerides get packaged into the chylomicron through its interaction with the apoB48, the backbone apolipoprotein. ApoC-II and E are acquired from HDL as the chylomicron circulates. A cholesteryl ester transfer protein (CETP) promotes the transfer of cholesteryl esters from HDL to apoB containing lipoproteins, including VLDL, VLDL remnant, IDL, and LDL in exchange for triglycerides. As a result, HDL cholesterol decreases, and cholesterol content in VLDL increases. [5] Subsequently, it returns to the liver and is endocytosed by scavenger receptors on hepatocytes. HDL can then be excreted or recycled by the Golgi. [6] Apo-B-48 allows lipid binding to the chylomicron from circulation before lipoprotein lipase (LPL) hydrolyzes the core triglycerides and releases fatty acids. The apo C-II is a cofactor for LPL making the chylomicron smaller with each reaction. As the chylomicron becomes metabolized, the chylomicron remnant forms and ultimately cleared by hepatic chylomicron remnant receptors. The apoE on the chylomicron remnant acts as a high-affinity ligand to signal the hepatic chylomicron remnant receptor. The surface constituents from the chylomicron remnant get transferred to form HDL. When LPL is deficient, termed chylomicronemia, patients can have severely elevated triglyceride levels exceeding 2000mg/dl, potentially leading to pancreatitis. [7]"}
{"id": "article-732_9", "title": "Biochemistry, Lipoprotein Metabolism -- Mechanism", "content": "In the endogenous pathway, lipid metabolism starts with VLDL synthesis, which contains a core of triglycerides and cholesterol esters. On the surface of VLDL, there is the apo B-100, C-II, and E. Microsomal triglyceride transfer protein (MTP), an intracellular lipid transfer protein in the endoplasmic reticulum, is critical to VLDL  lipidation. If the MTP is not functional, VLDL does not get secreted into the circulation. In nascent VLDL, the triglyceride core is metabolized in the muscle and adipose tissue, releasing fatty acids through its interaction with LPL, which is activated by apoCII. LPL helps in catalyzing the triglyceride hydrolysis into fatty acids for absorption. Insulin increases the regulation of apoCII. Once the VLDL core gets reduced, a remnant particle, called IDL, is made.  This particle is depleted of triglycerides by a process that is similar to the chylomicron remnant. [8] The IDL picks up cholesterol esters from HDL by CETP. Ultimately, IDL and cholesterol from HDL form to make LDL through its interaction with hepatic lipase. LDL can transport cholesterol to tissues and eventually is recycled back to the liver, where apoB100 mediates endocytosis of LDL by binding to the apoB-100 receptor or LDL receptor on tissues and hepatic cells.  A rare gain-of-function mutation in the serine protease, PCSK9, can result in functional LDL receptor deficiency since it targets the receptor to the lysosome for degradation resulting in a severe increase in LDL-C levels and premature ASCVD.", "contents": "Biochemistry, Lipoprotein Metabolism -- Mechanism. In the endogenous pathway, lipid metabolism starts with VLDL synthesis, which contains a core of triglycerides and cholesterol esters. On the surface of VLDL, there is the apo B-100, C-II, and E. Microsomal triglyceride transfer protein (MTP), an intracellular lipid transfer protein in the endoplasmic reticulum, is critical to VLDL  lipidation. If the MTP is not functional, VLDL does not get secreted into the circulation. In nascent VLDL, the triglyceride core is metabolized in the muscle and adipose tissue, releasing fatty acids through its interaction with LPL, which is activated by apoCII. LPL helps in catalyzing the triglyceride hydrolysis into fatty acids for absorption. Insulin increases the regulation of apoCII. Once the VLDL core gets reduced, a remnant particle, called IDL, is made.  This particle is depleted of triglycerides by a process that is similar to the chylomicron remnant. [8] The IDL picks up cholesterol esters from HDL by CETP. Ultimately, IDL and cholesterol from HDL form to make LDL through its interaction with hepatic lipase. LDL can transport cholesterol to tissues and eventually is recycled back to the liver, where apoB100 mediates endocytosis of LDL by binding to the apoB-100 receptor or LDL receptor on tissues and hepatic cells.  A rare gain-of-function mutation in the serine protease, PCSK9, can result in functional LDL receptor deficiency since it targets the receptor to the lysosome for degradation resulting in a severe increase in LDL-C levels and premature ASCVD."}
{"id": "article-732_10", "title": "Biochemistry, Lipoprotein Metabolism -- Mechanism", "content": "Ultimately, LDL can be recycled in the liver cells’ Golgi apparatus to make more lipoproteins, or it can get excreted through bile. The “empty” HDL can enter the circulation to pick up excess cholesterol from the tissues. This transfer is mediated by ABCA1, and mutations to ABCA1 genes carry links with low serum HDL cholesterol and familial HDL deficiency, Tangiers Disease. HDL can also acquire cholesterol from cells via SR-B1 or passive diffusion and directly transport cholesterol to the liver by interacting with hepatic SR-B1 or indirectly by transferring cholesterol to VLDL or LDL, facilitated by CETP. Lecithin cholesterol acyltransferase (LCAT) which is activated by apoA1 on HDL and mediates the esterification of cholesterol in HDL. Other ABC transporters may carry implications in cholesterol metabolism. Sitosterolemia is a rare genetic disorder that presents with elevated plasma levels of plant sterols, including sitosterol and premature atherosclerosis. Mutations to the ABC half transporters, ABCG5 and ABCG8, can increase intestinal uptake of plant sterols since there is a failure to efflux plant sterols into the lumen. Overexpression of the ABCG5 and 8 lead to increased biliary cholesterol secretion and lead researchers to suspect that they may regulate biliary cholesterol secretion. [9]", "contents": "Biochemistry, Lipoprotein Metabolism -- Mechanism. Ultimately, LDL can be recycled in the liver cells’ Golgi apparatus to make more lipoproteins, or it can get excreted through bile. The “empty” HDL can enter the circulation to pick up excess cholesterol from the tissues. This transfer is mediated by ABCA1, and mutations to ABCA1 genes carry links with low serum HDL cholesterol and familial HDL deficiency, Tangiers Disease. HDL can also acquire cholesterol from cells via SR-B1 or passive diffusion and directly transport cholesterol to the liver by interacting with hepatic SR-B1 or indirectly by transferring cholesterol to VLDL or LDL, facilitated by CETP. Lecithin cholesterol acyltransferase (LCAT) which is activated by apoA1 on HDL and mediates the esterification of cholesterol in HDL. Other ABC transporters may carry implications in cholesterol metabolism. Sitosterolemia is a rare genetic disorder that presents with elevated plasma levels of plant sterols, including sitosterol and premature atherosclerosis. Mutations to the ABC half transporters, ABCG5 and ABCG8, can increase intestinal uptake of plant sterols since there is a failure to efflux plant sterols into the lumen. Overexpression of the ABCG5 and 8 lead to increased biliary cholesterol secretion and lead researchers to suspect that they may regulate biliary cholesterol secretion. [9]"}
{"id": "article-732_11", "title": "Biochemistry, Lipoprotein Metabolism -- Testing", "content": "Screening for dyslipidemia is through a routine test performed during health maintenance visits, most often by primary care physicians. Routine testing generally includes total cholesterol, triglycerides, LDL-C, HDL-C, with desirable values for adults being below 200 mg/dL, under 150 mg/dL, less than 100 mg/dL, greater than 60 mg/dL, respectively. Plasma or serum measurements of lipoprotein levels are useful. Plasma is typically collected in ethylene diamine-tetra acetic acid (EDTA), so it can be rapidly cooled and prevent lipid peroxidation and inhibit bacterial enzymes. Values from plasma for cholesterol and triglycerides are about 3% lower than in the serum. At least two lipid assessments, ideally two weeks apart, are performed before a diagnosis of dyslipidemia is made. The recommendation is that lipid screening takes place in males aged 25 to 30 years and females 30 to 35 years for patients with high cardiovascular risk. Patients with lower cardiovascular risk should have lipid screening performed in males aged 35 and females aged 45 years. Screenings are generally repeated every five years. Patients typically fast for 10 to 12 hours before testing, avoid alcohol the evening before sampling, and wait for 2 to 3 weeks after a major illness, surgery, or trauma. [10] However, there is much traction to allow for screening with a non-fasting sample with confirmation if need with a fasting sample.", "contents": "Biochemistry, Lipoprotein Metabolism -- Testing. Screening for dyslipidemia is through a routine test performed during health maintenance visits, most often by primary care physicians. Routine testing generally includes total cholesterol, triglycerides, LDL-C, HDL-C, with desirable values for adults being below 200 mg/dL, under 150 mg/dL, less than 100 mg/dL, greater than 60 mg/dL, respectively. Plasma or serum measurements of lipoprotein levels are useful. Plasma is typically collected in ethylene diamine-tetra acetic acid (EDTA), so it can be rapidly cooled and prevent lipid peroxidation and inhibit bacterial enzymes. Values from plasma for cholesterol and triglycerides are about 3% lower than in the serum. At least two lipid assessments, ideally two weeks apart, are performed before a diagnosis of dyslipidemia is made. The recommendation is that lipid screening takes place in males aged 25 to 30 years and females 30 to 35 years for patients with high cardiovascular risk. Patients with lower cardiovascular risk should have lipid screening performed in males aged 35 and females aged 45 years. Screenings are generally repeated every five years. Patients typically fast for 10 to 12 hours before testing, avoid alcohol the evening before sampling, and wait for 2 to 3 weeks after a major illness, surgery, or trauma. [10] However, there is much traction to allow for screening with a non-fasting sample with confirmation if need with a fasting sample."}
{"id": "article-732_12", "title": "Biochemistry, Lipoprotein Metabolism -- Pathophysiology", "content": "LDL-cholesterol is a leading cause of atherosclerotic cardiovascular disease (ASCVD); this involves many processes that ultimately result in ASCVD. LDL accumulates in circulating macrophages, following modifications such as oxidation of LDL. The oxidized LDL acts as a chemoattractant for monocytes, which become macrophages. These macrophages become trapped in the vessel wall, likely due to abnormal endothelial leukocyte adhesion molecule-1, vascular cell adhesion molecule-1, and intercellular adhesion molecule-1. [11] The LDL particle promotes an inflammatory response, leading to increased cytokines and antibodies. The modified LDL in macrophages, now called foam cells, have the potential to rupture, which can release oxidized LDL, enzymes, and free radicals, which can all further destroy the vessel wall. [12] Additionally, the modified LDL prevents the release of nitric oxide through dysfunctional endothelial function. This process reduces the vessel’s ability to vasodilate appropriately. Lastly, oxidized LDL causes increased platelet aggregation and thromboxane release. The net result is that platelet activity, and aggregation becomes enhanced. [13]", "contents": "Biochemistry, Lipoprotein Metabolism -- Pathophysiology. LDL-cholesterol is a leading cause of atherosclerotic cardiovascular disease (ASCVD); this involves many processes that ultimately result in ASCVD. LDL accumulates in circulating macrophages, following modifications such as oxidation of LDL. The oxidized LDL acts as a chemoattractant for monocytes, which become macrophages. These macrophages become trapped in the vessel wall, likely due to abnormal endothelial leukocyte adhesion molecule-1, vascular cell adhesion molecule-1, and intercellular adhesion molecule-1. [11] The LDL particle promotes an inflammatory response, leading to increased cytokines and antibodies. The modified LDL in macrophages, now called foam cells, have the potential to rupture, which can release oxidized LDL, enzymes, and free radicals, which can all further destroy the vessel wall. [12] Additionally, the modified LDL prevents the release of nitric oxide through dysfunctional endothelial function. This process reduces the vessel’s ability to vasodilate appropriately. Lastly, oxidized LDL causes increased platelet aggregation and thromboxane release. The net result is that platelet activity, and aggregation becomes enhanced. [13]"}
{"id": "article-732_13", "title": "Biochemistry, Lipoprotein Metabolism -- Pathophysiology", "content": "Triglyceride-rich-HDL also carries implications in ASCVD, and it reduces macrophage efflux capacity, promotes monocyte infiltration in the arterial wall, and increases pro-inflammatory genes. Apolipoprotein C-III, which inhibits LPL, may also promote atherosclerosis by resulting in elevated triglyceride-rich lipoproteins. Studies have found that lower C-III is associated with lower triglyceride levels and reduced risk for ASCVD. [14] IDL may also be a predictive measurement of ASCVD, and in patients with normal total cholesterol but elevated IDL/HDL ratio, there is a significantly increased risk for ASCVD. [15]", "contents": "Biochemistry, Lipoprotein Metabolism -- Pathophysiology. Triglyceride-rich-HDL also carries implications in ASCVD, and it reduces macrophage efflux capacity, promotes monocyte infiltration in the arterial wall, and increases pro-inflammatory genes. Apolipoprotein C-III, which inhibits LPL, may also promote atherosclerosis by resulting in elevated triglyceride-rich lipoproteins. Studies have found that lower C-III is associated with lower triglyceride levels and reduced risk for ASCVD. [14] IDL may also be a predictive measurement of ASCVD, and in patients with normal total cholesterol but elevated IDL/HDL ratio, there is a significantly increased risk for ASCVD. [15]"}
{"id": "article-732_14", "title": "Biochemistry, Lipoprotein Metabolism -- Pathophysiology", "content": "Apo B-100 is directly related to the LDL particle number. When ApoB-100 lipoproteins become elevated, the risk of atherosclerosis is increased even in the absence of additional risk factors. Some propose that atherogenesis is due to the subendothelial retention of apo B-100 by proteoglycans in the extracellular matrix. [16]", "contents": "Biochemistry, Lipoprotein Metabolism -- Pathophysiology. Apo B-100 is directly related to the LDL particle number. When ApoB-100 lipoproteins become elevated, the risk of atherosclerosis is increased even in the absence of additional risk factors. Some propose that atherogenesis is due to the subendothelial retention of apo B-100 by proteoglycans in the extracellular matrix. [16]"}
{"id": "article-732_15", "title": "Biochemistry, Lipoprotein Metabolism -- Clinical Significance", "content": "The clinical definition of dyslipidemia is total cholesterol, LDL, or triglyceride levels above the 90th percentile or HDL levels below the 10percentile for the general population. Dyslipidemia, especially elevated LDL-C, is strongly associated with ASCVD, and the prevalence is in the 75 to 85% compared to 40 to 48% of age-matched controls. [1] In some cases, dyslipidemia is familial, particularly when the disease's onset occurs earlier in age. However, lifestyle, mainly obesity and a high saturated fat diet, significantly increase dyslipidemia rates. The monogenic disorder, familial hypercholesterolemia, is primarily due to mutations in the LDL receptor gene resulting in LDL receptor deficiency and elevated LDL-C.", "contents": "Biochemistry, Lipoprotein Metabolism -- Clinical Significance. The clinical definition of dyslipidemia is total cholesterol, LDL, or triglyceride levels above the 90th percentile or HDL levels below the 10percentile for the general population. Dyslipidemia, especially elevated LDL-C, is strongly associated with ASCVD, and the prevalence is in the 75 to 85% compared to 40 to 48% of age-matched controls. [1] In some cases, dyslipidemia is familial, particularly when the disease's onset occurs earlier in age. However, lifestyle, mainly obesity and a high saturated fat diet, significantly increase dyslipidemia rates. The monogenic disorder, familial hypercholesterolemia, is primarily due to mutations in the LDL receptor gene resulting in LDL receptor deficiency and elevated LDL-C."}
{"id": "article-732_16", "title": "Biochemistry, Lipoprotein Metabolism -- Clinical Significance", "content": "ASCVD is among the leading causes of death in the United States. Hyperlipidemia is a significant risk factor for the development of ASCVD, and medications that target lipoproteins and their constituents are critical in disease management and prevention. Recently the American Heart Association/American College of Cardiology published new guidelines for managing cholesterol levels. As primary prevention of ASCVD, a healthy lifestyle, including weight loss, diet, smoking cessation, and aerobic activity, is emphasized. Among the lipid-lowering medications, statins are by far the most commonly prescribed and utilized. High-intensity statins are indicated in persons aged 20 to 75 years with LDL over 190 mg/dl. Type 2 diabetics, who are 40 to 75 years, should begin moderate-intensity statins unless they have additional risk factors. [17]", "contents": "Biochemistry, Lipoprotein Metabolism -- Clinical Significance. ASCVD is among the leading causes of death in the United States. Hyperlipidemia is a significant risk factor for the development of ASCVD, and medications that target lipoproteins and their constituents are critical in disease management and prevention. Recently the American Heart Association/American College of Cardiology published new guidelines for managing cholesterol levels. As primary prevention of ASCVD, a healthy lifestyle, including weight loss, diet, smoking cessation, and aerobic activity, is emphasized. Among the lipid-lowering medications, statins are by far the most commonly prescribed and utilized. High-intensity statins are indicated in persons aged 20 to 75 years with LDL over 190 mg/dl. Type 2 diabetics, who are 40 to 75 years, should begin moderate-intensity statins unless they have additional risk factors. [17]"}
{"id": "article-732_17", "title": "Biochemistry, Lipoprotein Metabolism -- Clinical Significance", "content": "Statins have an indirect effect on the metabolism of lipoproteins. The mechanism of action involves competitive inhibition of HMG CoA reductase, the rate-limiting enzyme in the cholesterol biosynthesis pathway in the liver. As the liver senses a decrease in cholesterol production, it attempts to compensate by increasing the number of LDL receptors on the surface of its cells, which leads to increased uptake of two lipoproteins, LDL and VLDL, into the liver, which then metabolizes into cholesterol and other molecules. Statins effectively decrease the number of circulating LDL molecules and VLDL in the serum, leading to the desired decrease in cholesterol deposition into tissues. [18] Other medications include ezetimibe and PCSK9 inhibitors in addition to statins to lower LDL-C greater than 50%, especially in high-risk patients. Newer drugs that target cholesterol and lipoprotein metabolism will be critical in managing or preventing ASCVD in the future.", "contents": "Biochemistry, Lipoprotein Metabolism -- Clinical Significance. Statins have an indirect effect on the metabolism of lipoproteins. The mechanism of action involves competitive inhibition of HMG CoA reductase, the rate-limiting enzyme in the cholesterol biosynthesis pathway in the liver. As the liver senses a decrease in cholesterol production, it attempts to compensate by increasing the number of LDL receptors on the surface of its cells, which leads to increased uptake of two lipoproteins, LDL and VLDL, into the liver, which then metabolizes into cholesterol and other molecules. Statins effectively decrease the number of circulating LDL molecules and VLDL in the serum, leading to the desired decrease in cholesterol deposition into tissues. [18] Other medications include ezetimibe and PCSK9 inhibitors in addition to statins to lower LDL-C greater than 50%, especially in high-risk patients. Newer drugs that target cholesterol and lipoprotein metabolism will be critical in managing or preventing ASCVD in the future."}
{"id": "article-732_18", "title": "Biochemistry, Lipoprotein Metabolism -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Lipoprotein Metabolism -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}