{"id": "article-42871_0", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Continuing Education Activity", "content": "Liddle syndrome, also known as pseudohyperaldosteronism, is one of the rare causes of resistant hypertension that presents in early childhood. The syndrome is a rare cause of secondary hypertension due to a genetic mutation affecting the function of the collecting tubule sodium channel. This hereditary condition follows a dominant pattern of inheritance; typical symptoms include hypertension, hypokalemia, and metabolic alkalosis. Pathophysiologically, the levels of the hormones aldosterone and renin are low. Managing clinicians may see features overlapping with renal and related endocrinological diseases, such as renal tubular acidosis, diabetes mellitus, and Cushing syndrome.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Continuing Education Activity. Liddle syndrome, also known as pseudohyperaldosteronism, is one of the rare causes of resistant hypertension that presents in early childhood. The syndrome is a rare cause of secondary hypertension due to a genetic mutation affecting the function of the collecting tubule sodium channel. This hereditary condition follows a dominant pattern of inheritance; typical symptoms include hypertension, hypokalemia, and metabolic alkalosis. Pathophysiologically, the levels of the hormones aldosterone and renin are low. Managing clinicians may see features overlapping with renal and related endocrinological diseases, such as renal tubular acidosis, diabetes mellitus, and Cushing syndrome."}
{"id": "article-42871_1", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Continuing Education Activity", "content": "Furthermore, the course addresses the challenges clinicians may encounter due to overlapping features with other renal and endocrinological conditions, such as renal tubular acidosis, diabetes mellitus, and Cushing syndrome. This activity reviews this syndrome's causes, symptoms, evaluation, and treatment and discusses the interprofessional team's role in diagnosing and managing the condition.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Continuing Education Activity. Furthermore, the course addresses the challenges clinicians may encounter due to overlapping features with other renal and endocrinological conditions, such as renal tubular acidosis, diabetes mellitus, and Cushing syndrome. This activity reviews this syndrome's causes, symptoms, evaluation, and treatment and discusses the interprofessional team's role in diagnosing and managing the condition."}
{"id": "article-42871_2", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Continuing Education Activity", "content": "Objectives: Select appropriate pharmacological agents, including epithelial sodium channel blockers, as first-line therapy for managing hypertension and electrolyte abnormalities in patients with Liddle syndrome, considering individual patient characteristics and comorbidities. Determine the workup to establish Liddle syndrome, including potential differential diagnoses. Assess the effectiveness of treatment interventions and monitor for potential complications associated with Liddle syndrome, such as electrolyte imbalances and cardiovascular sequelae, through regular clinical evaluations and laboratory monitoring. Collaborate with interprofessional healthcare teams, including primary care physicians, endocrinologists, nephrologists, and genetic counselors, to facilitate comprehensive evaluation, diagnosis, and management of Liddle syndrome. Access free multiple choice questions on this topic.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Continuing Education Activity. Objectives: Select appropriate pharmacological agents, including epithelial sodium channel blockers, as first-line therapy for managing hypertension and electrolyte abnormalities in patients with Liddle syndrome, considering individual patient characteristics and comorbidities. Determine the workup to establish Liddle syndrome, including potential differential diagnoses. Assess the effectiveness of treatment interventions and monitor for potential complications associated with Liddle syndrome, such as electrolyte imbalances and cardiovascular sequelae, through regular clinical evaluations and laboratory monitoring. Collaborate with interprofessional healthcare teams, including primary care physicians, endocrinologists, nephrologists, and genetic counselors, to facilitate comprehensive evaluation, diagnosis, and management of Liddle syndrome. Access free multiple choice questions on this topic."}
{"id": "article-42871_3", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Introduction", "content": "Liddle syndrome is one of the rare causes of resistant hypertension that usually presents in early childhood, but some are not detected until well into adulthood. First explained by Grant Liddle et al in 1963, this syndrome is characterized by a primary increase in the collecting tubule of sodium reabsorption and potassium secretion. For this reason, it is also known as pseudohyperaldosteronism. The syndrome is a rare cause of secondary hypertension due to a genetic mutation affecting the function of the collecting tubule sodium channel. [1] Affected patients typically present with hypertension, hypokalemia, and metabolic alkalosis—findings that are similar to those seen in other disorders caused by mineralocorticoid excess.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Introduction. Liddle syndrome is one of the rare causes of resistant hypertension that usually presents in early childhood, but some are not detected until well into adulthood. First explained by Grant Liddle et al in 1963, this syndrome is characterized by a primary increase in the collecting tubule of sodium reabsorption and potassium secretion. For this reason, it is also known as pseudohyperaldosteronism. The syndrome is a rare cause of secondary hypertension due to a genetic mutation affecting the function of the collecting tubule sodium channel. [1] Affected patients typically present with hypertension, hypokalemia, and metabolic alkalosis—findings that are similar to those seen in other disorders caused by mineralocorticoid excess."}
{"id": "article-42871_4", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Etiology", "content": "Liddle syndrome is a congenital disorder due to a single gene mutation. Patients inherit the disorder in an autosomal dominant mode with early penetrance. Diverse populations are affected by the syndrome. Genetic studies showed that this syndrome occurs from a gain of function mutations in the epithelial sodium in the distal nephron. In 1995, Hansson et al discovered the germline mutation in the SCNN1G gene as a cause of the Liddle syndrome. [2] Later, researchers showed that the epithelial sodium channels (ENaC) comprise of 3 homologous subunits alpha, beta, and gamma coded by SCNN1A , SCNN1B , and SCNN1G genes. [3] Mutation in beta or gamma subunits of the ENaC leads to an amplified activity of this channel, independent of aldosterone activity. While these are the well-described mutations associated with Liddle syndrome, a systemic review by Tetti et al in 2018 discovered 31 different causative mutations from over 72 different families [4] and novel mutations are also described in more recent literature. [5] [6]", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Etiology. Liddle syndrome is a congenital disorder due to a single gene mutation. Patients inherit the disorder in an autosomal dominant mode with early penetrance. Diverse populations are affected by the syndrome. Genetic studies showed that this syndrome occurs from a gain of function mutations in the epithelial sodium in the distal nephron. In 1995, Hansson et al discovered the germline mutation in the SCNN1G gene as a cause of the Liddle syndrome. [2] Later, researchers showed that the epithelial sodium channels (ENaC) comprise of 3 homologous subunits alpha, beta, and gamma coded by SCNN1A , SCNN1B , and SCNN1G genes. [3] Mutation in beta or gamma subunits of the ENaC leads to an amplified activity of this channel, independent of aldosterone activity. While these are the well-described mutations associated with Liddle syndrome, a systemic review by Tetti et al in 2018 discovered 31 different causative mutations from over 72 different families [4] and novel mutations are also described in more recent literature. [5] [6]"}
{"id": "article-42871_5", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Epidemiology", "content": "Researchers have not extensively studied the incidence of Liddle syndrome in the hypertensive population. Lin-Ping Wang et al and Liu et al studied the prevalence of Liddle syndrome. They found that among younger Chinese patients with unexplained resistant hypertension, the prevalence of Liddle syndrome was 1.52% and 1.72%, respectively. [1] [7] In the first study by Lin-Ping Wang et al, the only participants who were tested for the genetic mutation had to be hypokalemic. However, Liddle syndrome can be seen in patients with normal potassium levels. Therefore, if different researchers studied the prevalence of Liddle syndrome in patients with normal potassium and resistant hypertension, it would likely be higher. [8] No sex or race predisposition is recognized. Researchers of one study in US veterans concluded that approximately a 6% prevalence of symptomatic Liddle syndrome is present. [9]", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Epidemiology. Researchers have not extensively studied the incidence of Liddle syndrome in the hypertensive population. Lin-Ping Wang et al and Liu et al studied the prevalence of Liddle syndrome. They found that among younger Chinese patients with unexplained resistant hypertension, the prevalence of Liddle syndrome was 1.52% and 1.72%, respectively. [1] [7] In the first study by Lin-Ping Wang et al, the only participants who were tested for the genetic mutation had to be hypokalemic. However, Liddle syndrome can be seen in patients with normal potassium levels. Therefore, if different researchers studied the prevalence of Liddle syndrome in patients with normal potassium and resistant hypertension, it would likely be higher. [8] No sex or race predisposition is recognized. Researchers of one study in US veterans concluded that approximately a 6% prevalence of symptomatic Liddle syndrome is present. [9]"}
{"id": "article-42871_6", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Pathophysiology", "content": "ENaCs are present in the distal colon, ducts of exocrine glands, lungs, and apical surface of the epithelial surface of the distal nephron. [10] Patients with Liddle syndrome have an abnormality in the ENaC in distal nephrons due to mutations in 1 of the 3 subunits. Due to this mutation, the degradation of the sodium channels has been impaired; therefore, the quantity of these channels on the apical surface of the distal nephron increases inappropriately. [11] The sodium feedback inhibition system is also impaired in patients with Liddle syndrome. [12] Typically, increased intracellular sodium in distal nephron cells inhibits apical epithelial sodium channels, but patients with Liddle syndrome become insensitive to sodium concentration. Increased sodium channels cause increased sodium reabsorption, which results in chronic volume retention with a hypertensive state and suppression of renin and aldosterone levels. [13] In this population, renal biopsy showed atrophy of juxtaglomerular cells due to chronically suppressed renin and aldosterone levels (see Image. Liddle's Syndrome Effects on the Nephron).", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Pathophysiology. ENaCs are present in the distal colon, ducts of exocrine glands, lungs, and apical surface of the epithelial surface of the distal nephron. [10] Patients with Liddle syndrome have an abnormality in the ENaC in distal nephrons due to mutations in 1 of the 3 subunits. Due to this mutation, the degradation of the sodium channels has been impaired; therefore, the quantity of these channels on the apical surface of the distal nephron increases inappropriately. [11] The sodium feedback inhibition system is also impaired in patients with Liddle syndrome. [12] Typically, increased intracellular sodium in distal nephron cells inhibits apical epithelial sodium channels, but patients with Liddle syndrome become insensitive to sodium concentration. Increased sodium channels cause increased sodium reabsorption, which results in chronic volume retention with a hypertensive state and suppression of renin and aldosterone levels. [13] In this population, renal biopsy showed atrophy of juxtaglomerular cells due to chronically suppressed renin and aldosterone levels (see Image. Liddle's Syndrome Effects on the Nephron)."}
{"id": "article-42871_7", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Pathophysiology", "content": "Additionally, the increased influx of sodium through the ENaC channel causes several different effects on other channels within the membrane. First, it causes increased sodium/potassium ATPase activity at the basolateral membrane, resulting in increased potassium influx into the cell from the basolateral side. Second, the depolarization of the cell's apical membrane secondary to sodium entry causes potassium secretion through apical potassium channels. Thus, potassium is excreted in the urine, resulting in hypokalemia. [14]", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Pathophysiology. Additionally, the increased influx of sodium through the ENaC channel causes several different effects on other channels within the membrane. First, it causes increased sodium/potassium ATPase activity at the basolateral membrane, resulting in increased potassium influx into the cell from the basolateral side. Second, the depolarization of the cell's apical membrane secondary to sodium entry causes potassium secretion through apical potassium channels. Thus, potassium is excreted in the urine, resulting in hypokalemia. [14]"}
{"id": "article-42871_8", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- History and Physical", "content": "Patients with Liddle syndrome can be symptomatic or asymptomatic. The syndrome usually presents with early-onset resistant hypertension between the ages of 11 and 31 due to excess sodium reabsorption at the level of the distal nephron; however, it may take years or decades for clinicians to arrive at the diagnosis. Hypertension due to Liddle syndrome is sensitive to a salt-restricted diet, [8] and it can present with headaches, dizziness, retinopathy, chronic kidney disease, left ventricular hypertrophy, and sudden death. Due to resistant hypertension, hypokalemia, and ventricular hypertrophy, a patient can develop lethal arrhythmias, potentially leading to sudden death. Resistant hypertension can cause muscle weakness, polyuria, and polydipsia due to hypokalemia. Hypokalemia and metabolic alkalosis occur due to excessive potassium loss in the urine at the expense of sodium reabsorption. [15] [16]", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- History and Physical. Patients with Liddle syndrome can be symptomatic or asymptomatic. The syndrome usually presents with early-onset resistant hypertension between the ages of 11 and 31 due to excess sodium reabsorption at the level of the distal nephron; however, it may take years or decades for clinicians to arrive at the diagnosis. Hypertension due to Liddle syndrome is sensitive to a salt-restricted diet, [8] and it can present with headaches, dizziness, retinopathy, chronic kidney disease, left ventricular hypertrophy, and sudden death. Due to resistant hypertension, hypokalemia, and ventricular hypertrophy, a patient can develop lethal arrhythmias, potentially leading to sudden death. Resistant hypertension can cause muscle weakness, polyuria, and polydipsia due to hypokalemia. Hypokalemia and metabolic alkalosis occur due to excessive potassium loss in the urine at the expense of sodium reabsorption. [15] [16]"}
{"id": "article-42871_9", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- History and Physical", "content": "The incidence of hypertension and hypokalemia in patients with Liddle syndrome is about 92.4% and 71.8%, respectively. [17] A systemic review also found that 58.2% of patients with Liddle syndrome may additionally present with hypoaldosteronism. [4] Clinicians can order genetic testing to diagnose patients with Liddle syndrome who do not have hypertension or hypokalemia. Genetic testing is usually completed for these individuals because of significant family history.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- History and Physical. The incidence of hypertension and hypokalemia in patients with Liddle syndrome is about 92.4% and 71.8%, respectively. [17] A systemic review also found that 58.2% of patients with Liddle syndrome may additionally present with hypoaldosteronism. [4] Clinicians can order genetic testing to diagnose patients with Liddle syndrome who do not have hypertension or hypokalemia. Genetic testing is usually completed for these individuals because of significant family history."}
{"id": "article-42871_10", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Evaluation", "content": "A patient with Liddle syndrome often presents with secondary or resistant hypertension. Laboratory investigation may reveal hypokalemia and metabolic alkalosis. [17] Hyperaldosteronism can also present with the same features and biochemical abnormalities. Renin and aldosterone levels should be checked to differentiate between true hyperaldosteronism and pseudo-hyperaldosteronism. In patients with Liddle syndrome, renin and aldosterone levels are low in contrast to patients with hyperaldosteronism, in whom aldosterone levels are high. Due to low levels of aldosterone, spironolactone does not work for patients with Liddle syndrome. [18]", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Evaluation. A patient with Liddle syndrome often presents with secondary or resistant hypertension. Laboratory investigation may reveal hypokalemia and metabolic alkalosis. [17] Hyperaldosteronism can also present with the same features and biochemical abnormalities. Renin and aldosterone levels should be checked to differentiate between true hyperaldosteronism and pseudo-hyperaldosteronism. In patients with Liddle syndrome, renin and aldosterone levels are low in contrast to patients with hyperaldosteronism, in whom aldosterone levels are high. Due to low levels of aldosterone, spironolactone does not work for patients with Liddle syndrome. [18]"}
{"id": "article-42871_11", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Evaluation", "content": "When a patient is diagnosed with low-renin and low aldosterone levels, they should be prescribed aldosterone for 2 months and remain under close observation. Some conditions like glucocorticoid resistance syndrome, apparent mineralocorticoid excess syndrome, and congenital adrenal hyperplasia all respond well to this drug. If the patient does not respond to aldosterone, then the clinician should suspect Liddle syndrome. Ultimately, the final diagnosis is made by genetic analysis of the gene that regulates the ENaC.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Evaluation. When a patient is diagnosed with low-renin and low aldosterone levels, they should be prescribed aldosterone for 2 months and remain under close observation. Some conditions like glucocorticoid resistance syndrome, apparent mineralocorticoid excess syndrome, and congenital adrenal hyperplasia all respond well to this drug. If the patient does not respond to aldosterone, then the clinician should suspect Liddle syndrome. Ultimately, the final diagnosis is made by genetic analysis of the gene that regulates the ENaC."}
{"id": "article-42871_12", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Treatment / Management", "content": "As discussed above, low levels of aldosterone render spironolactone ineffective in Liddle syndrome patients. The drug of choice is amiloride, and it works well because it directly inhibits ENaC. Amiloride is prescribed daily at a dose that ranges from 5 to 20 mg. Triamterene, another potassium-sparing diuretic similar to amiloride, can also manage this syndrome. A sodium-restricted diet showed a cumulative effect with these drugs. [19] However, excessive sodium accumulation on the receptor makes it unavailable for the medication. [20] If renal function is normal, then hyperkalemia is very rare. Avoidance of excessive potassium in the diet is suggested, along with the use of potassium-sparing diuretics. Amiloride is also considered to be safe in pregnancy. [21]", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Treatment / Management. As discussed above, low levels of aldosterone render spironolactone ineffective in Liddle syndrome patients. The drug of choice is amiloride, and it works well because it directly inhibits ENaC. Amiloride is prescribed daily at a dose that ranges from 5 to 20 mg. Triamterene, another potassium-sparing diuretic similar to amiloride, can also manage this syndrome. A sodium-restricted diet showed a cumulative effect with these drugs. [19] However, excessive sodium accumulation on the receptor makes it unavailable for the medication. [20] If renal function is normal, then hyperkalemia is very rare. Avoidance of excessive potassium in the diet is suggested, along with the use of potassium-sparing diuretics. Amiloride is also considered to be safe in pregnancy. [21]"}
{"id": "article-42871_13", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Treatment / Management", "content": "If blood pressure is not controlled with potassium-sparing medications, other antihypertensive drugs must be used to help accomplish the goal of blood pressure measurement to protect patients from cardiovascular complications. Caution is needed on using hydrochlorothiazide as a component of a combination drug due to its popularity in real life. Still, other categories like β-blockers and vasodilators could be very effective. [20]", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Treatment / Management. If blood pressure is not controlled with potassium-sparing medications, other antihypertensive drugs must be used to help accomplish the goal of blood pressure measurement to protect patients from cardiovascular complications. Caution is needed on using hydrochlorothiazide as a component of a combination drug due to its popularity in real life. Still, other categories like β-blockers and vasodilators could be very effective. [20]"}
{"id": "article-42871_14", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Differential Diagnosis", "content": "Low renin hypertension can be classified as follows: Low renin with low aldosterone Low renin with normal aldosterone Low renin with elevated aldosterone [18] Liddle syndrome is classified under low renin with low aldosterone. Other causes of hypertension that are classified under low renin with low aldosterone are as follows: Apparent mineralocorticoid excess An 11-β-hydroxyl deficiency A 17-α-hydroxyl deficiency Gordon syndrome Mineralocorticoid receptor activation mutation Glucocorticoid resistance Ectopic ACTH Licorice use [22]", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Differential Diagnosis. Low renin hypertension can be classified as follows: Low renin with low aldosterone Low renin with normal aldosterone Low renin with elevated aldosterone [18] Liddle syndrome is classified under low renin with low aldosterone. Other causes of hypertension that are classified under low renin with low aldosterone are as follows: Apparent mineralocorticoid excess An 11-β-hydroxyl deficiency A 17-α-hydroxyl deficiency Gordon syndrome Mineralocorticoid receptor activation mutation Glucocorticoid resistance Ectopic ACTH Licorice use [22]"}
{"id": "article-42871_15", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Differential Diagnosis", "content": "Mineralocorticoid excess is an autosomal recessive syndrome due to 11-β-hydroxysteroid dehydrogenase type 2 enzyme deficiency. This enzyme converts cortisol (active) into cortisone (inactive), and this inactive form cannot bind to the mineralocorticoid receptor. [23] The chronic consumption of licorice that contains glycyrrhizic acid also inhibits this enzyme with similar effects. [24] Gordon syndrome is an autosomal dominant condition due to a gene mutation responsible for ion transport in the kidney, which increases sodium reabsorption and decreases potassium excretion. [25]", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Differential Diagnosis. Mineralocorticoid excess is an autosomal recessive syndrome due to 11-β-hydroxysteroid dehydrogenase type 2 enzyme deficiency. This enzyme converts cortisol (active) into cortisone (inactive), and this inactive form cannot bind to the mineralocorticoid receptor. [23] The chronic consumption of licorice that contains glycyrrhizic acid also inhibits this enzyme with similar effects. [24] Gordon syndrome is an autosomal dominant condition due to a gene mutation responsible for ion transport in the kidney, which increases sodium reabsorption and decreases potassium excretion. [25]"}
{"id": "article-42871_16", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Prognosis", "content": "Patients with Liddle syndrome respond well to medical therapy with drugs such as potassium-sparing diuretics. Current studies do not address the long-term mortality of Liddle syndrome. Clinicians often undertreat and misdiagnose these patients, and further studies are needed to establish morbidity and mortality in the population suffering from secondary hypertension due to this syndrome.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Prognosis. Patients with Liddle syndrome respond well to medical therapy with drugs such as potassium-sparing diuretics. Current studies do not address the long-term mortality of Liddle syndrome. Clinicians often undertreat and misdiagnose these patients, and further studies are needed to establish morbidity and mortality in the population suffering from secondary hypertension due to this syndrome."}
{"id": "article-42871_17", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Complications", "content": "Due to resistant hypertension, patients may develop end-organ damage that includes myocardial infarction, transient ischemic attack or cerebrovascular accident, pulmonary edema, and ventricular hypertrophy. Earlier diagnosis and treatment of the disease can delay or prevent end-organ damage.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Complications. Due to resistant hypertension, patients may develop end-organ damage that includes myocardial infarction, transient ischemic attack or cerebrovascular accident, pulmonary edema, and ventricular hypertrophy. Earlier diagnosis and treatment of the disease can delay or prevent end-organ damage."}
{"id": "article-42871_18", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Consultations", "content": "Consultations by specialists that could potentially manage these patients better include nephrology, pediatrics, endocrinology, and cardiology specializing in hypertension treatment.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Consultations. Consultations by specialists that could potentially manage these patients better include nephrology, pediatrics, endocrinology, and cardiology specializing in hypertension treatment."}
{"id": "article-42871_19", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Deterrence and Patient Education", "content": "Patients should be warned about the hazards of resistant hypertension and educated about the importance of treatment compliance to minimize the risk of heart attacks and strokes. Therefore, they should be advised to follow up with their clinicians regularly. Moreover, the importance of low salt and high potassium diet should be emphasized, as well as consistency in taking their medications and maintaining good blood pressure levels.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Deterrence and Patient Education. Patients should be warned about the hazards of resistant hypertension and educated about the importance of treatment compliance to minimize the risk of heart attacks and strokes. Therefore, they should be advised to follow up with their clinicians regularly. Moreover, the importance of low salt and high potassium diet should be emphasized, as well as consistency in taking their medications and maintaining good blood pressure levels."}
{"id": "article-42871_20", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Enhancing Healthcare Team Outcomes", "content": "Late diagnosis of Liddle syndrome can lead to important adverse clinical outcomes; therefore, early diagnosis is essential. Coordination between general pediatricians and pediatric nephrologists is very important. It is highly recommended that genetic counseling be offered to the other family members of an affected individual. Clinical genetic testing is available through the Genetic Testing Registry, and the geneticists will sequence exon 13 of SCNN1B and SCNN1G .", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Enhancing Healthcare Team Outcomes. Late diagnosis of Liddle syndrome can lead to important adverse clinical outcomes; therefore, early diagnosis is essential. Coordination between general pediatricians and pediatric nephrologists is very important. It is highly recommended that genetic counseling be offered to the other family members of an affected individual. Clinical genetic testing is available through the Genetic Testing Registry, and the geneticists will sequence exon 13 of SCNN1B and SCNN1G ."}
{"id": "article-42871_21", "title": "Liddle Syndrome (Pseudohyperaldosteronism) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Liddle Syndrome (Pseudohyperaldosteronism) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}