{"id": "article-131275_0", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Continuing Education Activity", "content": "Patients with dementia are at increased risk of driving impairment, and fitness to drive should be evaluated in all patients with neurocognitive disorders. There is currently no gold standard test or scale to determine driving fitness, and many clinicians do not feel comfortable making a recommendation to stop driving. This activity reviews the evaluation of driving impairment in patients with dementia and highlights the interprofessional team's role in evaluating and treating patients with this condition.", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Continuing Education Activity. Patients with dementia are at increased risk of driving impairment, and fitness to drive should be evaluated in all patients with neurocognitive disorders. There is currently no gold standard test or scale to determine driving fitness, and many clinicians do not feel comfortable making a recommendation to stop driving. This activity reviews the evaluation of driving impairment in patients with dementia and highlights the interprofessional team's role in evaluating and treating patients with this condition."}
{"id": "article-131275_1", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Continuing Education Activity", "content": "Objectives: Review the importance of assessing driving fitness in patients with dementia. Identify the neuropsychiatric and physical impairments that place patients with dementia at risk for driving impairment. Summarize the different screening tools used to assess driving fitness in patients with dementia. Describe when a patient should be formally declared unfit to drive and how to aid patients in their transition. Access free multiple choice questions on this topic.", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Continuing Education Activity. Objectives: Review the importance of assessing driving fitness in patients with dementia. Identify the neuropsychiatric and physical impairments that place patients with dementia at risk for driving impairment. Summarize the different screening tools used to assess driving fitness in patients with dementia. Describe when a patient should be formally declared unfit to drive and how to aid patients in their transition. Access free multiple choice questions on this topic."}
{"id": "article-131275_2", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Introduction", "content": "When caring for patients with dementia (PWD), it is important to feel comfortable assessing the patient’s fitness to drive. Patients with dementia have a two to eight times increased risk of motor vehicle accidents compared to similarly aged drivers without dementia, yet many are never counseled on driving safety. [1]", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Introduction. When caring for patients with dementia (PWD), it is important to feel comfortable assessing the patient’s fitness to drive. Patients with dementia have a two to eight times increased risk of motor vehicle accidents compared to similarly aged drivers without dementia, yet many are never counseled on driving safety. [1]"}
{"id": "article-131275_3", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Introduction", "content": "Driving safety assessment is a sensitive discussion that is often delayed or forgone altogether because of physician reluctance, patient refusal, or caretaker preference. Physicians often do not get formal training on how to conduct these conversations and seldom know that they are qualified to make this assessment. Driving is integral to a patient’s independence, so discussions of driving fitness may be met with emotional resistance, and patients may not recognize or admit their deficits. [2]", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Introduction. Driving safety assessment is a sensitive discussion that is often delayed or forgone altogether because of physician reluctance, patient refusal, or caretaker preference. Physicians often do not get formal training on how to conduct these conversations and seldom know that they are qualified to make this assessment. Driving is integral to a patient’s independence, so discussions of driving fitness may be met with emotional resistance, and patients may not recognize or admit their deficits. [2]"}
{"id": "article-131275_4", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Introduction", "content": "The true extent of driving impairment may be minimized by caretakers who either do not want to admit the progression of their loved one’s disease or do not want to take on additional driving responsibilities. [3] Despite these barriers, driver safety assessment is an important public health and medicolegal issue and should be familiar to all healthcare professionals.", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Introduction. The true extent of driving impairment may be minimized by caretakers who either do not want to admit the progression of their loved one’s disease or do not want to take on additional driving responsibilities. [3] Despite these barriers, driver safety assessment is an important public health and medicolegal issue and should be familiar to all healthcare professionals."}
{"id": "article-131275_5", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Issues of Concern", "content": "Unlike other activities of daily living, driving is unpredictable and requires attention to many simultaneous audiovisual inputs. [4] Drivers must be able to understand new traffic patterns and react quickly to their surroundings. They must also be able to process the symbols on their dashboard and the buttons to operate the car while also paying attention to the signage on the road. Elderly drivers, even without dementia, may find this multitasking difficult, as many are battling chronic medical illnesses, physical disabilities, and the compounded effects of polypharmacy. [3] The added complication of cognitive impairment makes driving an even greater challenge for patients with dementia. Analyses of errors made by drivers with dementia show significant difficulties with turning, lane positioning, and identifying traffic signs. Drivers with dementia are more likely to get lost or drive below the speed limit, which may result in road traffic accidents. [5]", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Issues of Concern. Unlike other activities of daily living, driving is unpredictable and requires attention to many simultaneous audiovisual inputs. [4] Drivers must be able to understand new traffic patterns and react quickly to their surroundings. They must also be able to process the symbols on their dashboard and the buttons to operate the car while also paying attention to the signage on the road. Elderly drivers, even without dementia, may find this multitasking difficult, as many are battling chronic medical illnesses, physical disabilities, and the compounded effects of polypharmacy. [3] The added complication of cognitive impairment makes driving an even greater challenge for patients with dementia. Analyses of errors made by drivers with dementia show significant difficulties with turning, lane positioning, and identifying traffic signs. Drivers with dementia are more likely to get lost or drive below the speed limit, which may result in road traffic accidents. [5]"}
{"id": "article-131275_6", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Issues of Concern", "content": "Regardless of the type, neurocognitive disorders can cause deficits in attention, insight, and judgment. Patients have greater difficulty integrating information to make complex executive decisions. [4] Deficits such as apraxia may impair their ability to execute tasks critical to driving, such as timely application of the brakes or steering away from obstructions on the road. Frontotemporal dementia may lead to an increase in aggressive, risk-taking driving. [5] Patients with visuospatial deficits may miscalculate distances or have difficulties with parking in small spaces. In addition to these functional cognitive deficiencies, patients with dementia often have neuropsychiatric symptoms, such as anxiety, paranoia, and lack of insight into their illness. [6] Their motor reactivity may be slower, and their coordination and balance may also be impaired. [7]", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Issues of Concern. Regardless of the type, neurocognitive disorders can cause deficits in attention, insight, and judgment. Patients have greater difficulty integrating information to make complex executive decisions. [4] Deficits such as apraxia may impair their ability to execute tasks critical to driving, such as timely application of the brakes or steering away from obstructions on the road. Frontotemporal dementia may lead to an increase in aggressive, risk-taking driving. [5] Patients with visuospatial deficits may miscalculate distances or have difficulties with parking in small spaces. In addition to these functional cognitive deficiencies, patients with dementia often have neuropsychiatric symptoms, such as anxiety, paranoia, and lack of insight into their illness. [6] Their motor reactivity may be slower, and their coordination and balance may also be impaired. [7]"}
{"id": "article-131275_7", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Issues of Concern", "content": "Dementia is a progressive illness, and not all patients with dementia experience the same deficits. In fact, many patients with mild cognitive impairment and mild dementia still have the ability to operate a vehicle safely. However, an analysis of this population of patients with a clinical dementia rating scale of 0.5-1.0 showed on-road testing failure in 13% of the participants. [5] This suggests that even patients who report no problems with driving may have subtle impairment of driving skills and could benefit from driving fitness assessments. Early communication about anticipated driving difficulties allows the patient and family to be more cognizant of functional decline. Other symptoms that suggest a patient needs a driving assessment are changes in driving habits, such as preferring to take familiar roads only, minor vehicle accidents, and parking citations. [2] Often, collateral information from caretakers plays a key role in determining any concerns that the patient may not have noticed.", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Issues of Concern. Dementia is a progressive illness, and not all patients with dementia experience the same deficits. In fact, many patients with mild cognitive impairment and mild dementia still have the ability to operate a vehicle safely. However, an analysis of this population of patients with a clinical dementia rating scale of 0.5-1.0 showed on-road testing failure in 13% of the participants. [5] This suggests that even patients who report no problems with driving may have subtle impairment of driving skills and could benefit from driving fitness assessments. Early communication about anticipated driving difficulties allows the patient and family to be more cognizant of functional decline. Other symptoms that suggest a patient needs a driving assessment are changes in driving habits, such as preferring to take familiar roads only, minor vehicle accidents, and parking citations. [2] Often, collateral information from caretakers plays a key role in determining any concerns that the patient may not have noticed."}
{"id": "article-131275_8", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Clinical Significance", "content": "Assessing fitness to drive requires a multifactorial approach, and there is no single objective test or scale used for evaluation. [2] Many organizations like the American Medical Association and the American Academy of Neurology have proposed guidelines for evaluating driving safety, and these parameters often involve specific screening variables. The most important factor is the severity of dementia, and this is typically assessed with the Clinical Dementia Rating(CDR) scale. Patients with CDR > 1.0 should be assessed for driving safety, as this is the only screening test that carries level A evidence of utility. [8] [9] [10] Forty-five percent of drivers with CDR 0.5 to 1.0 passed on-road driving tests but showed a decline in function in 6 months. As such, it is recommended to re-evaluate these patients with mild dementia every 3 to 6 months. [5] [11]", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Clinical Significance. Assessing fitness to drive requires a multifactorial approach, and there is no single objective test or scale used for evaluation. [2] Many organizations like the American Medical Association and the American Academy of Neurology have proposed guidelines for evaluating driving safety, and these parameters often involve specific screening variables. The most important factor is the severity of dementia, and this is typically assessed with the Clinical Dementia Rating(CDR) scale. Patients with CDR > 1.0 should be assessed for driving safety, as this is the only screening test that carries level A evidence of utility. [8] [9] [10] Forty-five percent of drivers with CDR 0.5 to 1.0 passed on-road driving tests but showed a decline in function in 6 months. As such, it is recommended to re-evaluate these patients with mild dementia every 3 to 6 months. [5] [11]"}
{"id": "article-131275_9", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Clinical Significance", "content": "A low cognitive testing performance will often correlate with a patient’s inability to pass roadside driving tests. However, there is no clear pattern of regression. The 2010 AAN practice parameter for evaluating and managing driving risk in dementia suggested that patients with a Mini-Mental State Examination (MMSE) score ≤ of 24 are at increased risk for unsafe driving. [5] Other studies using the Montreal Cognitive Assessment(MoCA) were less consistent, some suggesting a cutoff of MoCA score ≤ 25. In contrast, larger studies could only specify MoCA ≤ 18 as a cutoff for patients likely to fail on the road testing. [12] [13] A more recent systematic review did not find a consistent relationship between cognitive testing and driving performance. [4] Testing patients with a validated composite battery of neuropsychological tests may provide an overview of the patient’s function level but may not be clearly predictive of driving ability. [14]", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Clinical Significance. A low cognitive testing performance will often correlate with a patient’s inability to pass roadside driving tests. However, there is no clear pattern of regression. The 2010 AAN practice parameter for evaluating and managing driving risk in dementia suggested that patients with a Mini-Mental State Examination (MMSE) score ≤ of 24 are at increased risk for unsafe driving. [5] Other studies using the Montreal Cognitive Assessment(MoCA) were less consistent, some suggesting a cutoff of MoCA score ≤ 25. In contrast, larger studies could only specify MoCA ≤ 18 as a cutoff for patients likely to fail on the road testing. [12] [13] A more recent systematic review did not find a consistent relationship between cognitive testing and driving performance. [4] Testing patients with a validated composite battery of neuropsychological tests may provide an overview of the patient’s function level but may not be clearly predictive of driving ability. [14]"}
{"id": "article-131275_10", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Clinical Significance", "content": "A caregiver’s impression of the patient’s driving safety has proven to be more indicative of driving impairment, and it is often more accurate than the patient’s self-assessment. [11] Corroborating driving history with the caretaker carries Level B evidence to support its use. Other professional assessments, such as occupational therapy evaluations, may prove beneficial, though these assessments cannot predict how long a patient will maintain that driving function level. [3] Driving rehabilitation therapists are trained to complete a multi-hour assessment with on-the-road testing that can provide information on the technical skills. [3] Some state agencies and insurance companies provide online algorithms and required driving tests to assess how well a patient operates a vehicle. [3] [11] There may also be state-specific mandated reporting laws, so it is important to be familiar with each state’s regulations.", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Clinical Significance. A caregiver’s impression of the patient’s driving safety has proven to be more indicative of driving impairment, and it is often more accurate than the patient’s self-assessment. [11] Corroborating driving history with the caretaker carries Level B evidence to support its use. Other professional assessments, such as occupational therapy evaluations, may prove beneficial, though these assessments cannot predict how long a patient will maintain that driving function level. [3] Driving rehabilitation therapists are trained to complete a multi-hour assessment with on-the-road testing that can provide information on the technical skills. [3] Some state agencies and insurance companies provide online algorithms and required driving tests to assess how well a patient operates a vehicle. [3] [11] There may also be state-specific mandated reporting laws, so it is important to be familiar with each state’s regulations."}
{"id": "article-131275_11", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Clinical Significance", "content": "Triaging patients with these screening tests is important in guiding clinical recommendations. [13] Driving impairment is prevalent and is likely underreported among patients with dementia, so patients and families should be counseled on driving safety early in the disease course. [2] Clinical symptoms, objective on-the-road testing, and caretaker assessments should help guide the decision towards driving retirement. This is a dynamic assessment, as patients with neurocognitive disorders may need frequent re-evaluation with disease progression. [5]", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Clinical Significance. Triaging patients with these screening tests is important in guiding clinical recommendations. [13] Driving impairment is prevalent and is likely underreported among patients with dementia, so patients and families should be counseled on driving safety early in the disease course. [2] Clinical symptoms, objective on-the-road testing, and caretaker assessments should help guide the decision towards driving retirement. This is a dynamic assessment, as patients with neurocognitive disorders may need frequent re-evaluation with disease progression. [5]"}
{"id": "article-131275_12", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "Given the high emotional stakes with discussing driving privileges, it is better to begin this discussion early in the course of dementia before overt impairment is noted. [3] This allows patients to anticipate the impact of driving restrictions while still having insight without immediately taking away their sense of control. Control is a key factor in a patient’s self-worth, and loss of control in everyday tasks is often associated with psychological decline. [6] Instead, the clinician and caretakers should focus the discussion on transitioning to safe transport and becoming a safe passenger. [3] Avoiding the language of “withdraw,” “take away,” and “loss of privilege” can aid in effective patient communication without making the patient feel victimized.", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Enhancing Healthcare Team Outcomes. Given the high emotional stakes with discussing driving privileges, it is better to begin this discussion early in the course of dementia before overt impairment is noted. [3] This allows patients to anticipate the impact of driving restrictions while still having insight without immediately taking away their sense of control. Control is a key factor in a patient’s self-worth, and loss of control in everyday tasks is often associated with psychological decline. [6] Instead, the clinician and caretakers should focus the discussion on transitioning to safe transport and becoming a safe passenger. [3] Avoiding the language of “withdraw,” “take away,” and “loss of privilege” can aid in effective patient communication without making the patient feel victimized."}
{"id": "article-131275_13", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "After providing the driving fitness assessment, patients and families may need help complying with this new transition at home. Clinicians may suggest social resources or safer public transportation options. [13] Patients may continue to attempt driving despite their families’ warnings, and at this point, the patient's safety must be prioritized. Caretakers should be advised to avoid discussions that remind the patient of what they can no longer do. In some cases, families may need to park the car away from easy visualization or hide the car keys. Directly confronting the patient with repeated threats will likely increase a patient’s confusion and compromise safety at home. Instead, families should be encouraged to de-escalate by changing the discussion topic or distracting the patient until they are less focused on driving. [3] Patients and families may benefit from participating in driving cessation groups in the community to aid the transition.", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Enhancing Healthcare Team Outcomes. After providing the driving fitness assessment, patients and families may need help complying with this new transition at home. Clinicians may suggest social resources or safer public transportation options. [13] Patients may continue to attempt driving despite their families’ warnings, and at this point, the patient's safety must be prioritized. Caretakers should be advised to avoid discussions that remind the patient of what they can no longer do. In some cases, families may need to park the car away from easy visualization or hide the car keys. Directly confronting the patient with repeated threats will likely increase a patient’s confusion and compromise safety at home. Instead, families should be encouraged to de-escalate by changing the discussion topic or distracting the patient until they are less focused on driving. [3] Patients and families may benefit from participating in driving cessation groups in the community to aid the transition."}
{"id": "article-131275_14", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "In summary, patients with dementia are at increased risk of driving impairment, and fitness to drive should be evaluated in all patients with neurocognitive disorders. There is no single objective scale or test to determine driving fitness, so this decision should involve a multidisciplinary assessment. It is prudent to begin screening for driving impairment as soon as the clinician obtains a history of driving accidents/citations or significant changes in driving patterns (likely to be reported by caretakers). This should be followed with a thorough evaluation of the patient’s medications and physical exam. If patients have high-risk features on the screening, they should be further evaluated with neuropsychological testing and the clinical dementia severity scale (Level 1A evidence).", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Enhancing Healthcare Team Outcomes. In summary, patients with dementia are at increased risk of driving impairment, and fitness to drive should be evaluated in all patients with neurocognitive disorders. There is no single objective scale or test to determine driving fitness, so this decision should involve a multidisciplinary assessment. It is prudent to begin screening for driving impairment as soon as the clinician obtains a history of driving accidents/citations or significant changes in driving patterns (likely to be reported by caretakers). This should be followed with a thorough evaluation of the patient’s medications and physical exam. If patients have high-risk features on the screening, they should be further evaluated with neuropsychological testing and the clinical dementia severity scale (Level 1A evidence)."}
{"id": "article-131275_15", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "Due to the complexity of CDR scoring, clinicians in a busy practice may consider MMSE or MoCA as an alternative. Still, they should consider the lack of Level 1A evidence supporting their use in assessing driving ability. The next step in safety assessment may refer the patient to a certified occupational therapist or a driving rehabilitation specialist to assess on-the-road driving abilities. Using this stepwise diagnostic approach may provide a comprehensive evaluation of patient road safety. After a patient has been deemed unfit to drive, it is the clinician’s responsibility to share this information sensitively and ensure that the patients and caretakers are well-supported in this important transition.", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Enhancing Healthcare Team Outcomes. Due to the complexity of CDR scoring, clinicians in a busy practice may consider MMSE or MoCA as an alternative. Still, they should consider the lack of Level 1A evidence supporting their use in assessing driving ability. The next step in safety assessment may refer the patient to a certified occupational therapist or a driving rehabilitation specialist to assess on-the-road driving abilities. Using this stepwise diagnostic approach may provide a comprehensive evaluation of patient road safety. After a patient has been deemed unfit to drive, it is the clinician’s responsibility to share this information sensitively and ensure that the patients and caretakers are well-supported in this important transition."}
{"id": "article-131275_16", "title": "Cognitive Decline and Driving Evaluation in the Elderly -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cognitive Decline and Driving Evaluation in the Elderly -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}