{"id": "article-102987_0", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Introduction", "content": "Osteopathic manipulative techniques can be classified as direct or indirect. A direct technique requires positioning the patient against a barrier. In contrast, an indirect technique entails placing the patient in a position of ease. [1] Strain-counterstrain (SCS), aka Counterstrain (CS), and Facilitated Positional Release (FPR) are two commonly used indirect oseomanipulative techniques. SCS is a soft tissue technique that passively treats musculoskeletal pain, impaired range of motion, and somatic dysfunction by influencing the cellular function of the tissues being treated. [2] [3]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Introduction. Osteopathic manipulative techniques can be classified as direct or indirect. A direct technique requires positioning the patient against a barrier. In contrast, an indirect technique entails placing the patient in a position of ease. [1] Strain-counterstrain (SCS), aka Counterstrain (CS), and Facilitated Positional Release (FPR) are two commonly used indirect oseomanipulative techniques. SCS is a soft tissue technique that passively treats musculoskeletal pain, impaired range of motion, and somatic dysfunction by influencing the cellular function of the tissues being treated. [2] [3]"}
{"id": "article-102987_1", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Introduction", "content": "Dr. Lawrence Jones developed SCS in 1955 when he encountered a particularly challenging back pain case at his clinic. The patient improved after remaining for some time in a position of ease where Dr. Jones put him. The same technique produced similar results in other patients. These encounters helped Dr. Jones discover \"tenderpoints,\" or areas where pain is most pronounced in a muscle group. Tenderpoints have concomitant soft tissue textural changes at sites that would not usually cause pain. Proper management rests on identifying these areas.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Introduction. Dr. Lawrence Jones developed SCS in 1955 when he encountered a particularly challenging back pain case at his clinic. The patient improved after remaining for some time in a position of ease where Dr. Jones put him. The same technique produced similar results in other patients. These encounters helped Dr. Jones discover \"tenderpoints,\" or areas where pain is most pronounced in a muscle group. Tenderpoints have concomitant soft tissue textural changes at sites that would not usually cause pain. Proper management rests on identifying these areas."}
{"id": "article-102987_2", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Introduction", "content": "SCS uses palpation and physician feedback to manipulate the soft tissues or joints into a position of ease, away from the restrictive barrier. Compressing or shortening the area of dysfunction relaxes the guarded muscles. [4]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Introduction. SCS uses palpation and physician feedback to manipulate the soft tissues or joints into a position of ease, away from the restrictive barrier. Compressing or shortening the area of dysfunction relaxes the guarded muscles. [4]"}
{"id": "article-102987_3", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Introduction", "content": "FPR is similar to SCS in that the physician places the patient in a position of comfort after identifying a sore area. However, an additional activating force is applied to relax the affected muscle faster. Stanley Schiowitz developed this technique in 1990. [5]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Introduction. FPR is similar to SCS in that the physician places the patient in a position of comfort after identifying a sore area. However, an additional activating force is applied to relax the affected muscle faster. Stanley Schiowitz developed this technique in 1990. [5]"}
{"id": "article-102987_4", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Issues of Concern", "content": "Clinical research on the physiologic basis of SCS and FPR is currently limited. [6] Much of the information about these techniques has been obtained from animal models and in-vitro studies. [7] Consequently, questions about their effectiveness remain. However, many studies investigating the value of SCS and FPR in treating specific dysfunctions show promising results, suggesting that these techniques may have a positive impact on medical practice. [8] [9] [10]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Issues of Concern. Clinical research on the physiologic basis of SCS and FPR is currently limited. [6] Much of the information about these techniques has been obtained from animal models and in-vitro studies. [7] Consequently, questions about their effectiveness remain. However, many studies investigating the value of SCS and FPR in treating specific dysfunctions show promising results, suggesting that these techniques may have a positive impact on medical practice. [8] [9] [10]"}
{"id": "article-102987_5", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level", "content": "SCS and FPR work on a cellular level to relieve pain, somatic dysfunction, and range-of-motion limitations. Both techniques act on the muscle spindles, Golgi tendon organs, and inflammatory pathways.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level. SCS and FPR work on a cellular level to relieve pain, somatic dysfunction, and range-of-motion limitations. Both techniques act on the muscle spindles, Golgi tendon organs, and inflammatory pathways."}
{"id": "article-102987_6", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level", "content": "Proprioceptors are end organs that sense physical changes in musculoskeletal tissues, muscle length, joint position, and tendon tension. [11] These receptors contribute greatly to somatic dysfunction, mobility limitation, and tenderpoints.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level. Proprioceptors are end organs that sense physical changes in musculoskeletal tissues, muscle length, joint position, and tendon tension. [11] These receptors contribute greatly to somatic dysfunction, mobility limitation, and tenderpoints."}
{"id": "article-102987_7", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level", "content": "Aberrant spindle fiber and nociceptor activity are implicated in the development of tenderpoints and muscle pain. [12] Muscle spindles, which are mechanosensors, send muscle contraction information to the central nervous system (CNS). [13] [14] Each spindle contains several thin muscle fibers (intrafusal fibers), primarily type 1a and type II sensory fibers. Fusimotor neurons, made up of γ- and β-motor neurons, are also found in muscle spindles. The mechanosensor is encapsulated in a connective tissue sheath and is oriented parallel to the muscle fibers within the muscle. [15]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level. Aberrant spindle fiber and nociceptor activity are implicated in the development of tenderpoints and muscle pain. [12] Muscle spindles, which are mechanosensors, send muscle contraction information to the central nervous system (CNS). [13] [14] Each spindle contains several thin muscle fibers (intrafusal fibers), primarily type 1a and type II sensory fibers. Fusimotor neurons, made up of γ- and β-motor neurons, are also found in muscle spindles. The mechanosensor is encapsulated in a connective tissue sheath and is oriented parallel to the muscle fibers within the muscle. [15]"}
{"id": "article-102987_8", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level", "content": "The stretch reflex begins at the level of the sensory fibers in the muscle spindles. Type 1a sensory fibers send velocity information to nerve afferents, while type II sensory fibers send information about muscle length. [16] These fibers fire rapidly when a muscle stretches. The signals reach the dorsal root ganglion of the spinal cord and then monosynaptically travel back to the α-motor neurons in the same muscle spindle as the sensory fibers. [17] [18] Muscle spindle firing slows down when muscle contracts, eventually diminishing because fewer reflexive impulses excite the α-motor neurons.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level. The stretch reflex begins at the level of the sensory fibers in the muscle spindles. Type 1a sensory fibers send velocity information to nerve afferents, while type II sensory fibers send information about muscle length. [16] These fibers fire rapidly when a muscle stretches. The signals reach the dorsal root ganglion of the spinal cord and then monosynaptically travel back to the α-motor neurons in the same muscle spindle as the sensory fibers. [17] [18] Muscle spindle firing slows down when muscle contracts, eventually diminishing because fewer reflexive impulses excite the α-motor neurons."}
{"id": "article-102987_9", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level", "content": "Contracted intrafusal fibers can intensify the stretched muscles' afferent signals. The CNS can alter intrafusal fiber tonicity and fine-tune the stretch reflex, modifying muscle contraction intensity at a given length. \"Automatic gain control\" is achieved when γ-motor neurons constantly change intrafusal fiber length. A γ-motor neuron is a lower motor neuron that regulates intrafusal fiber contraction and tonicity, which impact the stretch reflex.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level. Contracted intrafusal fibers can intensify the stretched muscles' afferent signals. The CNS can alter intrafusal fiber tonicity and fine-tune the stretch reflex, modifying muscle contraction intensity at a given length. \"Automatic gain control\" is achieved when γ-motor neurons constantly change intrafusal fiber length. A γ-motor neuron is a lower motor neuron that regulates intrafusal fiber contraction and tonicity, which impact the stretch reflex."}
{"id": "article-102987_10", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level", "content": "Golgi tendon organs (GTOs) are proprioceptors found in tendons and joint capsules. These sensory structures send the CNS information about the tension created by muscle contraction. Fast-conducting type Ib afferent fibers innervate GTOs. These fibers transmit signals directly to the dorsal horn and synapse directly with interneurons that will send inhibitory signals back to the muscle-tendon complex. [19] This circuit initiated by the GTOs is the Golgi-tendon reflex, aka autogenic inhibition or inverse stretch reflex. [20]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level. Golgi tendon organs (GTOs) are proprioceptors found in tendons and joint capsules. These sensory structures send the CNS information about the tension created by muscle contraction. Fast-conducting type Ib afferent fibers innervate GTOs. These fibers transmit signals directly to the dorsal horn and synapse directly with interneurons that will send inhibitory signals back to the muscle-tendon complex. [19] This circuit initiated by the GTOs is the Golgi-tendon reflex, aka autogenic inhibition or inverse stretch reflex. [20]"}
{"id": "article-102987_11", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level", "content": "Muscle stress or strain causes fibroblasts to release IL-1α, IL-1β, IL-2, IL-3, IL-6, and IL-16. These proinflammatory cytokines activate the immune system by recruiting and activating neutrophils, macrophages, and eosinophils. They also promote increased tissue perfusion, swelling, and temperature. [21] [22] Muscle injury leads to the leakage of cellular ATP. Extracellular pH decreases while bradykinin, E2 prostaglandins, and endogenous neuropeptides increase at the injury site. All these events produce an inflammatory cascade that activates nociceptors and releases the neuropeptides substance P and calcitonin gene-related peptide (CGRP).", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level. Muscle stress or strain causes fibroblasts to release IL-1α, IL-1β, IL-2, IL-3, IL-6, and IL-16. These proinflammatory cytokines activate the immune system by recruiting and activating neutrophils, macrophages, and eosinophils. They also promote increased tissue perfusion, swelling, and temperature. [21] [22] Muscle injury leads to the leakage of cellular ATP. Extracellular pH decreases while bradykinin, E2 prostaglandins, and endogenous neuropeptides increase at the injury site. All these events produce an inflammatory cascade that activates nociceptors and releases the neuropeptides substance P and calcitonin gene-related peptide (CGRP)."}
{"id": "article-102987_12", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level", "content": "Substance P and CGRP dilate blood vessels and increase their permeability. The proposed pathophysiology of tenderpoints on a cellular level starts with the musculoskeletal changes and ends with the inflammatory cascade.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Cellular Level. Substance P and CGRP dilate blood vessels and increase their permeability. The proposed pathophysiology of tenderpoints on a cellular level starts with the musculoskeletal changes and ends with the inflammatory cascade."}
{"id": "article-102987_13", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Development", "content": "Skeletal muscle fibers and myofibers arise from mesenchymal stem cells during primary (weeks 8-10) and secondary (weeks 16-18) myogenesis. [23] [24] Around week 11, muscle spindles begin to develop from flat mesenchymal cells near nervous tissue fibers. [25] [26]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Development. Skeletal muscle fibers and myofibers arise from mesenchymal stem cells during primary (weeks 8-10) and secondary (weeks 16-18) myogenesis. [23] [24] Around week 11, muscle spindles begin to develop from flat mesenchymal cells near nervous tissue fibers. [25] [26]"}
{"id": "article-102987_14", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Development", "content": "Muscle spindles become definitive structures by week 20 and continue to grow after birth. From birth and into adulthood, muscle development mostly leads to an increase in muscle fiber size. The muscles rely on muscle satellite cells to heal when injured. [27] GTOs develop in the late stage of fetal development, with thin collagen bundles forming myotendinous junctions at the tips of the myotubules. GTOs continue to develop until a few weeks after birth when the subcapsular space divides, and the 1b fibers are myelinated. [28]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Development. Muscle spindles become definitive structures by week 20 and continue to grow after birth. From birth and into adulthood, muscle development mostly leads to an increase in muscle fiber size. The muscles rely on muscle satellite cells to heal when injured. [27] GTOs develop in the late stage of fetal development, with thin collagen bundles forming myotendinous junctions at the tips of the myotubules. GTOs continue to develop until a few weeks after birth when the subcapsular space divides, and the 1b fibers are myelinated. [28]"}
{"id": "article-102987_15", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Organ Systems Involved", "content": "The musculoskeletal and nervous systems are the major organ systems involved in SCS and FPR. Tenderpoints arise from musculoskeletal injury and inflammation. The receptors and nerve pathways involved are essential to properly executing the SCS and FPR techniques.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Organ Systems Involved. The musculoskeletal and nervous systems are the major organ systems involved in SCS and FPR. Tenderpoints arise from musculoskeletal injury and inflammation. The receptors and nerve pathways involved are essential to properly executing the SCS and FPR techniques."}
{"id": "article-102987_16", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Function", "content": "SCS corrects somatic dysfunction, pain, and tissue texture changes that produce tenderpoints. This indirect technique is useful in patients who require a gentler osteopathic technique or patients who have not responded to other osteopathic techniques. FPR treats tender areas faster than SCS, as it uses an additional compressive force that initiates a quicker cellular response.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Function. SCS corrects somatic dysfunction, pain, and tissue texture changes that produce tenderpoints. This indirect technique is useful in patients who require a gentler osteopathic technique or patients who have not responded to other osteopathic techniques. FPR treats tender areas faster than SCS, as it uses an additional compressive force that initiates a quicker cellular response."}
{"id": "article-102987_17", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Mechanism", "content": "SCS begins with the practitioner identifying tenderpoints. These areas will be monitored during and after the treatment. No standard pain scale measurement can reliably help identify tenderpoints, but the following may be used: Visual analog scale Dichotomous approach, meaning if pain is present or absent \"Jump-sign\" or sudden physical withdrawal from palpation Additionally, dysfunction must be established by testing for range of motion, joint mobility, and strength.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Mechanism. SCS begins with the practitioner identifying tenderpoints. These areas will be monitored during and after the treatment. No standard pain scale measurement can reliably help identify tenderpoints, but the following may be used: Visual analog scale Dichotomous approach, meaning if pain is present or absent \"Jump-sign\" or sudden physical withdrawal from palpation Additionally, dysfunction must be established by testing for range of motion, joint mobility, and strength."}
{"id": "article-102987_18", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Mechanism", "content": "After identifying the tenderpoint, the practitioner moves the patient into a position of comfort so that the tenderpoint is at least 70% less tender. The ideal position is one without tenderness and with the fascia relaxed. The practitioner can find this position by bending the joints around the tenderpoint, thus contracting the affected muscle. Once found, the patient is maintained in this position for about 90 seconds. The practitioner monitors the muscle for tenderness and fascial tightness by palpation. Once improvement is observed, the patient returns to a neutral resting position and is reassessed.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Mechanism. After identifying the tenderpoint, the practitioner moves the patient into a position of comfort so that the tenderpoint is at least 70% less tender. The ideal position is one without tenderness and with the fascia relaxed. The practitioner can find this position by bending the joints around the tenderpoint, thus contracting the affected muscle. Once found, the patient is maintained in this position for about 90 seconds. The practitioner monitors the muscle for tenderness and fascial tightness by palpation. Once improvement is observed, the patient returns to a neutral resting position and is reassessed."}
{"id": "article-102987_19", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Mechanism", "content": "In FPR, the practitioner applies a compressive or distracting force to the affected tissues when the patient is in a position of ease. This technique can shorten the 90-second treatment interval to only about 5 seconds. However, FPR requires a 3-plane diagnosis instead of tenderpoint identification.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Mechanism. In FPR, the practitioner applies a compressive or distracting force to the affected tissues when the patient is in a position of ease. This technique can shorten the 90-second treatment interval to only about 5 seconds. However, FPR requires a 3-plane diagnosis instead of tenderpoint identification."}
{"id": "article-102987_20", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Mechanism", "content": "The clinician first places the patient in a neutral position to unload any pressure on the affected joint. Compression, torsion, or traction is then applied to \"activate\" the area. Soft tissue relaxation may be felt at this point. The patient will remain in a position of ease for about 5 seconds while the activating force is maintained on the dysfunctional segment. Dr. Schiowitz frequently ended the treatment by setting the segment against a barrier. However, it is not a required step. [29] [30]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Mechanism. The clinician first places the patient in a neutral position to unload any pressure on the affected joint. Compression, torsion, or traction is then applied to \"activate\" the area. Soft tissue relaxation may be felt at this point. The patient will remain in a position of ease for about 5 seconds while the activating force is maintained on the dysfunctional segment. Dr. Schiowitz frequently ended the treatment by setting the segment against a barrier. However, it is not a required step. [29] [30]"}
{"id": "article-102987_21", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Related Testing", "content": "Since Dr. Jones' time, up to 200 tenderpoints have been identified. There is no definitive imaging technique for tenderpoints. However, these areas can be appreciated by ultrasonography and sonomyoelastography, unlike fibromyalgia. [31]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Related Testing. Since Dr. Jones' time, up to 200 tenderpoints have been identified. There is no definitive imaging technique for tenderpoints. However, these areas can be appreciated by ultrasonography and sonomyoelastography, unlike fibromyalgia. [31]"}
{"id": "article-102987_22", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Related Testing", "content": "The tender areas in fibromyalgia are usually found in tendinous junctions where muscles attach to bones. Patients with fibromyalgia have a lower pain threshold, such that even the tension between muscle and bone is enough to elicit pain. [32]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Related Testing. The tender areas in fibromyalgia are usually found in tendinous junctions where muscles attach to bones. Patients with fibromyalgia have a lower pain threshold, such that even the tension between muscle and bone is enough to elicit pain. [32]"}
{"id": "article-102987_23", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Related Testing", "content": "SCS tenderpoints also differ from Travell's triggerpoints despite the overlap in the segments involved. Triggerpoints typically radiate pain to other body areas, while tenderpoints do not. Triggerpoints also respond to injections, soft tissue manipulation, and the spray-and-stretch technique.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Related Testing. SCS tenderpoints also differ from Travell's triggerpoints despite the overlap in the segments involved. Triggerpoints typically radiate pain to other body areas, while tenderpoints do not. Triggerpoints also respond to injections, soft tissue manipulation, and the spray-and-stretch technique."}
{"id": "article-102987_24", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology", "content": "The formation of tenderpoints and their responsiveness to SCS may be explained by 3 theories, namely, the proprioceptive theory, local inflammatory circulatory effects, and the ligamento-muscular reflex. These concepts are explained below.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology. The formation of tenderpoints and their responsiveness to SCS may be explained by 3 theories, namely, the proprioceptive theory, local inflammatory circulatory effects, and the ligamento-muscular reflex. These concepts are explained below."}
{"id": "article-102987_25", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Proprioceptive Theory", "content": "The proprioceptive theory is the most widely used explanation for SCS effectiveness. The theory argues that the antagonist muscle spindles activate a counter-contraction response to the stretch reflex. This response creates a persisting muscle spasm, resulting in neuromuscular imbalance, hypertonicity, and referred pain, all of which characterize the tenderpoint. The resulting neuromuscular imbalance is likely responsible for some tenderpoints' ropelike quality. Tenderpoints are considered active injuries and can last as long as the strained muscle continues to shorten.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Proprioceptive Theory. The proprioceptive theory is the most widely used explanation for SCS effectiveness. The theory argues that the antagonist muscle spindles activate a counter-contraction response to the stretch reflex. This response creates a persisting muscle spasm, resulting in neuromuscular imbalance, hypertonicity, and referred pain, all of which characterize the tenderpoint. The resulting neuromuscular imbalance is likely responsible for some tenderpoints' ropelike quality. Tenderpoints are considered active injuries and can last as long as the strained muscle continues to shorten."}
{"id": "article-102987_26", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Proprioceptive Theory", "content": "Muscle shortening can limit joint mobility. SCS resets the γ-motor neuron output and decreases the intrafusal and extrafusal fiber disparity. This effect inhibits the muscle's contraction reflex and returns it to resting length. Studies have shown that symptomatic individuals with tenderpoints experience the following before and after SCS: Tenderness at lower electrical thresholds Reduced stretch reflex amplitudes when treated with SCS Reduced pain and improved range of motion after SCS However, studies that tried to test the proprioceptive theory directly have produced conflicting results. [33] [34]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Proprioceptive Theory. Muscle shortening can limit joint mobility. SCS resets the γ-motor neuron output and decreases the intrafusal and extrafusal fiber disparity. This effect inhibits the muscle's contraction reflex and returns it to resting length. Studies have shown that symptomatic individuals with tenderpoints experience the following before and after SCS: Tenderness at lower electrical thresholds Reduced stretch reflex amplitudes when treated with SCS Reduced pain and improved range of motion after SCS However, studies that tried to test the proprioceptive theory directly have produced conflicting results. [33] [34]"}
{"id": "article-102987_27", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Local Inflammatory Circulatory Effects", "content": "Local inflammatory and circulatory effects may also explain the effectiveness of SCS and FPR. Repositioning an individual can increase circulation in the tenderpoint. Improving blood circulation helps enhance nutrient delivery, remove waste, reduce swelling, and ameliorate ischemic pain. A study measuring cytokines released by fibroblasts during the treatment found that 1 minute of SCS reduced IL-6 production in the tenderpoint, suggesting local circulatory effects. [35]", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Local Inflammatory Circulatory Effects. Local inflammatory and circulatory effects may also explain the effectiveness of SCS and FPR. Repositioning an individual can increase circulation in the tenderpoint. Improving blood circulation helps enhance nutrient delivery, remove waste, reduce swelling, and ameliorate ischemic pain. A study measuring cytokines released by fibroblasts during the treatment found that 1 minute of SCS reduced IL-6 production in the tenderpoint, suggesting local circulatory effects. [35]"}
{"id": "article-102987_28", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Ligamento-Muscular Reflex", "content": "The ligamento-muscular reflex protects ligaments from damage by contracting some muscles and relaxing others, thus reducing ligament mobility when injured. [36] SCS and FPR can relax the affected muscle by using the inhibitory responses generated from the ligamento-muscular and GTO reflexes. This theory is not as widely used as the other two.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Ligamento-Muscular Reflex. The ligamento-muscular reflex protects ligaments from damage by contracting some muscles and relaxing others, thus reducing ligament mobility when injured. [36] SCS and FPR can relax the affected muscle by using the inhibitory responses generated from the ligamento-muscular and GTO reflexes. This theory is not as widely used as the other two."}
{"id": "article-102987_29", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Ligamento-Muscular Reflex", "content": "In SCS, the tenderpoint arises from the body's attempts to contract and protect an injured muscle, causing the antagonist muscle to stretch reflexively. Palpable hypertonic myofascial tissue subsequently forms in the antagonistic muscle. SCS shortens the antagonist muscle to dampen the persistently faulty proprioceptive signals and relieve muscle strain.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Ligamento-Muscular Reflex. In SCS, the tenderpoint arises from the body's attempts to contract and protect an injured muscle, causing the antagonist muscle to stretch reflexively. Palpable hypertonic myofascial tissue subsequently forms in the antagonistic muscle. SCS shortens the antagonist muscle to dampen the persistently faulty proprioceptive signals and relieve muscle strain."}
{"id": "article-102987_30", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Ligamento-Muscular Reflex", "content": "In FPR, the muscle spindle becomes more sensitive to stretch when stimulated by γ-motor neurons. In this way, the stretch fibers of the affected muscle can still send signals to the spinal cord even at rest, keeping the α-motor neurons constantly stimulated. The muscle remains hypertonic even in a neutral position. Easing the muscle with an activating force allows it to \"reset\" its γ-motor neurons and stop contraction signals.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Pathophysiology -- Ligamento-Muscular Reflex. In FPR, the muscle spindle becomes more sensitive to stretch when stimulated by γ-motor neurons. In this way, the stretch fibers of the affected muscle can still send signals to the spinal cord even at rest, keeping the α-motor neurons constantly stimulated. The muscle remains hypertonic even in a neutral position. Easing the muscle with an activating force allows it to \"reset\" its γ-motor neurons and stop contraction signals."}
{"id": "article-102987_31", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Clinical Significance", "content": "SCS and FPR are especially useful in treating individuals with chronic pain who prefer gentle osteopathic techniques or do not respond to other treatments. [37] These techniques' contraindications are few, and they include fractures and significant ligamentous tears in the affected area or when the patient cannot relax. Evidence shows that SCS is indicated in the treatment of the following areas: [38] [39] [40] [41] Hip tender points Trapezius pain Mechanical neck pain Chronic ankle instability and sprains Plantar fasciitis pain Shoulder pain Sacral torsion Lower back pain Cervical hysteresis Iliotibial band friction syndrome Headache Tendonitis Epicondylalgia Knee pain Rotator cuff syndrome Fibromyalgia Osteoarthritis", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Clinical Significance. SCS and FPR are especially useful in treating individuals with chronic pain who prefer gentle osteopathic techniques or do not respond to other treatments. [37] These techniques' contraindications are few, and they include fractures and significant ligamentous tears in the affected area or when the patient cannot relax. Evidence shows that SCS is indicated in the treatment of the following areas: [38] [39] [40] [41] Hip tender points Trapezius pain Mechanical neck pain Chronic ankle instability and sprains Plantar fasciitis pain Shoulder pain Sacral torsion Lower back pain Cervical hysteresis Iliotibial band friction syndrome Headache Tendonitis Epicondylalgia Knee pain Rotator cuff syndrome Fibromyalgia Osteoarthritis"}
{"id": "article-102987_32", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Clinical Significance", "content": "If a tenderpoint can be identified, it can be treated with SCS. Osteopathic medical students have a saying, \"fold and hold,\" to describe SCS techniques, which means folding the segment to shorten the muscles and then holding the position for at least 90 seconds. FPR's effectiveness in treating pain and somatic dysfunctions is not widely supported by clinical research. However, this technique's similarity to SCS makes it useful for similar indications.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Clinical Significance. If a tenderpoint can be identified, it can be treated with SCS. Osteopathic medical students have a saying, \"fold and hold,\" to describe SCS techniques, which means folding the segment to shorten the muscles and then holding the position for at least 90 seconds. FPR's effectiveness in treating pain and somatic dysfunctions is not widely supported by clinical research. However, this technique's similarity to SCS makes it useful for similar indications."}
{"id": "article-102987_33", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Clinical Significance", "content": "The use of SCS and FPR in treating piriformis syndrome, iliacus, and psoas dysfunction has not been fully established. However, treating these conditions with the 2 indirect manipulations is part of the osteopathic physicians' curriculum and practice. Students must keep in mind that these modalities are contraindicated in the following settings: Tenderpoint is in a site of active inflammation Pain may be due to another cause, such as an infection Patient cannot communicate tenderness feedback Patient cannot tolerate manual therapy", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Clinical Significance. The use of SCS and FPR in treating piriformis syndrome, iliacus, and psoas dysfunction has not been fully established. However, treating these conditions with the 2 indirect manipulations is part of the osteopathic physicians' curriculum and practice. Students must keep in mind that these modalities are contraindicated in the following settings: Tenderpoint is in a site of active inflammation Pain may be due to another cause, such as an infection Patient cannot communicate tenderness feedback Patient cannot tolerate manual therapy"}
{"id": "article-102987_34", "title": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Counterstrain and Facilitated Positional Release (FPR) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}