{"id": "article-150571_0", "title": "Bariatric Surgery Cardiac Outcomes -- Continuing Education Activity", "content": "Obesity has become a global epidemic, posing a substantial burden on healthcare systems and contributing to the prevalence of cardiovascular disease, which remains the leading cause of mortality worldwide. Bariatric surgery has emerged as a highly effective intervention for obesity, yielding significant weight loss and metabolic improvements. Recent evidence indicates that the metabolic benefits of bariatric surgery can help mitigate the risks associated with cardiovascular disease, leading to improved cardiac outcomes and reshaping cardiovascular health in individuals with obesity. A comprehensive understanding of the cardiac outcomes following bariatric surgery is essential for making informed decisions and optimizing patient care. This activity aims to address the concerns related to bariatric surgery, highlight the clinical significance of different cardiac outcomes, and explore the pivotal role of interprofessional teams in providing care to patients undergoing bariatric surgery.", "contents": "Bariatric Surgery Cardiac Outcomes -- Continuing Education Activity. Obesity has become a global epidemic, posing a substantial burden on healthcare systems and contributing to the prevalence of cardiovascular disease, which remains the leading cause of mortality worldwide. Bariatric surgery has emerged as a highly effective intervention for obesity, yielding significant weight loss and metabolic improvements. Recent evidence indicates that the metabolic benefits of bariatric surgery can help mitigate the risks associated with cardiovascular disease, leading to improved cardiac outcomes and reshaping cardiovascular health in individuals with obesity. A comprehensive understanding of the cardiac outcomes following bariatric surgery is essential for making informed decisions and optimizing patient care. This activity aims to address the concerns related to bariatric surgery, highlight the clinical significance of different cardiac outcomes, and explore the pivotal role of interprofessional teams in providing care to patients undergoing bariatric surgery."}
{"id": "article-150571_1", "title": "Bariatric Surgery Cardiac Outcomes -- Continuing Education Activity", "content": "Objectives: Identify patients with the clinical indications for bariatric surgery. Assess and manage the postoperative complications of bariatric surgery. Apply effective counseling techniques to educate patients on the potential enhancements in cardiovascular disease risk profiles following bariatric surgery. Implement effective interprofessional team processes for prehospital, hospital, and rehabilitation services to improve cardiovascular outcomes in patients undergoing bariatric surgery. Access free multiple choice questions on this topic.", "contents": "Bariatric Surgery Cardiac Outcomes -- Continuing Education Activity. Objectives: Identify patients with the clinical indications for bariatric surgery. Assess and manage the postoperative complications of bariatric surgery. Apply effective counseling techniques to educate patients on the potential enhancements in cardiovascular disease risk profiles following bariatric surgery. Implement effective interprofessional team processes for prehospital, hospital, and rehabilitation services to improve cardiovascular outcomes in patients undergoing bariatric surgery. Access free multiple choice questions on this topic."}
{"id": "article-150571_2", "title": "Bariatric Surgery Cardiac Outcomes -- Introduction", "content": "Bariatric surgery, or metabolic and weight loss surgery, has become a widely accepted and effective therapeutic modality for individuals with severe obesity and its associated comorbidities. Obesity is a significant risk factor for cardiovascular disease, the leading cause of morbidity and mortality worldwide.", "contents": "Bariatric Surgery Cardiac Outcomes -- Introduction. Bariatric surgery, or metabolic and weight loss surgery, has become a widely accepted and effective therapeutic modality for individuals with severe obesity and its associated comorbidities. Obesity is a significant risk factor for cardiovascular disease, the leading cause of morbidity and mortality worldwide."}
{"id": "article-150571_3", "title": "Bariatric Surgery Cardiac Outcomes -- Introduction", "content": "The indications for bariatric surgery are typically based on body mass index (BMI). Typically, a BMI of >40 or a BMI of >35 with the presence of one or more obesity-related comorbidities such as type 2 diabetes, hypertension, and obstructive sleep apnea meet the criteria for surgical intervention. [1] Bariatric surgery procedures induce significant weight loss and improve metabolic parameters, ameliorating these and other comorbid conditions.", "contents": "Bariatric Surgery Cardiac Outcomes -- Introduction. The indications for bariatric surgery are typically based on body mass index (BMI). Typically, a BMI of >40 or a BMI of >35 with the presence of one or more obesity-related comorbidities such as type 2 diabetes, hypertension, and obstructive sleep apnea meet the criteria for surgical intervention. [1] Bariatric surgery procedures induce significant weight loss and improve metabolic parameters, ameliorating these and other comorbid conditions."}
{"id": "article-150571_4", "title": "Bariatric Surgery Cardiac Outcomes -- Introduction", "content": "The primary objective of bariatric surgery is to restrict food intake by reducing stomach capacity, thereby promoting weight loss. Several types of bariatric surgery are performed in current clinical practice.", "contents": "Bariatric Surgery Cardiac Outcomes -- Introduction. The primary objective of bariatric surgery is to restrict food intake by reducing stomach capacity, thereby promoting weight loss. Several types of bariatric surgery are performed in current clinical practice."}
{"id": "article-150571_5", "title": "Bariatric Surgery Cardiac Outcomes -- Introduction", "content": "The Roux-en-Y gastric bypass (RYGB) is a restrictive and malabsorptive procedure. A small gastric pouch is created by transecting the proximal stomach and rerouting the proximal small intestine to the new pouch. The distal small intestine is connected to the Roux limb, forming the Y-shaped configuration. The procedure decreases stomach capacity and reduces calorie and nutrient absorption. [2] A sleeve gastrectomy is a restrictive procedure removing a significant portion of the stomach, leaving a narrow, sleeve-shaped stomach. [3]", "contents": "Bariatric Surgery Cardiac Outcomes -- Introduction. The Roux-en-Y gastric bypass (RYGB) is a restrictive and malabsorptive procedure. A small gastric pouch is created by transecting the proximal stomach and rerouting the proximal small intestine to the new pouch. The distal small intestine is connected to the Roux limb, forming the Y-shaped configuration. The procedure decreases stomach capacity and reduces calorie and nutrient absorption. [2] A sleeve gastrectomy is a restrictive procedure removing a significant portion of the stomach, leaving a narrow, sleeve-shaped stomach. [3]"}
{"id": "article-150571_6", "title": "Bariatric Surgery Cardiac Outcomes -- Introduction", "content": "The adjustable silicone gastric banding (ASGB) procedure places an inflatable band near the upper stomach to form a small gastric pouch. The band is connected to a subcutaneous access port. Inflating or deflating the band via the access port modifies the pouch size. [4]", "contents": "Bariatric Surgery Cardiac Outcomes -- Introduction. The adjustable silicone gastric banding (ASGB) procedure places an inflatable band near the upper stomach to form a small gastric pouch. The band is connected to a subcutaneous access port. Inflating or deflating the band via the access port modifies the pouch size. [4]"}
{"id": "article-150571_7", "title": "Bariatric Surgery Cardiac Outcomes -- Introduction", "content": "Biliopancreatic diversion with duodenal switch (BPD-DS)  is a comprehensive surgical procedure combining elements of restriction and malabsorption. A significant portion of the stomach is resected, and the proximal small intestine is rerouted to a new connection, creating a common channel. [5]", "contents": "Bariatric Surgery Cardiac Outcomes -- Introduction. Biliopancreatic diversion with duodenal switch (BPD-DS)  is a comprehensive surgical procedure combining elements of restriction and malabsorption. A significant portion of the stomach is resected, and the proximal small intestine is rerouted to a new connection, creating a common channel. [5]"}
{"id": "article-150571_8", "title": "Bariatric Surgery Cardiac Outcomes -- Introduction", "content": "Intragastric balloon (IGB) placement is a nonsurgical, restrictive procedure. A deflated silicone balloon is inserted into the stomach via the oral cavity. Once the inserted balloon is inflated with saline or air, it can help reduce feelings of hunger and promote weight loss. [6]", "contents": "Bariatric Surgery Cardiac Outcomes -- Introduction. Intragastric balloon (IGB) placement is a nonsurgical, restrictive procedure. A deflated silicone balloon is inserted into the stomach via the oral cavity. Once the inserted balloon is inflated with saline or air, it can help reduce feelings of hunger and promote weight loss. [6]"}
{"id": "article-150571_9", "title": "Bariatric Surgery Cardiac Outcomes -- Introduction", "content": "All surgical procedures inherently involve perioperative, short-term, and long-term risks and complications, especially concerning cardiovascular outcomes. This activity examines the existing knowledge regarding the influence of bariatric surgery on the cardiovascular system.", "contents": "Bariatric Surgery Cardiac Outcomes -- Introduction. All surgical procedures inherently involve perioperative, short-term, and long-term risks and complications, especially concerning cardiovascular outcomes. This activity examines the existing knowledge regarding the influence of bariatric surgery on the cardiovascular system."}
{"id": "article-150571_10", "title": "Bariatric Surgery Cardiac Outcomes -- Issues of Concern", "content": "Although bariatric surgery has been demonstrated to lead to substantial weight loss and improvement in comorbid conditions, it is important to acknowledge that these procedures are not devoid of risks.", "contents": "Bariatric Surgery Cardiac Outcomes -- Issues of Concern. Although bariatric surgery has been demonstrated to lead to substantial weight loss and improvement in comorbid conditions, it is important to acknowledge that these procedures are not devoid of risks."}
{"id": "article-150571_11", "title": "Bariatric Surgery Cardiac Outcomes -- Issues of Concern", "content": "A retrospective analysis of 13,722 patients who underwent bariatric surgery in the Cleveland Clinic Health System in the United States, including 2287 patients who underwent metabolic surgery, revealed varying complication rates. Following metabolic surgery, observed complications included postoperative bleeding requiring transfusion (3.0%), pulmonary adverse events (2.5%), venous thromboembolism (1.0%), cardiac events (0.7%), and renal failure requiring dialysis (0.2%). Additionally, 4.8% of the metabolic surgery group required abdominal surgical intervention in the immediate postoperative period, and 0.7% died within 90 days of the initial surgical procedure. However, despite these complications, patients who underwent metabolic surgery exhibited reduced incidences of all prespecified outcomes, including all-cause mortality, coronary disease, cerebrovascular events, heart failure, atrial fibrillation, and nephropathy. [7]", "contents": "Bariatric Surgery Cardiac Outcomes -- Issues of Concern. A retrospective analysis of 13,722 patients who underwent bariatric surgery in the Cleveland Clinic Health System in the United States, including 2287 patients who underwent metabolic surgery, revealed varying complication rates. Following metabolic surgery, observed complications included postoperative bleeding requiring transfusion (3.0%), pulmonary adverse events (2.5%), venous thromboembolism (1.0%), cardiac events (0.7%), and renal failure requiring dialysis (0.2%). Additionally, 4.8% of the metabolic surgery group required abdominal surgical intervention in the immediate postoperative period, and 0.7% died within 90 days of the initial surgical procedure. However, despite these complications, patients who underwent metabolic surgery exhibited reduced incidences of all prespecified outcomes, including all-cause mortality, coronary disease, cerebrovascular events, heart failure, atrial fibrillation, and nephropathy. [7]"}
{"id": "article-150571_12", "title": "Bariatric Surgery Cardiac Outcomes -- Issues of Concern", "content": "Another retrospective analysis of 135,413 bariatric surgery patients revealed the most common complications within 30 days of the surgery were bleeding (0.7%), wound infections (0.5%), urinary tract infections (0.3%), venous thromboembolism (0.3%), and anastomotic leaks (0.2%). Postoperative stroke and myocardial infarction incidence were 0.01% and 0.04%, respectively. Complications such as bleeding and anastomotic leaks significantly impacted end-organ dysfunction, necessitating reoperation and intensive care unit admission in the postoperative period. Among all complications, venous thromboembolism and stroke posed the highest mortality risk following bariatric surgery. [8]", "contents": "Bariatric Surgery Cardiac Outcomes -- Issues of Concern. Another retrospective analysis of 135,413 bariatric surgery patients revealed the most common complications within 30 days of the surgery were bleeding (0.7%), wound infections (0.5%), urinary tract infections (0.3%), venous thromboembolism (0.3%), and anastomotic leaks (0.2%). Postoperative stroke and myocardial infarction incidence were 0.01% and 0.04%, respectively. Complications such as bleeding and anastomotic leaks significantly impacted end-organ dysfunction, necessitating reoperation and intensive care unit admission in the postoperative period. Among all complications, venous thromboembolism and stroke posed the highest mortality risk following bariatric surgery. [8]"}
{"id": "article-150571_13", "title": "Bariatric Surgery Cardiac Outcomes -- Issues of Concern", "content": "Morino et al conducted a comprehensive retrospective analysis based on a large prospective database, which included 13,871 bariatric procedures: 6122 adjustable silicone gastric banding (ASGB), 4215 vertical banded gastroplasties (VBG), 1106 gastric bypasses, 1988 biliopancreatic diversions (BPD), and 303 biliointestinal bypasses. The study revealed a sixty-day mortality rate of 0.25%, with the type of procedure significantly influencing the mortality risk. Mortality risks were 0.1% for ASGB, 0.15% for VBG, 0.54% for gastric bypasses, and 0.8% for BPD. The primary cause of death was pulmonary embolism (38.2%), followed by cardiac failure (17.6%), intestinal leak (17.6%), and respiratory failure (11.8%). Additionally, technical complications of the procedure directly resulted in death in 29.4% of cases. The study emphasized that factors such as open surgery, prolonged operative time, perioperative hypertension or diabetes, and case volume at each center contribute to an increased mortality risk. These findings underscore the significance of carefully selecting the appropriate procedure and ensuring the surgical team's expertise when considering bariatric surgery. Despite being generally safe, the specific type of bariatric surgery remains a crucial determinant of mortality risk. [9]", "contents": "Bariatric Surgery Cardiac Outcomes -- Issues of Concern. Morino et al conducted a comprehensive retrospective analysis based on a large prospective database, which included 13,871 bariatric procedures: 6122 adjustable silicone gastric banding (ASGB), 4215 vertical banded gastroplasties (VBG), 1106 gastric bypasses, 1988 biliopancreatic diversions (BPD), and 303 biliointestinal bypasses. The study revealed a sixty-day mortality rate of 0.25%, with the type of procedure significantly influencing the mortality risk. Mortality risks were 0.1% for ASGB, 0.15% for VBG, 0.54% for gastric bypasses, and 0.8% for BPD. The primary cause of death was pulmonary embolism (38.2%), followed by cardiac failure (17.6%), intestinal leak (17.6%), and respiratory failure (11.8%). Additionally, technical complications of the procedure directly resulted in death in 29.4% of cases. The study emphasized that factors such as open surgery, prolonged operative time, perioperative hypertension or diabetes, and case volume at each center contribute to an increased mortality risk. These findings underscore the significance of carefully selecting the appropriate procedure and ensuring the surgical team's expertise when considering bariatric surgery. Despite being generally safe, the specific type of bariatric surgery remains a crucial determinant of mortality risk. [9]"}
{"id": "article-150571_14", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance", "content": "A substantial body of research consistently demonstrates a significant reduction in cardiovascular risk factors following bariatric surgery, solidifying its role as more than a cosmetic procedure and establishing its effectiveness in preventing cardiovascular events. The impact of bariatric surgery in reducing cardiovascular risk factors is remarkable. Evidence consistently indicates that bariatric surgery leads to superior long-term weight loss compared to the best nonsurgical options for obesity, regardless of the specific bariatric procedure employed. With over 250,000 bariatric procedures performed annually in the United States, its widespread utilization underscores the recognition of its potential benefits in addressing cardiovascular health. [10]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance. A substantial body of research consistently demonstrates a significant reduction in cardiovascular risk factors following bariatric surgery, solidifying its role as more than a cosmetic procedure and establishing its effectiveness in preventing cardiovascular events. The impact of bariatric surgery in reducing cardiovascular risk factors is remarkable. Evidence consistently indicates that bariatric surgery leads to superior long-term weight loss compared to the best nonsurgical options for obesity, regardless of the specific bariatric procedure employed. With over 250,000 bariatric procedures performed annually in the United States, its widespread utilization underscores the recognition of its potential benefits in addressing cardiovascular health. [10]"}
{"id": "article-150571_15", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Heart Failure", "content": "The significant weight loss after bariatric surgery positively impacts cardiac metabolism, workload, performance, and structure. Bariatric surgery is linked to decreased left ventricular end-diastolic volume, left ventricular mass, left atrium diameter, and increased left ventricular ejection fraction. Patients undergoing bariatric surgery may experience improved diastolic and systolic function and heart tissue structure. [11] [12]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Heart Failure. The significant weight loss after bariatric surgery positively impacts cardiac metabolism, workload, performance, and structure. Bariatric surgery is linked to decreased left ventricular end-diastolic volume, left ventricular mass, left atrium diameter, and increased left ventricular ejection fraction. Patients undergoing bariatric surgery may experience improved diastolic and systolic function and heart tissue structure. [11] [12]"}
{"id": "article-150571_16", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Electrocardiographic and Echocardiographic Changes", "content": "The weight loss resulting from bariatric surgery can cause a substantial decrease in resting heart rate and a shortening of the corrected QT interval on an electrocardiogram (ECG). ECGs performed after bariatric surgery demonstrate a rightward axis shift, fewer signs of hypertrophy, lower QRS voltage, and less T wave flattening. [13]  At 6 months after surgery, echocardiographic assessments indicate a significant reduction in left ventricular dimensions and mass with an increase in the E/A ratio. [14] [15]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Electrocardiographic and Echocardiographic Changes. The weight loss resulting from bariatric surgery can cause a substantial decrease in resting heart rate and a shortening of the corrected QT interval on an electrocardiogram (ECG). ECGs performed after bariatric surgery demonstrate a rightward axis shift, fewer signs of hypertrophy, lower QRS voltage, and less T wave flattening. [13]  At 6 months after surgery, echocardiographic assessments indicate a significant reduction in left ventricular dimensions and mass with an increase in the E/A ratio. [14] [15]"}
{"id": "article-150571_17", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Atrial Fibrillation", "content": "Atrial fibrillation is associated with risk factors such as diabetes mellitus, hypertension, obstructive sleep apnea, and obesity. Recent studies have shown promise for bariatric surgery as an intervention to reduce the risk of atrial fibrillation in individuals with obesity. [7] However, a secondary analysis of the Look AHEAD trial indicated that nonsurgical weight loss did not significantly decrease the incidence of atrial fibrillation. [16] Furthermore, a 2019 meta-analysis provided limited evidence supporting a reduced occurrence of atrial fibrillation after nonsurgical weight loss. Interestingly, the same meta-analysis revealed that even a modest weight gain of 5% is linked to a 13% increase in the incidence of atrial fibrillation. [17] Implementing preventive measures to prevent weight gain in the general population is imperative to alleviate the global burden of atrial fibrillation.", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Atrial Fibrillation. Atrial fibrillation is associated with risk factors such as diabetes mellitus, hypertension, obstructive sleep apnea, and obesity. Recent studies have shown promise for bariatric surgery as an intervention to reduce the risk of atrial fibrillation in individuals with obesity. [7] However, a secondary analysis of the Look AHEAD trial indicated that nonsurgical weight loss did not significantly decrease the incidence of atrial fibrillation. [16] Furthermore, a 2019 meta-analysis provided limited evidence supporting a reduced occurrence of atrial fibrillation after nonsurgical weight loss. Interestingly, the same meta-analysis revealed that even a modest weight gain of 5% is linked to a 13% increase in the incidence of atrial fibrillation. [17] Implementing preventive measures to prevent weight gain in the general population is imperative to alleviate the global burden of atrial fibrillation."}
{"id": "article-150571_18", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Dyslipidemia and Hypertension", "content": "Multiple studies indicate a significant reduction in triglycerides and an increase in HDL-C 12 months after bariatric surgery. [18] [19]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Dyslipidemia and Hypertension. Multiple studies indicate a significant reduction in triglycerides and an increase in HDL-C 12 months after bariatric surgery. [18] [19]"}
{"id": "article-150571_19", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Dyslipidemia and Hypertension", "content": "A meta-analysis by Buchwald et al examined 135,246 subjects who underwent bariatric surgery, revealing that bariatric surgery was associated with substantial improvements in several preexisting metabolic disorders. Hypertension resolved in 61.7% of patients, and dyslipidemia and diabetes mellitus improved in 70% and 86%. These findings highlight the potential of bariatric surgery as a promising intervention for improving metabolic health. [20]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Dyslipidemia and Hypertension. A meta-analysis by Buchwald et al examined 135,246 subjects who underwent bariatric surgery, revealing that bariatric surgery was associated with substantial improvements in several preexisting metabolic disorders. Hypertension resolved in 61.7% of patients, and dyslipidemia and diabetes mellitus improved in 70% and 86%. These findings highlight the potential of bariatric surgery as a promising intervention for improving metabolic health. [20]"}
{"id": "article-150571_20", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Dyslipidemia and Hypertension", "content": "A 2012 study involving 19,543 subjects investigated the effect of bariatric surgery on cardiovascular risk factors and cardiac structure and function. A significant proportion of patients resolved or improved their baseline hypertension, diabetes, and hyperlipidemia following surgical intervention. [21] A separate meta-analysis by Wilhelm et al. revealed improvement in hypertension in 63.7% of patients and complete resolution of hypertension in 50% of patients undergoing bariatric surgery. [22]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Dyslipidemia and Hypertension. A 2012 study involving 19,543 subjects investigated the effect of bariatric surgery on cardiovascular risk factors and cardiac structure and function. A significant proportion of patients resolved or improved their baseline hypertension, diabetes, and hyperlipidemia following surgical intervention. [21] A separate meta-analysis by Wilhelm et al. revealed improvement in hypertension in 63.7% of patients and complete resolution of hypertension in 50% of patients undergoing bariatric surgery. [22]"}
{"id": "article-150571_21", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Atherosclerosis", "content": "Carotid intima-media thickness (CIMT) is a commonly used parameter for predicting cardiovascular disease and atherosclerosis development. In patients with morbid obesity, bariatric surgery leads to a significant decrease in CIMT. [23]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Atherosclerosis. Carotid intima-media thickness (CIMT) is a commonly used parameter for predicting cardiovascular disease and atherosclerosis development. In patients with morbid obesity, bariatric surgery leads to a significant decrease in CIMT. [23]"}
{"id": "article-150571_22", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Diabetes", "content": "Type 2 diabetes is strongly associated with obesity. The resolution of type 2 diabetes after bariatric surgery has been well documented. Fasting plasma glucose and hemoglobin A1c levels drastically decrease within twelve months of bariatric surgery. [24] Fasting plasma glucose has been shown to decrease after just 1 week. [25] Following surgical treatment, there is also a reduction in the need for oral antidiabetic agents and insulin. [26] Pender et al. demonstrated improved insulin receptor sensitivity and increased concentrations of skeletal muscle insulin receptors after bariatric surgery. [27]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Diabetes. Type 2 diabetes is strongly associated with obesity. The resolution of type 2 diabetes after bariatric surgery has been well documented. Fasting plasma glucose and hemoglobin A1c levels drastically decrease within twelve months of bariatric surgery. [24] Fasting plasma glucose has been shown to decrease after just 1 week. [25] Following surgical treatment, there is also a reduction in the need for oral antidiabetic agents and insulin. [26] Pender et al. demonstrated improved insulin receptor sensitivity and increased concentrations of skeletal muscle insulin receptors after bariatric surgery. [27]"}
{"id": "article-150571_23", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Weight Loss", "content": "In a 2019 study, the health records of 13,722 patients from the Cleveland Clinic Health System in the United States were analyzed. Among them, 2287 individuals underwent metabolic surgery, while 11,435 served as the control group. The metabolic surgical procedures included Roux-en-Y gastric bypass, sleeve gastrectomy, adjustable gastric banding, and duodenal switch. The study findings demonstrated a decreased risk of major cardiovascular events associated with metabolic surgery. Over eight years, patients who underwent surgery experienced an average weight loss of 29.1 kg, surpassing the control group's average weight loss of 8.7 kg. Additionally, the surgery group exhibited significantly reduced levels of hemoglobin A1c compared to the control group, highlighting improved glycemic control following surgery. [7]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Weight Loss. In a 2019 study, the health records of 13,722 patients from the Cleveland Clinic Health System in the United States were analyzed. Among them, 2287 individuals underwent metabolic surgery, while 11,435 served as the control group. The metabolic surgical procedures included Roux-en-Y gastric bypass, sleeve gastrectomy, adjustable gastric banding, and duodenal switch. The study findings demonstrated a decreased risk of major cardiovascular events associated with metabolic surgery. Over eight years, patients who underwent surgery experienced an average weight loss of 29.1 kg, surpassing the control group's average weight loss of 8.7 kg. Additionally, the surgery group exhibited significantly reduced levels of hemoglobin A1c compared to the control group, highlighting improved glycemic control following surgery. [7]"}
{"id": "article-150571_24", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Lifespan and Deaths from Cardiovascular Disease", "content": "Bariatric surgery has been repeatedly demonstrated to decrease cardiovascular disease risk factors significantly. The results of the Swedish Obese Subjects (SOS) study revealed that in comparison to traditional care, bariatric surgery was linked to a decrease in the number of deaths caused by cardiovascular diseases and a lower incidence of cardiovascular events in adults with obesity. [28]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Lifespan and Deaths from Cardiovascular Disease. Bariatric surgery has been repeatedly demonstrated to decrease cardiovascular disease risk factors significantly. The results of the Swedish Obese Subjects (SOS) study revealed that in comparison to traditional care, bariatric surgery was linked to a decrease in the number of deaths caused by cardiovascular diseases and a lower incidence of cardiovascular events in adults with obesity. [28]"}
{"id": "article-150571_25", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Lifespan and Deaths from Cardiovascular Disease", "content": "Patterson et al found that laparoscopic gastric bypass surgery for morbid obesity had a significantly longer lifespan than a diet and exercise regimen. The life expectancy after the surgery was 69.7 years, while for those who followed a diet and exercise program, it was 67.3 years. [29]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Lifespan and Deaths from Cardiovascular Disease. Patterson et al found that laparoscopic gastric bypass surgery for morbid obesity had a significantly longer lifespan than a diet and exercise regimen. The life expectancy after the surgery was 69.7 years, while for those who followed a diet and exercise program, it was 67.3 years. [29]"}
{"id": "article-150571_26", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Lifespan and Deaths from Cardiovascular Disease", "content": "A 2007 study by Adams et al compared the long-term death rate of 9949 people who underwent gastric bypass surgery to a control group of 9628 individuals with severe obesity who applied for driver's licenses, matching 7925 people from each group for comparison. The long-term death rate was significantly lower after gastric bypass surgery, particularly for deaths related to diabetes, heart disease, and cancer. However, the death rate from non-disease causes was higher in the surgery group compared to the control group. [30]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Lifespan and Deaths from Cardiovascular Disease. A 2007 study by Adams et al compared the long-term death rate of 9949 people who underwent gastric bypass surgery to a control group of 9628 individuals with severe obesity who applied for driver's licenses, matching 7925 people from each group for comparison. The long-term death rate was significantly lower after gastric bypass surgery, particularly for deaths related to diabetes, heart disease, and cancer. However, the death rate from non-disease causes was higher in the surgery group compared to the control group. [30]"}
{"id": "article-150571_27", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Lifespan and Deaths from Cardiovascular Disease", "content": "A 2021 cohort study investigated the relationship between bariatric surgery and major adverse cardiovascular events (MACE) among patients with cardiovascular disease and severe obesity. Bariatric surgery was correlated with a lower incidence of MACE in patients with cardiovascular disease and obesity. [31] A 2022 meta-analysis of 39 prospective and retrospective studies found that bariatric surgery positively impacted overall death and death from cardiovascular causes. Heart failure, heart attack, stroke, and atrial fibrillation incidence were also lower in those who underwent bariatric surgery. [32]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Lifespan and Deaths from Cardiovascular Disease. A 2021 cohort study investigated the relationship between bariatric surgery and major adverse cardiovascular events (MACE) among patients with cardiovascular disease and severe obesity. Bariatric surgery was correlated with a lower incidence of MACE in patients with cardiovascular disease and obesity. [31] A 2022 meta-analysis of 39 prospective and retrospective studies found that bariatric surgery positively impacted overall death and death from cardiovascular causes. Heart failure, heart attack, stroke, and atrial fibrillation incidence were also lower in those who underwent bariatric surgery. [32]"}
{"id": "article-150571_28", "title": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Cardiovascular Disease Risk in Patients with Nonalcoholic Fatty Liver Disease", "content": "A recent large-scale retrospective cohort study aimed to assess the link between bariatric surgery and cardiovascular disease risk in individuals with nonalcoholic fatty liver disease (NAFLD) and severe obesity. The study included 86,964 adults, with 30,300 (34.8%) undergoing bariatric surgery and 56,664 (65.2%) receiving nonsurgical care. The study employed inverse probability treatment weighting to balance the baseline covariates. The results showed 1,568 cases of incident cardiovascular events in the surgical group, whereas the nonsurgical group had 7,215 cases. The study found that bariatric surgery was associated with a 49% lower risk of cardiovascular disease than nonsurgical care, suggesting that bariatric surgery may be associated with a substantial reduction in cardiovascular disease risk in individuals with severe obesity and NAFLD. [33]", "contents": "Bariatric Surgery Cardiac Outcomes -- Clinical Significance -- Cardiovascular Disease Risk in Patients with Nonalcoholic Fatty Liver Disease. A recent large-scale retrospective cohort study aimed to assess the link between bariatric surgery and cardiovascular disease risk in individuals with nonalcoholic fatty liver disease (NAFLD) and severe obesity. The study included 86,964 adults, with 30,300 (34.8%) undergoing bariatric surgery and 56,664 (65.2%) receiving nonsurgical care. The study employed inverse probability treatment weighting to balance the baseline covariates. The results showed 1,568 cases of incident cardiovascular events in the surgical group, whereas the nonsurgical group had 7,215 cases. The study found that bariatric surgery was associated with a 49% lower risk of cardiovascular disease than nonsurgical care, suggesting that bariatric surgery may be associated with a substantial reduction in cardiovascular disease risk in individuals with severe obesity and NAFLD. [33]"}
{"id": "article-150571_29", "title": "Bariatric Surgery Cardiac Outcomes -- Other Issues -- Dumping Syndrome", "content": "Dumping syndrome is a postprandial phenomenon commonly observed after bariatric surgery. Dumping syndrome occurs when food passes rapidly through the stomach and enters the small intestine without complete digestion. This leads to gastrointestinal and vasomotor symptoms, including fatigue, abdominal pain, nausea, vomiting, diarrhea, and hypotension. Hypotension can result from a rapid osmotic fluid shift from the plasma into the bowel, potentially causing tachycardia and syncope. Patients can often alleviate their symptoms through appropriate adjustments in diet and lifestyle. [34]", "contents": "Bariatric Surgery Cardiac Outcomes -- Other Issues -- Dumping Syndrome. Dumping syndrome is a postprandial phenomenon commonly observed after bariatric surgery. Dumping syndrome occurs when food passes rapidly through the stomach and enters the small intestine without complete digestion. This leads to gastrointestinal and vasomotor symptoms, including fatigue, abdominal pain, nausea, vomiting, diarrhea, and hypotension. Hypotension can result from a rapid osmotic fluid shift from the plasma into the bowel, potentially causing tachycardia and syncope. Patients can often alleviate their symptoms through appropriate adjustments in diet and lifestyle. [34]"}
{"id": "article-150571_30", "title": "Bariatric Surgery Cardiac Outcomes -- Other Issues -- Thiamine Deficiency", "content": "Bariatric surgery reduces the absorptive gastric surface area and may lead to deficiencies in essential vitamins, including thiamine (vitamin B1). [34]  Severe, prolonged thiamine  deficiency can lead to Wernicke encephalopathy (WE), characterized by ataxia, nystagmus, and confusion. [35] Severe thiamine deficiency may also lead to wet beriberi. Patients with wet beriberi typically present with cardiovascular symptoms, signs of heart failure, and fluid accumulation. [36] Administering intravenous thiamine before any glucose is the recommended treatment for WE and wet beriberi; administration of glucose alone can exacerbate WE. Malnourished patients should avoid oral thiamine as its gastrointestinal absorption can be unpredictable. [37]", "contents": "Bariatric Surgery Cardiac Outcomes -- Other Issues -- Thiamine Deficiency. Bariatric surgery reduces the absorptive gastric surface area and may lead to deficiencies in essential vitamins, including thiamine (vitamin B1). [34]  Severe, prolonged thiamine  deficiency can lead to Wernicke encephalopathy (WE), characterized by ataxia, nystagmus, and confusion. [35] Severe thiamine deficiency may also lead to wet beriberi. Patients with wet beriberi typically present with cardiovascular symptoms, signs of heart failure, and fluid accumulation. [36] Administering intravenous thiamine before any glucose is the recommended treatment for WE and wet beriberi; administration of glucose alone can exacerbate WE. Malnourished patients should avoid oral thiamine as its gastrointestinal absorption can be unpredictable. [37]"}
{"id": "article-150571_31", "title": "Bariatric Surgery Cardiac Outcomes -- Other Issues -- Iron Deficiency", "content": "Iron deficiency is prevalent among patients who undergo Roux-en-Y gastric bypass. Factors contributing to iron deficiency after bariatric surgery include decreased iron consumption, decreased hydrochloric acid secretion, and reduced surface area available for absorption. [38] This finding of iron deficiency was supported by a study of 170 patients who underwent Roux-en-Y gastric bypass. Iron deficiency anemia occurred in 6.5% of patients before and 33.5% three years after the procedure. Premenopausal women had lower hematocrit and hemoglobin levels following the surgery. [39] Anemia due to iron deficiency has been linked to higher levels of systemic inflammation, contributing to the development of atherosclerosis and increasing the risk of cardiovascular events, especially in women. [40]", "contents": "Bariatric Surgery Cardiac Outcomes -- Other Issues -- Iron Deficiency. Iron deficiency is prevalent among patients who undergo Roux-en-Y gastric bypass. Factors contributing to iron deficiency after bariatric surgery include decreased iron consumption, decreased hydrochloric acid secretion, and reduced surface area available for absorption. [38] This finding of iron deficiency was supported by a study of 170 patients who underwent Roux-en-Y gastric bypass. Iron deficiency anemia occurred in 6.5% of patients before and 33.5% three years after the procedure. Premenopausal women had lower hematocrit and hemoglobin levels following the surgery. [39] Anemia due to iron deficiency has been linked to higher levels of systemic inflammation, contributing to the development of atherosclerosis and increasing the risk of cardiovascular events, especially in women. [40]"}
{"id": "article-150571_32", "title": "Bariatric Surgery Cardiac Outcomes -- Other Issues -- Iron Deficiency", "content": "Oral iron supplementation is the primary treatment for iron deficiency following Roux-en-Y gastric bypass surgery. Nausea and constipation are frequent adverse effects of oral iron supplementation that contribute to therapeutic noncompliance and persistent iron deficiency. [41] For patients who cannot tolerate oral iron supplementation or fail to respond, intravenous iron supplementation may be a necessary alternative. The intravenous administration of iron carries a risk of anaphylaxis and is infrequently considered an appropriate first-line therapeutic option. [42] Administering 2 grams of intravenous iron dextran can effectively treat anemia and replenish iron stores for over a year in most patients following Roux-en-Y gastric bypass surgery; this dosage has been proven safe and effective and can improve symptoms such as fatigue and pica. [43]", "contents": "Bariatric Surgery Cardiac Outcomes -- Other Issues -- Iron Deficiency. Oral iron supplementation is the primary treatment for iron deficiency following Roux-en-Y gastric bypass surgery. Nausea and constipation are frequent adverse effects of oral iron supplementation that contribute to therapeutic noncompliance and persistent iron deficiency. [41] For patients who cannot tolerate oral iron supplementation or fail to respond, intravenous iron supplementation may be a necessary alternative. The intravenous administration of iron carries a risk of anaphylaxis and is infrequently considered an appropriate first-line therapeutic option. [42] Administering 2 grams of intravenous iron dextran can effectively treat anemia and replenish iron stores for over a year in most patients following Roux-en-Y gastric bypass surgery; this dosage has been proven safe and effective and can improve symptoms such as fatigue and pica. [43]"}
{"id": "article-150571_33", "title": "Bariatric Surgery Cardiac Outcomes -- Enhancing Healthcare Team Outcomes", "content": "Healthcare providers must prioritize initiatives aimed at decreasing the incidence of venous thromboembolism after bariatric surgery. Preventing venous thromboembolism significantly reduces mortality rates and the likelihood of postsurgical readmission. Research supports that decreasing venous thromboembolic events in the postoperative period following bariatric surgery could decrease mortality by 12% to 17%. [8] [level 3]", "contents": "Bariatric Surgery Cardiac Outcomes -- Enhancing Healthcare Team Outcomes. Healthcare providers must prioritize initiatives aimed at decreasing the incidence of venous thromboembolism after bariatric surgery. Preventing venous thromboembolism significantly reduces mortality rates and the likelihood of postsurgical readmission. Research supports that decreasing venous thromboembolic events in the postoperative period following bariatric surgery could decrease mortality by 12% to 17%. [8] [level 3]"}
{"id": "article-150571_34", "title": "Bariatric Surgery Cardiac Outcomes -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "When selecting the most suitable bariatric procedure for a patient, it is crucial to consider the specific procedure-related mortality risks. The risk of postoperative mortality can be reduced by carefully choosing the procedure, implementing preventive measures, promptly identifying potential issues, and providing appropriate cardiovascular care.", "contents": "Bariatric Surgery Cardiac Outcomes -- Nursing, Allied Health, and Interprofessional Team Interventions. When selecting the most suitable bariatric procedure for a patient, it is crucial to consider the specific procedure-related mortality risks. The risk of postoperative mortality can be reduced by carefully choosing the procedure, implementing preventive measures, promptly identifying potential issues, and providing appropriate cardiovascular care."}
{"id": "article-150571_35", "title": "Bariatric Surgery Cardiac Outcomes -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Regular postoperative assessments with the bariatric surgeon and primary care provider are necessary after bariatric surgery. These evaluations help track progress, detect potential adverse events, and adjust medications as needed. Referrals to other healthcare specialists, including a registered dietitian, a mental health professional, and an exercise physiologist, may also be necessary to ensure comprehensive care.", "contents": "Bariatric Surgery Cardiac Outcomes -- Nursing, Allied Health, and Interprofessional Team Interventions. Regular postoperative assessments with the bariatric surgeon and primary care provider are necessary after bariatric surgery. These evaluations help track progress, detect potential adverse events, and adjust medications as needed. Referrals to other healthcare specialists, including a registered dietitian, a mental health professional, and an exercise physiologist, may also be necessary to ensure comprehensive care."}
{"id": "article-150571_36", "title": "Bariatric Surgery Cardiac Outcomes -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The registered dietitian is pivotal in ensuring the patient adheres to the prescribed postoperative dietary regimen. The mental health professional provides essential support and intervention for any psychosocial challenges that may arise, such as body dysmorphia or mood disturbances. Additionally, the exercise physiologist assists in developing a safe and effective exercise plan, which is vital for promoting weight loss and maintaining overall physical well-being.", "contents": "Bariatric Surgery Cardiac Outcomes -- Nursing, Allied Health, and Interprofessional Team Interventions. The registered dietitian is pivotal in ensuring the patient adheres to the prescribed postoperative dietary regimen. The mental health professional provides essential support and intervention for any psychosocial challenges that may arise, such as body dysmorphia or mood disturbances. Additionally, the exercise physiologist assists in developing a safe and effective exercise plan, which is vital for promoting weight loss and maintaining overall physical well-being."}
{"id": "article-150571_37", "title": "Bariatric Surgery Cardiac Outcomes -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Postoperative evaluations and consultations with specialized healthcare providers are fundamental to the long-term success of bariatric surgery patients. By attending these appointments and following the guidance of the healthcare team, patients significantly improve their chances of achieving positive outcomes and enhancing their overall quality of life.", "contents": "Bariatric Surgery Cardiac Outcomes -- Nursing, Allied Health, and Interprofessional Team Interventions. Postoperative evaluations and consultations with specialized healthcare providers are fundamental to the long-term success of bariatric surgery patients. By attending these appointments and following the guidance of the healthcare team, patients significantly improve their chances of achieving positive outcomes and enhancing their overall quality of life."}
{"id": "article-150571_38", "title": "Bariatric Surgery Cardiac Outcomes -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bariatric Surgery Cardiac Outcomes -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}