{"id": "article-33972_0", "title": "Biochemistry, Ghrelin -- Introduction", "content": "Ghrelin is a peptide hormone known for its role in the stimulation of appetite and feeding behavior, energy homeostasis, and carbohydrate metabolism. Ghrelin’s orexigenic (appetite-stimulating) effects get mediated via metabolic need-driven homeostatic feeding as well as central actions on reward, memory, and motivated feeding behavior. [1] Having only been recently discovered in 1999, ghrelin’s many putative functions have sparked interest in a variety of clinical applications. This brief review focuses on the significant effects of ghrelin.", "contents": "Biochemistry, Ghrelin -- Introduction. Ghrelin is a peptide hormone known for its role in the stimulation of appetite and feeding behavior, energy homeostasis, and carbohydrate metabolism. Ghrelin’s orexigenic (appetite-stimulating) effects get mediated via metabolic need-driven homeostatic feeding as well as central actions on reward, memory, and motivated feeding behavior. [1] Having only been recently discovered in 1999, ghrelin’s many putative functions have sparked interest in a variety of clinical applications. This brief review focuses on the significant effects of ghrelin."}
{"id": "article-33972_1", "title": "Biochemistry, Ghrelin -- Cellular Level", "content": "Ghrelin gets processed as preproghrelin, which is cleaved to proghrelin and finally ghrelin in the cell. [2] Proghrelin undergoes a unique post-translational modification with octanolyation of the serine at position 3, resulting in acylating ghrelin, the most active form of ghrelin. [2] Mediation of this acylation of ghrelin is via ghrelin-o-acyltransferase (GOAT) and underlies its role as an endogenous ligand of the growth hormone secretagogue receptor (GHS-R1-alpha). This engagement of GHS-R1-alpha results in the secretion of growth hormone from the pituitary gland. [3] Acylated ghrelin also binds to the GHS-R1-alpha in neuronal circuits in the hypothalamus resulting in its orexigenic effects. GHS-R1α is a G protein-coupled receptor that results in the activation of phospholipase C, an increase in inositol triphosphate, and an increase in calcium release. [3] Ghrelin gets transported to the hypothalamus and other areas of the brain via the circulation and vagal afferents. [3] In the hypothalamic orexigenic axis, ghrelin triggers the release of 2 crucial neuropeptides- neuropeptide Y (NPY) and agouti-related protein (AgRP); this stimulates appetite and also reduces energy expenditure. [3] [4]", "contents": "Biochemistry, Ghrelin -- Cellular Level. Ghrelin gets processed as preproghrelin, which is cleaved to proghrelin and finally ghrelin in the cell. [2] Proghrelin undergoes a unique post-translational modification with octanolyation of the serine at position 3, resulting in acylating ghrelin, the most active form of ghrelin. [2] Mediation of this acylation of ghrelin is via ghrelin-o-acyltransferase (GOAT) and underlies its role as an endogenous ligand of the growth hormone secretagogue receptor (GHS-R1-alpha). This engagement of GHS-R1-alpha results in the secretion of growth hormone from the pituitary gland. [3] Acylated ghrelin also binds to the GHS-R1-alpha in neuronal circuits in the hypothalamus resulting in its orexigenic effects. GHS-R1α is a G protein-coupled receptor that results in the activation of phospholipase C, an increase in inositol triphosphate, and an increase in calcium release. [3] Ghrelin gets transported to the hypothalamus and other areas of the brain via the circulation and vagal afferents. [3] In the hypothalamic orexigenic axis, ghrelin triggers the release of 2 crucial neuropeptides- neuropeptide Y (NPY) and agouti-related protein (AgRP); this stimulates appetite and also reduces energy expenditure. [3] [4]"}
{"id": "article-33972_2", "title": "Biochemistry, Ghrelin -- Molecular Level", "content": "Ghrelin is produced mainly by the PD/D1 cells of the stomach but is also present in other tissues, including the small intestine, hypothalamus, pancreas, pituitary, and adrenal gland. [2]", "contents": "Biochemistry, Ghrelin -- Molecular Level. Ghrelin is produced mainly by the PD/D1 cells of the stomach but is also present in other tissues, including the small intestine, hypothalamus, pancreas, pituitary, and adrenal gland. [2]"}
{"id": "article-33972_3", "title": "Biochemistry, Ghrelin -- Function", "content": "Ghrelin contributes to a large number of bodily functions, including appetite regulation and fat storage, inhibition of insulin secretion, stimulation of growth hormone release, reward processing, increased gastric acid secretion, intestinal motility, and other potential effects. It circulates in 2 forms, acyl-Ghrelin, and des-acyl ghrelin. [2] The former is the most potent form and is essential for the engagement of the GHS-R1α while the latter is the predominant circulating form with no identified receptor. [2]", "contents": "Biochemistry, Ghrelin -- Function. Ghrelin contributes to a large number of bodily functions, including appetite regulation and fat storage, inhibition of insulin secretion, stimulation of growth hormone release, reward processing, increased gastric acid secretion, intestinal motility, and other potential effects. It circulates in 2 forms, acyl-Ghrelin, and des-acyl ghrelin. [2] The former is the most potent form and is essential for the engagement of the GHS-R1α while the latter is the predominant circulating form with no identified receptor. [2]"}
{"id": "article-33972_4", "title": "Biochemistry, Ghrelin -- Function", "content": "Ghrelin’s notable effects of appetite stimulation, increased food intake, and increased fat storage have dubbed it the “hunger hormone.” Ghrelin acts on the hypothalamus, an area of the brain which contains the satiety center which is responsible for appetite regulation. Ghrelin is thought to be part of a neural network that is involved in feeding regulation, modulating the appetitive response to food cues as well as increasing brain response in areas responsible for visual processing, attention, and memory associated with images of food. [5] Ghrelin has been shown to increase food intake by up to 30% when administered to humans. [6] Ghrelin also has involvement in the regulation of lipid metabolism, promoting fat storage by activation of hypothalamic orexigenic neurons and the stimulation of fat storage-related protein expression in adipocytes in addition to exerting direct peripheral effects on lipid metabolism including the stimulation of liver lipogenesis, modulation of taste sensitivity, and increasing white adipose tissue mass. [5]", "contents": "Biochemistry, Ghrelin -- Function. Ghrelin’s notable effects of appetite stimulation, increased food intake, and increased fat storage have dubbed it the “hunger hormone.” Ghrelin acts on the hypothalamus, an area of the brain which contains the satiety center which is responsible for appetite regulation. Ghrelin is thought to be part of a neural network that is involved in feeding regulation, modulating the appetitive response to food cues as well as increasing brain response in areas responsible for visual processing, attention, and memory associated with images of food. [5] Ghrelin has been shown to increase food intake by up to 30% when administered to humans. [6] Ghrelin also has involvement in the regulation of lipid metabolism, promoting fat storage by activation of hypothalamic orexigenic neurons and the stimulation of fat storage-related protein expression in adipocytes in addition to exerting direct peripheral effects on lipid metabolism including the stimulation of liver lipogenesis, modulation of taste sensitivity, and increasing white adipose tissue mass. [5]"}
{"id": "article-33972_5", "title": "Biochemistry, Ghrelin -- Function", "content": "Ghrelin is also known to inhibit insulin secretion in both humans and animals, thereby increasing blood glucose levels. In clinical studies, the administration of ghrelin in humans has resulted in increased glucose levels with little change in insulin levels. [3] These studies revealed that GHS-R1-alpha gets expressed in pancreatic beta-cells and that ghrelin’s effects on insulin secretion occur via a calcium-mediated pathway. [7]", "contents": "Biochemistry, Ghrelin -- Function. Ghrelin is also known to inhibit insulin secretion in both humans and animals, thereby increasing blood glucose levels. In clinical studies, the administration of ghrelin in humans has resulted in increased glucose levels with little change in insulin levels. [3] These studies revealed that GHS-R1-alpha gets expressed in pancreatic beta-cells and that ghrelin’s effects on insulin secretion occur via a calcium-mediated pathway. [7]"}
{"id": "article-33972_6", "title": "Biochemistry, Ghrelin -- Function", "content": "Another function of ghrelin is the stimulation of growth hormone (GH) release from the pituitary gland. Exogenous ghrelin has been found to stimulate growth hormone release from the pituitary via a mechanism involving endogenous GH-releasing hormone. [8] Notably, growth hormone breaks down fat (lipolysis) and builds muscle while ghrelin promotes lipogenesis.", "contents": "Biochemistry, Ghrelin -- Function. Another function of ghrelin is the stimulation of growth hormone (GH) release from the pituitary gland. Exogenous ghrelin has been found to stimulate growth hormone release from the pituitary via a mechanism involving endogenous GH-releasing hormone. [8] Notably, growth hormone breaks down fat (lipolysis) and builds muscle while ghrelin promotes lipogenesis."}
{"id": "article-33972_7", "title": "Biochemistry, Ghrelin -- Function", "content": "Ghrelin is also known to act on reward-processing regions of the brain such as the amygdala; its binding activates the cholinergic-dopaminergic reward link, potentially contributing to food and alcohol addiction. [9]", "contents": "Biochemistry, Ghrelin -- Function. Ghrelin is also known to act on reward-processing regions of the brain such as the amygdala; its binding activates the cholinergic-dopaminergic reward link, potentially contributing to food and alcohol addiction. [9]"}
{"id": "article-33972_8", "title": "Biochemistry, Ghrelin -- Function", "content": "Additionally, ghrelin has been found to stimulate gastric motility as well as gastric acid secretion via a mechanism involving the vagal nerve. [10] Studies demonstrate that ghrelin acts on acid secretion at a capacity rivaling that of histamine and gastrin and that both are synergistically involved in the process. [10] Like motilin, it also promotes intestinal motility. Ghrelin is also thought to be involved in sleep-wake cycle regulation. Studies have shown that shorter sleep duration is associated with elevated levels of ghrelin and reduced leptin. [11]", "contents": "Biochemistry, Ghrelin -- Function. Additionally, ghrelin has been found to stimulate gastric motility as well as gastric acid secretion via a mechanism involving the vagal nerve. [10] Studies demonstrate that ghrelin acts on acid secretion at a capacity rivaling that of histamine and gastrin and that both are synergistically involved in the process. [10] Like motilin, it also promotes intestinal motility. Ghrelin is also thought to be involved in sleep-wake cycle regulation. Studies have shown that shorter sleep duration is associated with elevated levels of ghrelin and reduced leptin. [11]"}
{"id": "article-33972_9", "title": "Biochemistry, Ghrelin -- Mechanism", "content": "Ghrelin levels in the body are regulated primarily by the intake of food; its secretion becomes activated when the stomach is empty (during fasting) and inhibited when it is stretched (after a meal). [12] Different types of nutrients have varying effects on ghrelin release; carbohydrates and proteins reduce ghrelin release more than fats. [13] Reduced ghrelin release is also associated with somatostatin and numerous other hormones released from the digestive tract. [14]", "contents": "Biochemistry, Ghrelin -- Mechanism. Ghrelin levels in the body are regulated primarily by the intake of food; its secretion becomes activated when the stomach is empty (during fasting) and inhibited when it is stretched (after a meal). [12] Different types of nutrients have varying effects on ghrelin release; carbohydrates and proteins reduce ghrelin release more than fats. [13] Reduced ghrelin release is also associated with somatostatin and numerous other hormones released from the digestive tract. [14]"}
{"id": "article-33972_10", "title": "Biochemistry, Ghrelin -- Mechanism", "content": "Once secreted, ghrelin exerts its orexigenic effects by binding to the ghrelin/growth hormone secretagogue receptor (GHS-R1-alpha). [2] GHS-R1-alpha receptors appear on the arcuate and the ventromedial nuclei of the hypothalamus; these cells also host the receptors for leptin, a satiety hormone that opposes the effects of ghrelin. [1]", "contents": "Biochemistry, Ghrelin -- Mechanism. Once secreted, ghrelin exerts its orexigenic effects by binding to the ghrelin/growth hormone secretagogue receptor (GHS-R1-alpha). [2] GHS-R1-alpha receptors appear on the arcuate and the ventromedial nuclei of the hypothalamus; these cells also host the receptors for leptin, a satiety hormone that opposes the effects of ghrelin. [1]"}
{"id": "article-33972_11", "title": "Biochemistry, Ghrelin -- Mechanism", "content": "These neurons respond to ghrelin with a variety of functions including increased appetite/food intake, increased fat storage, and sleep-wake cycle regulation; these effects contribute to ghrelin’s role in energy homeostasis [15]", "contents": "Biochemistry, Ghrelin -- Mechanism. These neurons respond to ghrelin with a variety of functions including increased appetite/food intake, increased fat storage, and sleep-wake cycle regulation; these effects contribute to ghrelin’s role in energy homeostasis [15]"}
{"id": "article-33972_12", "title": "Biochemistry, Ghrelin -- Clinical Significance", "content": "The many functions of ghrelin have stimulated interest in several potential clinical applications including obesity, anorexia, COPD, cancer cachexia, gastroparesis, growth hormone deficiency, alcohol addiction, and many others. [16] However, to date, we do not have indubitable documentation of a syndrome of ghrelin excess or deficiency in humans.", "contents": "Biochemistry, Ghrelin -- Clinical Significance. The many functions of ghrelin have stimulated interest in several potential clinical applications including obesity, anorexia, COPD, cancer cachexia, gastroparesis, growth hormone deficiency, alcohol addiction, and many others. [16] However, to date, we do not have indubitable documentation of a syndrome of ghrelin excess or deficiency in humans."}
{"id": "article-33972_13", "title": "Biochemistry, Ghrelin -- Clinical Significance", "content": "Given its functions in appetite regulation, the role of ghrelin in obesity is of great interest. Multiple studies have demonstrated that, in obese individuals, there is inadequate postprandial suppression of ghrelin, leading to a continued sense of hunger and difficulty losing weight. [1] This factor is especially relevant with regards to dieting, which causes an increase in ghrelin levels; this may explain challenges in maintaining weight loss via dieting. Other studies have shown significant decreases in serum ghrelin levels following bariatric surgery, which may explain their effective weight loss results. [1] Ghrelin is also thought to be involved in Prader-Willi syndrome, a genetic condition characterized by severe obesity, hyperphagia, cognitive impairment, and hypothyroidism. Levels of ghrelin increase in Prader-Willi syndrome, and researchers have advanced it as a mechanism for the voracious appetite and obesity that these patients endure. [4] High ghrelin levels also appear in patients with cachexia and anorexia nervosa, and this is thought to be the body’s mechanism for responding to weight loss by increasing food intake and fat storage. [17] In anorexia nervosa, while ghrelin levels rise, the patient's appetite does not, so a plausible explanation for elevated ghrelin levels is possible ghrelin resistance. Ghrelin levels correlate inversely with BMI. [3]", "contents": "Biochemistry, Ghrelin -- Clinical Significance. Given its functions in appetite regulation, the role of ghrelin in obesity is of great interest. Multiple studies have demonstrated that, in obese individuals, there is inadequate postprandial suppression of ghrelin, leading to a continued sense of hunger and difficulty losing weight. [1] This factor is especially relevant with regards to dieting, which causes an increase in ghrelin levels; this may explain challenges in maintaining weight loss via dieting. Other studies have shown significant decreases in serum ghrelin levels following bariatric surgery, which may explain their effective weight loss results. [1] Ghrelin is also thought to be involved in Prader-Willi syndrome, a genetic condition characterized by severe obesity, hyperphagia, cognitive impairment, and hypothyroidism. Levels of ghrelin increase in Prader-Willi syndrome, and researchers have advanced it as a mechanism for the voracious appetite and obesity that these patients endure. [4] High ghrelin levels also appear in patients with cachexia and anorexia nervosa, and this is thought to be the body’s mechanism for responding to weight loss by increasing food intake and fat storage. [17] In anorexia nervosa, while ghrelin levels rise, the patient's appetite does not, so a plausible explanation for elevated ghrelin levels is possible ghrelin resistance. Ghrelin levels correlate inversely with BMI. [3]"}
{"id": "article-33972_14", "title": "Biochemistry, Ghrelin -- Clinical Significance", "content": "Ghrelin has therapeutic potential for patients with chronic obstructive pulmonary disease (COPD). Emphysema, a subtype of  COPD, involves lung damage and dilation as well as extrapulmonary effects including cor pulmonale. Given ghrelin’s anti-inflammatory effects, stimulation of muscle anabolism, vasodilatory effects, and cardio-protective functions, it is being considered as a way to reduce lung inflammation and improve cardiac function in patients with emphysema. [18] Current studies involving elastase-induced emphysema have proved ghrelin successful in both mitigating lung damage as well as improving cardiac function. [18]", "contents": "Biochemistry, Ghrelin -- Clinical Significance. Ghrelin has therapeutic potential for patients with chronic obstructive pulmonary disease (COPD). Emphysema, a subtype of  COPD, involves lung damage and dilation as well as extrapulmonary effects including cor pulmonale. Given ghrelin’s anti-inflammatory effects, stimulation of muscle anabolism, vasodilatory effects, and cardio-protective functions, it is being considered as a way to reduce lung inflammation and improve cardiac function in patients with emphysema. [18] Current studies involving elastase-induced emphysema have proved ghrelin successful in both mitigating lung damage as well as improving cardiac function. [18]"}
{"id": "article-33972_15", "title": "Biochemistry, Ghrelin -- Clinical Significance", "content": "Ghrelin has also gained interest as both a diagnostic measure and treatment in cancer. Studies have found that nearly all gastro-entero-pancreatic neuroendocrine tumors stain for ghrelin, which has led to an interest in ghrelin as a marker for therapeutic response. [19] Ghrelin is also being investigated as a promising new treatment of cancer cachexia. Ghrelin shows a potential ability to reverse the protein breakdown and weight loss associated with cancer cachexia, given its role in functions such as appetite regulation and growth hormone secretion. [20] Moreover, ghrelin has been demonstrated to possess anti-inflammatory, anti-apoptotic, and anxiolytic characteristics and has been well-tolerated in short-term clinical administration. [20]", "contents": "Biochemistry, Ghrelin -- Clinical Significance. Ghrelin has also gained interest as both a diagnostic measure and treatment in cancer. Studies have found that nearly all gastro-entero-pancreatic neuroendocrine tumors stain for ghrelin, which has led to an interest in ghrelin as a marker for therapeutic response. [19] Ghrelin is also being investigated as a promising new treatment of cancer cachexia. Ghrelin shows a potential ability to reverse the protein breakdown and weight loss associated with cancer cachexia, given its role in functions such as appetite regulation and growth hormone secretion. [20] Moreover, ghrelin has been demonstrated to possess anti-inflammatory, anti-apoptotic, and anxiolytic characteristics and has been well-tolerated in short-term clinical administration. [20]"}
{"id": "article-33972_16", "title": "Biochemistry, Ghrelin -- Clinical Significance", "content": "Another potential clinical application of ghrelin is in the treatment of gastroparesis, a disease characterized by delayed gastric emptying causing symptoms such as nausea, vomiting, pain, early satiety, and bloating. Ghrelin receptor agonists have been a topic of research as a treatment for gastroparesis due to ghrelin’s prokinetic effects on gastrointestinal motility. [21] Ghrelin receptor agonists may be useful in numerous other conditions involving gastrointestinal motility issues, including functional dyspepsia and postoperative ileus. [16]", "contents": "Biochemistry, Ghrelin -- Clinical Significance. Another potential clinical application of ghrelin is in the treatment of gastroparesis, a disease characterized by delayed gastric emptying causing symptoms such as nausea, vomiting, pain, early satiety, and bloating. Ghrelin receptor agonists have been a topic of research as a treatment for gastroparesis due to ghrelin’s prokinetic effects on gastrointestinal motility. [21] Ghrelin receptor agonists may be useful in numerous other conditions involving gastrointestinal motility issues, including functional dyspepsia and postoperative ileus. [16]"}
{"id": "article-33972_17", "title": "Biochemistry, Ghrelin -- Clinical Significance", "content": "Due to ghrelin's growth hormone-stimulating effects, oral ghrelin mimetics have already received approval for diagnostic use in adult growth hormone deficiency. Clinical studies using this method have proven reliable, safe, and simple; this provides a useful alternative to the insulin tolerance test (the historical gold standard for adult growth hormone deficiency), which can be inconvenient and has contraindications in some patients such as those with conditions such as coronary heart disease or seizure disorder. [22]", "contents": "Biochemistry, Ghrelin -- Clinical Significance. Due to ghrelin's growth hormone-stimulating effects, oral ghrelin mimetics have already received approval for diagnostic use in adult growth hormone deficiency. Clinical studies using this method have proven reliable, safe, and simple; this provides a useful alternative to the insulin tolerance test (the historical gold standard for adult growth hormone deficiency), which can be inconvenient and has contraindications in some patients such as those with conditions such as coronary heart disease or seizure disorder. [22]"}
{"id": "article-33972_18", "title": "Biochemistry, Ghrelin -- Clinical Significance", "content": "Because ghrelin is involved in reward-processing, the ghrelin system is also being studied as a target in the context of alcohol misuse disorder. Rodent studies have found that administration of ghrelin increased alcohol intake, while ghrelin receptor blockade had the opposite effect. Preliminary studies involving heavy users of alcohol have found that ghrelin administration increases alcohol cravings, while PF-5190457, a GHS-R1-alpha-blocker, appeared to reduce cravings. [9]", "contents": "Biochemistry, Ghrelin -- Clinical Significance. Because ghrelin is involved in reward-processing, the ghrelin system is also being studied as a target in the context of alcohol misuse disorder. Rodent studies have found that administration of ghrelin increased alcohol intake, while ghrelin receptor blockade had the opposite effect. Preliminary studies involving heavy users of alcohol have found that ghrelin administration increases alcohol cravings, while PF-5190457, a GHS-R1-alpha-blocker, appeared to reduce cravings. [9]"}
{"id": "article-33972_19", "title": "Biochemistry, Ghrelin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Ghrelin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}