{"id": "article-85098_0", "title": "Neuroanatomy, Nucleus Caudate -- Introduction", "content": "The caudate nucleus (CN; plural “caudate nuclei”) is a paired, “C”-shaped subcortical structure which lies deep inside the brain near the thalamus. It plays a critical role in various higher neurological functions. Each caudate nucleus is composed of a large anterior head, a body, and a thin tail that wraps anteriorly such that the caudate nucleus head and tail can be visible in the same coronal cut. When combined with the putamen, the pair is referred to as the striatum and is often considered jointly in function. The striatum is the major input source for the basal ganglia, which also includes the globus pallidus, subthalamic nucleus, and substantia nigra. These deep brain structures together largely control voluntary skeletal movement. The caudate nucleus functions not only in planning the execution of movement, but also in learning, memory, reward, motivation, emotion, and romantic interaction. [1] [2] Input to the caudate nucleus travels from the cortex, mostly the ipsilateral frontal lobe. Efferent projections from the caudate nucleus travel to the hippocampus, globus pallidus, and thalamus. [3] Research has implicated caudate nucleus dysfunction in several pathologies, including Huntington and Parkinson disease, various forms of dementia, ADHD, bipolar disorder, obsessive-compulsive disorder, and schizophrenia.", "contents": "Neuroanatomy, Nucleus Caudate -- Introduction. The caudate nucleus (CN; plural “caudate nuclei”) is a paired, “C”-shaped subcortical structure which lies deep inside the brain near the thalamus. It plays a critical role in various higher neurological functions. Each caudate nucleus is composed of a large anterior head, a body, and a thin tail that wraps anteriorly such that the caudate nucleus head and tail can be visible in the same coronal cut. When combined with the putamen, the pair is referred to as the striatum and is often considered jointly in function. The striatum is the major input source for the basal ganglia, which also includes the globus pallidus, subthalamic nucleus, and substantia nigra. These deep brain structures together largely control voluntary skeletal movement. The caudate nucleus functions not only in planning the execution of movement, but also in learning, memory, reward, motivation, emotion, and romantic interaction. [1] [2] Input to the caudate nucleus travels from the cortex, mostly the ipsilateral frontal lobe. Efferent projections from the caudate nucleus travel to the hippocampus, globus pallidus, and thalamus. [3] Research has implicated caudate nucleus dysfunction in several pathologies, including Huntington and Parkinson disease, various forms of dementia, ADHD, bipolar disorder, obsessive-compulsive disorder, and schizophrenia."}
{"id": "article-85098_1", "title": "Neuroanatomy, Nucleus Caudate -- Structure and Function", "content": "The two caudate nuclei lie near the thalamus in the center of the brain. The head of the caudate nucleus forms the lateral wall of the lateral ventricle, its body lies lateral to the body of the lateral ventricle, and the tail of the caudate nucleus lies above the temporal horn of the lateral ventricle. [4] Most of the neurons in the caudate nucleus are medium spiny neurons that utilize GABA as their chief neurotransmitter and send their axons to inhibit other basal ganglia components. Also, a small number of cholinergic and GABAergic interneurons exist in the CN. [5]", "contents": "Neuroanatomy, Nucleus Caudate -- Structure and Function. The two caudate nuclei lie near the thalamus in the center of the brain. The head of the caudate nucleus forms the lateral wall of the lateral ventricle, its body lies lateral to the body of the lateral ventricle, and the tail of the caudate nucleus lies above the temporal horn of the lateral ventricle. [4] Most of the neurons in the caudate nucleus are medium spiny neurons that utilize GABA as their chief neurotransmitter and send their axons to inhibit other basal ganglia components. Also, a small number of cholinergic and GABAergic interneurons exist in the CN. [5]"}
{"id": "article-85098_2", "title": "Neuroanatomy, Nucleus Caudate -- Structure and Function", "content": "The anterior portion of the caudate nucleus is connected with the lateral and medial prefrontal cortices and is involved in working memory and executive functioning. One can think of the head of the caudate nucleus as the cognitive and emotional portion. [6] The head of the caudate nucleus and medial frontal pole are connected strongly, while the middle section of the caudate nucleus receives input from throughout the prefrontal cortex. [3] The tail of the caudate nucleus interacts with the inferior temporal lobe to help process visual information and control movement. [6] [7] Some caudate nucleus neurons show selectivity for specific visual properties such as direction and spatio-temporal relationships. [8] Lesions to the caudate nucleus tail can impair visual discrimination of presented objects. [9]", "contents": "Neuroanatomy, Nucleus Caudate -- Structure and Function. The anterior portion of the caudate nucleus is connected with the lateral and medial prefrontal cortices and is involved in working memory and executive functioning. One can think of the head of the caudate nucleus as the cognitive and emotional portion. [6] The head of the caudate nucleus and medial frontal pole are connected strongly, while the middle section of the caudate nucleus receives input from throughout the prefrontal cortex. [3] The tail of the caudate nucleus interacts with the inferior temporal lobe to help process visual information and control movement. [6] [7] Some caudate nucleus neurons show selectivity for specific visual properties such as direction and spatio-temporal relationships. [8] Lesions to the caudate nucleus tail can impair visual discrimination of presented objects. [9]"}
{"id": "article-85098_3", "title": "Neuroanatomy, Nucleus Caudate -- Structure and Function", "content": "The caudate nucleus and putamen connect to the substantia nigra and one another. [1] The caudate nucleus receives topographic visual input from cortical association areas and has receptive fields in the contralateral visual field. The caudate nucleus integrates visual input and inhibits the substantia nigra, disinhibiting the superior colliculus to enable the coordination of eye movement, and is important in voluntary saccadic eye movement. [5]", "contents": "Neuroanatomy, Nucleus Caudate -- Structure and Function. The caudate nucleus and putamen connect to the substantia nigra and one another. [1] The caudate nucleus receives topographic visual input from cortical association areas and has receptive fields in the contralateral visual field. The caudate nucleus integrates visual input and inhibits the substantia nigra, disinhibiting the superior colliculus to enable the coordination of eye movement, and is important in voluntary saccadic eye movement. [5]"}
{"id": "article-85098_4", "title": "Neuroanatomy, Nucleus Caudate -- Structure and Function", "content": "Association learning is another important function of the caudate nucleus. It plays a role in connecting visual stimuli with motor responses as well as learning with feedback. Lesions of the anterior caudate nucleus result in abnormal behavior, which does not correspond to rewards. [10] Specifically, the body and tail of the caudate nucleus are principally involved in learning acquisition while the head of the caudate nucleus has involvement in processing feedback on learning trials. [7] The volume of the right caudate nucleus and the strength of its connections with the hippocampus showed a correlation in one study with performance in memory competitions. [11] The right posterodorsal body of the caudate nucleus exhibits activation, which is specific to seeing a photo of a romantic partner. The medial dorsal striatum is involved in goal-directed and flexible behavior. [1] There is evidence that the mediodorsal striatum is involved in working memory and may be vital to the formation of certain kinds of memories. [12] The anterior caudate nucleus encodes both spatial information and reward and risk information simultaneously and redundantly with the frontal cortex, with which it has strong connections. [10]", "contents": "Neuroanatomy, Nucleus Caudate -- Structure and Function. Association learning is another important function of the caudate nucleus. It plays a role in connecting visual stimuli with motor responses as well as learning with feedback. Lesions of the anterior caudate nucleus result in abnormal behavior, which does not correspond to rewards. [10] Specifically, the body and tail of the caudate nucleus are principally involved in learning acquisition while the head of the caudate nucleus has involvement in processing feedback on learning trials. [7] The volume of the right caudate nucleus and the strength of its connections with the hippocampus showed a correlation in one study with performance in memory competitions. [11] The right posterodorsal body of the caudate nucleus exhibits activation, which is specific to seeing a photo of a romantic partner. The medial dorsal striatum is involved in goal-directed and flexible behavior. [1] There is evidence that the mediodorsal striatum is involved in working memory and may be vital to the formation of certain kinds of memories. [12] The anterior caudate nucleus encodes both spatial information and reward and risk information simultaneously and redundantly with the frontal cortex, with which it has strong connections. [10]"}
{"id": "article-85098_5", "title": "Neuroanatomy, Nucleus Caudate -- Structure and Function", "content": "Lesions to the caudate nucleus and resulting deficits can further elucidate caudate nucleus function. Lesions to the caudate nucleus can result in abulia, or absence of will, an interesting outcome when considered in conjunction with evidence of its role in goal-directed behavior and motivation. [5] Cats with bilateral caudate nucleus damage were hyperactive and compulsively followed any moving sensory target. These findings reflect the deficits seen in human individuals with obsessive-compulsive disorder, ADHD, autism, and Tourette syndrome, in which the caudate nucleus is implicated (discussed below). [13]", "contents": "Neuroanatomy, Nucleus Caudate -- Structure and Function. Lesions to the caudate nucleus and resulting deficits can further elucidate caudate nucleus function. Lesions to the caudate nucleus can result in abulia, or absence of will, an interesting outcome when considered in conjunction with evidence of its role in goal-directed behavior and motivation. [5] Cats with bilateral caudate nucleus damage were hyperactive and compulsively followed any moving sensory target. These findings reflect the deficits seen in human individuals with obsessive-compulsive disorder, ADHD, autism, and Tourette syndrome, in which the caudate nucleus is implicated (discussed below). [13]"}
{"id": "article-85098_6", "title": "Neuroanatomy, Nucleus Caudate -- Embryology", "content": "The ventral telencephalon gives rise to the lateral and medial ganglionic eminences, which are the source of neurons in the striatum and cortical interneurons, respectively. Many precisely timed molecular signals must take place to ensure proper development of the caudate nucleus to occur. Differential gene expression in neurons destined to comprise the striatum include ASCL1, DLXs, LHXs, and GSX2. [14]", "contents": "Neuroanatomy, Nucleus Caudate -- Embryology. The ventral telencephalon gives rise to the lateral and medial ganglionic eminences, which are the source of neurons in the striatum and cortical interneurons, respectively. Many precisely timed molecular signals must take place to ensure proper development of the caudate nucleus to occur. Differential gene expression in neurons destined to comprise the striatum include ASCL1, DLXs, LHXs, and GSX2. [14]"}
{"id": "article-85098_7", "title": "Neuroanatomy, Nucleus Caudate -- Embryology", "content": "The dentate gyrus and olfactory bulb are the two widely accepted sites of neurogenesis in adult mammals. [15] Evidence in the rabbit suggests that the caudate nucleus may be a site of adult neurogenesis: researchers found a proliferation of neuroblasts in the caudate nucleus, and these cells went on to become mature neurons elsewhere. This finding represents a potential site of neurogenesis that is independent of the subventricular zone, one of two major sites of adult neurogenesis in humans. [16] Findings in humans have noted that neurons continuously migrate to the adult striatum, and that precursor cells in the ganglionic eminences may retain the ability to generate GABAergic interneurons into adulthood. [15] [17]", "contents": "Neuroanatomy, Nucleus Caudate -- Embryology. The dentate gyrus and olfactory bulb are the two widely accepted sites of neurogenesis in adult mammals. [15] Evidence in the rabbit suggests that the caudate nucleus may be a site of adult neurogenesis: researchers found a proliferation of neuroblasts in the caudate nucleus, and these cells went on to become mature neurons elsewhere. This finding represents a potential site of neurogenesis that is independent of the subventricular zone, one of two major sites of adult neurogenesis in humans. [16] Findings in humans have noted that neurons continuously migrate to the adult striatum, and that precursor cells in the ganglionic eminences may retain the ability to generate GABAergic interneurons into adulthood. [15] [17]"}
{"id": "article-85098_8", "title": "Neuroanatomy, Nucleus Caudate -- Blood Supply and Lymphatics", "content": "The caudate nucleus receives blood supply from the anterior cerebral artery, middle cerebral artery, and anterior choroidal artery. The majority of the head of the caudate nucleus receives blood supply from the anterior cerebral artery, though there is some normal variation among individuals. The superior head and body of the caudate nucleus receive vascular supply via the perforating lenticulostriate branches of the middle cerebral artery. Finally, the tail of the caudate nucleus receives blood from the perforating anterior choroidal artery. [18] [19]", "contents": "Neuroanatomy, Nucleus Caudate -- Blood Supply and Lymphatics. The caudate nucleus receives blood supply from the anterior cerebral artery, middle cerebral artery, and anterior choroidal artery. The majority of the head of the caudate nucleus receives blood supply from the anterior cerebral artery, though there is some normal variation among individuals. The superior head and body of the caudate nucleus receive vascular supply via the perforating lenticulostriate branches of the middle cerebral artery. Finally, the tail of the caudate nucleus receives blood from the perforating anterior choroidal artery. [18] [19]"}
{"id": "article-85098_9", "title": "Neuroanatomy, Nucleus Caudate -- Blood Supply and Lymphatics", "content": "The only organ system lacking a lymphatic system is the central nervous system, which was previously believed to lack lymphatic drainage completely. However, in the CNS, a glymphatic system removes waste from the CSF and allows it to drain to the periphery rather than a lymphatic system. One way by which this occurs is by aquaporin-4-mediated fluid movement and waste clearance. Aquaporin-4 expresses on astrocyte processes, and aquaporin-4 knockout mice have decreased ability to clear solutes. [20]", "contents": "Neuroanatomy, Nucleus Caudate -- Blood Supply and Lymphatics. The only organ system lacking a lymphatic system is the central nervous system, which was previously believed to lack lymphatic drainage completely. However, in the CNS, a glymphatic system removes waste from the CSF and allows it to drain to the periphery rather than a lymphatic system. One way by which this occurs is by aquaporin-4-mediated fluid movement and waste clearance. Aquaporin-4 expresses on astrocyte processes, and aquaporin-4 knockout mice have decreased ability to clear solutes. [20]"}
{"id": "article-85098_10", "title": "Neuroanatomy, Nucleus Caudate -- Physiologic Variants", "content": "Volumetric variations in the caudate nucleus have been linked to many neurologic and psychiatric disorders, as outlined in the clinical significance section. Normal, nonpathological differences in the caudate nucleus occur along the lines of age and genetic and environmental exposures. No gender differences in volumes of the caudate nucleus are typically detectable in healthy adults. [21] However, there exists sexual dimorphism in caudate nucleus volume in human adolescents. Female caudate nucleus volume peaks earlier than that of males (10.5 years and 14 years, respectively), although the differences are no longer present in adulthood. [22]", "contents": "Neuroanatomy, Nucleus Caudate -- Physiologic Variants. Volumetric variations in the caudate nucleus have been linked to many neurologic and psychiatric disorders, as outlined in the clinical significance section. Normal, nonpathological differences in the caudate nucleus occur along the lines of age and genetic and environmental exposures. No gender differences in volumes of the caudate nucleus are typically detectable in healthy adults. [21] However, there exists sexual dimorphism in caudate nucleus volume in human adolescents. Female caudate nucleus volume peaks earlier than that of males (10.5 years and 14 years, respectively), although the differences are no longer present in adulthood. [22]"}
{"id": "article-85098_11", "title": "Neuroanatomy, Nucleus Caudate -- Physiologic Variants", "content": "The caudate nucleus of those who speak multiple languages are larger than those who speak only one language, and the left caudate nucleus changes morphologically with multilingual expertise. [23] Larger caudate nucleus volume correlates with higher intelligence. Also, a high-nutrient diet correlates with larger caudate nucleus volumes. [24] Left caudate nucleus volume is larger than that of the right caudate nucleus in the setting of prenatal alcohol exposure. [25]", "contents": "Neuroanatomy, Nucleus Caudate -- Physiologic Variants. The caudate nucleus of those who speak multiple languages are larger than those who speak only one language, and the left caudate nucleus changes morphologically with multilingual expertise. [23] Larger caudate nucleus volume correlates with higher intelligence. Also, a high-nutrient diet correlates with larger caudate nucleus volumes. [24] Left caudate nucleus volume is larger than that of the right caudate nucleus in the setting of prenatal alcohol exposure. [25]"}
{"id": "article-85098_12", "title": "Neuroanatomy, Nucleus Caudate -- Physiologic Variants", "content": "Patients with prenatal methamphetamine exposure can show reduced caudate nucleus volume. This change can be detected in the neonate and remain present in adulthood. [26] Caudate nucleus volume can also be influenced by poorer early nutrition, especially in males, whose later cognition seems to be especially affected when compared to females on the same diet. [24]", "contents": "Neuroanatomy, Nucleus Caudate -- Physiologic Variants. Patients with prenatal methamphetamine exposure can show reduced caudate nucleus volume. This change can be detected in the neonate and remain present in adulthood. [26] Caudate nucleus volume can also be influenced by poorer early nutrition, especially in males, whose later cognition seems to be especially affected when compared to females on the same diet. [24]"}
{"id": "article-85098_13", "title": "Neuroanatomy, Nucleus Caudate -- Physiologic Variants", "content": "Polymorphisms in the DRD2.ANKK1 Taq1A gene can also influence caudate nucleus volume: those with the A allele have smaller caudate nucleus volumes at advanced ages than non-carriers, which are not detectable before old age. [24] Differences in nucleotides near the FAT3 genecan also influence the volume of the caudate nucleus in nucleotides near the FAT3 gene, which encodes a cadherin utilized during neurodevelopment.", "contents": "Neuroanatomy, Nucleus Caudate -- Physiologic Variants. Polymorphisms in the DRD2.ANKK1 Taq1A gene can also influence caudate nucleus volume: those with the A allele have smaller caudate nucleus volumes at advanced ages than non-carriers, which are not detectable before old age. [24] Differences in nucleotides near the FAT3 genecan also influence the volume of the caudate nucleus in nucleotides near the FAT3 gene, which encodes a cadherin utilized during neurodevelopment."}
{"id": "article-85098_14", "title": "Neuroanatomy, Nucleus Caudate -- Surgical Considerations", "content": "The caudate nucleus lies near many vital deep brain structures, and caution is necessary during any surgical manipulation of the area. One surgery in the region of the caudate nucleus is the implantation of electrodes used for deep brain stimulation in the area. Deep brain stimulation in the ventral caudate nucleus is successful in the treatment of treatment-resistant obsessive-compulsive disorder and major depression, resulting in remission of depression and obsessive-compulsive symptoms around one year after implantation. [27]", "contents": "Neuroanatomy, Nucleus Caudate -- Surgical Considerations. The caudate nucleus lies near many vital deep brain structures, and caution is necessary during any surgical manipulation of the area. One surgery in the region of the caudate nucleus is the implantation of electrodes used for deep brain stimulation in the area. Deep brain stimulation in the ventral caudate nucleus is successful in the treatment of treatment-resistant obsessive-compulsive disorder and major depression, resulting in remission of depression and obsessive-compulsive symptoms around one year after implantation. [27]"}
{"id": "article-85098_15", "title": "Neuroanatomy, Nucleus Caudate -- Surgical Considerations", "content": "Lesions of the caudate nucleus, such as hemorrhages or strokes, can have widespread effects depending upon their extent and the potential involvement of other nearby tissues. The caudate nucleus is not a common site of hemorrhage, but patients with caudate nucleus hemorrhage present with symptoms suggestive of subarachnoid hemorrhages such as headache, emesis, and nuchal rigidity. [28] Most hemorrhagic strokes of the caudate nucleus occur due to hypertension, though rarely rupture of internal carotid artery aneurysms or arteriovenous malformations can precipitate them. [4] Other strong risk factors for caudate nucleus vascular lesions include hypercholesterolemia and diabetes. [28] Following hemorrhage, patients commonly experience symptoms such as ocular motor deficits, dysarthria, and abulia.", "contents": "Neuroanatomy, Nucleus Caudate -- Surgical Considerations. Lesions of the caudate nucleus, such as hemorrhages or strokes, can have widespread effects depending upon their extent and the potential involvement of other nearby tissues. The caudate nucleus is not a common site of hemorrhage, but patients with caudate nucleus hemorrhage present with symptoms suggestive of subarachnoid hemorrhages such as headache, emesis, and nuchal rigidity. [28] Most hemorrhagic strokes of the caudate nucleus occur due to hypertension, though rarely rupture of internal carotid artery aneurysms or arteriovenous malformations can precipitate them. [4] Other strong risk factors for caudate nucleus vascular lesions include hypercholesterolemia and diabetes. [28] Following hemorrhage, patients commonly experience symptoms such as ocular motor deficits, dysarthria, and abulia."}
{"id": "article-85098_16", "title": "Neuroanatomy, Nucleus Caudate -- Surgical Considerations", "content": "Caudate nucleus stroke presents with nonprogressive symptoms, which stabilize in severity less than one hour after onset. [28] Caudate nucleus stroke can prevent future airway closure during swallowing and may predict continuing aspiration issues. [29] Left caudate nucleus infarcts are associated with symptoms such as cognitive dysfunction, motor deficits, and various speech deficits. Right caudate nucleus infarcts are associated with abulia, confusion, and paresis. Bilateral caudate nucleus infarcts can involve paresis, akinesia, and disorientation. Common symptoms in caudate nucleus lesions include restlessness, disinhibition, and agitation. [28] Most caudate nucleus vascular lesions, whether hemorrhagic or ischemic, have a good prognosis, with a majority of patients recovering completely. [4]", "contents": "Neuroanatomy, Nucleus Caudate -- Surgical Considerations. Caudate nucleus stroke presents with nonprogressive symptoms, which stabilize in severity less than one hour after onset. [28] Caudate nucleus stroke can prevent future airway closure during swallowing and may predict continuing aspiration issues. [29] Left caudate nucleus infarcts are associated with symptoms such as cognitive dysfunction, motor deficits, and various speech deficits. Right caudate nucleus infarcts are associated with abulia, confusion, and paresis. Bilateral caudate nucleus infarcts can involve paresis, akinesia, and disorientation. Common symptoms in caudate nucleus lesions include restlessness, disinhibition, and agitation. [28] Most caudate nucleus vascular lesions, whether hemorrhagic or ischemic, have a good prognosis, with a majority of patients recovering completely. [4]"}
{"id": "article-85098_17", "title": "Neuroanatomy, Nucleus Caudate -- Clinical Significance", "content": "The caudate nucleus has implications in several neurocognitive impairments and dementia pathologies. The degree of dementia and neuropsychological performance in Parkinson’s disease has correlations to the degree of loss of dopaminergic neurons projecting to the caudate nucleus. While the putamen is more severely affected in Parkinson disease than the caudate nucleus, early deficits in working memory are tied to lower levels of caudate nucleus activity in patients with Parkinson’s disease. Similarly, the degree of caudate nucleus atrophy and caudate nucleus D2 receptor binding potentials of those with Huntington disease (a condition resulting in striatum atrophy) correlate with performance on executive tasks. [1] In HIV-associated neurocognitive impairment, decreases in caudate nucleus blood flow and volume associated with increased impairment, so much so, that caudate nucleus blood flow is proposed as a potential biomarker for determining the degree of impairment. [30] A study comparing caudate nucleus volume in different types of frontotemporal lobar dementia found decreased mean caudate nucleus volume in those with varying forms of dementia. Caudate nucleus volume also differed between subtypes, with the largest caudate nucleus found in Alzheimer dementia and the smallest in frontotemporal dementia. [31]", "contents": "Neuroanatomy, Nucleus Caudate -- Clinical Significance. The caudate nucleus has implications in several neurocognitive impairments and dementia pathologies. The degree of dementia and neuropsychological performance in Parkinson’s disease has correlations to the degree of loss of dopaminergic neurons projecting to the caudate nucleus. While the putamen is more severely affected in Parkinson disease than the caudate nucleus, early deficits in working memory are tied to lower levels of caudate nucleus activity in patients with Parkinson’s disease. Similarly, the degree of caudate nucleus atrophy and caudate nucleus D2 receptor binding potentials of those with Huntington disease (a condition resulting in striatum atrophy) correlate with performance on executive tasks. [1] In HIV-associated neurocognitive impairment, decreases in caudate nucleus blood flow and volume associated with increased impairment, so much so, that caudate nucleus blood flow is proposed as a potential biomarker for determining the degree of impairment. [30] A study comparing caudate nucleus volume in different types of frontotemporal lobar dementia found decreased mean caudate nucleus volume in those with varying forms of dementia. Caudate nucleus volume also differed between subtypes, with the largest caudate nucleus found in Alzheimer dementia and the smallest in frontotemporal dementia. [31]"}
{"id": "article-85098_18", "title": "Neuroanatomy, Nucleus Caudate -- Clinical Significance", "content": "The caudate nucleus also implications in various psychiatric conditions, including multiple disorders involving impulse-control and hyperactivity. The activity of the caudate nucleus increases in the left head during manic states in bipolar disorder. [32] In obsessive-compulsive disorder, sexual dimorphism in caudate nucleus volume persists to adulthood, and left caudate nucleus body volume correlates to the severity of symptoms. [33] The microstructure of the caudate nucleus becomes altered in those with posttraumatic stress disorder. [34] Individuals with attention deficit-hyperactivity disorder had volumetric differences in the right caudate nucleus as compared to the control group. [35] In schizophrenia, caudate nucleus volumes are reduced, but grey and white matter volumes increase following treatment with olanzapine. [36] Caudate nucleus volume increases in those with high-functioning autism. [37] The psychomotor slowing in depression is predictable by reduced right caudate nucleus volume. [38]", "contents": "Neuroanatomy, Nucleus Caudate -- Clinical Significance. The caudate nucleus also implications in various psychiatric conditions, including multiple disorders involving impulse-control and hyperactivity. The activity of the caudate nucleus increases in the left head during manic states in bipolar disorder. [32] In obsessive-compulsive disorder, sexual dimorphism in caudate nucleus volume persists to adulthood, and left caudate nucleus body volume correlates to the severity of symptoms. [33] The microstructure of the caudate nucleus becomes altered in those with posttraumatic stress disorder. [34] Individuals with attention deficit-hyperactivity disorder had volumetric differences in the right caudate nucleus as compared to the control group. [35] In schizophrenia, caudate nucleus volumes are reduced, but grey and white matter volumes increase following treatment with olanzapine. [36] Caudate nucleus volume increases in those with high-functioning autism. [37] The psychomotor slowing in depression is predictable by reduced right caudate nucleus volume. [38]"}
{"id": "article-85098_19", "title": "Neuroanatomy, Nucleus Caudate -- Clinical Significance", "content": "Other interesting clinical correlations include speech disturbances, chorea-acanthocytosis, and migraine with aura. Research shows that children who stutter have lower right caudate nucleus volume as compared to controls. [39] Chorea-acanthocytosis is an autosomal recessive disorder that results in chorea, dystonia, neuropsychological impairment, and acanthocytes due to red blood cell membrane abnormalities. The head of the caudate nucleus is particularly vulnerable to atrophy in this condition, and the symptomatology of the disorder suggests that they may arise partly from caudate nucleus dysfunction. [40] The aura sometimes preceding migraines is thought to be due to cortical spreading depression, and this phenomenon inhibits caudate nucleus neurons. This fact leads to the hypothesis that diminished levels of caudate nucleus activity may play a role in migraine headache pain. [41]", "contents": "Neuroanatomy, Nucleus Caudate -- Clinical Significance. Other interesting clinical correlations include speech disturbances, chorea-acanthocytosis, and migraine with aura. Research shows that children who stutter have lower right caudate nucleus volume as compared to controls. [39] Chorea-acanthocytosis is an autosomal recessive disorder that results in chorea, dystonia, neuropsychological impairment, and acanthocytes due to red blood cell membrane abnormalities. The head of the caudate nucleus is particularly vulnerable to atrophy in this condition, and the symptomatology of the disorder suggests that they may arise partly from caudate nucleus dysfunction. [40] The aura sometimes preceding migraines is thought to be due to cortical spreading depression, and this phenomenon inhibits caudate nucleus neurons. This fact leads to the hypothesis that diminished levels of caudate nucleus activity may play a role in migraine headache pain. [41]"}
{"id": "article-85098_20", "title": "Neuroanatomy, Nucleus Caudate -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Nucleus Caudate -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}