{"id": "article-17596_0", "title": "Ankle Dislocation -- Continuing Education Activity", "content": "An ankle dislocation occurs when there is an abnormal separation between the talo-tibial joint. This most often occurs concomitantly with an ankle fracture due to the strength of the surrounding stabilizing ligaments in the ankle. This activity outlines the evaluation and treatment of ankle dislocation and reviews the role of the emergency department and orthopedic specialists in managing patients with this condition.", "contents": "Ankle Dislocation -- Continuing Education Activity. An ankle dislocation occurs when there is an abnormal separation between the talo-tibial joint. This most often occurs concomitantly with an ankle fracture due to the strength of the surrounding stabilizing ligaments in the ankle. This activity outlines the evaluation and treatment of ankle dislocation and reviews the role of the emergency department and orthopedic specialists in managing patients with this condition."}
{"id": "article-17596_1", "title": "Ankle Dislocation -- Continuing Education Activity", "content": "Objectives: Identify the etiology and epidemiology of ankle dislocation medical conditions and emergencies. Outline the appropriate history, physical, and evaluation of ankle dislocation. List the treatment and management options available for ankle dislocation. Describe the importance of collaboration and communication amongst the inter-professional team to improve outcomes for patients affected by ankle dislocations. Access free multiple choice questions on this topic.", "contents": "Ankle Dislocation -- Continuing Education Activity. Objectives: Identify the etiology and epidemiology of ankle dislocation medical conditions and emergencies. Outline the appropriate history, physical, and evaluation of ankle dislocation. List the treatment and management options available for ankle dislocation. Describe the importance of collaboration and communication amongst the inter-professional team to improve outcomes for patients affected by ankle dislocations. Access free multiple choice questions on this topic."}
{"id": "article-17596_2", "title": "Ankle Dislocation -- Introduction", "content": "Ankle dislocations are a relatively common type of dislocation encountered in the emergency department. They exist in two forms: a true dislocation without fracture a fracture-dislocation, occurring in the vast majority [1]", "contents": "Ankle Dislocation -- Introduction. Ankle dislocations are a relatively common type of dislocation encountered in the emergency department. They exist in two forms: a true dislocation without fracture a fracture-dislocation, occurring in the vast majority [1]"}
{"id": "article-17596_3", "title": "Ankle Dislocation -- Introduction", "content": "The ankle joint complex is composed of three main articulations: talocalcaneal (subtalar), transverse-tarsal (talocalaneonavicular) and the tibiotalar (talocrural) joints. The true ankle joint is the tibiotalar joint (between the tibia, fibula and the talus). It is a ring-like structure with the ability to plantarflex and dorsiflex 40° and 20° respectively in the sagittal plane. It is a hinge joint. Below the ankle, at the subtalar joint (joint between the talus and calcaneus), the foot can typically invert 23° and evert about 12° in the frontal plane. The transverse tarsal joint (Chopart’s joint) is the junction between the talus and navicular bone. Because they share a common axis of motion, the transverse tarsal joint and the subtalar joint are considered part of the same functional unit with the motions of inversion and eversion. The combination of these joints gives the foot the ability to compensate for the loads placed during walking and other activities.", "contents": "Ankle Dislocation -- Introduction. The ankle joint complex is composed of three main articulations: talocalcaneal (subtalar), transverse-tarsal (talocalaneonavicular) and the tibiotalar (talocrural) joints. The true ankle joint is the tibiotalar joint (between the tibia, fibula and the talus). It is a ring-like structure with the ability to plantarflex and dorsiflex 40° and 20° respectively in the sagittal plane. It is a hinge joint. Below the ankle, at the subtalar joint (joint between the talus and calcaneus), the foot can typically invert 23° and evert about 12° in the frontal plane. The transverse tarsal joint (Chopart’s joint) is the junction between the talus and navicular bone. Because they share a common axis of motion, the transverse tarsal joint and the subtalar joint are considered part of the same functional unit with the motions of inversion and eversion. The combination of these joints gives the foot the ability to compensate for the loads placed during walking and other activities."}
{"id": "article-17596_4", "title": "Ankle Dislocation -- Introduction", "content": "The human ankle maintains this range of motion under extremely heavy loads and can support several times the human body weight for short periods. Because of the stress placed on the ankle as one pushes off in different directions, it is possible to dislocate it by exceeding the ligamentous strength that encloses the ankle.", "contents": "Ankle Dislocation -- Introduction. The human ankle maintains this range of motion under extremely heavy loads and can support several times the human body weight for short periods. Because of the stress placed on the ankle as one pushes off in different directions, it is possible to dislocate it by exceeding the ligamentous strength that encloses the ankle."}
{"id": "article-17596_5", "title": "Ankle Dislocation -- Introduction", "content": "The stability of the joint is maintained through three groups of ligaments: the tibiofibular syndesmosis, the deltoid ligament, and the lateral collateral ligaments. The tibiofibular syndesmosis limits motion between the tibia and fibula and is composed of the anterior tibiofibular ligament, posterior tibiofibular ligament, and the interosseous tibiofibular joint. The deltoid ligaments support the medial ankle and aid in resisting eversion. The lateral collateral ligaments (including the anterior and posterior talofibular ligaments and the calcaneofibular ligament) act to resist inversion. Usually, the ligaments are so strong that the bones give way and create a fracture-dislocation. [2]", "contents": "Ankle Dislocation -- Introduction. The stability of the joint is maintained through three groups of ligaments: the tibiofibular syndesmosis, the deltoid ligament, and the lateral collateral ligaments. The tibiofibular syndesmosis limits motion between the tibia and fibula and is composed of the anterior tibiofibular ligament, posterior tibiofibular ligament, and the interosseous tibiofibular joint. The deltoid ligaments support the medial ankle and aid in resisting eversion. The lateral collateral ligaments (including the anterior and posterior talofibular ligaments and the calcaneofibular ligament) act to resist inversion. Usually, the ligaments are so strong that the bones give way and create a fracture-dislocation. [2]"}
{"id": "article-17596_6", "title": "Ankle Dislocation -- Etiology", "content": "The mechanism of the ankle dislocation depends on whether it is associated with a fracture or not. A pure ligamentous dislocation has been reported to occur in multiple directions and by multiple mechanisms. [3] The most common injury pattern occurs when the ankle is maximally plantar-flexed with an axial load and forced inversion of the foot. [4] This mechanism allows for anterior extrusion of the talus through the mortise and predisposes the ankle to damage and rupture of the anterior talofibular and calcaneofibular ligaments, leading to a posteromedial dislocation which is the most common direction of dislocation in pure ankle dislocation. Cadaveric studies by Fernandes recreated this injury by placing the foot in maximum plantar flexion with stress applied into inversion or eversion. This subsequently resulted in a medial or lateral ankle dislocation without fracture and damage to the anterior talofibular and calcaneofibular ligaments. [3] [5] [3] Superior dislocation usually results when an everted foot is dorsiflexed. This leads to rupture of the tibiofibular syndesmosis which in turn causes dislocation of the ankle joint superiorly. [1] Predisposing factors that have been reported include weakness of the peroneal muscle, previous strains, ligamentous laxity, and shortness of the medial malleolus. [6] [3]", "contents": "Ankle Dislocation -- Etiology. The mechanism of the ankle dislocation depends on whether it is associated with a fracture or not. A pure ligamentous dislocation has been reported to occur in multiple directions and by multiple mechanisms. [3] The most common injury pattern occurs when the ankle is maximally plantar-flexed with an axial load and forced inversion of the foot. [4] This mechanism allows for anterior extrusion of the talus through the mortise and predisposes the ankle to damage and rupture of the anterior talofibular and calcaneofibular ligaments, leading to a posteromedial dislocation which is the most common direction of dislocation in pure ankle dislocation. Cadaveric studies by Fernandes recreated this injury by placing the foot in maximum plantar flexion with stress applied into inversion or eversion. This subsequently resulted in a medial or lateral ankle dislocation without fracture and damage to the anterior talofibular and calcaneofibular ligaments. [3] [5] [3] Superior dislocation usually results when an everted foot is dorsiflexed. This leads to rupture of the tibiofibular syndesmosis which in turn causes dislocation of the ankle joint superiorly. [1] Predisposing factors that have been reported include weakness of the peroneal muscle, previous strains, ligamentous laxity, and shortness of the medial malleolus. [6] [3]"}
{"id": "article-17596_7", "title": "Ankle Dislocation -- Etiology", "content": "The more common ankle fracture-dislocation occurs via similar mechanics as non-dislocated ankle fractures. The most likely resulting fractures, bimalleolar and trimalleolar, often result from an abduction force and displacement of the talus which is how the ankle appears to be dislocated at the time of evaluation. Sometimes these dislocations will spontaneously reduce, leaving a malleolus fracture. These resulting ankle fractures are often classified according to the Lauge-Hansen classification system [7] which includes four types based on the position of the foot and direction of the force. The four types include supination-adduction, supination-external rotation, pronation-abduction, and pronation-external rotation. Each of these types has a characteristic type of malleolar fracture, however, the intra-observer and inter-observer reliability of this classification system have been called into question in the literature. [8] [9]", "contents": "Ankle Dislocation -- Etiology. The more common ankle fracture-dislocation occurs via similar mechanics as non-dislocated ankle fractures. The most likely resulting fractures, bimalleolar and trimalleolar, often result from an abduction force and displacement of the talus which is how the ankle appears to be dislocated at the time of evaluation. Sometimes these dislocations will spontaneously reduce, leaving a malleolus fracture. These resulting ankle fractures are often classified according to the Lauge-Hansen classification system [7] which includes four types based on the position of the foot and direction of the force. The four types include supination-adduction, supination-external rotation, pronation-abduction, and pronation-external rotation. Each of these types has a characteristic type of malleolar fracture, however, the intra-observer and inter-observer reliability of this classification system have been called into question in the literature. [8] [9]"}
{"id": "article-17596_8", "title": "Ankle Dislocation -- Epidemiology", "content": "A pure ankle dislocation without a concomitant fracture is exceedingly rare. The estimated incidence of pure ankle dislocation occurs in about 0.065% of the presentations of all ankle injuries, which includes soft tissue injuries of the ankle. This amounts to about 0.5% of all ankle dislocations, with over 99% being fracture-dislocations (of note, the incidence of this injury may be underrated given the chance of ankle reduction in the community without hospital involvement). [1] Tibiotalar dislocations have been shown to occur concomitantly in 21-36% of ankle fractures. [10] [11] The injury most commonly occurs in males (72%) and is usually secondary to sporting accidents (31%) or motor vehicle accidents (30%). The direction of the dislocation is most commonly posteromedial (46%). [1]", "contents": "Ankle Dislocation -- Epidemiology. A pure ankle dislocation without a concomitant fracture is exceedingly rare. The estimated incidence of pure ankle dislocation occurs in about 0.065% of the presentations of all ankle injuries, which includes soft tissue injuries of the ankle. This amounts to about 0.5% of all ankle dislocations, with over 99% being fracture-dislocations (of note, the incidence of this injury may be underrated given the chance of ankle reduction in the community without hospital involvement). [1] Tibiotalar dislocations have been shown to occur concomitantly in 21-36% of ankle fractures. [10] [11] The injury most commonly occurs in males (72%) and is usually secondary to sporting accidents (31%) or motor vehicle accidents (30%). The direction of the dislocation is most commonly posteromedial (46%). [1]"}
{"id": "article-17596_9", "title": "Ankle Dislocation -- Epidemiology", "content": "Rarely, irreducible ankle fracture-dislocations may be encountered due to the interposition of soft tissue or fracture fragments. The “Bosworth Fracture” has been described and occurs when the proximal fibular shaft is locked behind the tibia. This type of injury is often missed on plain x-rays and is not amenable to a closed reduction in the emergency department. [12]", "contents": "Ankle Dislocation -- Epidemiology. Rarely, irreducible ankle fracture-dislocations may be encountered due to the interposition of soft tissue or fracture fragments. The “Bosworth Fracture” has been described and occurs when the proximal fibular shaft is locked behind the tibia. This type of injury is often missed on plain x-rays and is not amenable to a closed reduction in the emergency department. [12]"}
{"id": "article-17596_10", "title": "Ankle Dislocation -- History and Physical", "content": "Frequently, the patient will present with a dislocated foot relative to the tibia. All of these injuries will benefit from appropriate analgesia and rapid realignment of the foot and ankle to proper anatomic position. If this is not done relatively quickly, the resulting skin breakdown and formation of fracture blisters can then lead to loss of skin coverage of the joint and permanent disability. After attending to other life-threatening injuries following the usual trauma protocols, an ankle dislocation should be reduced, preferably with procedural sedation, although an intra-articular block may be sufficient. Salen et al performed a study in which ankle dislocations were among the most common type of dislocation requiring procedural sedation. [13] While it may be quick to reduce, it is imperative to understand the significant pain that the patient will likely be experiencing and to administer appropriate analgesia before any manipulation. Be aware that the vast majority of these injuries, particularly those with open fractures, will require operative intervention. An orthopedic consultant should be notified of any open fracture, dislocation with vascular or sensory compromise, bimalleolar fracture, trimalleolar fracture, syndesmotic disruption, or pilon fractures (distal tibial impaction).", "contents": "Ankle Dislocation -- History and Physical. Frequently, the patient will present with a dislocated foot relative to the tibia. All of these injuries will benefit from appropriate analgesia and rapid realignment of the foot and ankle to proper anatomic position. If this is not done relatively quickly, the resulting skin breakdown and formation of fracture blisters can then lead to loss of skin coverage of the joint and permanent disability. After attending to other life-threatening injuries following the usual trauma protocols, an ankle dislocation should be reduced, preferably with procedural sedation, although an intra-articular block may be sufficient. Salen et al performed a study in which ankle dislocations were among the most common type of dislocation requiring procedural sedation. [13] While it may be quick to reduce, it is imperative to understand the significant pain that the patient will likely be experiencing and to administer appropriate analgesia before any manipulation. Be aware that the vast majority of these injuries, particularly those with open fractures, will require operative intervention. An orthopedic consultant should be notified of any open fracture, dislocation with vascular or sensory compromise, bimalleolar fracture, trimalleolar fracture, syndesmotic disruption, or pilon fractures (distal tibial impaction)."}
{"id": "article-17596_11", "title": "Ankle Dislocation -- History and Physical", "content": "On examination, it is important to note the direction of the foot relative to the ankle mortise, the presence/absence of the dorsalis pedis and posterior tibial pulses, capillary refill of the distal foot, other associated injuries of the foot, and localizing areas of tenderness and swelling. The sensory exam should include the dorsum of the foot, lateral and medial aspects of the foot, and sensation just proximal to the great and second toe, the area of the innervation of the deep peroneal nerve. The examiner should also note the ability to flex and extend the toes. These important physical exam findings should be documented before and after the manipulation of the foot. [14]", "contents": "Ankle Dislocation -- History and Physical. On examination, it is important to note the direction of the foot relative to the ankle mortise, the presence/absence of the dorsalis pedis and posterior tibial pulses, capillary refill of the distal foot, other associated injuries of the foot, and localizing areas of tenderness and swelling. The sensory exam should include the dorsum of the foot, lateral and medial aspects of the foot, and sensation just proximal to the great and second toe, the area of the innervation of the deep peroneal nerve. The examiner should also note the ability to flex and extend the toes. These important physical exam findings should be documented before and after the manipulation of the foot. [14]"}
{"id": "article-17596_12", "title": "Ankle Dislocation -- Evaluation", "content": "Plain x-rays should be obtained of both the ankle and tibia-fibula before an attempted reduction maneuver. Three views of the ankle should be obtained including anteroposterior (AP), lateral, and Mortise views. The Mortise view is obtained by aiming the x-ray beam in an AP direction while internally rotating the ankle 15 degrees. Obtaining full-length tibia-fibula x-rays are imperative to identify Maisonneuve-type injuries (transfer of energy through the interosseous membrane resulting in a proximal fibula fracture or proximal tibiofibular joint dislocation).", "contents": "Ankle Dislocation -- Evaluation. Plain x-rays should be obtained of both the ankle and tibia-fibula before an attempted reduction maneuver. Three views of the ankle should be obtained including anteroposterior (AP), lateral, and Mortise views. The Mortise view is obtained by aiming the x-ray beam in an AP direction while internally rotating the ankle 15 degrees. Obtaining full-length tibia-fibula x-rays are imperative to identify Maisonneuve-type injuries (transfer of energy through the interosseous membrane resulting in a proximal fibula fracture or proximal tibiofibular joint dislocation)."}
{"id": "article-17596_13", "title": "Ankle Dislocation -- Evaluation", "content": "Occasionally, reduction may be necessary before imaging is obtained in the case of skin tenting or neurovascular compromise, however, Hastie et al. observed a significantly higher rate of need for re-manipulation (44% before x-ray vs. 18% after x-ray; p=0.03). [15]", "contents": "Ankle Dislocation -- Evaluation. Occasionally, reduction may be necessary before imaging is obtained in the case of skin tenting or neurovascular compromise, however, Hastie et al. observed a significantly higher rate of need for re-manipulation (44% before x-ray vs. 18% after x-ray; p=0.03). [15]"}
{"id": "article-17596_14", "title": "Ankle Dislocation -- Evaluation", "content": "In the case of a pilon-type fracture, a CT scan may be warranted. An orthopedic surgeon should be consulted before a CT scan because if the fracture requires temporizing external fixation, the CT should be obtained after this is completed for proper preoperative planning.", "contents": "Ankle Dislocation -- Evaluation. In the case of a pilon-type fracture, a CT scan may be warranted. An orthopedic surgeon should be consulted before a CT scan because if the fracture requires temporizing external fixation, the CT should be obtained after this is completed for proper preoperative planning."}
{"id": "article-17596_15", "title": "Ankle Dislocation -- Treatment / Management", "content": "The ankle can be dislocated in five directions: anteriorly, posteriorly, laterally, medially or superiorly. These descriptions describe the position of the talus when compared to the distal tibia. The first four dislocations can often be easily reduced while in the emergency department with procedural sedation. A superior dislocation usually results in a pilon fracture and, as stated above, requires orthopedic consultation. Both procedural sedation and intra-articular hematoma block (IAHB) are excellent options for reduction and in ankle fracture-dislocations IAHB can be considered as a first-line agent. [16]", "contents": "Ankle Dislocation -- Treatment / Management. The ankle can be dislocated in five directions: anteriorly, posteriorly, laterally, medially or superiorly. These descriptions describe the position of the talus when compared to the distal tibia. The first four dislocations can often be easily reduced while in the emergency department with procedural sedation. A superior dislocation usually results in a pilon fracture and, as stated above, requires orthopedic consultation. Both procedural sedation and intra-articular hematoma block (IAHB) are excellent options for reduction and in ankle fracture-dislocations IAHB can be considered as a first-line agent. [16]"}
{"id": "article-17596_16", "title": "Ankle Dislocation -- Treatment / Management", "content": "The treatment goal is to obtain anatomic alignment of the distal tibia and fibula, with a congruent tibiotalar joint on the AP, lateral and mortise views of the ankle. When properly reduced, the wider portion of the talar dome should be located back within the ankle mortise. The foot should be at neutral dorsiflexion on the lateral view with a fully congruent talar dome-distal tibia relationship.", "contents": "Ankle Dislocation -- Treatment / Management. The treatment goal is to obtain anatomic alignment of the distal tibia and fibula, with a congruent tibiotalar joint on the AP, lateral and mortise views of the ankle. When properly reduced, the wider portion of the talar dome should be located back within the ankle mortise. The foot should be at neutral dorsiflexion on the lateral view with a fully congruent talar dome-distal tibia relationship."}
{"id": "article-17596_17", "title": "Ankle Dislocation -- Treatment / Management", "content": "Reduction of an ankle dislocation ideally requires two practitioners for the reduction and a single practitioner for the procedural sedation if available, however, a modified Quigley maneuver has been described which allows for single-provider reduction and splinting. [17] This reduction maneuver relies on first having the knee flexed to relax the gastrocnemius complex, then accentuating the existing deformity, followed by gentle traction and then applying a directional force opposite of the original injury. Specific maneuvers are discussed below. Reduction of an anterior dislocation is performed in the following manner: Slightly flex the knee. While grasping the forefoot with one hand and the heel with the other, dorsiflex the foot to accentuate the deformity to disengage the talus. While an assistant provides counter-traction on the leg, apply direct traction to the foot and heel to extend the leg and move the foot and talus to drop back into location between the tibia and fibula.", "contents": "Ankle Dislocation -- Treatment / Management. Reduction of an ankle dislocation ideally requires two practitioners for the reduction and a single practitioner for the procedural sedation if available, however, a modified Quigley maneuver has been described which allows for single-provider reduction and splinting. [17] This reduction maneuver relies on first having the knee flexed to relax the gastrocnemius complex, then accentuating the existing deformity, followed by gentle traction and then applying a directional force opposite of the original injury. Specific maneuvers are discussed below. Reduction of an anterior dislocation is performed in the following manner: Slightly flex the knee. While grasping the forefoot with one hand and the heel with the other, dorsiflex the foot to accentuate the deformity to disengage the talus. While an assistant provides counter-traction on the leg, apply direct traction to the foot and heel to extend the leg and move the foot and talus to drop back into location between the tibia and fibula."}
{"id": "article-17596_18", "title": "Ankle Dislocation -- Treatment / Management", "content": "Reduction of a posterior dislocation is accomplished in the following manner: Flex the knee. While an assistant provides counter traction on the leg, grasp the heel with one hand and the dorsal metatarsals with the other. Slightly plantar-flex the foot to disengage the talus. Follow this by pulling on the foot with both the dorsum and heel (elongating the leg) while sliding the talus anteriorly into position. It may be necessary to have a second assistant putting downward pressure on the tibia and fibula while the foot is pulled forward into position.", "contents": "Ankle Dislocation -- Treatment / Management. Reduction of a posterior dislocation is accomplished in the following manner: Flex the knee. While an assistant provides counter traction on the leg, grasp the heel with one hand and the dorsal metatarsals with the other. Slightly plantar-flex the foot to disengage the talus. Follow this by pulling on the foot with both the dorsum and heel (elongating the leg) while sliding the talus anteriorly into position. It may be necessary to have a second assistant putting downward pressure on the tibia and fibula while the foot is pulled forward into position."}
{"id": "article-17596_19", "title": "Ankle Dislocation -- Treatment / Management", "content": "Reduction of a lateral or medial fracture-dislocation utilizes these same principals but will require manipulation of the foot by rotating the toes medially or laterally, respectively, into anatomic position so that the patella and foot are pointing in the same direction. Again, verify sensation, palpable pulses, movement of the toes, and capillary refill.", "contents": "Ankle Dislocation -- Treatment / Management. Reduction of a lateral or medial fracture-dislocation utilizes these same principals but will require manipulation of the foot by rotating the toes medially or laterally, respectively, into anatomic position so that the patella and foot are pointing in the same direction. Again, verify sensation, palpable pulses, movement of the toes, and capillary refill."}
{"id": "article-17596_20", "title": "Ankle Dislocation -- Treatment / Management", "content": "When the foot is properly reduced, apply a posterior splint and associated U-shaped splint (stirrup). Make sure to verify movement of the toes, palpable pulses, capillary refill, and sensation of the foot after manipulation and splinting as well as confirming correct anatomic alignment using post-reduction radiographs. Be sure that your orthopedic consultant is aware of any manipulation that has been performed and is available to definitively manage the fractures associated with the dislocation. [18]", "contents": "Ankle Dislocation -- Treatment / Management. When the foot is properly reduced, apply a posterior splint and associated U-shaped splint (stirrup). Make sure to verify movement of the toes, palpable pulses, capillary refill, and sensation of the foot after manipulation and splinting as well as confirming correct anatomic alignment using post-reduction radiographs. Be sure that your orthopedic consultant is aware of any manipulation that has been performed and is available to definitively manage the fractures associated with the dislocation. [18]"}
{"id": "article-17596_21", "title": "Ankle Dislocation -- Treatment / Management", "content": "Simple ankle dislocations that have a concentric reduction can often be managed nonoperatively.  Initial management in terms of the type of immobilization and weight-bearing status is controversial and often dependent on ankle stability noted on the exam.  There have been reports ranging from early weight-bearing in a CAM walker to immobilization in a cast for 6 weeks followed by progressive weight-bearing. [1] [19] If the patient continues to have pain and feelings of instability 2-6 weeks after injury, inversion and eversion stress x-rays should be obtained and compared to the noninjured side.  These radiographs are assessed for talar tilt during stress.  MRI imaging can also be obtained to assess for injury to the ligamentous complexes of the ankle.", "contents": "Ankle Dislocation -- Treatment / Management. Simple ankle dislocations that have a concentric reduction can often be managed nonoperatively.  Initial management in terms of the type of immobilization and weight-bearing status is controversial and often dependent on ankle stability noted on the exam.  There have been reports ranging from early weight-bearing in a CAM walker to immobilization in a cast for 6 weeks followed by progressive weight-bearing. [1] [19] If the patient continues to have pain and feelings of instability 2-6 weeks after injury, inversion and eversion stress x-rays should be obtained and compared to the noninjured side.  These radiographs are assessed for talar tilt during stress.  MRI imaging can also be obtained to assess for injury to the ligamentous complexes of the ankle."}
{"id": "article-17596_22", "title": "Ankle Dislocation -- Treatment / Management", "content": "Wight et al. [1] conducted a systematic review and reported that 88% of patients with closed pure ankle dislocations were treated without surgery.  Surgical treatments included deltoid ligament reconstruction or repair, screw or tightrope fixation of the tibiofibular syndesmosis, external fixation, and lateral ligament reconstruction or repair.  Patients with open injuries were treated with surgical debridement in 95% of cases with half of those patients undergoing acute ligamentous repair.", "contents": "Ankle Dislocation -- Treatment / Management. Wight et al. [1] conducted a systematic review and reported that 88% of patients with closed pure ankle dislocations were treated without surgery.  Surgical treatments included deltoid ligament reconstruction or repair, screw or tightrope fixation of the tibiofibular syndesmosis, external fixation, and lateral ligament reconstruction or repair.  Patients with open injuries were treated with surgical debridement in 95% of cases with half of those patients undergoing acute ligamentous repair."}
{"id": "article-17596_23", "title": "Ankle Dislocation -- Treatment / Management", "content": "Ankle fracture-dislocations are often treated operatively as they result in unstable bimalleolar and trimalleolar fractures.  After a concentric reduction, these injuries can be approached in a similar way to unstable ankle fractures that did not result in a dislocation.  The main principals of surgical fixation are to obtain an anatomic reduction of the articular surface, restore fibular length, and use rigid fixation.", "contents": "Ankle Dislocation -- Treatment / Management. Ankle fracture-dislocations are often treated operatively as they result in unstable bimalleolar and trimalleolar fractures.  After a concentric reduction, these injuries can be approached in a similar way to unstable ankle fractures that did not result in a dislocation.  The main principals of surgical fixation are to obtain an anatomic reduction of the articular surface, restore fibular length, and use rigid fixation."}
{"id": "article-17596_24", "title": "Ankle Dislocation -- Treatment / Management", "content": "The surgical approach is dependent on the nature of the fracture.  Bimalleolar fractures are often approached with a 2-incision technique with fixation of the fibula through a lateral approach and fixation of the medial malleolus with a medial approach.  Trimalleolar fractures are also treated through a 2-incision approach with either a combined posterolateral and medial or posteromedial and lateral approach to gain access to the fibula, medial malleolus, and posterior malleolus.", "contents": "Ankle Dislocation -- Treatment / Management. The surgical approach is dependent on the nature of the fracture.  Bimalleolar fractures are often approached with a 2-incision technique with fixation of the fibula through a lateral approach and fixation of the medial malleolus with a medial approach.  Trimalleolar fractures are also treated through a 2-incision approach with either a combined posterolateral and medial or posteromedial and lateral approach to gain access to the fibula, medial malleolus, and posterior malleolus."}
{"id": "article-17596_25", "title": "Ankle Dislocation -- Treatment / Management", "content": "Percutaneous techniques have been described for fixation of the medial malleolus, however, open approaches offer direct visualization of fracture reduction.  The medial approach can be done with either a longitudinal incision or via the approach described by Colonna and Ralston in 1951. [20] This approach uses an incision beginning four inches above and one inch behind the medial malleolus, which then curves anterior and distal to the midpoint of the malleolus and then curves posterior distal to the tip of the malleolus.  Dissection is taken down to the bone and reflected subperiosteally both anterior and posterior while preserving the deltoid ligament.  This allows access to complete visualization of the fracture fragments to obtain anatomic reduction.  The dissection can be taken posterior to access a posterior malleolar fragment if necessary.  This is done by incising the tendon sheath of the posterior tibial and flexor digitorum tendons and reflecting the tendons anterior.  The neurovascular bundle and flexor hallucis longus (FHL) tendon are retracted posteriorly, which gives access to the posterior malleolus.", "contents": "Ankle Dislocation -- Treatment / Management. Percutaneous techniques have been described for fixation of the medial malleolus, however, open approaches offer direct visualization of fracture reduction.  The medial approach can be done with either a longitudinal incision or via the approach described by Colonna and Ralston in 1951. [20] This approach uses an incision beginning four inches above and one inch behind the medial malleolus, which then curves anterior and distal to the midpoint of the malleolus and then curves posterior distal to the tip of the malleolus.  Dissection is taken down to the bone and reflected subperiosteally both anterior and posterior while preserving the deltoid ligament.  This allows access to complete visualization of the fracture fragments to obtain anatomic reduction.  The dissection can be taken posterior to access a posterior malleolar fragment if necessary.  This is done by incising the tendon sheath of the posterior tibial and flexor digitorum tendons and reflecting the tendons anterior.  The neurovascular bundle and flexor hallucis longus (FHL) tendon are retracted posteriorly, which gives access to the posterior malleolus."}
{"id": "article-17596_26", "title": "Ankle Dislocation -- Treatment / Management", "content": "The medial malleolus fixation involves anatomic reduction using a reduction clamp, followed by an assessment of reduction by direct visualization and fluoroscopic imaging.  The mode of fixation of the medial malleolus depends on fracture orientation.  Supination-external rotation, pronation-abduction, and pronation-external rotation type injuries often result in a transverse medial malleolar fracture. [8] These fractures are typically fixed with one or two screws placed from the tip of the medial malleolus and oriented perpendicular to the fracture line.  Bicortical screw fixation offers greater construct stiffness than unicortical screws. [21] Supination-adduction injuries typically result in a vertically oriented fracture pattern.  These fractures require a medial plate and screw construct placed in a buttress or anti-glide fashion to prevent proximal migration of the fracture fragment. [21]", "contents": "Ankle Dislocation -- Treatment / Management. The medial malleolus fixation involves anatomic reduction using a reduction clamp, followed by an assessment of reduction by direct visualization and fluoroscopic imaging.  The mode of fixation of the medial malleolus depends on fracture orientation.  Supination-external rotation, pronation-abduction, and pronation-external rotation type injuries often result in a transverse medial malleolar fracture. [8] These fractures are typically fixed with one or two screws placed from the tip of the medial malleolus and oriented perpendicular to the fracture line.  Bicortical screw fixation offers greater construct stiffness than unicortical screws. [21] Supination-adduction injuries typically result in a vertically oriented fracture pattern.  These fractures require a medial plate and screw construct placed in a buttress or anti-glide fashion to prevent proximal migration of the fracture fragment. [21]"}
{"id": "article-17596_27", "title": "Ankle Dislocation -- Treatment / Management", "content": "The fibula can be approached via a straight lateral or posterolateral approach.  The posterolateral approach has the advantage of the ability to access both the fibula and posterior malleolus if needed.   The lateral incision is placed midway between the anterior and posterior borders of the fibula and starts distal to the tip of the fibula and extends proximally.  The length of the incision is dependent on the location and pattern of the fracture.  Dissection is taken down to the bone and the fibula is exposed by sharp dissection. [20] The surgeon must be aware of the superficial peroneal nerve, which typically crosses from posterior to anterior across the fibula approximately 12cm from the tip of the fibula.  The fixation strategy again depends on fracture orientation and pattern.  Principles of fixation include the restoration of anatomic fibular length, anatomic reduction in simple fracture patterns, and rigid fixation.  Fibular length is assessed on mortise view x-rays intra-operatively and can be estimated by comparison of the talocrural angle of the injured and noninjured extremity. [22] Simple oblique fracture patterns can be treated with lag screw fixation perpendicular to the fracture to provide compression across the fracture site.  Lag screws are typically augmented with a laterally based plate in a neutralization fashion to provide rotational stability to the fracture.  Transverse fractures are typically treated with compression-type plating, and comminuted fractures are treated via bridge-type plating.   Compression plating relies on an anatomic reduction and compression across the fracture site.  This offers little to no micromotion at the fracture site and thus the fracture heals by primary bone healing without callus.  Bridge plating works via the concept of allowing micromotion between comminuted fracture fragments.  This allows for secondary bone healing via initial callus formation and then remodeling.", "contents": "Ankle Dislocation -- Treatment / Management. The fibula can be approached via a straight lateral or posterolateral approach.  The posterolateral approach has the advantage of the ability to access both the fibula and posterior malleolus if needed.   The lateral incision is placed midway between the anterior and posterior borders of the fibula and starts distal to the tip of the fibula and extends proximally.  The length of the incision is dependent on the location and pattern of the fracture.  Dissection is taken down to the bone and the fibula is exposed by sharp dissection. [20] The surgeon must be aware of the superficial peroneal nerve, which typically crosses from posterior to anterior across the fibula approximately 12cm from the tip of the fibula.  The fixation strategy again depends on fracture orientation and pattern.  Principles of fixation include the restoration of anatomic fibular length, anatomic reduction in simple fracture patterns, and rigid fixation.  Fibular length is assessed on mortise view x-rays intra-operatively and can be estimated by comparison of the talocrural angle of the injured and noninjured extremity. [22] Simple oblique fracture patterns can be treated with lag screw fixation perpendicular to the fracture to provide compression across the fracture site.  Lag screws are typically augmented with a laterally based plate in a neutralization fashion to provide rotational stability to the fracture.  Transverse fractures are typically treated with compression-type plating, and comminuted fractures are treated via bridge-type plating.   Compression plating relies on an anatomic reduction and compression across the fracture site.  This offers little to no micromotion at the fracture site and thus the fracture heals by primary bone healing without callus.  Bridge plating works via the concept of allowing micromotion between comminuted fracture fragments.  This allows for secondary bone healing via initial callus formation and then remodeling."}
{"id": "article-17596_28", "title": "Ankle Dislocation -- Treatment / Management", "content": "There is no consensus on the treatment of posterior malleolar fractures.  For most orthopedic surgeons, the decision to fix the posterior malleolus is dependent on the size of the fracture.  Small avulsion fractures typically do not need fixation, however, large displaced fragments often do.  Many authors advocate for fixation of the posterior malleolus if it involves more than 25-30% of the articular surface. [23] The posterior malleolus can be approached via a posterolateral approach or the previously mentioned posteromedial approach.  The posterolateral approach uses an incision midway between the Achilles tendon and the posterior border of the fibula. The sural nerve is found on the lateral border of the Achilles tendon and must be identified and protected.  Deep dissection is done between the FHL medially and the peroneal tendons laterally.  Dissection of the FHL muscle belly off of the posterior surface of the tibia gives access to the posterior malleolus fragment.  The posterior malleolus fracture is typically vertically oriented and can be treated with either bicortical screws perpendicular to the fracture or can be treated similarly to the vertical type medial malleolus fractures described previously, with a buttress or anti-glide type plate to prevent vertical migration of the fracture. [23]", "contents": "Ankle Dislocation -- Treatment / Management. There is no consensus on the treatment of posterior malleolar fractures.  For most orthopedic surgeons, the decision to fix the posterior malleolus is dependent on the size of the fracture.  Small avulsion fractures typically do not need fixation, however, large displaced fragments often do.  Many authors advocate for fixation of the posterior malleolus if it involves more than 25-30% of the articular surface. [23] The posterior malleolus can be approached via a posterolateral approach or the previously mentioned posteromedial approach.  The posterolateral approach uses an incision midway between the Achilles tendon and the posterior border of the fibula. The sural nerve is found on the lateral border of the Achilles tendon and must be identified and protected.  Deep dissection is done between the FHL medially and the peroneal tendons laterally.  Dissection of the FHL muscle belly off of the posterior surface of the tibia gives access to the posterior malleolus fragment.  The posterior malleolus fracture is typically vertically oriented and can be treated with either bicortical screws perpendicular to the fracture or can be treated similarly to the vertical type medial malleolus fractures described previously, with a buttress or anti-glide type plate to prevent vertical migration of the fracture. [23]"}
{"id": "article-17596_29", "title": "Ankle Dislocation -- Treatment / Management", "content": "After the malleoli have been addressed, the last structure to evaluate is the tibiofibular syndesmosis.  Precise diagnosis of syndesmosis injury intra-operatively is difficult, and surgical indications for fixation remain controversial.  Syndesmosis injuries occur in 10 to 13% of all ankle fractures. [24] Surgeons typically will evaluate the syndesmosis using intra-operative stress radiographs.  Two common stress tests used are the external rotations stress test and the lateral stress test.  The external rotation test is done by first obtaining a mortise view, then applying a dorsiflexion and external rotation stress on the ankle followed by a repeat mortise view.  If there is additional gapping of the syndesmosis or medial clear space, the syndesmosis is thought to be unstable and warrants fixation.  The lateral stress test is accomplished again with a mortise view, then using an instrument such as a bone hook or pointed reduction clamp to pull the fibula laterally.  If there is additional gapping of the syndesmosis, it is thought to be unstable and warrants fixation.  A study by Stoffel et al. concluded that the lateral stress test was more reliable at detecting syndesmotic injury than the external rotation stress. [25]", "contents": "Ankle Dislocation -- Treatment / Management. After the malleoli have been addressed, the last structure to evaluate is the tibiofibular syndesmosis.  Precise diagnosis of syndesmosis injury intra-operatively is difficult, and surgical indications for fixation remain controversial.  Syndesmosis injuries occur in 10 to 13% of all ankle fractures. [24] Surgeons typically will evaluate the syndesmosis using intra-operative stress radiographs.  Two common stress tests used are the external rotations stress test and the lateral stress test.  The external rotation test is done by first obtaining a mortise view, then applying a dorsiflexion and external rotation stress on the ankle followed by a repeat mortise view.  If there is additional gapping of the syndesmosis or medial clear space, the syndesmosis is thought to be unstable and warrants fixation.  The lateral stress test is accomplished again with a mortise view, then using an instrument such as a bone hook or pointed reduction clamp to pull the fibula laterally.  If there is additional gapping of the syndesmosis, it is thought to be unstable and warrants fixation.  A study by Stoffel et al. concluded that the lateral stress test was more reliable at detecting syndesmotic injury than the external rotation stress. [25]"}
{"id": "article-17596_30", "title": "Ankle Dislocation -- Treatment / Management", "content": "Syndesmosis fixation has classically been accomplished by compressive reduction with either a reduction clamp or manual reduction by the surgeon followed by fixation with one or two screws placed from the fibula into the tibia parallel with the tibiotalar joint.  More recently, there has been enthusiasm for the use of a dynamic suture button instead of screws, with the thought that these devices prevent diastasis while allowing tibiofibular rotational motion.  A recent randomized control trial found improved patient outcome scores and less radiographic syndesmotic widening when using a suture button, however, concern remains about the increased cost of these devices. [24]", "contents": "Ankle Dislocation -- Treatment / Management. Syndesmosis fixation has classically been accomplished by compressive reduction with either a reduction clamp or manual reduction by the surgeon followed by fixation with one or two screws placed from the fibula into the tibia parallel with the tibiotalar joint.  More recently, there has been enthusiasm for the use of a dynamic suture button instead of screws, with the thought that these devices prevent diastasis while allowing tibiofibular rotational motion.  A recent randomized control trial found improved patient outcome scores and less radiographic syndesmotic widening when using a suture button, however, concern remains about the increased cost of these devices. [24]"}
{"id": "article-17596_31", "title": "Ankle Dislocation -- Treatment / Management", "content": "Postoperatively, patients are placed in a non-circumferential splint and made non-weight-bearing with crutches for at least six weeks.  Patients who are diabetic may be kept without weight-bearing for longer periods depending on radiographic healing and surgeon postoperative protocol preferences.", "contents": "Ankle Dislocation -- Treatment / Management. Postoperatively, patients are placed in a non-circumferential splint and made non-weight-bearing with crutches for at least six weeks.  Patients who are diabetic may be kept without weight-bearing for longer periods depending on radiographic healing and surgeon postoperative protocol preferences."}
{"id": "article-17596_32", "title": "Ankle Dislocation -- Differential Diagnosis", "content": "The existence of an ankle dislocation or fracture-dislocation is evident upon physical exam and noting the position of the foot relative to the tibial crest and patella is central to making the correct diagnosis. A subtalar dislocation can occur independently or in conjunction with an ankle dislocation or fracture-dislocation. These injuries in isolation can be mistaken for an ankle dislocation on a physical exam, however, plain films will show a reduced tibiotalar joint. Higher energy mechanisms can also result in total talus extrusion (tibiotalar and subtalar dislocations). This injury is also identified on plain radiographs and requires immediate orthopedic consultation.", "contents": "Ankle Dislocation -- Differential Diagnosis. The existence of an ankle dislocation or fracture-dislocation is evident upon physical exam and noting the position of the foot relative to the tibial crest and patella is central to making the correct diagnosis. A subtalar dislocation can occur independently or in conjunction with an ankle dislocation or fracture-dislocation. These injuries in isolation can be mistaken for an ankle dislocation on a physical exam, however, plain films will show a reduced tibiotalar joint. Higher energy mechanisms can also result in total talus extrusion (tibiotalar and subtalar dislocations). This injury is also identified on plain radiographs and requires immediate orthopedic consultation."}
{"id": "article-17596_33", "title": "Ankle Dislocation -- Prognosis", "content": "For pure ankle dislocations, the overall prognosis is favorable. In a systematic review of pure ankle dislocation, Wight et al. found that the majority of patients were asymptomatic after appropriate treatment. Those who were symptomatic (primarily female) complained of stiffness or post-traumatic arthritis. Closed dislocations were associated with fewer symptoms than those with open dislocations. Prognostic factors that have been associated with worse outcomes include advanced age, presence of vascular injury, delay to reduction, and inferior tibiofibular ligament injury. [1] Late complications that have been reported include stiffness, degenerative changes, joint instability, and capsular calcification. [6]", "contents": "Ankle Dislocation -- Prognosis. For pure ankle dislocations, the overall prognosis is favorable. In a systematic review of pure ankle dislocation, Wight et al. found that the majority of patients were asymptomatic after appropriate treatment. Those who were symptomatic (primarily female) complained of stiffness or post-traumatic arthritis. Closed dislocations were associated with fewer symptoms than those with open dislocations. Prognostic factors that have been associated with worse outcomes include advanced age, presence of vascular injury, delay to reduction, and inferior tibiofibular ligament injury. [1] Late complications that have been reported include stiffness, degenerative changes, joint instability, and capsular calcification. [6]"}
{"id": "article-17596_34", "title": "Ankle Dislocation -- Prognosis", "content": "The prognosis for ankle fracture-dislocation is variable. When compared to non-dislocated ankle fractures, ankle fracture-dislocations have worse long-term outcomes. SER and PER ankle fracture-dislocations were found to have significantly poorer results on the Foot and Ankle Outcome Score (FAOS) as measured by increased pain and decreased activities of daily life. [26] [27] A recent study by Pincus et al. demonstrated a higher rate of ORIF revision for ankle fracture-dislocations as compared to the non-dislocated group (OR, 1.82; CI, 1.26-2.6). [28] Evidence of post-traumatic osteoarthritis of the ankle (PTOA) has been reported in up to 63% of patients sustaining an ankle fracture-dislocation. [11] Factors contributing to this result include the type of fracture, sex of the patient, and accuracy of reduction. In the earliest and largest prospective study on ankle fracture-dislocations (as described below), an \"excellent\" to \"good\" outcome was found in 82% of patients evaluated after a 2-6 year follow up. [29]", "contents": "Ankle Dislocation -- Prognosis. The prognosis for ankle fracture-dislocation is variable. When compared to non-dislocated ankle fractures, ankle fracture-dislocations have worse long-term outcomes. SER and PER ankle fracture-dislocations were found to have significantly poorer results on the Foot and Ankle Outcome Score (FAOS) as measured by increased pain and decreased activities of daily life. [26] [27] A recent study by Pincus et al. demonstrated a higher rate of ORIF revision for ankle fracture-dislocations as compared to the non-dislocated group (OR, 1.82; CI, 1.26-2.6). [28] Evidence of post-traumatic osteoarthritis of the ankle (PTOA) has been reported in up to 63% of patients sustaining an ankle fracture-dislocation. [11] Factors contributing to this result include the type of fracture, sex of the patient, and accuracy of reduction. In the earliest and largest prospective study on ankle fracture-dislocations (as described below), an \"excellent\" to \"good\" outcome was found in 82% of patients evaluated after a 2-6 year follow up. [29]"}
{"id": "article-17596_35", "title": "Ankle Dislocation -- Complications", "content": "The outcome and complication rate after an ankle dislocation or fracture-dislocation is multifactorial. Complications most commonly include infection, malunion or nonunion, skin necrosis and post-traumatic arthritis. Factors that can influence a patient’s outcome include the mechanism of injury, fracture type, open fractures, and medical comorbidities. Higher energy mechanisms are more likely to result in more severe fracture patterns and open fractures.", "contents": "Ankle Dislocation -- Complications. The outcome and complication rate after an ankle dislocation or fracture-dislocation is multifactorial. Complications most commonly include infection, malunion or nonunion, skin necrosis and post-traumatic arthritis. Factors that can influence a patient’s outcome include the mechanism of injury, fracture type, open fractures, and medical comorbidities. Higher energy mechanisms are more likely to result in more severe fracture patterns and open fractures."}
{"id": "article-17596_36", "title": "Ankle Dislocation -- Complications", "content": "Open injuries carry a high rate of deep infection (8%) and skin necrosis (14%) after immediate fixation. [30] Surgical-site infection after fixation was shown by Thangarajah et al. [31] to be higher in patients who smoke and those with bimalleolar fractures, however not all of these injuries were fracture-dislocations. Complications include malunion, wound healing issues, and deep infection. These are seen at a higher prevalence in diabetics with ankle fractures treated both operatively and non-operatively, with a rate as high as 42% in diabetic patients compared to a matched cohort of nondiabetic patients in a report by McCormack et al. [32]", "contents": "Ankle Dislocation -- Complications. Open injuries carry a high rate of deep infection (8%) and skin necrosis (14%) after immediate fixation. [30] Surgical-site infection after fixation was shown by Thangarajah et al. [31] to be higher in patients who smoke and those with bimalleolar fractures, however not all of these injuries were fracture-dislocations. Complications include malunion, wound healing issues, and deep infection. These are seen at a higher prevalence in diabetics with ankle fractures treated both operatively and non-operatively, with a rate as high as 42% in diabetic patients compared to a matched cohort of nondiabetic patients in a report by McCormack et al. [32]"}
{"id": "article-17596_37", "title": "Ankle Dislocation -- Complications", "content": "Lindsjo et al. [29] conducted the largest and earliest prospective study of 306 ankle fracture-dislocations who underwent operative fixation and followed them for up to 6 years after surgery. The author reported an infection rate of 1.8% and post-traumatic arthritis (PTOA) rate of 14%, however more recent studies have reported a PTOA rate of up to 63%. [11]", "contents": "Ankle Dislocation -- Complications. Lindsjo et al. [29] conducted the largest and earliest prospective study of 306 ankle fracture-dislocations who underwent operative fixation and followed them for up to 6 years after surgery. The author reported an infection rate of 1.8% and post-traumatic arthritis (PTOA) rate of 14%, however more recent studies have reported a PTOA rate of up to 63%. [11]"}
{"id": "article-17596_38", "title": "Ankle Dislocation -- Deterrence and Patient Education", "content": "After proper ankle reduction and immobilization in the emergency department setting, patients should be educated on several factors.  The patients should be provided with crutches or a walker and instructed to be non-weight bearing on the injured extremity.  The patient should be able to demonstrate that they understand and can follow these restrictions.  The patient should understand that if they were to weight bear, they risk re-displacement of their fractures or dislocation.  Patients should also be educated on splint management, most importantly, not to get the splint wet as this affects the integrity of the immobilization and can cause skin problems.  If their splint does get wet, they should return to have it changed.  The patient should be educated on proper pain management including Tylenol and NSAIDs as the first line, and if they are given a narcotic prescription to only use it as needed.", "contents": "Ankle Dislocation -- Deterrence and Patient Education. After proper ankle reduction and immobilization in the emergency department setting, patients should be educated on several factors.  The patients should be provided with crutches or a walker and instructed to be non-weight bearing on the injured extremity.  The patient should be able to demonstrate that they understand and can follow these restrictions.  The patient should understand that if they were to weight bear, they risk re-displacement of their fractures or dislocation.  Patients should also be educated on splint management, most importantly, not to get the splint wet as this affects the integrity of the immobilization and can cause skin problems.  If their splint does get wet, they should return to have it changed.  The patient should be educated on proper pain management including Tylenol and NSAIDs as the first line, and if they are given a narcotic prescription to only use it as needed."}
{"id": "article-17596_39", "title": "Ankle Dislocation -- Deterrence and Patient Education", "content": "Patients should also be educated on the signs and symptoms of compartment syndrome.  While compartment syndrome is rare after ankle fracture-dislocations or pure dislocations [33] [34] , it can be a devastating complication.  Signs and symptoms include increasing pain that is unable to be controlled with pain medication, change in color of the toes to white or blue (representing vascular compromise), increased pain with passive extension of the toes, loss of pulses and decreasing sensation in the foot and toes.   If the patient displays these signs or symptoms they should immediately return to the emergency department.", "contents": "Ankle Dislocation -- Deterrence and Patient Education. Patients should also be educated on the signs and symptoms of compartment syndrome.  While compartment syndrome is rare after ankle fracture-dislocations or pure dislocations [33] [34] , it can be a devastating complication.  Signs and symptoms include increasing pain that is unable to be controlled with pain medication, change in color of the toes to white or blue (representing vascular compromise), increased pain with passive extension of the toes, loss of pulses and decreasing sensation in the foot and toes.   If the patient displays these signs or symptoms they should immediately return to the emergency department."}
{"id": "article-17596_40", "title": "Ankle Dislocation -- Deterrence and Patient Education", "content": "If the patient does undergo surgical fixation, patients are again educated on all of the above factors, as well as general post-anesthesia guidance.   Special attention is given to keeping the splint dry for wound-healing purposes in addition to the above-mentioned reasons.", "contents": "Ankle Dislocation -- Deterrence and Patient Education. If the patient does undergo surgical fixation, patients are again educated on all of the above factors, as well as general post-anesthesia guidance.   Special attention is given to keeping the splint dry for wound-healing purposes in addition to the above-mentioned reasons."}
{"id": "article-17596_41", "title": "Ankle Dislocation -- Enhancing Healthcare Team Outcomes", "content": "Initial management that is required of the emergency medicine physician includes prompt recognition and management of an ankle dislocation. As stated previously, the exam should at a minimum include a neurovascular status of the affected leg along with full-body assessment for concomitant or distracting injuries. Unless a neurovascular compromise is suspected, x-rays should be obtained to rule out other mimics including tibial fractures and/or subtalar dislocations (if a neurovascular compromise is suspected, an x-ray should not delay attempts at an immediate closed reduction). While this is occurring, it is the role of nursing to obtain IV access, administer appropriate analgesia and start preparing for conscious sedation or intra-articular hematoma block.", "contents": "Ankle Dislocation -- Enhancing Healthcare Team Outcomes. Initial management that is required of the emergency medicine physician includes prompt recognition and management of an ankle dislocation. As stated previously, the exam should at a minimum include a neurovascular status of the affected leg along with full-body assessment for concomitant or distracting injuries. Unless a neurovascular compromise is suspected, x-rays should be obtained to rule out other mimics including tibial fractures and/or subtalar dislocations (if a neurovascular compromise is suspected, an x-ray should not delay attempts at an immediate closed reduction). While this is occurring, it is the role of nursing to obtain IV access, administer appropriate analgesia and start preparing for conscious sedation or intra-articular hematoma block."}
{"id": "article-17596_42", "title": "Ankle Dislocation -- Enhancing Healthcare Team Outcomes", "content": "Closed reduction can be performed by either the emergency medicine provider, podiatry or orthopedic specialists, however, it has been shown that orthopedic surgeons have higher rates of success on the first attempt as compared to emergency physicians. [16] It is the responsibility of all parties to be well versed in reduction techniques and the proper splint that should be applied. Orthopedic consultation timing is dependent on the level of familiarity/comfort of the emergency medicine provider in regard to the treatment of these injuries.  If the emergency medicine provider is not comfortable with reduction techniques, an orthopedic specialist should be contacted upon diagnosis of the injury.  If an acceptable reduction is obtained by the emergency medicine provider, the orthopedist may or may not be notified depending on the environment and culture of that particular practice.  Orthopedic specialists should always be consulted in the case of neurovascular compromise, open injuries, irreducible injuries and injuries in which concomitant compartment syndrome is suspected. Orthopedic specialists should be immediately available in the event that any of these cases arise.", "contents": "Ankle Dislocation -- Enhancing Healthcare Team Outcomes. Closed reduction can be performed by either the emergency medicine provider, podiatry or orthopedic specialists, however, it has been shown that orthopedic surgeons have higher rates of success on the first attempt as compared to emergency physicians. [16] It is the responsibility of all parties to be well versed in reduction techniques and the proper splint that should be applied. Orthopedic consultation timing is dependent on the level of familiarity/comfort of the emergency medicine provider in regard to the treatment of these injuries.  If the emergency medicine provider is not comfortable with reduction techniques, an orthopedic specialist should be contacted upon diagnosis of the injury.  If an acceptable reduction is obtained by the emergency medicine provider, the orthopedist may or may not be notified depending on the environment and culture of that particular practice.  Orthopedic specialists should always be consulted in the case of neurovascular compromise, open injuries, irreducible injuries and injuries in which concomitant compartment syndrome is suspected. Orthopedic specialists should be immediately available in the event that any of these cases arise."}
{"id": "article-17596_43", "title": "Ankle Dislocation -- Enhancing Healthcare Team Outcomes", "content": "Patients should also have easy access to orthopedic follow-up and an emergency phone number to call in case of questions or concerns after being discharged from the emergency department.  Patients may have issues with their splint or issues with pain that may need to be addressed urgently and they should have easy access for these problems to be addressed.  There should also be coordination with the emergency department and orthopedic follow-up in which patients can be referred to the orthopedic specialist and be seen within one to two weeks of injury.  Some orthopedic clinics will have \"fracture clinic\" or \"fracture appointments\" which are times set aside for acutely injured patients so that, in a case of a busy orthopedic practice, these patients are not put on the same waiting list for appointments as elective patients.", "contents": "Ankle Dislocation -- Enhancing Healthcare Team Outcomes. Patients should also have easy access to orthopedic follow-up and an emergency phone number to call in case of questions or concerns after being discharged from the emergency department.  Patients may have issues with their splint or issues with pain that may need to be addressed urgently and they should have easy access for these problems to be addressed.  There should also be coordination with the emergency department and orthopedic follow-up in which patients can be referred to the orthopedic specialist and be seen within one to two weeks of injury.  Some orthopedic clinics will have \"fracture clinic\" or \"fracture appointments\" which are times set aside for acutely injured patients so that, in a case of a busy orthopedic practice, these patients are not put on the same waiting list for appointments as elective patients."}
{"id": "article-17596_44", "title": "Ankle Dislocation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ankle Dislocation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}