{"id": "article-21952_0", "title": "Tooth Fracture -- Continuing Education Activity", "content": "Tooth fracture usually occurs due to traumatic injuries to the teeth and oral structures. The predominant clinical features are sensitivity and pain in the fractured teeth. The tooth fractures involving the pulp may develop periapical lesion, which requires radiological examination. Management of tooth fractures includes restoring the fractured tooth or root canal treatment in fractured teeth with periapical lesions. This activity reviews the evaluation and management of tooth fractures and highlights the role of clinicians in the management of patients with tooth fractures.", "contents": "Tooth Fracture -- Continuing Education Activity. Tooth fracture usually occurs due to traumatic injuries to the teeth and oral structures. The predominant clinical features are sensitivity and pain in the fractured teeth. The tooth fractures involving the pulp may develop periapical lesion, which requires radiological examination. Management of tooth fractures includes restoring the fractured tooth or root canal treatment in fractured teeth with periapical lesions. This activity reviews the evaluation and management of tooth fractures and highlights the role of clinicians in the management of patients with tooth fractures."}
{"id": "article-21952_1", "title": "Tooth Fracture -- Continuing Education Activity", "content": "Objectives: Describe the possible etiologies of tooth fracture. Outline the physical examination findings with tooth fracture. Summarize treatment considerations for patients with tooth fracture. Explain the importance of collaboration and communication amongst the interprofessional team enhances the delivery of care for tooth fracture. Access free multiple choice questions on this topic.", "contents": "Tooth Fracture -- Continuing Education Activity. Objectives: Describe the possible etiologies of tooth fracture. Outline the physical examination findings with tooth fracture. Summarize treatment considerations for patients with tooth fracture. Explain the importance of collaboration and communication amongst the interprofessional team enhances the delivery of care for tooth fracture. Access free multiple choice questions on this topic."}
{"id": "article-21952_2", "title": "Tooth Fracture -- Introduction", "content": "Tooth fractures occur predominantly in children and young people, accounting for 5% of all traumatic dental injuries. Management of tooth fracture requires an accurate diagnosis, treatment planning, and regular follow-ups. [1]", "contents": "Tooth Fracture -- Introduction. Tooth fractures occur predominantly in children and young people, accounting for 5% of all traumatic dental injuries. Management of tooth fracture requires an accurate diagnosis, treatment planning, and regular follow-ups. [1]"}
{"id": "article-21952_3", "title": "Tooth Fracture -- Introduction", "content": "Tooth fractures mostly involve front teeth in the upper jaw because of their position in the oral cavity. The most common causes are sports activities, traffic accidents, and physical violence. [2] Depending on the event's intensity, the tooth may be chipped off, partially or completely dislocated, or even knocked out of the oral cavity. Tooth fractures require prompt treatment for restoring their function and cosmetic.", "contents": "Tooth Fracture -- Introduction. Tooth fractures mostly involve front teeth in the upper jaw because of their position in the oral cavity. The most common causes are sports activities, traffic accidents, and physical violence. [2] Depending on the event's intensity, the tooth may be chipped off, partially or completely dislocated, or even knocked out of the oral cavity. Tooth fractures require prompt treatment for restoring their function and cosmetic."}
{"id": "article-21952_4", "title": "Tooth Fracture -- Etiology", "content": "Traumatic dental injuries are caused by either a direct or indirect impact. The severity of the damage results from the energy, direction, and shape of the impacting object and the response of the tissues surrounding the tooth. [3] Falls are the most common etiology for dental trauma, accounting for up to 65% of cases, followed by sports injuries, cycling accidents, motor vehicle accidents, and physical violence. [3] [4] [5] [4] The prevalence of lesions associated with sports and violence increases with age, the former being more frequent in teenagers and the latter in 21 to 25-year-olds. [3] By contrast, falls and collisions are the most common cause of dental trauma in primary dentition. [3] Dental caries are a predisposing factor for tooth fracture even after the slightest of trauma. Patients with increased overjet or lip incompetence are much more likely to suffer traumatic injuries in the upper incisors. [6]", "contents": "Tooth Fracture -- Etiology. Traumatic dental injuries are caused by either a direct or indirect impact. The severity of the damage results from the energy, direction, and shape of the impacting object and the response of the tissues surrounding the tooth. [3] Falls are the most common etiology for dental trauma, accounting for up to 65% of cases, followed by sports injuries, cycling accidents, motor vehicle accidents, and physical violence. [3] [4] [5] [4] The prevalence of lesions associated with sports and violence increases with age, the former being more frequent in teenagers and the latter in 21 to 25-year-olds. [3] By contrast, falls and collisions are the most common cause of dental trauma in primary dentition. [3] Dental caries are a predisposing factor for tooth fracture even after the slightest of trauma. Patients with increased overjet or lip incompetence are much more likely to suffer traumatic injuries in the upper incisors. [6]"}
{"id": "article-21952_5", "title": "Tooth Fracture -- Epidemiology", "content": "Oral traumatic injuries account for 5% of body injuries in all age groups; however, they are responsible for approximately 17% of total injuries in children. [7] They are more frequent in males than females. More than 75% of tooth fractures are in the upper jaw, and more than half of these involve central incisors, followed by lateral incisors and canines. The maxillary central and lateral incisors are the most frequently fractured teeth because of their anatomic position in the oral cavity. [3] [8] Single tooth fractures are more commonly observed than multiple teeth fractures, but if they occur, they tend to result from sports injuries, traffic accidents, and physical violence. [3]", "contents": "Tooth Fracture -- Epidemiology. Oral traumatic injuries account for 5% of body injuries in all age groups; however, they are responsible for approximately 17% of total injuries in children. [7] They are more frequent in males than females. More than 75% of tooth fractures are in the upper jaw, and more than half of these involve central incisors, followed by lateral incisors and canines. The maxillary central and lateral incisors are the most frequently fractured teeth because of their anatomic position in the oral cavity. [3] [8] Single tooth fractures are more commonly observed than multiple teeth fractures, but if they occur, they tend to result from sports injuries, traffic accidents, and physical violence. [3]"}
{"id": "article-21952_6", "title": "Tooth Fracture -- Epidemiology", "content": "Permanent dentition is more commonly affected by dental trauma than primary dentition. The prevalence of tooth fractures in deciduous teeth ranges from 9.4% to 41.6% and 6.1% to 58.6% in permanent teeth. [9]", "contents": "Tooth Fracture -- Epidemiology. Permanent dentition is more commonly affected by dental trauma than primary dentition. The prevalence of tooth fractures in deciduous teeth ranges from 9.4% to 41.6% and 6.1% to 58.6% in permanent teeth. [9]"}
{"id": "article-21952_7", "title": "Tooth Fracture -- History and Physical", "content": "Dental fractures are classified into the following categories according to the fractured tissue and pulp involvement:", "contents": "Tooth Fracture -- History and Physical. Dental fractures are classified into the following categories according to the fractured tissue and pulp involvement:"}
{"id": "article-21952_8", "title": "Tooth Fracture -- History and Physical", "content": "1) Enamel infractions are microcracks in the enamel without tooth structure loss that are usually asymptomatic. They are diagnosed by transillumination and must be differentiated from thermal attack cracks. [10] On clinical examination, such teeth exhibit a normal response to pulp vitality tests, no tooth mobility, and no involvement of the periapical tissues; therefore, no sensitivity to percussion. X-rays are unremarkable. [11]", "contents": "Tooth Fracture -- History and Physical. 1) Enamel infractions are microcracks in the enamel without tooth structure loss that are usually asymptomatic. They are diagnosed by transillumination and must be differentiated from thermal attack cracks. [10] On clinical examination, such teeth exhibit a normal response to pulp vitality tests, no tooth mobility, and no involvement of the periapical tissues; therefore, no sensitivity to percussion. X-rays are unremarkable. [11]"}
{"id": "article-21952_9", "title": "Tooth Fracture -- History and Physical", "content": "2) Enamel fractures (uncomplicated crown fracture) are limited to the enamel without exposing dentin or pulp. This type of fracture is usually located at a proximal angle or the incisal edge of the anterior region. [10] Pulp sensibility tests and tooth mobility are usually normal. The radiographic examination will show the extension of the enamel loss. [11]", "contents": "Tooth Fracture -- History and Physical. 2) Enamel fractures (uncomplicated crown fracture) are limited to the enamel without exposing dentin or pulp. This type of fracture is usually located at a proximal angle or the incisal edge of the anterior region. [10] Pulp sensibility tests and tooth mobility are usually normal. The radiographic examination will show the extension of the enamel loss. [11]"}
{"id": "article-21952_10", "title": "Tooth Fracture -- History and Physical", "content": "3) Enamel-dentin fractures (uncomplicated crown fracture) exhibit visible loss of enamel and dentin without exposing the dental pulp. When performing a clinical examination, the dentist will usually find a vital tooth with no sensitivity to percussion and no mobility.", "contents": "Tooth Fracture -- History and Physical. 3) Enamel-dentin fractures (uncomplicated crown fracture) exhibit visible loss of enamel and dentin without exposing the dental pulp. When performing a clinical examination, the dentist will usually find a vital tooth with no sensitivity to percussion and no mobility."}
{"id": "article-21952_11", "title": "Tooth Fracture -- History and Physical", "content": "4) Enamel-dentin fractures with pulp exposure (complicated crown fracture) are diagnosed clinically by observing a missing crown structure and pulp exposure. The tooth is usually sensitive to air, temperature, and pressure; however, pulp testing is generally positive unless a simultaneous luxation injury occurs. [11] [10]", "contents": "Tooth Fracture -- History and Physical. 4) Enamel-dentin fractures with pulp exposure (complicated crown fracture) are diagnosed clinically by observing a missing crown structure and pulp exposure. The tooth is usually sensitive to air, temperature, and pressure; however, pulp testing is generally positive unless a simultaneous luxation injury occurs. [11] [10]"}
{"id": "article-21952_12", "title": "Tooth Fracture -- History and Physical", "content": "5) Crown-root fractures extend apically to the cementoenamel junction and may or may not involve the pulp. Diagnosis is made clinically and radiographically. This fracture extends below the gingival margin, but its apical extension is generally hard to visualize. The fragment is present most of the time and mobile. If this is the case, the patient will complain of sensitivity to percussion and pressure. If the piece is missing, the tooth can react like crown fractures, according to pulp involvement. [10]", "contents": "Tooth Fracture -- History and Physical. 5) Crown-root fractures extend apically to the cementoenamel junction and may or may not involve the pulp. Diagnosis is made clinically and radiographically. This fracture extends below the gingival margin, but its apical extension is generally hard to visualize. The fragment is present most of the time and mobile. If this is the case, the patient will complain of sensitivity to percussion and pressure. If the piece is missing, the tooth can react like crown fractures, according to pulp involvement. [10]"}
{"id": "article-21952_13", "title": "Tooth Fracture -- History and Physical", "content": "The recommended x-rays include a parallel periapical radiograph, two additional images with different angulations (vertically and horizontally), and an occlusal x-ray. A cone-beam CT is encouraged since it will allow a thorough analysis of the fracture and treatment alternatives. [11]", "contents": "Tooth Fracture -- History and Physical. The recommended x-rays include a parallel periapical radiograph, two additional images with different angulations (vertically and horizontally), and an occlusal x-ray. A cone-beam CT is encouraged since it will allow a thorough analysis of the fracture and treatment alternatives. [11]"}
{"id": "article-21952_14", "title": "Tooth Fracture -- History and Physical", "content": "6) A root fracture affects dentin, pulp, and cementum, and it can be horizontal, oblique, or both. Clinical findings include bleeding from the gingival sulcus, tenderness on percussion, and a mobile crown fragment, which may be displaced. Pulp tests may be negative at first due to a temporal or permanent neural injury. [11]", "contents": "Tooth Fracture -- History and Physical. 6) A root fracture affects dentin, pulp, and cementum, and it can be horizontal, oblique, or both. Clinical findings include bleeding from the gingival sulcus, tenderness on percussion, and a mobile crown fragment, which may be displaced. Pulp tests may be negative at first due to a temporal or permanent neural injury. [11]"}
{"id": "article-21952_15", "title": "Tooth Fracture -- History and Physical", "content": "Radiographic examination is essential to identify the location and extension of the fracture. The recommended x-rays include a parallel periapical radiograph, two additional images with different angulations (vertical and horizontal), and an occlusal x-ray. A cone-beam CT scan is advised if the above radiographs are insufficient for diagnosis and treatment planning. [11]", "contents": "Tooth Fracture -- History and Physical. Radiographic examination is essential to identify the location and extension of the fracture. The recommended x-rays include a parallel periapical radiograph, two additional images with different angulations (vertical and horizontal), and an occlusal x-ray. A cone-beam CT scan is advised if the above radiographs are insufficient for diagnosis and treatment planning. [11]"}
{"id": "article-21952_16", "title": "Tooth Fracture -- History and Physical", "content": "If the tooth fragment is missing in any of the above-mentioned cases and the patient presents soft tissue lesions, further x-rays of lips and cheeks are recommended to search for the missing piece. [11]", "contents": "Tooth Fracture -- History and Physical. If the tooth fragment is missing in any of the above-mentioned cases and the patient presents soft tissue lesions, further x-rays of lips and cheeks are recommended to search for the missing piece. [11]"}
{"id": "article-21952_17", "title": "Tooth Fracture -- Evaluation", "content": "The dentist should consider if taking an image and exposing the patient to radiation will change the management of the fracture. A variety of X-ray projections and angulations are available, and dentists must use their clinical judgment to correctly select the most appropriate ones.", "contents": "Tooth Fracture -- Evaluation. The dentist should consider if taking an image and exposing the patient to radiation will change the management of the fracture. A variety of X-ray projections and angulations are available, and dentists must use their clinical judgment to correctly select the most appropriate ones."}
{"id": "article-21952_18", "title": "Tooth Fracture -- Evaluation", "content": "Parallel periapical radiographs are usually the first image that clinicians take. An occlusal projection may become handy in some cases. Cone-beam CT scans accurately identify the fracture's extension, location, and direction, which will improve the treatment outcomes in more complex cases. [12] [1]", "contents": "Tooth Fracture -- Evaluation. Parallel periapical radiographs are usually the first image that clinicians take. An occlusal projection may become handy in some cases. Cone-beam CT scans accurately identify the fracture's extension, location, and direction, which will improve the treatment outcomes in more complex cases. [12] [1]"}
{"id": "article-21952_19", "title": "Tooth Fracture -- Treatment / Management", "content": "Tooth fractures are often associated with soft tissue injuries, such as swelling, hematoma, and laceration. The application of cold packs to the injured site is useful in reducing pain and swelling before initiating specific dental treatment.", "contents": "Tooth Fracture -- Treatment / Management. Tooth fractures are often associated with soft tissue injuries, such as swelling, hematoma, and laceration. The application of cold packs to the injured site is useful in reducing pain and swelling before initiating specific dental treatment."}
{"id": "article-21952_20", "title": "Tooth Fracture -- Treatment / Management -- Enamel Infraction", "content": "Most cases do not require treatment, but if the crack is more severe, etching and sealing with bonding resin is advised to prevent bacterial contamination and discoloration. [11] [13]", "contents": "Tooth Fracture -- Treatment / Management -- Enamel Infraction. Most cases do not require treatment, but if the crack is more severe, etching and sealing with bonding resin is advised to prevent bacterial contamination and discoloration. [11] [13]"}
{"id": "article-21952_21", "title": "Tooth Fracture -- Treatment / Management -- Enamel Fracture (uncomplicated crown fracture)", "content": "Reattach the tooth fragment, restore with resin composite, or smooth the tooth edges depending on the fragment availability and extension of the lesion. Follow-up clinical and radiographic examinations are advised after two months and then a year to check the state of the restoration, pulp necrosis, apical periodontitis, and lack of root development (immature teeth). [11] Enamel-dentin Fracture (uncomplicated crown fracture)", "contents": "Tooth Fracture -- Treatment / Management -- Enamel Fracture (uncomplicated crown fracture). Reattach the tooth fragment, restore with resin composite, or smooth the tooth edges depending on the fragment availability and extension of the lesion. Follow-up clinical and radiographic examinations are advised after two months and then a year to check the state of the restoration, pulp necrosis, apical periodontitis, and lack of root development (immature teeth). [11] Enamel-dentin Fracture (uncomplicated crown fracture)"}
{"id": "article-21952_22", "title": "Tooth Fracture -- Treatment / Management -- Enamel Fracture (uncomplicated crown fracture)", "content": "Protect the exposed dentin using a bonding agent and composite resin or glass ionomer. Calcium hydroxide can function as lining material when the exposed dentin is in the proximity of the pulp, in which case the dentin will be slightly pink but with absent bleeding. After that, cover with a material, like glass-ionomer.", "contents": "Tooth Fracture -- Treatment / Management -- Enamel Fracture (uncomplicated crown fracture). Protect the exposed dentin using a bonding agent and composite resin or glass ionomer. Calcium hydroxide can function as lining material when the exposed dentin is in the proximity of the pulp, in which case the dentin will be slightly pink but with absent bleeding. After that, cover with a material, like glass-ionomer."}
{"id": "article-21952_23", "title": "Tooth Fracture -- Treatment / Management -- Enamel Fracture (uncomplicated crown fracture)", "content": "If available, consider fragment reattachment, which must be soaked in water or saline solution 20 minutes before the procedure to recuperate the tissue hydration. Other options are resin direct composite restoration, wax-up and resin composite restoration, or ceramic restoration.", "contents": "Tooth Fracture -- Treatment / Management -- Enamel Fracture (uncomplicated crown fracture). If available, consider fragment reattachment, which must be soaked in water or saline solution 20 minutes before the procedure to recuperate the tissue hydration. Other options are resin direct composite restoration, wax-up and resin composite restoration, or ceramic restoration."}
{"id": "article-21952_24", "title": "Tooth Fracture -- Treatment / Management -- Enamel-dentin Fracture with Pulp Exposure (complicated crown fracture)", "content": "When treating a complicated crown fracture, one must consider the most appropriate way to manage the pulp exposure and restore the tooth structure. A conservative approach should always prevail since teeth can form a dentinal bridge after pulp exposure when using a pulp-capping material. [10] Pulp capping or partial pulpotomy? It depends on the time and diameter of exposure, state of the pulp before the injury, age of the tooth, stage of root development, and simultaneous luxation injuries.", "contents": "Tooth Fracture -- Treatment / Management -- Enamel-dentin Fracture with Pulp Exposure (complicated crown fracture). When treating a complicated crown fracture, one must consider the most appropriate way to manage the pulp exposure and restore the tooth structure. A conservative approach should always prevail since teeth can form a dentinal bridge after pulp exposure when using a pulp-capping material. [10] Pulp capping or partial pulpotomy? It depends on the time and diameter of exposure, state of the pulp before the injury, age of the tooth, stage of root development, and simultaneous luxation injuries."}
{"id": "article-21952_25", "title": "Tooth Fracture -- Treatment / Management -- Enamel-dentin Fracture with Pulp Exposure (complicated crown fracture)", "content": "Pulp capping is indicated when the pulp was only exposed for a short period because the longer the exposure, the higher the chances for bacterial invasion and irreversible inflammatory reactions. [14] The diameter of the exposure should not exceed 1.5 mm clinically. Healthy pulp before the trauma, immature teeth with open apices, absence of concomitant luxation injuries, and younger teeth increase the likelihood of pulp healing; therefore, pulp capping may be sufficient. [10] [15]", "contents": "Tooth Fracture -- Treatment / Management -- Enamel-dentin Fracture with Pulp Exposure (complicated crown fracture). Pulp capping is indicated when the pulp was only exposed for a short period because the longer the exposure, the higher the chances for bacterial invasion and irreversible inflammatory reactions. [14] The diameter of the exposure should not exceed 1.5 mm clinically. Healthy pulp before the trauma, immature teeth with open apices, absence of concomitant luxation injuries, and younger teeth increase the likelihood of pulp healing; therefore, pulp capping may be sufficient. [10] [15]"}
{"id": "article-21952_26", "title": "Tooth Fracture -- Treatment / Management -- Enamel-dentin Fracture with Pulp Exposure (complicated crown fracture)", "content": "Partial pulpotomy is the treatment of choice for young teeth with open apices when pulp capping is contraindicated: too much time has elapsed since the trauma, or the diameter of the exposure is too great. Cvek suggests amputating the pulp 2 mm below the exposure site, where the tissue is believed to be healthy. [16] Partial pulpotomy is used as a provisory but long-term alternative giving the tooth the chance to remain vital for as long as possible. Eventually, the tooth will require a root canal followed by appropriate restoration. Dentists must use their clinical judgment to choose a restorative option, such as freehand or indirect composite resin restoration, fragment reattachment if available, or ceramic restoration. Pulp testing and radiographs are advised on follow-up visits after six to eight weeks, three months, six months, and a year. [11]", "contents": "Tooth Fracture -- Treatment / Management -- Enamel-dentin Fracture with Pulp Exposure (complicated crown fracture). Partial pulpotomy is the treatment of choice for young teeth with open apices when pulp capping is contraindicated: too much time has elapsed since the trauma, or the diameter of the exposure is too great. Cvek suggests amputating the pulp 2 mm below the exposure site, where the tissue is believed to be healthy. [16] Partial pulpotomy is used as a provisory but long-term alternative giving the tooth the chance to remain vital for as long as possible. Eventually, the tooth will require a root canal followed by appropriate restoration. Dentists must use their clinical judgment to choose a restorative option, such as freehand or indirect composite resin restoration, fragment reattachment if available, or ceramic restoration. Pulp testing and radiographs are advised on follow-up visits after six to eight weeks, three months, six months, and a year. [11]"}
{"id": "article-21952_27", "title": "Tooth Fracture -- Treatment / Management -- Crown-root Fractures", "content": "The objective of the treatment is to expose the fracture margins to allow bleeding and moist control during clinical procedures and improve plaque control by the patient. The first step in management is to remove the tooth fragment to reveal the extent of the fracture and pulp involvement (the fragment may later be reattached).", "contents": "Tooth Fracture -- Treatment / Management -- Crown-root Fractures. The objective of the treatment is to expose the fracture margins to allow bleeding and moist control during clinical procedures and improve plaque control by the patient. The first step in management is to remove the tooth fragment to reveal the extent of the fracture and pulp involvement (the fragment may later be reattached)."}
{"id": "article-21952_28", "title": "Tooth Fracture -- Treatment / Management -- Crown-root Fractures", "content": "When the pulp is not exposed, the remaining dentin can be covered with glass ionomer or composite resin after retrieving the fragment. This is the most conservative approach but remains an alternative as long as the fracture extends just apical to the cementoenamel junction. [17]", "contents": "Tooth Fracture -- Treatment / Management -- Crown-root Fractures. When the pulp is not exposed, the remaining dentin can be covered with glass ionomer or composite resin after retrieving the fragment. This is the most conservative approach but remains an alternative as long as the fracture extends just apical to the cementoenamel junction. [17]"}
{"id": "article-21952_29", "title": "Tooth Fracture -- Treatment / Management -- Crown-root Fractures", "content": "Other treatment options include: gingivectomy (and osteotomy if needed), orthodontic extrusion with or without gingivoplasty, forced surgical extrusion, vital root submergence, intentional replantation with or without root rotation, autotransplantation, and extraction. [10] [11]", "contents": "Tooth Fracture -- Treatment / Management -- Crown-root Fractures. Other treatment options include: gingivectomy (and osteotomy if needed), orthodontic extrusion with or without gingivoplasty, forced surgical extrusion, vital root submergence, intentional replantation with or without root rotation, autotransplantation, and extraction. [10] [11]"}
{"id": "article-21952_30", "title": "Tooth Fracture -- Treatment / Management -- Crown-root Fractures", "content": "Clinical and radiographic examinations must be performed on follow-up appointments after one week, six to eight weeks, three months, six months, and a year, from this point, once a year for a minimum of five years. [11]", "contents": "Tooth Fracture -- Treatment / Management -- Crown-root Fractures. Clinical and radiographic examinations must be performed on follow-up appointments after one week, six to eight weeks, three months, six months, and a year, from this point, once a year for a minimum of five years. [11]"}
{"id": "article-21952_31", "title": "Tooth Fracture -- Treatment / Management -- Root Fractures", "content": "The treatment of root fractures first involves repositioning the crown fragment if displaced and checking that the reposition is correct with an x-ray. No endodontic treatment should be performed during the emergency appointment, and since fractures at the cervical level can heal, the crown fragment should not be removed. The mobile segment needs to be stabilized with a flexible and passive splint for up to four months in cervical fractures and four weeks in mid and apical third fractures.It is essential to monitor the fracture healing after four weeks (where the splint will be removed in mid and apical third fractures), six to eight weeks, four months (where the splint will be removed in cervical fractures), six months, one year, and yearly from then for at least five years. [11]", "contents": "Tooth Fracture -- Treatment / Management -- Root Fractures. The treatment of root fractures first involves repositioning the crown fragment if displaced and checking that the reposition is correct with an x-ray. No endodontic treatment should be performed during the emergency appointment, and since fractures at the cervical level can heal, the crown fragment should not be removed. The mobile segment needs to be stabilized with a flexible and passive splint for up to four months in cervical fractures and four weeks in mid and apical third fractures.It is essential to monitor the fracture healing after four weeks (where the splint will be removed in mid and apical third fractures), six to eight weeks, four months (where the splint will be removed in cervical fractures), six months, one year, and yearly from then for at least five years. [11]"}
{"id": "article-21952_32", "title": "Tooth Fracture -- Differential Diagnosis", "content": "A rigorous clinical and radiographic examination of tooth fractures usually gives an accurate diagnosis. In the primary teeth, the tooth fractures require differential diagnosis with the physiological root resorption. [18] Tenderness may be a sign of a simultaneous luxation lesion or root fracture. [11]", "contents": "Tooth Fracture -- Differential Diagnosis. A rigorous clinical and radiographic examination of tooth fractures usually gives an accurate diagnosis. In the primary teeth, the tooth fractures require differential diagnosis with the physiological root resorption. [18] Tenderness may be a sign of a simultaneous luxation lesion or root fracture. [11]"}
{"id": "article-21952_33", "title": "Tooth Fracture -- Prognosis", "content": "The consequence of a fractured tooth depends upon the type of injury, delay in treatment, if any, and quality of treatment rendered. The favorable outcome of the tooth fracture is the normal healing of the pulp and periodontal tissues. [1] The initial healing process of the fractured tooth takes 1 to 2 weeks. Minor fractures restricted to the enamel usually have a better prognosis, while deeper untreated fractures may result in infection and abscess.", "contents": "Tooth Fracture -- Prognosis. The consequence of a fractured tooth depends upon the type of injury, delay in treatment, if any, and quality of treatment rendered. The favorable outcome of the tooth fracture is the normal healing of the pulp and periodontal tissues. [1] The initial healing process of the fractured tooth takes 1 to 2 weeks. Minor fractures restricted to the enamel usually have a better prognosis, while deeper untreated fractures may result in infection and abscess."}
{"id": "article-21952_34", "title": "Tooth Fracture -- Complications", "content": "Tooth fractures are associated with multiple complications such as pulp necrosis, crown discolorations, peri-apical abscess, pulpal obliteration, fistulas, and internal and external root resorptions. [17] Pulp necrosis remains the most commonly reported complication in tooth fractures.", "contents": "Tooth Fracture -- Complications. Tooth fractures are associated with multiple complications such as pulp necrosis, crown discolorations, peri-apical abscess, pulpal obliteration, fistulas, and internal and external root resorptions. [17] Pulp necrosis remains the most commonly reported complication in tooth fractures."}
{"id": "article-21952_35", "title": "Tooth Fracture -- Deterrence and Patient Education", "content": "It is hard to prevent dental injuries, but custom-made mouthguards can prevent traumatic injuries associated with contact sports. Parents and school teachers need to be trained regarding basic life skills and first aid for traumatized teeth. [2] [19]", "contents": "Tooth Fracture -- Deterrence and Patient Education. It is hard to prevent dental injuries, but custom-made mouthguards can prevent traumatic injuries associated with contact sports. Parents and school teachers need to be trained regarding basic life skills and first aid for traumatized teeth. [2] [19]"}
{"id": "article-21952_36", "title": "Tooth Fracture -- Enhancing Healthcare Team Outcomes", "content": "The management of tooth fractures is challenging, and to derive good outcomes, the treatment goals have to be defined from the begging. Because of the potential risk of complications derived from the tooth fractures, such as pulp necrosis, root resorption, and periapical abscesses, appropriate and regular follow-up appointments are recommended. More complex cases, like crown-root fractures, require an interprofessional approach involving endodontics, restorative dentistry, and periodontics. This is mostly due to the sublingual location of the line of the fracture in such cases. [10] Such collaboration will improve patient outcomes. [Level 5]", "contents": "Tooth Fracture -- Enhancing Healthcare Team Outcomes. The management of tooth fractures is challenging, and to derive good outcomes, the treatment goals have to be defined from the begging. Because of the potential risk of complications derived from the tooth fractures, such as pulp necrosis, root resorption, and periapical abscesses, appropriate and regular follow-up appointments are recommended. More complex cases, like crown-root fractures, require an interprofessional approach involving endodontics, restorative dentistry, and periodontics. This is mostly due to the sublingual location of the line of the fracture in such cases. [10] Such collaboration will improve patient outcomes. [Level 5]"}
{"id": "article-21952_37", "title": "Tooth Fracture -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tooth Fracture -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}