{"id": "article-25865_0", "title": "Newborn Hearing Screening -- Definition/Introduction", "content": "Hearing impairment can cause a massive impact on child development, either on its language or speech development, poor academic performance, personal-social maladjustments, and emotional disturbances. [1] Prompt detection and appropriate intervention within the first six months of age has been demonstrated to decrease its adverse complications and improve language acquisition. Hence, universal newborn hearing screening has been extensively and strongly promoted and advocated as an early detection strategy for hearing loss in children.", "contents": "Newborn Hearing Screening -- Definition/Introduction. Hearing impairment can cause a massive impact on child development, either on its language or speech development, poor academic performance, personal-social maladjustments, and emotional disturbances. [1] Prompt detection and appropriate intervention within the first six months of age has been demonstrated to decrease its adverse complications and improve language acquisition. Hence, universal newborn hearing screening has been extensively and strongly promoted and advocated as an early detection strategy for hearing loss in children."}
{"id": "article-25865_1", "title": "Newborn Hearing Screening -- Definition/Introduction", "content": "Hearing tests, as a part of the non-biochemical newborn screening, can identify congenital hearing loss, although infants or children can acquire progressive hearing loss or deafness after birth for various reasons. Based on the etiology, hearing loss divides into sensorineural, conductive, or mixed type. Sensorineural hearing loss is the most common form of hearing loss in the neonates, with 50% of children have the genetic cause. Meanwhile, acquired hearing loss is commonly the result of infectious diseases, especially meningitis, the trauma of the nervous system, the damaging noise levels, and ototoxic drugs. The remaining causes and risk factors of hearing loss in neonates are congenital infections and hyperbilirubinemia. [2]", "contents": "Newborn Hearing Screening -- Definition/Introduction. Hearing tests, as a part of the non-biochemical newborn screening, can identify congenital hearing loss, although infants or children can acquire progressive hearing loss or deafness after birth for various reasons. Based on the etiology, hearing loss divides into sensorineural, conductive, or mixed type. Sensorineural hearing loss is the most common form of hearing loss in the neonates, with 50% of children have the genetic cause. Meanwhile, acquired hearing loss is commonly the result of infectious diseases, especially meningitis, the trauma of the nervous system, the damaging noise levels, and ototoxic drugs. The remaining causes and risk factors of hearing loss in neonates are congenital infections and hyperbilirubinemia. [2]"}
{"id": "article-25865_2", "title": "Newborn Hearing Screening -- Definition/Introduction", "content": "Some risk factors for newborn hearing loss are the history of using mechanical ventilation for five days, ototoxic medications, premature birth, low birth weight, admission to neonatal intensive care unit for more than seven days, and low APGAR score. [3] Unfortunately, more than 50% of babies with hearing loss do not have the risk factors mentioned above. Therefore, neonatal hearing screening is recommended for all newborns to dampen the misdiagnoses.", "contents": "Newborn Hearing Screening -- Definition/Introduction. Some risk factors for newborn hearing loss are the history of using mechanical ventilation for five days, ototoxic medications, premature birth, low birth weight, admission to neonatal intensive care unit for more than seven days, and low APGAR score. [3] Unfortunately, more than 50% of babies with hearing loss do not have the risk factors mentioned above. Therefore, neonatal hearing screening is recommended for all newborns to dampen the misdiagnoses."}
{"id": "article-25865_3", "title": "Newborn Hearing Screening -- Definition/Introduction", "content": "Two recommended hearing screening techniques are the otoacoustic emissions (OAE) test, and the auditory brainstem evoked responses (ABRs) test. The OAE test is the most commonly performed test in newborn screening because of its easy, safe, and quick procedure. It is also inexpensive, easy to interpret, and provides a sensitive indication of the presence of hearing loss. It also does not require highly specialized manpower. It is particularly easy to carry out in this age group as their level of restlessness is lower than the older infants, and thereby precludes the need for sedation. If the result leads to a positive hearing loss or the test's result does not pass; thus, the newborn has to do the ABR test before three months of age. The ABR test is an auditory evoked electrophysiologic response that highly correlates with hearing and has been used successfully and cost-effectively to screen newborns and to identify further the degree and type of hearing loss.", "contents": "Newborn Hearing Screening -- Definition/Introduction. Two recommended hearing screening techniques are the otoacoustic emissions (OAE) test, and the auditory brainstem evoked responses (ABRs) test. The OAE test is the most commonly performed test in newborn screening because of its easy, safe, and quick procedure. It is also inexpensive, easy to interpret, and provides a sensitive indication of the presence of hearing loss. It also does not require highly specialized manpower. It is particularly easy to carry out in this age group as their level of restlessness is lower than the older infants, and thereby precludes the need for sedation. If the result leads to a positive hearing loss or the test's result does not pass; thus, the newborn has to do the ABR test before three months of age. The ABR test is an auditory evoked electrophysiologic response that highly correlates with hearing and has been used successfully and cost-effectively to screen newborns and to identify further the degree and type of hearing loss."}
{"id": "article-25865_4", "title": "Newborn Hearing Screening -- Issues of Concern", "content": "Most congenital hearing loss in children is potentially identifiable through newborn and infant hearing screening. Nonetheless, some congenital hearing loss may not be identified until late childhood.", "contents": "Newborn Hearing Screening -- Issues of Concern. Most congenital hearing loss in children is potentially identifiable through newborn and infant hearing screening. Nonetheless, some congenital hearing loss may not be identified until late childhood."}
{"id": "article-25865_5", "title": "Newborn Hearing Screening -- Issues of Concern", "content": "According to the European Group on Genetics of Hearing Impairment, some degree of hearing loss is present in 1 to 6 per 1000 newborn infants, which are greater than another incidence of diseases seen at birth.", "contents": "Newborn Hearing Screening -- Issues of Concern. According to the European Group on Genetics of Hearing Impairment, some degree of hearing loss is present in 1 to 6 per 1000 newborn infants, which are greater than another incidence of diseases seen at birth."}
{"id": "article-25865_6", "title": "Newborn Hearing Screening -- Issues of Concern", "content": "The American Academy of Pediatrics ratifies the universal goal of hearing loss detection in infants before three months of age, with prompt and appropriate intervention no longer than six months of age; this has been one part of a comprehensive Early Hearing Detection and Intervention (EHDI) program of service.", "contents": "Newborn Hearing Screening -- Issues of Concern. The American Academy of Pediatrics ratifies the universal goal of hearing loss detection in infants before three months of age, with prompt and appropriate intervention no longer than six months of age; this has been one part of a comprehensive Early Hearing Detection and Intervention (EHDI) program of service."}
{"id": "article-25865_7", "title": "Newborn Hearing Screening -- Issues of Concern", "content": "Unfortunately, the newborn hearing screening test has not been implemented universally to all newborns, especially in rural parts of developing countries, which lacked the necessary equipment. Moreover, the lack of parents' awareness in a rural area regarding the importance of hearing tests probably contributes to these drawbacks. Thus, these have been significant challenges for the actualization of the set goals. Therefore, in regions where the newborn hearing screening has not been implemented, the hearing test equipment should be provided, and the parents' awareness and knowledge towards the consequences or sequels of the delayed diagnosis have to be enhanced.", "contents": "Newborn Hearing Screening -- Issues of Concern. Unfortunately, the newborn hearing screening test has not been implemented universally to all newborns, especially in rural parts of developing countries, which lacked the necessary equipment. Moreover, the lack of parents' awareness in a rural area regarding the importance of hearing tests probably contributes to these drawbacks. Thus, these have been significant challenges for the actualization of the set goals. Therefore, in regions where the newborn hearing screening has not been implemented, the hearing test equipment should be provided, and the parents' awareness and knowledge towards the consequences or sequels of the delayed diagnosis have to be enhanced."}
{"id": "article-25865_8", "title": "Newborn Hearing Screening -- Clinical Significance", "content": "Clinical screening for hearing loss is ineffective in early diagnosis; meanwhile, the late diagnosis correlates with irreversible long-term speech, language, and cognitive deficits. [2] The earlier hearing loss is identified and detected, the faster intervention can be given, and the least complication will occur. Some studies concluded that children with an earlier diagnosis had better and improved language scores. [4]", "contents": "Newborn Hearing Screening -- Clinical Significance. Clinical screening for hearing loss is ineffective in early diagnosis; meanwhile, the late diagnosis correlates with irreversible long-term speech, language, and cognitive deficits. [2] The earlier hearing loss is identified and detected, the faster intervention can be given, and the least complication will occur. Some studies concluded that children with an earlier diagnosis had better and improved language scores. [4]"}
{"id": "article-25865_9", "title": "Newborn Hearing Screening -- Clinical Significance", "content": "The earlier the intervention is performed (before six months of age), the better and higher score for language, social, and behavior adjustment the children will get in comparison with hearing-impaired children who get the intervention later on. [5] [6] US Preventive Services Task Force Recommendation also concluded that infants identified with hearing loss through universal screening have significantly earlier referral, diagnosis, and treatment than those identified in other ways. [4] Understanding the major impact on hearing loss to the child's cognitive development exerts the need of hearing newborn screening for all newborns, including developed and developing countries.", "contents": "Newborn Hearing Screening -- Clinical Significance. The earlier the intervention is performed (before six months of age), the better and higher score for language, social, and behavior adjustment the children will get in comparison with hearing-impaired children who get the intervention later on. [5] [6] US Preventive Services Task Force Recommendation also concluded that infants identified with hearing loss through universal screening have significantly earlier referral, diagnosis, and treatment than those identified in other ways. [4] Understanding the major impact on hearing loss to the child's cognitive development exerts the need of hearing newborn screening for all newborns, including developed and developing countries."}
{"id": "article-25865_10", "title": "Newborn Hearing Screening -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Newborn Hearing Screening -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}