{"id": "article-34436_0", "title": "Digital Health -- Definition/Introduction", "content": "Digital health refers to the use of information and communications technologies in medicine and other health professions to manage illnesses and health risks and to promote wellness. Digital health has a broad scope and includes the use of wearable devices, mobile health, telehealth, health information technology, and telemedicine.  Digital Health has been gaining momentum because it is envisioned to: Improve access to healthcare Reduce any inefficiencies in the healthcare system Improve the quality of care Lower the cost of healthcare Provide more personalized health care for patients", "contents": "Digital Health -- Definition/Introduction. Digital health refers to the use of information and communications technologies in medicine and other health professions to manage illnesses and health risks and to promote wellness. Digital health has a broad scope and includes the use of wearable devices, mobile health, telehealth, health information technology, and telemedicine.  Digital Health has been gaining momentum because it is envisioned to: Improve access to healthcare Reduce any inefficiencies in the healthcare system Improve the quality of care Lower the cost of healthcare Provide more personalized health care for patients"}
{"id": "article-34436_1", "title": "Digital Health -- Definition/Introduction", "content": "There is some evidence to show that the use of digital medicine allows patients to better track their own health and wellness. For example, the use of digital devices like the smartphone not only helps with communication, but these devices now have a huge number of apps that can help monitor blood pressure, record blood sugars, ensure compliance with medications, and track the amount of physical activity. [1] [2] [3] [4] [5] [6] [7] [8] [9] [10]", "contents": "Digital Health -- Definition/Introduction. There is some evidence to show that the use of digital medicine allows patients to better track their own health and wellness. For example, the use of digital devices like the smartphone not only helps with communication, but these devices now have a huge number of apps that can help monitor blood pressure, record blood sugars, ensure compliance with medications, and track the amount of physical activity. [1] [2] [3] [4] [5] [6] [7] [8] [9] [10]"}
{"id": "article-34436_2", "title": "Digital Health -- Issues of Concern -- Function and Goals of Digital Health", "content": "The objectives of digital health products and services are: To improve the quality of outcomes of care and service To improve population health To improve the patient experience To improve the physician and other non-physician provider experience. To address health disparities", "contents": "Digital Health -- Issues of Concern -- Function and Goals of Digital Health. The objectives of digital health products and services are: To improve the quality of outcomes of care and service To improve population health To improve the patient experience To improve the physician and other non-physician provider experience. To address health disparities"}
{"id": "article-34436_3", "title": "Digital Health -- Issues of Concern -- Categories of Digital Health Products and Services", "content": "Digital health means different things to different people. Here are the main subcategories: Remote sensing and wearables Telemedicine and health information Data analytics and intelligence, predictive modeling Health and wellness behavior modification tools Bioinformatics tools (-omics) Medical social media Digitized health record platforms Patient -physician-patient portals DIY diagnostics, compliance, and treatments Decision support systems Imaging", "contents": "Digital Health -- Issues of Concern -- Categories of Digital Health Products and Services. Digital health means different things to different people. Here are the main subcategories: Remote sensing and wearables Telemedicine and health information Data analytics and intelligence, predictive modeling Health and wellness behavior modification tools Bioinformatics tools (-omics) Medical social media Digitized health record platforms Patient -physician-patient portals DIY diagnostics, compliance, and treatments Decision support systems Imaging"}
{"id": "article-34436_4", "title": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment", "content": "There is a difference between an industry and a market. Those companies that provide products and services comprise the industry. The customers who use those products and are looking for ways to get a particular job done are the market.", "contents": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment. There is a difference between an industry and a market. Those companies that provide products and services comprise the industry. The customers who use those products and are looking for ways to get a particular job done are the market."}
{"id": "article-34436_5", "title": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment", "content": "Like all investors, digital health investors are looking for the highest rate of return with the least amount of risk. Given the foggy legal, regulatory, and reimbursement atmosphere, it is difficult to determine which tools will be supported by industry and users.", "contents": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment. Like all investors, digital health investors are looking for the highest rate of return with the least amount of risk. Given the foggy legal, regulatory, and reimbursement atmosphere, it is difficult to determine which tools will be supported by industry and users."}
{"id": "article-34436_6", "title": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment", "content": "Most digital health technologies have not been validated clinically. Clinical trials may be necessary to validate the digital tools even before stakeholders decide on the best technology.", "contents": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment. Most digital health technologies have not been validated clinically. Clinical trials may be necessary to validate the digital tools even before stakeholders decide on the best technology."}
{"id": "article-34436_7", "title": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment", "content": "The Food and Drug Administration (FDA) continues to offer periodic guidance documents and regulations that contribute to a level of uncertainty.", "contents": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment. The Food and Drug Administration (FDA) continues to offer periodic guidance documents and regulations that contribute to a level of uncertainty."}
{"id": "article-34436_8", "title": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment", "content": "Given the multiple stakeholders in healthcare, for example, payers, providers, patients, business associates, partners, and others, it is hard to target any one customer. Several stakeholders need to see the value of any given product or service.", "contents": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment. Given the multiple stakeholders in healthcare, for example, payers, providers, patients, business associates, partners, and others, it is hard to target any one customer. Several stakeholders need to see the value of any given product or service."}
{"id": "article-34436_9", "title": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment", "content": "The industry is new, and there is not enough research to know which customers, patients, or other stakeholders will adopt a product and why.", "contents": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment. The industry is new, and there is not enough research to know which customers, patients, or other stakeholders will adopt a product and why."}
{"id": "article-34436_10", "title": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment", "content": "Scale trumps innovation. The single most important characteristic of those companies that have received substantial follow-through investments is that they have scaled their customer rate rapidly by at least 70% per year.", "contents": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment. Scale trumps innovation. The single most important characteristic of those companies that have received substantial follow-through investments is that they have scaled their customer rate rapidly by at least 70% per year."}
{"id": "article-34436_11", "title": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment", "content": "Doctors may not have the information they need to prescribe or use a given digital health technology.", "contents": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment. Doctors may not have the information they need to prescribe or use a given digital health technology."}
{"id": "article-34436_12", "title": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment", "content": "Most doctors don't get paid to use digital health technologies, they disrupt workflow, and there are nagging behavioral and emotional barriers to adoption by both patients and their families and their doctors.", "contents": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment. Most doctors don't get paid to use digital health technologies, they disrupt workflow, and there are nagging behavioral and emotional barriers to adoption by both patients and their families and their doctors."}
{"id": "article-34436_13", "title": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment", "content": "There are significant confidentiality, security, and data privacy issues that are still not addressed.", "contents": "Digital Health -- Clinical Significance -- Issues in Digital Health Design, Validation, Testing and Deployment. There are significant confidentiality, security, and data privacy issues that are still not addressed."}
{"id": "article-34436_14", "title": "Digital Health -- Clinical Significance -- Digital Health Entrepreneurship Competencies", "content": "Like other medical school subjects, there are basic science and clinical components and the apprenticeship model is used to develop competent graduates. The same should apply to digital health and learning objectives, curriculum design and assessment should be in three basic and applied areas: The Embryology, Anatomy, and Physiology of Digital Health. In other words, how are digital health systems, products, and services evolving? How are they built and how do they work? Clinical Digital Health. How are digital health products and services used? Where are the gaps and opportunities and when are they effective? Like all drugs and technologies, what are the side effects or complications using them and when are they indicated? Digital Health Innovation and Entrepreneurship. How are digital health products and services designed, developed, tested, validated, deployed, and transferred to human subjects?", "contents": "Digital Health -- Clinical Significance -- Digital Health Entrepreneurship Competencies. Like other medical school subjects, there are basic science and clinical components and the apprenticeship model is used to develop competent graduates. The same should apply to digital health and learning objectives, curriculum design and assessment should be in three basic and applied areas: The Embryology, Anatomy, and Physiology of Digital Health. In other words, how are digital health systems, products, and services evolving? How are they built and how do they work? Clinical Digital Health. How are digital health products and services used? Where are the gaps and opportunities and when are they effective? Like all drugs and technologies, what are the side effects or complications using them and when are they indicated? Digital Health Innovation and Entrepreneurship. How are digital health products and services designed, developed, tested, validated, deployed, and transferred to human subjects?"}
{"id": "article-34436_15", "title": "Digital Health -- Clinical Significance -- The course should be mandatory for every medical student. We should also separate education from training. Here is a summary of the topics covered: Section 1: Technologies", "content": "Social Media Telemedicine Data Analytics, Artificial Intelligence and Business Intelligence Personalized and Precision Medicine Wearables Mobile Health Platforms Electronic Medical Records Health Information Exchange and Interoperability", "contents": "Digital Health -- Clinical Significance -- The course should be mandatory for every medical student. We should also separate education from training. Here is a summary of the topics covered: Section 1: Technologies. Social Media Telemedicine Data Analytics, Artificial Intelligence and Business Intelligence Personalized and Precision Medicine Wearables Mobile Health Platforms Electronic Medical Records Health Information Exchange and Interoperability"}
{"id": "article-34436_16", "title": "Digital Health -- Clinical Significance -- Section 2: Applications", "content": "Diagnosis Treatment Prevention and Wellness Prognosis Rehabilitation Behavioral Health Disease Management Public Health", "contents": "Digital Health -- Clinical Significance -- Section 2: Applications. Diagnosis Treatment Prevention and Wellness Prognosis Rehabilitation Behavioral Health Disease Management Public Health"}
{"id": "article-34436_17", "title": "Digital Health -- Clinical Significance -- Section 3: Innovation and Entrepreneurship", "content": "Intellectual Property Protection Regulatory Issues Reimbursement Business Models Financing Digital Health Startup Ventures Leading High-Performance digital Health Teams Product and Customer Development Lean Startup Methodologies Clinical Validation and Translational Research Data Security and Confidentiality", "contents": "Digital Health -- Clinical Significance -- Section 3: Innovation and Entrepreneurship. Intellectual Property Protection Regulatory Issues Reimbursement Business Models Financing Digital Health Startup Ventures Leading High-Performance digital Health Teams Product and Customer Development Lean Startup Methodologies Clinical Validation and Translational Research Data Security and Confidentiality"}
{"id": "article-34436_18", "title": "Digital Health -- Clinical Significance -- Section 4: Leading interprofessional and Inter-Professional Teams", "content": "Team Dynamics Leadership Outcomes and Metrics Conflict Resolution", "contents": "Digital Health -- Clinical Significance -- Section 4: Leading interprofessional and Inter-Professional Teams. Team Dynamics Leadership Outcomes and Metrics Conflict Resolution"}
{"id": "article-34436_19", "title": "Digital Health -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Digital health tools have become an integral part of the contemporary practice of medicine and will continue to evolve. It is imperative that end-users, medical providers, health care staff, innovators, and companies communicate and engage in the different phases of digital health design. Patient-designed, patient-centered digital health tools may be another method to engage patients in their own health care. The Coronavirus (COVID-19) pandemic has highlighted the need for more responsive and timely platforms for health care information, delivery, and management. It has also exposed the need for improvement in the traditional face-to-face encounters of patients especially those who have chronic illnesses.", "contents": "Digital Health -- Nursing, Allied Health, and Interprofessional Team Interventions. Digital health tools have become an integral part of the contemporary practice of medicine and will continue to evolve. It is imperative that end-users, medical providers, health care staff, innovators, and companies communicate and engage in the different phases of digital health design. Patient-designed, patient-centered digital health tools may be another method to engage patients in their own health care. The Coronavirus (COVID-19) pandemic has highlighted the need for more responsive and timely platforms for health care information, delivery, and management. It has also exposed the need for improvement in the traditional face-to-face encounters of patients especially those who have chronic illnesses."}
{"id": "article-34436_20", "title": "Digital Health -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "As technology advances in health care, it also raises challenges and ethical considerations for policymakers. Some of the concerns include transmission of misinformation; the internet is awash with hundreds of medical sites offering all types of advice and treatment options. Many of these websites are not even operated by healthcare workers and the sources used to collect the information include Wikipedia and other non-peer-reviewed articles. Patients often subscribe to these sites believing that all the information is true. Often patients make medical decisions without speaking to a healthcare professional and this may endanger the lives of many individuals. As this time of pandemic has demonstrated, medical and public health information and opinion from various sectors of society can easily reach the population.", "contents": "Digital Health -- Nursing, Allied Health, and Interprofessional Team Monitoring. As technology advances in health care, it also raises challenges and ethical considerations for policymakers. Some of the concerns include transmission of misinformation; the internet is awash with hundreds of medical sites offering all types of advice and treatment options. Many of these websites are not even operated by healthcare workers and the sources used to collect the information include Wikipedia and other non-peer-reviewed articles. Patients often subscribe to these sites believing that all the information is true. Often patients make medical decisions without speaking to a healthcare professional and this may endanger the lives of many individuals. As this time of pandemic has demonstrated, medical and public health information and opinion from various sectors of society can easily reach the population."}
{"id": "article-34436_21", "title": "Digital Health -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "In addition, there is also concern that many of the devices that connect the patient to the healthcare provider may easily be accessed by third parties and lead to the release of sensitive patient information. Hacking of medical devices has been shown to occur.", "contents": "Digital Health -- Nursing, Allied Health, and Interprofessional Team Monitoring. In addition, there is also concern that many of the devices that connect the patient to the healthcare provider may easily be accessed by third parties and lead to the release of sensitive patient information. Hacking of medical devices has been shown to occur."}
{"id": "article-34436_22", "title": "Digital Health -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Further, there is great concern that some health care providers who practice digital health may be releasing patient data, which may be in violation of the Health Insurance Portability and Accountability Act (HIPAA). The practice of telehealth or telemedicine is now accelerating and new guidelines on billing, privacy, security, and documentation may be established. As to what information and how much information can be released and under what circumstances is still being debated.", "contents": "Digital Health -- Nursing, Allied Health, and Interprofessional Team Monitoring. Further, there is great concern that some health care providers who practice digital health may be releasing patient data, which may be in violation of the Health Insurance Portability and Accountability Act (HIPAA). The practice of telehealth or telemedicine is now accelerating and new guidelines on billing, privacy, security, and documentation may be established. As to what information and how much information can be released and under what circumstances is still being debated."}
{"id": "article-34436_23", "title": "Digital Health -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Finally, a bigger push towards digital health may erode the trust towards healthcare workers and place more reliance on medical websites. An example of this is the anti-vaccination movement which is quite vociferous and gaining momentum. At the end of the day, the health care team and patient relationship is at the heart of health and wellness.  Regular traditional face-to-face encounters and the complimentary use of digital health tools may well become the future standard of care.", "contents": "Digital Health -- Nursing, Allied Health, and Interprofessional Team Monitoring. Finally, a bigger push towards digital health may erode the trust towards healthcare workers and place more reliance on medical websites. An example of this is the anti-vaccination movement which is quite vociferous and gaining momentum. At the end of the day, the health care team and patient relationship is at the heart of health and wellness.  Regular traditional face-to-face encounters and the complimentary use of digital health tools may well become the future standard of care."}
{"id": "article-34436_24", "title": "Digital Health -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Digital Health -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}