{"id": "article-23721_0", "title": "Intrauterine Device -- Continuing Education Activity", "content": "Intrauterine devices (IUDs) are one of the most effective forms of contraception available today, with rates of failure similar to various forms of sterilization. There are many benefits of IUDs, including efficacy, ease of use, reversible nature, and patient satisfaction, especially with time commitment for long-term use and cost. This activity reviews the indications, contraindications, risks, and benefits of intrauterine device placement and removal. This activity will also detail the role of the interprofessional team in providing patients who undergo intrauterine device placement and removal with the best possible care.", "contents": "Intrauterine Device -- Continuing Education Activity. Intrauterine devices (IUDs) are one of the most effective forms of contraception available today, with rates of failure similar to various forms of sterilization. There are many benefits of IUDs, including efficacy, ease of use, reversible nature, and patient satisfaction, especially with time commitment for long-term use and cost. This activity reviews the indications, contraindications, risks, and benefits of intrauterine device placement and removal. This activity will also detail the role of the interprofessional team in providing patients who undergo intrauterine device placement and removal with the best possible care."}
{"id": "article-23721_1", "title": "Intrauterine Device -- Continuing Education Activity", "content": "Objectives: Identify the anatomical structures, indications, and contraindications of IUD placement and removal. Describe the equipment, personnel, preparation, and technique in regards to IUD placement and removal. Outline the appropriate evaluation of the potential complications and clinical significance of IUD placement and removal. Explain interprofessional team strategies for improving care coordination and communication regarding IUD placement and removal and to improve outcomes. Access free multiple choice questions on this topic.", "contents": "Intrauterine Device -- Continuing Education Activity. Objectives: Identify the anatomical structures, indications, and contraindications of IUD placement and removal. Describe the equipment, personnel, preparation, and technique in regards to IUD placement and removal. Outline the appropriate evaluation of the potential complications and clinical significance of IUD placement and removal. Explain interprofessional team strategies for improving care coordination and communication regarding IUD placement and removal and to improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-23721_2", "title": "Intrauterine Device -- Introduction", "content": "Intrauterine devices (IUDs) are one of the most effective forms of contraception available today, with rates of failure similar to various forms of sterilization. [1] The two types of IUDs that are presently used in the United States, including the copper-containing IUD and levonorgestrel-containing IUD, have similar rates of preventing pregnancy, with failure rates of 0.08% and 0.02%, respectively. This makes these devices more than 99% effective in preventing pregnancy. [2] In the United States, there has been an increased use of long-acting reversible contraception (LARC) since 1995. This use has continued to increase from year to year, with 14% of women who use contraception choosing to use a form of LARC. [1] There has also been a decrease in the number of unplanned pregnancies with the increased use of LARC. [1] Additionally, there are many benefits of IUDs, including efficacy, ease of use, reversible nature, and patient satisfaction, especially with time commitment for long-term use and cost. [3]", "contents": "Intrauterine Device -- Introduction. Intrauterine devices (IUDs) are one of the most effective forms of contraception available today, with rates of failure similar to various forms of sterilization. [1] The two types of IUDs that are presently used in the United States, including the copper-containing IUD and levonorgestrel-containing IUD, have similar rates of preventing pregnancy, with failure rates of 0.08% and 0.02%, respectively. This makes these devices more than 99% effective in preventing pregnancy. [2] In the United States, there has been an increased use of long-acting reversible contraception (LARC) since 1995. This use has continued to increase from year to year, with 14% of women who use contraception choosing to use a form of LARC. [1] There has also been a decrease in the number of unplanned pregnancies with the increased use of LARC. [1] Additionally, there are many benefits of IUDs, including efficacy, ease of use, reversible nature, and patient satisfaction, especially with time commitment for long-term use and cost. [3]"}
{"id": "article-23721_3", "title": "Intrauterine Device -- Anatomy and Physiology", "content": "All IUDs currently available in the United States are T-shaped, with the top of the T resting across the top of the endometrial cavity. IUDs are between 28 mm to 32 mm wide and 30 mm to 36 mm long. Uterine width traditionally has been assumed to be adequate in all patients; however, recent ultrasound studies have indicated that cavity width in nulliparous women may be narrower than device width. [4] Therefore, it is important to consider the available IUD options available. The smallest IUDs measure 28 mm wide and 30 mm long and are best suited for nulliparous and young women. When performing IUD insertion and removal, the primary anatomical landmarks that need to be identified are the cervix and uterus. The uterus will be identified by the bimanual exam to assess for size, shape, position, and to identify any anatomical abnormalities. [5] The cervix will be identified during the speculum examination. [5]", "contents": "Intrauterine Device -- Anatomy and Physiology. All IUDs currently available in the United States are T-shaped, with the top of the T resting across the top of the endometrial cavity. IUDs are between 28 mm to 32 mm wide and 30 mm to 36 mm long. Uterine width traditionally has been assumed to be adequate in all patients; however, recent ultrasound studies have indicated that cavity width in nulliparous women may be narrower than device width. [4] Therefore, it is important to consider the available IUD options available. The smallest IUDs measure 28 mm wide and 30 mm long and are best suited for nulliparous and young women. When performing IUD insertion and removal, the primary anatomical landmarks that need to be identified are the cervix and uterus. The uterus will be identified by the bimanual exam to assess for size, shape, position, and to identify any anatomical abnormalities. [5] The cervix will be identified during the speculum examination. [5]"}
{"id": "article-23721_4", "title": "Intrauterine Device -- Indications", "content": "Based on the fact that there are two different types of IUDs, including levonorgestrel and copper-containing, it should be understood that there are different indications for each of these. All IUDs are indicated for the use of contraception.", "contents": "Intrauterine Device -- Indications. Based on the fact that there are two different types of IUDs, including levonorgestrel and copper-containing, it should be understood that there are different indications for each of these. All IUDs are indicated for the use of contraception."}
{"id": "article-23721_5", "title": "Intrauterine Device -- Indications", "content": "For the levonorgestrel-containing IUD, there are three different strengths of levonorgestrel available, 13.5 mg, 19.5 mg, and 52 mg. They are all equally effective at providing reliable contraception. [6] However, the higher dose IUD, 52 mg device, is also approved for the treatment of menorrhagia and endometrium protection during hormone replacement therapy. [7] [8] The 13.5 mg IUD is approved for use for up to 3 years, while the 19.5 mg and 52 mg IUDs are approved for up to 5 years. [6]", "contents": "Intrauterine Device -- Indications. For the levonorgestrel-containing IUD, there are three different strengths of levonorgestrel available, 13.5 mg, 19.5 mg, and 52 mg. They are all equally effective at providing reliable contraception. [6] However, the higher dose IUD, 52 mg device, is also approved for the treatment of menorrhagia and endometrium protection during hormone replacement therapy. [7] [8] The 13.5 mg IUD is approved for use for up to 3 years, while the 19.5 mg and 52 mg IUDs are approved for up to 5 years. [6]"}
{"id": "article-23721_6", "title": "Intrauterine Device -- Indications", "content": "The copper IUD is approved for contraceptive use for up to 10 years. However, there is a documented off-label indication to use this as emergency contraception within 5 days of unprotected intercourse. The failure rate after placement for emergency contraception is approximately 0.1%. [9]", "contents": "Intrauterine Device -- Indications. The copper IUD is approved for contraceptive use for up to 10 years. However, there is a documented off-label indication to use this as emergency contraception within 5 days of unprotected intercourse. The failure rate after placement for emergency contraception is approximately 0.1%. [9]"}
{"id": "article-23721_7", "title": "Intrauterine Device -- Indications", "content": "IUDs may be placed immediately post-partum within 10 minutes of delivery of the placenta, delayed post-partum within 4-6 weeks of delivery, and post-abortion, so long as it was not a septic abortion. [10] [11]", "contents": "Intrauterine Device -- Indications. IUDs may be placed immediately post-partum within 10 minutes of delivery of the placenta, delayed post-partum within 4-6 weeks of delivery, and post-abortion, so long as it was not a septic abortion. [10] [11]"}
{"id": "article-23721_8", "title": "Intrauterine Device -- Indications", "content": "Additionally, there are also indications for the removal of the IUD. The primary indication for removal is the patient's preference for any reason, including, but not limited to, desire for pregnancy, irregular bleeding pattern, heavy vaginal bleeding, and discomfort or pain, which may represent the displacement of the device. [12] Bleeding changes, especially heavier bleeding, were more likely to occur in the copper-containing IUDs rather than the levonorgestrel-IUD, prompting the patient's desire for removal. [13] Another indication for removal is an intrauterine pregnancy. However, the device should only be removed if the strings are visible or easily found within the cervical os with no devices entering the uterine cavity. [14] Leaving the IUD in place increases the risk of spontaneous abortion by 40% to 50%. However, there is no risk of teratogenesis with leaving the IUD in place. In such cases, removing the IUD decreases the risk of spontaneous abortion to 20%. [14] For the levonorgestrel-containing IUD, additional indications for removal include the diagnosis of a cervical or uterine malignancy or jaundice. [15] The last indication for removal is if the device has been in for longer than the approved efficacy period. For the 19.5 mg and 52 mg devices, the approved duration is 5 years. For the 13.5 mg device, the approved duration is 3 years. For some, the approved duration is 10 years. These approved durations are constantly changing, and it is best practice to refer to the individual product's package insert for the most up-to-date prescribing information.", "contents": "Intrauterine Device -- Indications. Additionally, there are also indications for the removal of the IUD. The primary indication for removal is the patient's preference for any reason, including, but not limited to, desire for pregnancy, irregular bleeding pattern, heavy vaginal bleeding, and discomfort or pain, which may represent the displacement of the device. [12] Bleeding changes, especially heavier bleeding, were more likely to occur in the copper-containing IUDs rather than the levonorgestrel-IUD, prompting the patient's desire for removal. [13] Another indication for removal is an intrauterine pregnancy. However, the device should only be removed if the strings are visible or easily found within the cervical os with no devices entering the uterine cavity. [14] Leaving the IUD in place increases the risk of spontaneous abortion by 40% to 50%. However, there is no risk of teratogenesis with leaving the IUD in place. In such cases, removing the IUD decreases the risk of spontaneous abortion to 20%. [14] For the levonorgestrel-containing IUD, additional indications for removal include the diagnosis of a cervical or uterine malignancy or jaundice. [15] The last indication for removal is if the device has been in for longer than the approved efficacy period. For the 19.5 mg and 52 mg devices, the approved duration is 5 years. For the 13.5 mg device, the approved duration is 3 years. For some, the approved duration is 10 years. These approved durations are constantly changing, and it is best practice to refer to the individual product's package insert for the most up-to-date prescribing information."}
{"id": "article-23721_9", "title": "Intrauterine Device -- Contraindications", "content": "Given that there are two classes of IUDs available, there are specific contraindications for each type of IUD. However, there are also universal contraindications that are specific to both types. Universal contraindications for the use of IUD: [16]", "contents": "Intrauterine Device -- Contraindications. Given that there are two classes of IUDs available, there are specific contraindications for each type of IUD. However, there are also universal contraindications that are specific to both types. Universal contraindications for the use of IUD: [16]"}
{"id": "article-23721_10", "title": "Intrauterine Device -- Contraindications", "content": "Pregnancy or suspected pregnancy Sexually transmitted infection at the time of insertion, including cervicitis, vaginitis, or any other lower genital tract infection A congenital uterine abnormality that distorts the shape of the uterine cavity making insertion difficult Acute pelvic inflammatory disease History of pelvic inflammatory disease, unless a subsequent successful intrauterine pregnancy has occurred History of septic abortion or history of postpartum endometritis within the last 3 months Confirmed or suspicion of uterine or cervical malignancy/neoplasia Abnormal uterine bleeding of unknown origin Any condition that increases the risk of pelvic infection History of previously inserted IUD that has not been removed Hypersensitivity to any component of the device For the levonorgestrel IUD, additional contraindications include: [16] Confirmed or suspicion of breast malignancy or other progestin-sensitive cancer Liver tumors, benign or malignant Acute liver disease", "contents": "Intrauterine Device -- Contraindications. Pregnancy or suspected pregnancy Sexually transmitted infection at the time of insertion, including cervicitis, vaginitis, or any other lower genital tract infection A congenital uterine abnormality that distorts the shape of the uterine cavity making insertion difficult Acute pelvic inflammatory disease History of pelvic inflammatory disease, unless a subsequent successful intrauterine pregnancy has occurred History of septic abortion or history of postpartum endometritis within the last 3 months Confirmed or suspicion of uterine or cervical malignancy/neoplasia Abnormal uterine bleeding of unknown origin Any condition that increases the risk of pelvic infection History of previously inserted IUD that has not been removed Hypersensitivity to any component of the device For the levonorgestrel IUD, additional contraindications include: [16] Confirmed or suspicion of breast malignancy or other progestin-sensitive cancer Liver tumors, benign or malignant Acute liver disease"}
{"id": "article-23721_11", "title": "Intrauterine Device -- Contraindications", "content": "For the copper IUD, additional contraindications include: [16] Wilson disease Sensitivity to copper", "contents": "Intrauterine Device -- Contraindications. For the copper IUD, additional contraindications include: [16] Wilson disease Sensitivity to copper"}
{"id": "article-23721_12", "title": "Intrauterine Device -- Equipment", "content": "Regardless of the type of IUD being used or removed, the equipment remains essentially the same, except for the specific IUD being inserted. The equipment needed to perform IUD placement includes: Gloves - two pairs, including a pair of sterile gloves Speculum An anti-septic solution with applicators Sterile uterine sound Sterile tenaculum An IUD in sterile packaging Anesthesia with appropriate materials if planning to perform a paracervical block Sterile sharp Long-handled scissors The equipment needed to perform IUD removal includes gloves, speculum, sterile forceps, and a cytobrush. [5]", "contents": "Intrauterine Device -- Equipment. Regardless of the type of IUD being used or removed, the equipment remains essentially the same, except for the specific IUD being inserted. The equipment needed to perform IUD placement includes: Gloves - two pairs, including a pair of sterile gloves Speculum An anti-septic solution with applicators Sterile uterine sound Sterile tenaculum An IUD in sterile packaging Anesthesia with appropriate materials if planning to perform a paracervical block Sterile sharp Long-handled scissors The equipment needed to perform IUD removal includes gloves, speculum, sterile forceps, and a cytobrush. [5]"}
{"id": "article-23721_13", "title": "Intrauterine Device -- Personnel", "content": "For a successful IUD placement and/or removal, the healthcare professional performing the procedure must be trained in using the specific inserters and comfortable with the various procedures. The manufacturing companies of the various IUDs provide training for providers and have extensive resources available through their respective websites. It would also be beneficial to have at least one other individual present to help with handing the materials needed. There is a risk of displacement and possible uterine perforation if a less experienced provider places the device. [15]", "contents": "Intrauterine Device -- Personnel. For a successful IUD placement and/or removal, the healthcare professional performing the procedure must be trained in using the specific inserters and comfortable with the various procedures. The manufacturing companies of the various IUDs provide training for providers and have extensive resources available through their respective websites. It would also be beneficial to have at least one other individual present to help with handing the materials needed. There is a risk of displacement and possible uterine perforation if a less experienced provider places the device. [15]"}
{"id": "article-23721_14", "title": "Intrauterine Device -- Preparation", "content": "The first step in setting a patient up for success with an IUD is to provide counseling about the various forms of contraception available. Patients should be counseled that all forms of long-acting reversible contraception (LARC), including IUDs and subdermal implants, are the most efficacious in preventing pregnancy and are similar to the efficacy of tubal ligation and vasectomy. [17] Additionally, there is strong guidance that LARC should be first-line in preventing teenage pregnancy and that IUDs are safe to use in this age group. [18] The Contraceptive CHOICE project has studied the use of LARC and promoted its use by increasing patients' knowledge and acceptability of this form of contraception and removing financial barriers by providing the devices at no cost. [19] By removing these barriers, researchers found that almost two-thirds of the women screened in this study chose LARC options, including both IUDs and subdermal implants. [19] Therefore, it is recommended that all patients, who do not have any contraindications to using IUDs, should be counseled on the benefits of these devices. Ultimately, it is up to the patient on what form of contraception is most beneficial for them. After a patient decides what device they would like, the office should order the device and ensure insurance coverage and/or prior authorization for the device and placement.", "contents": "Intrauterine Device -- Preparation. The first step in setting a patient up for success with an IUD is to provide counseling about the various forms of contraception available. Patients should be counseled that all forms of long-acting reversible contraception (LARC), including IUDs and subdermal implants, are the most efficacious in preventing pregnancy and are similar to the efficacy of tubal ligation and vasectomy. [17] Additionally, there is strong guidance that LARC should be first-line in preventing teenage pregnancy and that IUDs are safe to use in this age group. [18] The Contraceptive CHOICE project has studied the use of LARC and promoted its use by increasing patients' knowledge and acceptability of this form of contraception and removing financial barriers by providing the devices at no cost. [19] By removing these barriers, researchers found that almost two-thirds of the women screened in this study chose LARC options, including both IUDs and subdermal implants. [19] Therefore, it is recommended that all patients, who do not have any contraindications to using IUDs, should be counseled on the benefits of these devices. Ultimately, it is up to the patient on what form of contraception is most beneficial for them. After a patient decides what device they would like, the office should order the device and ensure insurance coverage and/or prior authorization for the device and placement."}
{"id": "article-23721_15", "title": "Intrauterine Device -- Preparation", "content": "After a patient decides that the IUD is the most appropriate contraception option, there are several different ways to get the patient ready for insertion. Prior to beginning the procedure, it is crucial to confirm a negative pregnancy test. First, there is the quick start method, which allows for same-day counseling and insertion, improves the rate of patient follow-through, and decreases the rate of unintended pregnancies. [20] However, this is not always an option when the provider is unable to confirm a negative pregnancy test because of recent unprotected sex without a current form of birth control. For a pregnancy test to be accurate, one of the following criteria must be met: [21]", "contents": "Intrauterine Device -- Preparation. After a patient decides that the IUD is the most appropriate contraception option, there are several different ways to get the patient ready for insertion. Prior to beginning the procedure, it is crucial to confirm a negative pregnancy test. First, there is the quick start method, which allows for same-day counseling and insertion, improves the rate of patient follow-through, and decreases the rate of unintended pregnancies. [20] However, this is not always an option when the provider is unable to confirm a negative pregnancy test because of recent unprotected sex without a current form of birth control. For a pregnancy test to be accurate, one of the following criteria must be met: [21]"}
{"id": "article-23721_16", "title": "Intrauterine Device -- Preparation", "content": "Less than seven days after the start of regular menses No sexual intercourse since the start of last menses Consistently using another form of contraception reliably Less than 7 days after spontaneous or induced abortion 4 weeks postpartum Fully or nearly fully breastfeeding and amenorrheic, and less than six months postpartum", "contents": "Intrauterine Device -- Preparation. Less than seven days after the start of regular menses No sexual intercourse since the start of last menses Consistently using another form of contraception reliably Less than 7 days after spontaneous or induced abortion 4 weeks postpartum Fully or nearly fully breastfeeding and amenorrheic, and less than six months postpartum"}
{"id": "article-23721_17", "title": "Intrauterine Device -- Preparation", "content": "If these criteria are not met, it is an acceptable practice to bridge the patient with a non-implantable form of contraception, including oral contraceptives, vaginal rings, transdermal patches, condoms, or medroxyprogesterone acetate injections. [19] If the patient still desires LARC insertion after starting one of these bridge methods, a repeat pregnancy test may be conducted in 3-4 weeks, and if negative, the patient may undergo LARC placement. [19] If placing a copper IUD, the prior form of birth control used does not need to be continued, as it will be effective immediately. However, if the levonorgestrel IUD is not placed within 7 days of the start of menses, an additional form of birth control should be used for 7 days. [21]", "contents": "Intrauterine Device -- Preparation. If these criteria are not met, it is an acceptable practice to bridge the patient with a non-implantable form of contraception, including oral contraceptives, vaginal rings, transdermal patches, condoms, or medroxyprogesterone acetate injections. [19] If the patient still desires LARC insertion after starting one of these bridge methods, a repeat pregnancy test may be conducted in 3-4 weeks, and if negative, the patient may undergo LARC placement. [19] If placing a copper IUD, the prior form of birth control used does not need to be continued, as it will be effective immediately. However, if the levonorgestrel IUD is not placed within 7 days of the start of menses, an additional form of birth control should be used for 7 days. [21]"}
{"id": "article-23721_18", "title": "Intrauterine Device -- Preparation", "content": "Additionally, if needed, based on the patient's sexual history, a screen for sexually transmitted infections should also be done. Women, who have not been screened for sexually transmitted infection, should be screened at the time of insertion if indicated by guidelines; however, this should not delay the insertion of the device. [13] If a patient is found to be positive for an infection after insertion of the IUD, the patient should be treated with antibiotics, and the IUD should remain in place. [13] There is a small risk, approximately 0.1%, of progression to pelvic inflammatory disease if patients have an infection at the time of insertion. However, the device should not be removed. [22] If a patient is noted to have purulent cervical discharge or physical exam consistent with an active infection, the IUD insertion should be postponed, and the patient should be treated. [16]", "contents": "Intrauterine Device -- Preparation. Additionally, if needed, based on the patient's sexual history, a screen for sexually transmitted infections should also be done. Women, who have not been screened for sexually transmitted infection, should be screened at the time of insertion if indicated by guidelines; however, this should not delay the insertion of the device. [13] If a patient is found to be positive for an infection after insertion of the IUD, the patient should be treated with antibiotics, and the IUD should remain in place. [13] There is a small risk, approximately 0.1%, of progression to pelvic inflammatory disease if patients have an infection at the time of insertion. However, the device should not be removed. [22] If a patient is noted to have purulent cervical discharge or physical exam consistent with an active infection, the IUD insertion should be postponed, and the patient should be treated. [16]"}
{"id": "article-23721_19", "title": "Intrauterine Device -- Preparation", "content": "Once counseling and a negative pregnancy test are confirmed, the next step is to obtain informed consent. The risks, benefits, and side effects of the procedure must be explained to the patient. Risks to the patient include pain at the time of insertion, uterine perforation, which may necessitate surgery or cause unintended pregnancy, infection, bleeding at the site of insertion, and possible expulsion, which may go unnoticed, leading to unintended pregnancy, and alterations in a patient's monthly bleeding pattern. Additionally, if pregnancy does occur with IUD in place, there is a higher risk of ectopic pregnancy or septic abortion. [23] When comparing the copper IUD and levonorgestrel IUD, there are key differences in the bleeding pattern changes. The copper IUD will typically cause menses to become heavier and occasionally longer. [14] Conversely, the levonorgestrel IUD leads to lighter menses and often complete cessation of menstrual bleeding because of the inhibitory action of progesterone on the endometrium. [24] This effect can also be seen with the lower dose levonorgestrel IUDs. However, there is a small percentage of patients that develop irregular bleeding and/or spotting with lower progesterone levels. [6] [25]", "contents": "Intrauterine Device -- Preparation. Once counseling and a negative pregnancy test are confirmed, the next step is to obtain informed consent. The risks, benefits, and side effects of the procedure must be explained to the patient. Risks to the patient include pain at the time of insertion, uterine perforation, which may necessitate surgery or cause unintended pregnancy, infection, bleeding at the site of insertion, and possible expulsion, which may go unnoticed, leading to unintended pregnancy, and alterations in a patient's monthly bleeding pattern. Additionally, if pregnancy does occur with IUD in place, there is a higher risk of ectopic pregnancy or septic abortion. [23] When comparing the copper IUD and levonorgestrel IUD, there are key differences in the bleeding pattern changes. The copper IUD will typically cause menses to become heavier and occasionally longer. [14] Conversely, the levonorgestrel IUD leads to lighter menses and often complete cessation of menstrual bleeding because of the inhibitory action of progesterone on the endometrium. [24] This effect can also be seen with the lower dose levonorgestrel IUDs. However, there is a small percentage of patients that develop irregular bleeding and/or spotting with lower progesterone levels. [6] [25]"}
{"id": "article-23721_20", "title": "Intrauterine Device -- Preparation", "content": "There is also some discussion and disagreement regarding the using medications prior to the procedure and during the procedure for pain control. Starting with oral pain medications, researchers have looked at various non-steroidal anti-inflammatories, including ibuprofen and naproxen, as well as tramadol, and found some benefits to prescribing naproxen or tramadol prior to insertion. [26] Additionally, the use of misoprostol to help with cervical dilation and insertion has been studied in nulliparous patients, but no benefit was noted with its use. It was considered detrimental because of delaying the IUD insertion. [26] However, if a patient has a history of previous difficult insertions, it may be beneficial to use misoprostol. [26] Nitroprusside was also studied as a possible option to help with pain control; however, no benefit was seen with this intervention. [27] Topical anesthetics in both cream and gel forms show some benefit for pain control with tenaculum placement; however, no benefit with uterine sounding or IUD placement. [28] The use of paracervical blocks has also been studied both for IUD insertion and for other cervical procedures. There is conflicting evidence over the use of these blocks for routine IUD insertion. [27] There is evidence that buffered 1% lidocaine blocks work better than nonbuffered lidocaine for pain during uterine sounding and IUD placement. These blocks are placed at the 4 and 8 o'clock positions in nulliparous patients. [29]", "contents": "Intrauterine Device -- Preparation. There is also some discussion and disagreement regarding the using medications prior to the procedure and during the procedure for pain control. Starting with oral pain medications, researchers have looked at various non-steroidal anti-inflammatories, including ibuprofen and naproxen, as well as tramadol, and found some benefits to prescribing naproxen or tramadol prior to insertion. [26] Additionally, the use of misoprostol to help with cervical dilation and insertion has been studied in nulliparous patients, but no benefit was noted with its use. It was considered detrimental because of delaying the IUD insertion. [26] However, if a patient has a history of previous difficult insertions, it may be beneficial to use misoprostol. [26] Nitroprusside was also studied as a possible option to help with pain control; however, no benefit was seen with this intervention. [27] Topical anesthetics in both cream and gel forms show some benefit for pain control with tenaculum placement; however, no benefit with uterine sounding or IUD placement. [28] The use of paracervical blocks has also been studied both for IUD insertion and for other cervical procedures. There is conflicting evidence over the use of these blocks for routine IUD insertion. [27] There is evidence that buffered 1% lidocaine blocks work better than nonbuffered lidocaine for pain during uterine sounding and IUD placement. These blocks are placed at the 4 and 8 o'clock positions in nulliparous patients. [29]"}
{"id": "article-23721_21", "title": "Intrauterine Device -- Technique or Treatment", "content": "After deciding that an IUD placement is the best choice for the patient, the following procedure is followed:", "contents": "Intrauterine Device -- Technique or Treatment. After deciding that an IUD placement is the best choice for the patient, the following procedure is followed:"}
{"id": "article-23721_22", "title": "Intrauterine Device -- Technique or Treatment", "content": "Confirm a negative pregnancy test.", "contents": "Intrauterine Device -- Technique or Treatment. Confirm a negative pregnancy test."}
{"id": "article-23721_23", "title": "Intrauterine Device -- Technique or Treatment", "content": "Obtain informed consent.", "contents": "Intrauterine Device -- Technique or Treatment. Obtain informed consent."}
{"id": "article-23721_24", "title": "Intrauterine Device -- Technique or Treatment", "content": "Have the patient move into a dorsal lithotomy position.", "contents": "Intrauterine Device -- Technique or Treatment. Have the patient move into a dorsal lithotomy position."}
{"id": "article-23721_25", "title": "Intrauterine Device -- Technique or Treatment", "content": "With gloved hands, perform a bimanual exam to determine whether the uterus is anteverted or retroverted.", "contents": "Intrauterine Device -- Technique or Treatment. With gloved hands, perform a bimanual exam to determine whether the uterus is anteverted or retroverted."}
{"id": "article-23721_26", "title": "Intrauterine Device -- Technique or Treatment", "content": "Insert speculum and identify the cervix.", "contents": "Intrauterine Device -- Technique or Treatment. Insert speculum and identify the cervix."}
{"id": "article-23721_27", "title": "Intrauterine Device -- Technique or Treatment", "content": "Cleanse cervix and vaginal fornices with a cleansing solution, typically povidone-iodine. If the patient has iodine or shellfish allergy, use chlorhexidine gluconate.", "contents": "Intrauterine Device -- Technique or Treatment. Cleanse cervix and vaginal fornices with a cleansing solution, typically povidone-iodine. If the patient has iodine or shellfish allergy, use chlorhexidine gluconate."}
{"id": "article-23721_28", "title": "Intrauterine Device -- Technique or Treatment", "content": "At this time, if desired, consider paracervical block placement or application of the anesthetic gel, as discussed above.", "contents": "Intrauterine Device -- Technique or Treatment. At this time, if desired, consider paracervical block placement or application of the anesthetic gel, as discussed above."}
{"id": "article-23721_29", "title": "Intrauterine Device -- Technique or Treatment", "content": "Switch to sterile gloves at this time, and using a sterile single-tooth tenaculum, grasp the anterior lip of the cervix and apply gentle traction to straighten the cervical canal and uterine cavity. If the uterus is retroverted, it may be beneficial to grasp the posterior lip of the cervix.", "contents": "Intrauterine Device -- Technique or Treatment. Switch to sterile gloves at this time, and using a sterile single-tooth tenaculum, grasp the anterior lip of the cervix and apply gentle traction to straighten the cervical canal and uterine cavity. If the uterus is retroverted, it may be beneficial to grasp the posterior lip of the cervix."}
{"id": "article-23721_30", "title": "Intrauterine Device -- Technique or Treatment", "content": "Using sterile uterine sound, determine the depth of the uterine cavity, typically between 6cm to 9 cm. If less than 6 cm, IUD should not be placed. If there is difficulty in placing the uterine sound, try cervical dilators. If cervical dilators are needed, it is recommended to use a paracervical block.", "contents": "Intrauterine Device -- Technique or Treatment. Using sterile uterine sound, determine the depth of the uterine cavity, typically between 6cm to 9 cm. If less than 6 cm, IUD should not be placed. If there is difficulty in placing the uterine sound, try cervical dilators. If cervical dilators are needed, it is recommended to use a paracervical block."}
{"id": "article-23721_31", "title": "Intrauterine Device -- Technique or Treatment", "content": "Once uterine depth is determined, follow package instructions for the specific IUD being inserted.", "contents": "Intrauterine Device -- Technique or Treatment. Once uterine depth is determined, follow package instructions for the specific IUD being inserted."}
{"id": "article-23721_32", "title": "Intrauterine Device -- Technique or Treatment", "content": "Once IUD is inserted and strings are visible, cut strings to a length of 3 cm to 4 cm with sharp scissors; note this length in the chart.", "contents": "Intrauterine Device -- Technique or Treatment. Once IUD is inserted and strings are visible, cut strings to a length of 3 cm to 4 cm with sharp scissors; note this length in the chart."}
{"id": "article-23721_33", "title": "Intrauterine Device -- Technique or Treatment", "content": "Remove the tenaculum and make sure there is no bleeding from the site of the tenaculum, and remove the speculum.", "contents": "Intrauterine Device -- Technique or Treatment. Remove the tenaculum and make sure there is no bleeding from the site of the tenaculum, and remove the speculum."}
{"id": "article-23721_34", "title": "Intrauterine Device -- Technique or Treatment", "content": "Have the patient follow up in 4-6 weeks for a string check to ensure proper placement. [5]", "contents": "Intrauterine Device -- Technique or Treatment. Have the patient follow up in 4-6 weeks for a string check to ensure proper placement. [5]"}
{"id": "article-23721_35", "title": "Intrauterine Device -- Technique or Treatment", "content": "After the IUD has been in for the approved amount of time, it is time to remove the IUD. If the patient desires further contraception, it is permissible to remove and insert an IUD on the same day. For IUD removal, the steps are as follows: Obtain informed consent. Have the patient move into a dorsal lithotomy position. With gloved hands, insert the speculum, and identify the cervix and IUD strings. If IUD strings are not immediately identified, twirl cytobrush in os to help identify strings. Grasp IUD strings with ring forceps. Place gentle traction on the IUD strings and remove the device from the uterine cavity. Ensure that the IUD is intact and no portions are missing. [5]", "contents": "Intrauterine Device -- Technique or Treatment. After the IUD has been in for the approved amount of time, it is time to remove the IUD. If the patient desires further contraception, it is permissible to remove and insert an IUD on the same day. For IUD removal, the steps are as follows: Obtain informed consent. Have the patient move into a dorsal lithotomy position. With gloved hands, insert the speculum, and identify the cervix and IUD strings. If IUD strings are not immediately identified, twirl cytobrush in os to help identify strings. Grasp IUD strings with ring forceps. Place gentle traction on the IUD strings and remove the device from the uterine cavity. Ensure that the IUD is intact and no portions are missing. [5]"}
{"id": "article-23721_36", "title": "Intrauterine Device -- Complications", "content": "When counseling patients about the risks associated with the insertion of IUDs, it is important to realize that there are specific factors that contribute to a poor or unexpected outcome. One study looked at predicting complications based on various characteristics of patients and providers. [15] Less experienced health care professionals placing the IUD and women who had never had a vaginal delivery were more likely to have a difficult insertion or inability to insert IUD. [15] Issues with cervical dilatation and bradycardia/vasovagal symptoms were more common in nulliparous women, likely because of cervical manipulation. [15] Additionally, older women also had increased issues with appropriate cervical dilatation. [15] In all of these cases, the ability and experience of the inserting provider to handle the complication at hand were protective. [15] Therefore, as part of the consent process, it would make good sense to counsel patients about their specific risks, given their individual history.", "contents": "Intrauterine Device -- Complications. When counseling patients about the risks associated with the insertion of IUDs, it is important to realize that there are specific factors that contribute to a poor or unexpected outcome. One study looked at predicting complications based on various characteristics of patients and providers. [15] Less experienced health care professionals placing the IUD and women who had never had a vaginal delivery were more likely to have a difficult insertion or inability to insert IUD. [15] Issues with cervical dilatation and bradycardia/vasovagal symptoms were more common in nulliparous women, likely because of cervical manipulation. [15] Additionally, older women also had increased issues with appropriate cervical dilatation. [15] In all of these cases, the ability and experience of the inserting provider to handle the complication at hand were protective. [15] Therefore, as part of the consent process, it would make good sense to counsel patients about their specific risks, given their individual history."}
{"id": "article-23721_37", "title": "Intrauterine Device -- Complications", "content": "There are very few complications associated with the procedure of IUD insertion. The most common complication is displacement or accidental removal of the IUD after insertion, usually occurring within the first three months of insertion. [30] There is also an increased risk of expulsion if placed after vaginal delivery or after an abortion. [10] [11] However, there is a benefit to placing IUDs in patients immediately postpartum, in that patients did not always follow up for a postpartum visit and IUD placement, putting them at risk of unwanted pregnancy. [10]", "contents": "Intrauterine Device -- Complications. There are very few complications associated with the procedure of IUD insertion. The most common complication is displacement or accidental removal of the IUD after insertion, usually occurring within the first three months of insertion. [30] There is also an increased risk of expulsion if placed after vaginal delivery or after an abortion. [10] [11] However, there is a benefit to placing IUDs in patients immediately postpartum, in that patients did not always follow up for a postpartum visit and IUD placement, putting them at risk of unwanted pregnancy. [10]"}
{"id": "article-23721_38", "title": "Intrauterine Device -- Complications", "content": "The most concerning complication for a patient is unintended pregnancy. While becoming pregnant with an IUD is exceedingly rare, this can happen in a small percentage of patients. The percentage of patients to become pregnant with the copper IUD is approximately 0.6%, and for the 20 mg levonorgestrel IUD, the rate is approximately 0.2%. [17]", "contents": "Intrauterine Device -- Complications. The most concerning complication for a patient is unintended pregnancy. While becoming pregnant with an IUD is exceedingly rare, this can happen in a small percentage of patients. The percentage of patients to become pregnant with the copper IUD is approximately 0.6%, and for the 20 mg levonorgestrel IUD, the rate is approximately 0.2%. [17]"}
{"id": "article-23721_39", "title": "Intrauterine Device -- Complications", "content": "Additionally, in a small percentage of patients, there is also a risk of possible uterine perforation when inserting the IUD. There is conflicting data on the rate of this as sometimes the initial perforation is not identified at the time of insertion. [31] It is reported that the levonorgestrel IUD has a slightly higher risk of perforation compared to the copper IUD. However, it should be noted that in this study, they used the larger levonorgestrel device. [31]", "contents": "Intrauterine Device -- Complications. Additionally, in a small percentage of patients, there is also a risk of possible uterine perforation when inserting the IUD. There is conflicting data on the rate of this as sometimes the initial perforation is not identified at the time of insertion. [31] It is reported that the levonorgestrel IUD has a slightly higher risk of perforation compared to the copper IUD. However, it should be noted that in this study, they used the larger levonorgestrel device. [31]"}
{"id": "article-23721_40", "title": "Intrauterine Device -- Complications", "content": "With both insertion and removal of IUDs, there is a risk of vasovagal symptoms with associated bradycardia that may occur when engaging with the cervix. These patients should be managed symptomatically. These symptoms are more likely to occur in nulliparous women or women who perceive greater pain at the time of insertion or removal. [32]", "contents": "Intrauterine Device -- Complications. With both insertion and removal of IUDs, there is a risk of vasovagal symptoms with associated bradycardia that may occur when engaging with the cervix. These patients should be managed symptomatically. These symptoms are more likely to occur in nulliparous women or women who perceive greater pain at the time of insertion or removal. [32]"}
{"id": "article-23721_41", "title": "Intrauterine Device -- Clinical Significance", "content": "As noted above, there are two types of IUDs available in the United States, which include copper-containing and levonorgestrel-containing devices. These two types of devices have different methods of action to prevent pregnancy. The copper IUD works by preventing sperm motility and viability within the uterine cavity by causing a localized cytotoxic inflammatory response. [33] Because of this mechanism, copper IUDs are also an extremely effective form of emergency contraception if placed within 5 days of unprotected intercourse. [33] The levonorgestrel-containing IUDs work by the progesterone acting on the endometrium to suppress growth. The endometrium becomes insensitive to estradiol produced by the ovary. [7] Additionally, the levonorgestrel thickens the consistency of the cervical mucus, which prevents pregnancy by inhibiting the motility of the sperm. [7] Because of the efficacy, reliability, and reversible nature of these devices, these are often an excellent choice for women to prevent pregnancy. The higher dose levonorgestrel-containing IUDs are also useful in the treatment of menorrhagia and endometrium protection during hormone replacement therapy. An additional benefit of IUDs lies in the fact that they may be placed immediately post-partum, within 10 minutes of delivery of the placenta. This improves patient compliance and effectively increases the rate of effective contraception.", "contents": "Intrauterine Device -- Clinical Significance. As noted above, there are two types of IUDs available in the United States, which include copper-containing and levonorgestrel-containing devices. These two types of devices have different methods of action to prevent pregnancy. The copper IUD works by preventing sperm motility and viability within the uterine cavity by causing a localized cytotoxic inflammatory response. [33] Because of this mechanism, copper IUDs are also an extremely effective form of emergency contraception if placed within 5 days of unprotected intercourse. [33] The levonorgestrel-containing IUDs work by the progesterone acting on the endometrium to suppress growth. The endometrium becomes insensitive to estradiol produced by the ovary. [7] Additionally, the levonorgestrel thickens the consistency of the cervical mucus, which prevents pregnancy by inhibiting the motility of the sperm. [7] Because of the efficacy, reliability, and reversible nature of these devices, these are often an excellent choice for women to prevent pregnancy. The higher dose levonorgestrel-containing IUDs are also useful in the treatment of menorrhagia and endometrium protection during hormone replacement therapy. An additional benefit of IUDs lies in the fact that they may be placed immediately post-partum, within 10 minutes of delivery of the placenta. This improves patient compliance and effectively increases the rate of effective contraception."}
{"id": "article-23721_42", "title": "Intrauterine Device -- Enhancing Healthcare Team Outcomes", "content": "There has been great improvement in increasing access to various forms of LARC in recent years. However, some barriers remain, especially for nulliparous women and adolescents. There are groups of healthcare providers that have not been fully educated on the use of LARC in nulliparous patients, including adolescents. There is evidence to suggest that these methods should be encouraged in these populations because of their reversibility, effectiveness, and patient satisfaction. Additionally, the barriers that remain for adolescents and nulliparous women include unfamiliarity and/or discomfort with the device, initial cost of device and insertion, lack of parental acceptance, and unfamiliarity of the healthcare provider providing the consultation. However, research has shown that when patients are educated at length on the various forms of contraception available with no worry of cost, 67% of women chose a form of LARC, with 56% choosing an IUD. [19] [Level 3] Therefore, as healthcare providers, it is imperative to stay up-to-date on guidelines for improving access to critical healthcare for patients. For example, there had been studies that showed nulliparous women should not be started on IUDs because of an inherent risk of pelvic inflammatory disorder, leading to future infertility. However, these reports have since been refuted and show that these devices are safe for nulliparous women to use. [34] Various medical societies, including the American College of Obstetrics and Gynecology, Centers for Disease Control, American Academy of Pediatrics, and the Society for Family Planning, support the use of LARC, including IUDs in adolescents. [18] Additionally, there is good data to support the use of IUDs in these patients with no difficulty inserting the device on the first try in comparison to parous women with greater than 96% success. [35] [Level 3] Additionally, if there is concern about placing an IUD in a nulliparous woman, the two smaller diameter levonorgestrel IUDs may be beneficial. [18]", "contents": "Intrauterine Device -- Enhancing Healthcare Team Outcomes. There has been great improvement in increasing access to various forms of LARC in recent years. However, some barriers remain, especially for nulliparous women and adolescents. There are groups of healthcare providers that have not been fully educated on the use of LARC in nulliparous patients, including adolescents. There is evidence to suggest that these methods should be encouraged in these populations because of their reversibility, effectiveness, and patient satisfaction. Additionally, the barriers that remain for adolescents and nulliparous women include unfamiliarity and/or discomfort with the device, initial cost of device and insertion, lack of parental acceptance, and unfamiliarity of the healthcare provider providing the consultation. However, research has shown that when patients are educated at length on the various forms of contraception available with no worry of cost, 67% of women chose a form of LARC, with 56% choosing an IUD. [19] [Level 3] Therefore, as healthcare providers, it is imperative to stay up-to-date on guidelines for improving access to critical healthcare for patients. For example, there had been studies that showed nulliparous women should not be started on IUDs because of an inherent risk of pelvic inflammatory disorder, leading to future infertility. However, these reports have since been refuted and show that these devices are safe for nulliparous women to use. [34] Various medical societies, including the American College of Obstetrics and Gynecology, Centers for Disease Control, American Academy of Pediatrics, and the Society for Family Planning, support the use of LARC, including IUDs in adolescents. [18] Additionally, there is good data to support the use of IUDs in these patients with no difficulty inserting the device on the first try in comparison to parous women with greater than 96% success. [35] [Level 3] Additionally, if there is concern about placing an IUD in a nulliparous woman, the two smaller diameter levonorgestrel IUDs may be beneficial. [18]"}
{"id": "article-23721_43", "title": "Intrauterine Device -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Intrauterine Device -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}