{"id": "article-17471_0", "title": "Amniotic Fluid Index -- Introduction", "content": "The amniotic fluid index is a standardized way to assess the sufficiency of amniotic fluid quantity in pregnancy. The amniotic fluid index is used in patients who are at least 24 weeks pregnant with a singleton gestation. [1] [2] [3] [4]", "contents": "Amniotic Fluid Index -- Introduction. The amniotic fluid index is a standardized way to assess the sufficiency of amniotic fluid quantity in pregnancy. The amniotic fluid index is used in patients who are at least 24 weeks pregnant with a singleton gestation. [1] [2] [3] [4]"}
{"id": "article-17471_1", "title": "Amniotic Fluid Index -- Etiology and Epidemiology", "content": "Decreased fetal urine output can have a number of causes, which fall into two general categories: fetal urinary tract obstruction and decreased urine production by the fetal kidney. Urinary tract obstruction can occur anywhere along the fetal urinary tract and can be catastrophic for the fetus. Decreased urine production by the fetal kidney typically reflects inadequate blood flow to the fetal kidney, caused by shunting of fetal blood flow away from the kidney to the heart and brain. It is the same mechanism that causes oliguria in critically ill adults. [5] [6] [7]", "contents": "Amniotic Fluid Index -- Etiology and Epidemiology. Decreased fetal urine output can have a number of causes, which fall into two general categories: fetal urinary tract obstruction and decreased urine production by the fetal kidney. Urinary tract obstruction can occur anywhere along the fetal urinary tract and can be catastrophic for the fetus. Decreased urine production by the fetal kidney typically reflects inadequate blood flow to the fetal kidney, caused by shunting of fetal blood flow away from the kidney to the heart and brain. It is the same mechanism that causes oliguria in critically ill adults. [5] [6] [7]"}
{"id": "article-17471_2", "title": "Amniotic Fluid Index -- Etiology and Epidemiology -- Oligohydramnios", "content": "When the fetus receives inadequate nutrients and oxygen from the placenta, blood is shunted away from the fetal kidney, glomerular filtration rate decreases, and urinary output decreases. Therefore, decreased amniotic fluid volume due to decreased urine production by the fetal kidney is a reflection of chronic hypoperfusion of the fetus. Oligohydramnios can also occur because the patient's amniotic membrane has ruptured and amniotic fluid is leaking out of the uterus.", "contents": "Amniotic Fluid Index -- Etiology and Epidemiology -- Oligohydramnios. When the fetus receives inadequate nutrients and oxygen from the placenta, blood is shunted away from the fetal kidney, glomerular filtration rate decreases, and urinary output decreases. Therefore, decreased amniotic fluid volume due to decreased urine production by the fetal kidney is a reflection of chronic hypoperfusion of the fetus. Oligohydramnios can also occur because the patient's amniotic membrane has ruptured and amniotic fluid is leaking out of the uterus."}
{"id": "article-17471_3", "title": "Amniotic Fluid Index -- Etiology and Epidemiology -- Polyhydramnios", "content": "The normal fetus is constantly swallowing amniotic fluid and urinating to create more fluid. If the fetus is unable to swallow the typical amounts of amniotic fluid, this can lead to polyhydramnios. This can occur due to gastrointestinal malformations, fetal neurologic problems such as anencephaly, or mechanical obstruction of the esophagus by other intrathoracic processes.", "contents": "Amniotic Fluid Index -- Etiology and Epidemiology -- Polyhydramnios. The normal fetus is constantly swallowing amniotic fluid and urinating to create more fluid. If the fetus is unable to swallow the typical amounts of amniotic fluid, this can lead to polyhydramnios. This can occur due to gastrointestinal malformations, fetal neurologic problems such as anencephaly, or mechanical obstruction of the esophagus by other intrathoracic processes."}
{"id": "article-17471_4", "title": "Amniotic Fluid Index -- Etiology and Epidemiology -- Polyhydramnios", "content": "Increased amniotic fluid production occurs as a result of fetal polyuria, such as in uncontrolled maternal diabetes with persistently elevated maternal blood sugars. In these cases, it may be associated with fetal macrosomia. Many cases of polyhydramnios are idiopathic, meaning no definite cause is identified.", "contents": "Amniotic Fluid Index -- Etiology and Epidemiology -- Polyhydramnios. Increased amniotic fluid production occurs as a result of fetal polyuria, such as in uncontrolled maternal diabetes with persistently elevated maternal blood sugars. In these cases, it may be associated with fetal macrosomia. Many cases of polyhydramnios are idiopathic, meaning no definite cause is identified."}
{"id": "article-17471_5", "title": "Amniotic Fluid Index -- Pathophysiology -- Oligohydramnios", "content": "Since amniotic fluid is primarily made up of fetal urine, low amniotic fluid volume, or oligohydramnios, typically indicates either fetal urine output or leakage of amniotic fluid from the uterus, such as when the patient's water breaks.", "contents": "Amniotic Fluid Index -- Pathophysiology -- Oligohydramnios. Since amniotic fluid is primarily made up of fetal urine, low amniotic fluid volume, or oligohydramnios, typically indicates either fetal urine output or leakage of amniotic fluid from the uterus, such as when the patient's water breaks."}
{"id": "article-17471_6", "title": "Amniotic Fluid Index -- Pathophysiology -- Polyhydramnios", "content": "Polyhydramnios, or increased amniotic fluid volume, also has a number of potential causes, with two primary common mechanisms: decreased fetal swallowing of amniotic fluid, or increased fetal production of amniotic fluid. Polyhydramnios can lead to overdistension of the gravid uterus, especially in cases where the fetus is normal size or large for dates, which increases the patient's risk for preterm contractions and preterm delivery, as well as premature rupture of membranes, in which the patient's water breaks before the onset of labor. Overdistension of the uterus is also a risk factor for postpartum hemorrhage after delivery.", "contents": "Amniotic Fluid Index -- Pathophysiology -- Polyhydramnios. Polyhydramnios, or increased amniotic fluid volume, also has a number of potential causes, with two primary common mechanisms: decreased fetal swallowing of amniotic fluid, or increased fetal production of amniotic fluid. Polyhydramnios can lead to overdistension of the gravid uterus, especially in cases where the fetus is normal size or large for dates, which increases the patient's risk for preterm contractions and preterm delivery, as well as premature rupture of membranes, in which the patient's water breaks before the onset of labor. Overdistension of the uterus is also a risk factor for postpartum hemorrhage after delivery."}
{"id": "article-17471_7", "title": "Amniotic Fluid Index -- Specimen Requirements and Procedure", "content": "The uterus should be divided into four quadrants to assess amniotic fluid index. Each quadrant should be examined systematically. The ultrasound transducer should be held perpendicular to the patient's spine, not perpendicular to the patient's skin as is performed in most other ultrasounds, and should be maintained in an axial plane (notch to the patient's right). This ensures that each pocket of fluid is being measured in the same plane. The deepest vertical pocket of fluid in each quadrant should be identified and measured, and these four measurements should be added together to calculate the total amniotic fluid index. Calipers should be oriented vertically. Color Doppler is typically placed over the pocket of fluid to ensure that the pocket does not contain any segments of the umbilical cord, which are not always well seen in B-mode (standard 2D greyscale) imaging. The calipers may not cross over any segments of the umbilical cord or any fetal parts.", "contents": "Amniotic Fluid Index -- Specimen Requirements and Procedure. The uterus should be divided into four quadrants to assess amniotic fluid index. Each quadrant should be examined systematically. The ultrasound transducer should be held perpendicular to the patient's spine, not perpendicular to the patient's skin as is performed in most other ultrasounds, and should be maintained in an axial plane (notch to the patient's right). This ensures that each pocket of fluid is being measured in the same plane. The deepest vertical pocket of fluid in each quadrant should be identified and measured, and these four measurements should be added together to calculate the total amniotic fluid index. Calipers should be oriented vertically. Color Doppler is typically placed over the pocket of fluid to ensure that the pocket does not contain any segments of the umbilical cord, which are not always well seen in B-mode (standard 2D greyscale) imaging. The calipers may not cross over any segments of the umbilical cord or any fetal parts."}
{"id": "article-17471_8", "title": "Amniotic Fluid Index -- Specimen Requirements and Procedure -- Alternative Measurements of Amniotic Fluid Volume", "content": "In pregnancies less than 24 weeks, or with multiple gestations, a single deepest pocket is used. The technique used to measure a single deepest pocket (also referred to as a maximum vertical pocket) is identical to the measurement of amniotic fluid amounts in the four quadrants used to determine an amniotic fluid index. The entire uterus should be examined, and the single deepest vertical pocket of fluid should be identified and measured. A normal single deepest pocket is 2 cm to 8 cm (less than 2 cm is oligohydramnios, greater than 8 cm is polyhydramnios). [8] [9]", "contents": "Amniotic Fluid Index -- Specimen Requirements and Procedure -- Alternative Measurements of Amniotic Fluid Volume. In pregnancies less than 24 weeks, or with multiple gestations, a single deepest pocket is used. The technique used to measure a single deepest pocket (also referred to as a maximum vertical pocket) is identical to the measurement of amniotic fluid amounts in the four quadrants used to determine an amniotic fluid index. The entire uterus should be examined, and the single deepest vertical pocket of fluid should be identified and measured. A normal single deepest pocket is 2 cm to 8 cm (less than 2 cm is oligohydramnios, greater than 8 cm is polyhydramnios). [8] [9]"}
{"id": "article-17471_9", "title": "Amniotic Fluid Index -- Results, Reporting, and Critical Findings -- Biophysical Profile", "content": "Amniotic fluid volume is also part of the fetal biophysical profile, a special type of ultrasound used to assess fetal well-being. The biophysical profile has four sonographic components, each of which must be seen within 30 minutes of starting the ultrasound: Fetal breathing (continuous movement of the fetal diaphragm for at least 30 seconds) Fetal movement (at least three discrete movements of the fetal body or limbs) Fetal tone (at least one active extension of a fetal limb with the return to flexion, or opening and closing of the fetal hand) Amniotic fluid volume (single deepest pocket of at least 2 cm) If available, a fetal non-stress test (fetal heart rate tracing) is also performed with the biophysical profile, for a total of five components.", "contents": "Amniotic Fluid Index -- Results, Reporting, and Critical Findings -- Biophysical Profile. Amniotic fluid volume is also part of the fetal biophysical profile, a special type of ultrasound used to assess fetal well-being. The biophysical profile has four sonographic components, each of which must be seen within 30 minutes of starting the ultrasound: Fetal breathing (continuous movement of the fetal diaphragm for at least 30 seconds) Fetal movement (at least three discrete movements of the fetal body or limbs) Fetal tone (at least one active extension of a fetal limb with the return to flexion, or opening and closing of the fetal hand) Amniotic fluid volume (single deepest pocket of at least 2 cm) If available, a fetal non-stress test (fetal heart rate tracing) is also performed with the biophysical profile, for a total of five components."}
{"id": "article-17471_10", "title": "Amniotic Fluid Index -- Results, Reporting, and Critical Findings -- Biophysical Profile", "content": "A healthy, term fetus that is not under physiologic stress would be expected to demonstrate all four of these behaviors on ultrasound. Fetuses that are preterm may not display all of these behaviors, so management of pregnancies in which the fetus does not demonstrate all four of the behaviors described depends on the gestational age, and on which factors are abnormal.", "contents": "Amniotic Fluid Index -- Results, Reporting, and Critical Findings -- Biophysical Profile. A healthy, term fetus that is not under physiologic stress would be expected to demonstrate all four of these behaviors on ultrasound. Fetuses that are preterm may not display all of these behaviors, so management of pregnancies in which the fetus does not demonstrate all four of the behaviors described depends on the gestational age, and on which factors are abnormal."}
{"id": "article-17471_11", "title": "Amniotic Fluid Index -- Clinical Significance", "content": "A normal amniotic fluid index is 5 cm to 25 cm using the standard assessment method. Less than 5 cm is considered oligohydramnios, and greater than 25  cm is considered polyhydramnios.", "contents": "Amniotic Fluid Index -- Clinical Significance. A normal amniotic fluid index is 5 cm to 25 cm using the standard assessment method. Less than 5 cm is considered oligohydramnios, and greater than 25  cm is considered polyhydramnios."}
{"id": "article-17471_12", "title": "Amniotic Fluid Index -- Enhancing Healthcare Team Outcomes", "content": "Healthcare workers including the nurse practitioner who follow pregnant patients must be aware of the amniotic fluid index. It is an indicator of fetal well-being and part of the biophysical profile. When there is suspicion of a problem during pregnancy, the patient should be referred to an obstetrician who may order an ultrasound to determine the AFI. Persistently low levels of AFI during pregnancy may be associated with a birth defect in the fetus. [Level 2]", "contents": "Amniotic Fluid Index -- Enhancing Healthcare Team Outcomes. Healthcare workers including the nurse practitioner who follow pregnant patients must be aware of the amniotic fluid index. It is an indicator of fetal well-being and part of the biophysical profile. When there is suspicion of a problem during pregnancy, the patient should be referred to an obstetrician who may order an ultrasound to determine the AFI. Persistently low levels of AFI during pregnancy may be associated with a birth defect in the fetus. [Level 2]"}
{"id": "article-17471_13", "title": "Amniotic Fluid Index -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Amniotic Fluid Index -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}