{"id": "article-25506_0", "title": "Naegleria -- Continuing Education Activity", "content": "Naegleria fowleri , a member of the genus Percolozoa, is also known as the \"brain-eating amoeba.\" It is a eukaryotic, free-living amoeba named after Malcolm Fowler, who described the initial cases of primary amebic encephalitis (PAM) caused by N fowleri in Australia. N fowleri is found in freshwater that is usually contaminated with soil. This activity reviews the evaluation and management of Naegleria and highlights the role of the interprofessional team in improving care for patients with this condition.", "contents": "Naegleria -- Continuing Education Activity. Naegleria fowleri , a member of the genus Percolozoa, is also known as the \"brain-eating amoeba.\" It is a eukaryotic, free-living amoeba named after Malcolm Fowler, who described the initial cases of primary amebic encephalitis (PAM) caused by N fowleri in Australia. N fowleri is found in freshwater that is usually contaminated with soil. This activity reviews the evaluation and management of Naegleria and highlights the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-25506_1", "title": "Naegleria -- Continuing Education Activity", "content": "Objectives: Identify the evaluation of a patient with Naegleria. Determine the pathophysiology of Naegleria. Assess the treatment of Naegleria. Communicate the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by Naegleria. Access free multiple choice questions on this topic.", "contents": "Naegleria -- Continuing Education Activity. Objectives: Identify the evaluation of a patient with Naegleria. Determine the pathophysiology of Naegleria. Assess the treatment of Naegleria. Communicate the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by Naegleria. Access free multiple choice questions on this topic."}
{"id": "article-25506_2", "title": "Naegleria -- Introduction", "content": "Naegleria fowleri , a member of the genus Percolozoa, is also known as the \"brain-eating amoeba.\" [1] It is a eukaryotic, free-living amoeba named after Malcolm Fowler, who described the initial cases of primary amebic encephalitis (PAM) caused by N fowleri in Australia. [2]", "contents": "Naegleria -- Introduction. Naegleria fowleri , a member of the genus Percolozoa, is also known as the \"brain-eating amoeba.\" [1] It is a eukaryotic, free-living amoeba named after Malcolm Fowler, who described the initial cases of primary amebic encephalitis (PAM) caused by N fowleri in Australia. [2]"}
{"id": "article-25506_3", "title": "Naegleria -- Introduction", "content": "N fowleri is found in freshwater that is usually contaminated with soil. [3] N fowleri is thermophilic and grows well at temperatures as high as 45 C. It has 3 stages in its life cycle: cysts, trophozoites, and flagellates. The trophozoite stage is the reproductive stage and can cause invasive human disease. When environmental factors are not amenable to growth, such as in environments with low food sources, the trophozoite can temporarily change to a flagellate form. The flagellate forms can revert to a trophozoite stage when conditions are conducive to growth. When trophozoites are exposed to environmental stresses, they form a cyst approximately 9 micrometers in diameter. Cysts can withstand extremes of temperatures ranging from above freezing to 65 C but appear sensitive to freezing. The trophozoite forms of N fowleri feed on bacteria and fungi in warm waters and can encyst and settle in sediments on the bottom when the water cools during winter. [4]", "contents": "Naegleria -- Introduction. N fowleri is found in freshwater that is usually contaminated with soil. [3] N fowleri is thermophilic and grows well at temperatures as high as 45 C. It has 3 stages in its life cycle: cysts, trophozoites, and flagellates. The trophozoite stage is the reproductive stage and can cause invasive human disease. When environmental factors are not amenable to growth, such as in environments with low food sources, the trophozoite can temporarily change to a flagellate form. The flagellate forms can revert to a trophozoite stage when conditions are conducive to growth. When trophozoites are exposed to environmental stresses, they form a cyst approximately 9 micrometers in diameter. Cysts can withstand extremes of temperatures ranging from above freezing to 65 C but appear sensitive to freezing. The trophozoite forms of N fowleri feed on bacteria and fungi in warm waters and can encyst and settle in sediments on the bottom when the water cools during winter. [4]"}
{"id": "article-25506_4", "title": "Naegleria -- Etiology", "content": "Infection with N fowleri leads to amebic meningoencephalitis. Infection occurs when warm freshwater enters nasal passages and goes through the cribriform plate into the central nervous system. The incubation period can last anywhere from 1 to 14 days before symptoms of encephalitis manifest.", "contents": "Naegleria -- Etiology. Infection with N fowleri leads to amebic meningoencephalitis. Infection occurs when warm freshwater enters nasal passages and goes through the cribriform plate into the central nervous system. The incubation period can last anywhere from 1 to 14 days before symptoms of encephalitis manifest."}
{"id": "article-25506_5", "title": "Naegleria -- Epidemiology", "content": "Naegleria fowleri is ubiquitous and found mostly in freshwater lakes, hot water springs, poorly chlorinated pools, and thermally polluted water bodies worldwide. [5] [6] It has not been found in seawater. Invasive human infections have been reported in Australia, where this organism was first identified, and New Zealand, Europe, Africa, Asia, and Latin America. In the United States, it has mostly been found in the southern states. [3] More recently, it has also been isolated from thermally polluted waters in the northern states like Connecticut and Minnesota. [7] There have been 34 cases reported in the United States from 2008 through 2017, and 143 infections were reported to the Center for Disease Control (CDC) from 1962 through 2017. Most cases of infection caused by N fowleri have occurred through recreational freshwater exposure when swimming or diving. [5] Two children in Arizona were infected at their homes during bathing. [8] The organism was traced to an untreated community, a well-water system. Another case in Nigeria was thought to be caused by inhalation of Naegleria cysts. [9]", "contents": "Naegleria -- Epidemiology. Naegleria fowleri is ubiquitous and found mostly in freshwater lakes, hot water springs, poorly chlorinated pools, and thermally polluted water bodies worldwide. [5] [6] It has not been found in seawater. Invasive human infections have been reported in Australia, where this organism was first identified, and New Zealand, Europe, Africa, Asia, and Latin America. In the United States, it has mostly been found in the southern states. [3] More recently, it has also been isolated from thermally polluted waters in the northern states like Connecticut and Minnesota. [7] There have been 34 cases reported in the United States from 2008 through 2017, and 143 infections were reported to the Center for Disease Control (CDC) from 1962 through 2017. Most cases of infection caused by N fowleri have occurred through recreational freshwater exposure when swimming or diving. [5] Two children in Arizona were infected at their homes during bathing. [8] The organism was traced to an untreated community, a well-water system. Another case in Nigeria was thought to be caused by inhalation of Naegleria cysts. [9]"}
{"id": "article-25506_6", "title": "Naegleria -- Pathophysiology", "content": "The ameba enters the central nervous system (CNS) via the nose when freshwater enters the nasal cavity under pressure, like swimming or diving. Individuals have also become infected after using a neti pot with contaminated water. Once nasal inoculation has occurred, the ameba penetrates the respiratory epithelium and olfactory mucosa. It then migrates through the cribriform plate into the CNS. [10] N fowleri causes extensive cortical hemorrhages, tissue necrosis, and edema in the brain tissue. Olfactory bulbs, a basilar portion of the frontal cerebri, and cerebellum tend to be the most severely affected.", "contents": "Naegleria -- Pathophysiology. The ameba enters the central nervous system (CNS) via the nose when freshwater enters the nasal cavity under pressure, like swimming or diving. Individuals have also become infected after using a neti pot with contaminated water. Once nasal inoculation has occurred, the ameba penetrates the respiratory epithelium and olfactory mucosa. It then migrates through the cribriform plate into the CNS. [10] N fowleri causes extensive cortical hemorrhages, tissue necrosis, and edema in the brain tissue. Olfactory bulbs, a basilar portion of the frontal cerebri, and cerebellum tend to be the most severely affected."}
{"id": "article-25506_7", "title": "Naegleria -- Pathophysiology", "content": "N fowleri elicits a significant innate immune response. Its virulence depends on the protein Nfa1, nitric oxide production, and pore-forming proteins. Nfa1 mediates amebic attachment to target cells. Feeding cups on its structure, which it uses to ingest bacteria and fungi in the environment, help the organism directly phagocytose the brain cells. The secretion of cytolytic molecules like cysteine proteases, phospholipases, and phospholipolytic enzymes mediates extensive necrosis. This organism's intense immune response and virulence leads to the significant destruction of brain parenchymal tissue in primary amebic encephalitis. [11]", "contents": "Naegleria -- Pathophysiology. N fowleri elicits a significant innate immune response. Its virulence depends on the protein Nfa1, nitric oxide production, and pore-forming proteins. Nfa1 mediates amebic attachment to target cells. Feeding cups on its structure, which it uses to ingest bacteria and fungi in the environment, help the organism directly phagocytose the brain cells. The secretion of cytolytic molecules like cysteine proteases, phospholipases, and phospholipolytic enzymes mediates extensive necrosis. This organism's intense immune response and virulence leads to the significant destruction of brain parenchymal tissue in primary amebic encephalitis. [11]"}
{"id": "article-25506_8", "title": "Naegleria -- History and Physical", "content": "The incubation period varies from 1 to 14 days. Its clinical presentation can mimic that of bacterial meningitis. Early symptoms include fevers, headaches, lethargy, nausea, and vomiting. More severe manifestations that develop later include confusion, neck stiffness, photophobia, seizures, and cranial nerve abnormalities. Primary amebic encephalitis progresses rapidly and eventually leads to coma and death in most cases.", "contents": "Naegleria -- History and Physical. The incubation period varies from 1 to 14 days. Its clinical presentation can mimic that of bacterial meningitis. Early symptoms include fevers, headaches, lethargy, nausea, and vomiting. More severe manifestations that develop later include confusion, neck stiffness, photophobia, seizures, and cranial nerve abnormalities. Primary amebic encephalitis progresses rapidly and eventually leads to coma and death in most cases."}
{"id": "article-25506_9", "title": "Naegleria -- Evaluation", "content": "PAM should be suspected in patients with meningoencephalitis or meningitis when a recent history of freshwater exposure is present. Cerebrospinal fluid (CSF) analysis can be similar to that in bacterial meningitis, with glucose being low to normal, elevated proteins, and polymorphonuclear cells (predominant leukocytosis). CSF pressures are elevated, and pressures of up to 600 mm H20 have been reported in patients with PAM. [1]", "contents": "Naegleria -- Evaluation. PAM should be suspected in patients with meningoencephalitis or meningitis when a recent history of freshwater exposure is present. Cerebrospinal fluid (CSF) analysis can be similar to that in bacterial meningitis, with glucose being low to normal, elevated proteins, and polymorphonuclear cells (predominant leukocytosis). CSF pressures are elevated, and pressures of up to 600 mm H20 have been reported in patients with PAM. [1]"}
{"id": "article-25506_10", "title": "Naegleria -- Evaluation", "content": "Identification of N fowleri can be missed on gram stains and cultures as the fixation procedure destroys them. Visualization can be achieved on wet mounts, hematoxylin, eosin (H and E), periodic acid-Schiff (PAS), Giemsa-Wright staining, or modified trichrome stains. [12] Very few laboratories in the United States can test for Naegleria fowleri . Antigen detection by immunohistochemical staining techniques can be performed on CSF or tissue samples, along with PCR and cultures. [13] Serological testing, though, can be done but does not aid in diagnosis as PAM progresses rapidly, and most patients succumb to their illness before the full immune response. Brain magnetic resonance imaging (MRI) can range from being unremarkable earlier in the process to findings of diffuse hemorrhages or infarctions with contrast enhancement in the gray matter.", "contents": "Naegleria -- Evaluation. Identification of N fowleri can be missed on gram stains and cultures as the fixation procedure destroys them. Visualization can be achieved on wet mounts, hematoxylin, eosin (H and E), periodic acid-Schiff (PAS), Giemsa-Wright staining, or modified trichrome stains. [12] Very few laboratories in the United States can test for Naegleria fowleri . Antigen detection by immunohistochemical staining techniques can be performed on CSF or tissue samples, along with PCR and cultures. [13] Serological testing, though, can be done but does not aid in diagnosis as PAM progresses rapidly, and most patients succumb to their illness before the full immune response. Brain magnetic resonance imaging (MRI) can range from being unremarkable earlier in the process to findings of diffuse hemorrhages or infarctions with contrast enhancement in the gray matter."}
{"id": "article-25506_11", "title": "Naegleria -- Treatment / Management", "content": "The therapeutic options available for treatment are limited due to the lack of controlled trials or clinical studies. Certain medications have become part of a clinical practice based on in-vitro studies or case reports. [14] [15] [16] [17]", "contents": "Naegleria -- Treatment / Management. The therapeutic options available for treatment are limited due to the lack of controlled trials or clinical studies. Certain medications have become part of a clinical practice based on in-vitro studies or case reports. [14] [15] [16] [17]"}
{"id": "article-25506_12", "title": "Naegleria -- Treatment / Management", "content": "Amphotericin B (AMB) has been the most widely used medication for PAM. The Centers for Disease Control (CDC) recommends conventional amphotericin B over liposomal amphotericin B (for both intrathecal and intravenous administration) as in-vitro studies have shown a higher MIC against N fowleri for liposomal AMB compared to conventional AMB.", "contents": "Naegleria -- Treatment / Management. Amphotericin B (AMB) has been the most widely used medication for PAM. The Centers for Disease Control (CDC) recommends conventional amphotericin B over liposomal amphotericin B (for both intrathecal and intravenous administration) as in-vitro studies have shown a higher MIC against N fowleri for liposomal AMB compared to conventional AMB."}
{"id": "article-25506_13", "title": "Naegleria -- Treatment / Management", "content": "Miltefosine is an anti-neoplastic drug for breast cancer. Its use for treatment in Naegleria seems promising after 2 patients on this treatment survived in 2013 and another in 2016. Initially, Miltefosine was once only available through the CDC but is now commercially available.", "contents": "Naegleria -- Treatment / Management. Miltefosine is an anti-neoplastic drug for breast cancer. Its use for treatment in Naegleria seems promising after 2 patients on this treatment survived in 2013 and another in 2016. Initially, Miltefosine was once only available through the CDC but is now commercially available."}
{"id": "article-25506_14", "title": "Naegleria -- Treatment / Management", "content": "Azoles, including fluconazole and voriconazole, have good CNS penetration and are used as adjunctive therapy with AMB.", "contents": "Naegleria -- Treatment / Management. Azoles, including fluconazole and voriconazole, have good CNS penetration and are used as adjunctive therapy with AMB."}
{"id": "article-25506_15", "title": "Naegleria -- Treatment / Management", "content": "In vitro and in vivo studies in mice have shown azithromycin's activity against N fowleri . Synergistic effects of azithromycin with AMB have also been described.", "contents": "Naegleria -- Treatment / Management. In vitro and in vivo studies in mice have shown azithromycin's activity against N fowleri . Synergistic effects of azithromycin with AMB have also been described."}
{"id": "article-25506_16", "title": "Naegleria -- Treatment / Management", "content": "Rifampin has been part of standard therapy for PAM; however, its potential for drug-drug interaction caused by the induction of the cytochrome system and the resultant effects on effective AMB and fluconazole levels should be taken into account.", "contents": "Naegleria -- Treatment / Management. Rifampin has been part of standard therapy for PAM; however, its potential for drug-drug interaction caused by the induction of the cytochrome system and the resultant effects on effective AMB and fluconazole levels should be taken into account."}
{"id": "article-25506_17", "title": "Naegleria -- Treatment / Management", "content": "Three recent survivors from the United States have been in 2013 and 2016. These included a 12-year-old girl (2013,) an 8-year-old boy (2013), and a 16-year-old boy (2016). Controlled hypothermia was used on the 12-year-old girl and 16-year-old boy. Patients who underwent controlled hypothermia showed full neurological recovery and were able to return to school. The full neurological recovery seen with controlled hypothermia is an encouraging result in a previously morbid territory. [18] [19]", "contents": "Naegleria -- Treatment / Management. Three recent survivors from the United States have been in 2013 and 2016. These included a 12-year-old girl (2013,) an 8-year-old boy (2013), and a 16-year-old boy (2016). Controlled hypothermia was used on the 12-year-old girl and 16-year-old boy. Patients who underwent controlled hypothermia showed full neurological recovery and were able to return to school. The full neurological recovery seen with controlled hypothermia is an encouraging result in a previously morbid territory. [18] [19]"}
{"id": "article-25506_18", "title": "Naegleria -- Differential Diagnosis", "content": "The clinical presentation of PAM can virtually mimic any infectious encephalitis. The lack of pathognomic signs on imaging and physical exam and the similarity to bacterial encephalitis on CSF analysis can make the diagnosis challenging. A thorough history eliciting possible freshwater exposure can guide toward the diagnosis by raising the suspicion of PAM.", "contents": "Naegleria -- Differential Diagnosis. The clinical presentation of PAM can virtually mimic any infectious encephalitis. The lack of pathognomic signs on imaging and physical exam and the similarity to bacterial encephalitis on CSF analysis can make the diagnosis challenging. A thorough history eliciting possible freshwater exposure can guide toward the diagnosis by raising the suspicion of PAM."}
{"id": "article-25506_19", "title": "Naegleria -- Prognosis", "content": "Unfortunately, PAM tends to have a grave prognosis, and only 3 cases of survival have been reported in the United States, as mentioned above. All 3 survivors were young and healthy at baseline. Even though the mortality associated with PAM is high, the incidence is low.", "contents": "Naegleria -- Prognosis. Unfortunately, PAM tends to have a grave prognosis, and only 3 cases of survival have been reported in the United States, as mentioned above. All 3 survivors were young and healthy at baseline. Even though the mortality associated with PAM is high, the incidence is low."}
{"id": "article-25506_20", "title": "Naegleria -- Prognosis -- Prevention", "content": "Some practices recommended by the CDC include avoidance of nasal introduction of water. This includes keeping the head above water or using nose clips when swimming. Avoiding recreational activities in freshwater during high water temperatures is also recommended. In cases where nasal irrigation is required like using a neti pot or religious practices, like ablution, sterile, distilled, filtered, or boiled water should be used. Adequately disinfecting water bodies like pools and public water systems with chlorine can also prevent infection. [20] [21] [22]", "contents": "Naegleria -- Prognosis -- Prevention. Some practices recommended by the CDC include avoidance of nasal introduction of water. This includes keeping the head above water or using nose clips when swimming. Avoiding recreational activities in freshwater during high water temperatures is also recommended. In cases where nasal irrigation is required like using a neti pot or religious practices, like ablution, sterile, distilled, filtered, or boiled water should be used. Adequately disinfecting water bodies like pools and public water systems with chlorine can also prevent infection. [20] [21] [22]"}
{"id": "article-25506_21", "title": "Naegleria -- Pearls and Other Issues", "content": "Key facts to keep in mind about Naegleria are as follows: Primary amebic encephalitis is a rare disease entity but has a very high mortality. The causative organism, Naegleria fowleri , a free-living ameba, is found in freshwater at warm temperatures. N.fowleri has not been found in the oceans or seas. The nasal introduction of contaminated water causes infections. Drinking contaminated water does not cause infections. The treatment backbone consists of amphotericin B and fluconazole. Promising results have been seen with miltefosine, an anti-cancer drug.", "contents": "Naegleria -- Pearls and Other Issues. Key facts to keep in mind about Naegleria are as follows: Primary amebic encephalitis is a rare disease entity but has a very high mortality. The causative organism, Naegleria fowleri , a free-living ameba, is found in freshwater at warm temperatures. N.fowleri has not been found in the oceans or seas. The nasal introduction of contaminated water causes infections. Drinking contaminated water does not cause infections. The treatment backbone consists of amphotericin B and fluconazole. Promising results have been seen with miltefosine, an anti-cancer drug."}
{"id": "article-25506_22", "title": "Naegleria -- Enhancing Healthcare Team Outcomes", "content": "The appropriate and timely diagnosis of primary amebic encephalitis and its management requires an interprofessional healthcare team. Prompt consultation with an infectious disease specialist is essential. Clinicians should ensure that patients are monitored closely and assessed frequently, as these patients can deteriorate rapidly. A higher level of care, in the intensive care unit, is required for patients with neurological deterioration requiring mechanical ventilation. Consultation with pharmacists should also be considered since the available medications for treatment for PAM may cause drug interactions and subsequently lead to lower therapeutic levels.", "contents": "Naegleria -- Enhancing Healthcare Team Outcomes. The appropriate and timely diagnosis of primary amebic encephalitis and its management requires an interprofessional healthcare team. Prompt consultation with an infectious disease specialist is essential. Clinicians should ensure that patients are monitored closely and assessed frequently, as these patients can deteriorate rapidly. A higher level of care, in the intensive care unit, is required for patients with neurological deterioration requiring mechanical ventilation. Consultation with pharmacists should also be considered since the available medications for treatment for PAM may cause drug interactions and subsequently lead to lower therapeutic levels."}
{"id": "article-25506_23", "title": "Naegleria -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Naegleria -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}