{"id": "article-19783_0", "title": "Biochemistry, Complement -- Introduction", "content": "The complement system consists of several complement proteins synthesized by the liver’s Kupffer cells and subsequently found in the body’s blood and tissues. The proteins themselves are both zymogens, meaning they are typically inactive, and are meta-stable when activated, meaning they require a cell surface to remain active. When these complement proteins (mostly named C1 to C9) initiate a cascade that engages both the innate and adaptive immune system, they serve as the first line of defense in response to pathogen attack. One goal of the complement system is the formation of a membrane attack complex (MAC), which compromises the pathogen’s cell wall, causing swelling that ultimately leads to cell death. The complement system is diffusely active within the body, and deficiencies or dysregulation results in immune system deficiencies, autoimmune disorders, or bleeding disorders.", "contents": "Biochemistry, Complement -- Introduction. The complement system consists of several complement proteins synthesized by the liver’s Kupffer cells and subsequently found in the body’s blood and tissues. The proteins themselves are both zymogens, meaning they are typically inactive, and are meta-stable when activated, meaning they require a cell surface to remain active. When these complement proteins (mostly named C1 to C9) initiate a cascade that engages both the innate and adaptive immune system, they serve as the first line of defense in response to pathogen attack. One goal of the complement system is the formation of a membrane attack complex (MAC), which compromises the pathogen’s cell wall, causing swelling that ultimately leads to cell death. The complement system is diffusely active within the body, and deficiencies or dysregulation results in immune system deficiencies, autoimmune disorders, or bleeding disorders."}
{"id": "article-19783_1", "title": "Biochemistry, Complement -- Introduction", "content": "While often considered as part of the innate immune system, this is not entirely the case. One method of complement cascade initiation, the classical activation pathway, involves antibodies and, thus, the adaptive immune system. The other two well-studied pathways are the alternative and lectin activation pathways. Neither requires adaptive immune system activation and, therefore, truly are mechanisms of the innate immune system. Although they differ in mechanisms, the commonly needed step of all pathways is the conversion of C3 to C3a and C3b; the latter is necessary for the formation of the MAC.", "contents": "Biochemistry, Complement -- Introduction. While often considered as part of the innate immune system, this is not entirely the case. One method of complement cascade initiation, the classical activation pathway, involves antibodies and, thus, the adaptive immune system. The other two well-studied pathways are the alternative and lectin activation pathways. Neither requires adaptive immune system activation and, therefore, truly are mechanisms of the innate immune system. Although they differ in mechanisms, the commonly needed step of all pathways is the conversion of C3 to C3a and C3b; the latter is necessary for the formation of the MAC."}
{"id": "article-19783_2", "title": "Biochemistry, Complement -- Fundamentals", "content": "Alternative Activation Pathway", "contents": "Biochemistry, Complement -- Fundamentals. Alternative Activation Pathway"}
{"id": "article-19783_3", "title": "Biochemistry, Complement -- Fundamentals", "content": "The alternative pathway can begin with the spontaneous conversion of C3 to C3b, microbial surface molecules, complex carbohydrates, or other substances.  It is continually activated at low levels throughout the cell body and must be tightly regulated to ensure immunological homeostasis. For example, if C3b is unable to bind to an amino or hydroxyl group on a pathogenic surface, it is rapidly made inert by the arguably more ubiquitous water molecules in the plasma. [1] [2] The stabilization of C3b, therefore, requires a proximal pathogen, and this requirement serves as a form of regulation.", "contents": "Biochemistry, Complement -- Fundamentals. The alternative pathway can begin with the spontaneous conversion of C3 to C3b, microbial surface molecules, complex carbohydrates, or other substances.  It is continually activated at low levels throughout the cell body and must be tightly regulated to ensure immunological homeostasis. For example, if C3b is unable to bind to an amino or hydroxyl group on a pathogenic surface, it is rapidly made inert by the arguably more ubiquitous water molecules in the plasma. [1] [2] The stabilization of C3b, therefore, requires a proximal pathogen, and this requirement serves as a form of regulation."}
{"id": "article-19783_4", "title": "Biochemistry, Complement -- Fundamentals", "content": "If a pathogenic surface stabilizes C3b, then complement protein B binds to it; complement protein D then cleaves the B attached to C3b to form Bb, thus yielding C3bBb, or C3 convertase. C3 convertase mediates C3's conversion to C3b in proximity to the pathogen, resulting in a \"complement cascade.\" [3] Many C3b proteins will now bind to C3bBb and form C3bBbC3b or C5 convertase. C5 convertase cleaves C5 into C5a and C5b; C5b will structurally contribute to the membrane attack complex with complement proteins 6, 7, and 8. The final addition of complement protein 9 forms a pore into the pathogen. The pathogen swells, bursts, and is now no longer able to reproduce within its host.", "contents": "Biochemistry, Complement -- Fundamentals. If a pathogenic surface stabilizes C3b, then complement protein B binds to it; complement protein D then cleaves the B attached to C3b to form Bb, thus yielding C3bBb, or C3 convertase. C3 convertase mediates C3's conversion to C3b in proximity to the pathogen, resulting in a \"complement cascade.\" [3] Many C3b proteins will now bind to C3bBb and form C3bBbC3b or C5 convertase. C5 convertase cleaves C5 into C5a and C5b; C5b will structurally contribute to the membrane attack complex with complement proteins 6, 7, and 8. The final addition of complement protein 9 forms a pore into the pathogen. The pathogen swells, bursts, and is now no longer able to reproduce within its host."}
{"id": "article-19783_5", "title": "Biochemistry, Complement -- Fundamentals", "content": "Factor H serves an essential regulatory role in the alternative pathway, blocking its effects on host cells. Factor H is also synthesized in the liver and is acquired by host cells as it travels past them in the plasma; once on a host cell, it either inactivates C3b or ensures the decay of C3bBb. [4] Lectin Activation Pathway", "contents": "Biochemistry, Complement -- Fundamentals. Factor H serves an essential regulatory role in the alternative pathway, blocking its effects on host cells. Factor H is also synthesized in the liver and is acquired by host cells as it travels past them in the plasma; once on a host cell, it either inactivates C3b or ensures the decay of C3bBb. [4] Lectin Activation Pathway"}
{"id": "article-19783_6", "title": "Biochemistry, Complement -- Fundamentals", "content": "The lectin pathway utilizes complement proteins 2 and 4 to achieve the same result as the alternative pathway. However, this pathway uses mannose-binding lectin (MBL), a glycoprotein also produced in the liver, to bind mannose on the surface of similar pathogens to that of the alternate pathway. MBLs circulate with and help 'dock' mannose associated serine proteases (MASPs) so that MASPs can cleave C2 and C4, forming C2b and C4b; the union of these two products, C2b4b, serves as a C3 convertase. [5] The resulting cascade carries out identically to the alternative activation pathway. However, MBL exhibits a higher affinity to Candida albicans than molecules of the other pathways. [6] [7] Classical Activation Pathway", "contents": "Biochemistry, Complement -- Fundamentals. The lectin pathway utilizes complement proteins 2 and 4 to achieve the same result as the alternative pathway. However, this pathway uses mannose-binding lectin (MBL), a glycoprotein also produced in the liver, to bind mannose on the surface of similar pathogens to that of the alternate pathway. MBLs circulate with and help 'dock' mannose associated serine proteases (MASPs) so that MASPs can cleave C2 and C4, forming C2b and C4b; the union of these two products, C2b4b, serves as a C3 convertase. [5] The resulting cascade carries out identically to the alternative activation pathway. However, MBL exhibits a higher affinity to Candida albicans than molecules of the other pathways. [6] [7] Classical Activation Pathway"}
{"id": "article-19783_7", "title": "Biochemistry, Complement -- Fundamentals", "content": "The classical activation pathway requires some level of adaptive response (humoral) to initiate its complement cascade. For this reason, the body produces IgM antibodies as a first-line response to early infection. The pattern in which IgM antibodies form antibody-antigen complexes (with proximal Fc regions) allows for the proximal binding of two C1 complexes to two Fc regions. The proximity between the two C1 complexes (which are specific to the classical activation pathway) results in the release of their inhibitors (C1-inhibitors). The release of C1-inhibitors activates each complex's neighboring C1r and C1s complement proteins, creating a C3 convertase that triggers the complement cascade on the pathogen's surface.", "contents": "Biochemistry, Complement -- Fundamentals. The classical activation pathway requires some level of adaptive response (humoral) to initiate its complement cascade. For this reason, the body produces IgM antibodies as a first-line response to early infection. The pattern in which IgM antibodies form antibody-antigen complexes (with proximal Fc regions) allows for the proximal binding of two C1 complexes to two Fc regions. The proximity between the two C1 complexes (which are specific to the classical activation pathway) results in the release of their inhibitors (C1-inhibitors). The release of C1-inhibitors activates each complex's neighboring C1r and C1s complement proteins, creating a C3 convertase that triggers the complement cascade on the pathogen's surface."}
{"id": "article-19783_8", "title": "Biochemistry, Complement -- Fundamentals", "content": "C-reactive protein (CRP), a protein synthesized in the liver in response to acute inflammation, has been found to enhance classical pathway activation weakly. [8] Dysregulation of CRP results in the consumption of C3 and C4, and the generation of C3b.", "contents": "Biochemistry, Complement -- Fundamentals. C-reactive protein (CRP), a protein synthesized in the liver in response to acute inflammation, has been found to enhance classical pathway activation weakly. [8] Dysregulation of CRP results in the consumption of C3 and C4, and the generation of C3b."}
{"id": "article-19783_9", "title": "Biochemistry, Complement -- Issues of Concern", "content": "Complement activation pathways are tightly regulated and have multiple points of inhibition to protect normal tissue from complement dysregulation, and include MCP, decay-accelerating factor (DAF), MAC-inhibitory protein (CD59 or protectin), and the previously described Factor H. MCP deactivates C3b while DAF facilitates the destruction of C3bBb (C3 convertase). [9] [10] [11] [12] CD59 removes near-finished MACs located on human cell membranes. [13]", "contents": "Biochemistry, Complement -- Issues of Concern. Complement activation pathways are tightly regulated and have multiple points of inhibition to protect normal tissue from complement dysregulation, and include MCP, decay-accelerating factor (DAF), MAC-inhibitory protein (CD59 or protectin), and the previously described Factor H. MCP deactivates C3b while DAF facilitates the destruction of C3bBb (C3 convertase). [9] [10] [11] [12] CD59 removes near-finished MACs located on human cell membranes. [13]"}
{"id": "article-19783_10", "title": "Biochemistry, Complement -- Function", "content": "Membrane Attack Complex As stated in the Fundamentals section, all complement pathways result in the construction of a MAC, which compromises the pathogen cell wall, resulting in its swift malfunction. Inflammation and Chemotaxis", "contents": "Biochemistry, Complement -- Function. Membrane Attack Complex As stated in the Fundamentals section, all complement pathways result in the construction of a MAC, which compromises the pathogen cell wall, resulting in its swift malfunction. Inflammation and Chemotaxis"}
{"id": "article-19783_11", "title": "Biochemistry, Complement -- Function", "content": "All forms of C3 convertase yield C3b and C3a. The C3a fragment is an anaphylatoxin that mediates inflammation in two ways: it triggers histamine release from mast cells and increases vascular permeability. Similarly, all forms of C5 convertase yield both C5b (for the MAC) and C5a. C5a is also an anaphylatoxin, in addition to a neutrophil chemotactic agent. Opsonization for enhancement of phagocytosis", "contents": "Biochemistry, Complement -- Function. All forms of C3 convertase yield C3b and C3a. The C3a fragment is an anaphylatoxin that mediates inflammation in two ways: it triggers histamine release from mast cells and increases vascular permeability. Similarly, all forms of C5 convertase yield both C5b (for the MAC) and C5a. C5a is also an anaphylatoxin, in addition to a neutrophil chemotactic agent. Opsonization for enhancement of phagocytosis"}
{"id": "article-19783_12", "title": "Biochemistry, Complement -- Function", "content": "There are two well-studied mechanisms by which the complement system opsonizes the pathogen for enhanced phagocytosis. We will first discuss the mechanism that all pathways have in common. C3b binds C3bBb forming C5 convertase, but C3b also acts as an opsonin to attract macrophages to the site of inflammation (namely, complement activation) to enhance phagocytosis.", "contents": "Biochemistry, Complement -- Function. There are two well-studied mechanisms by which the complement system opsonizes the pathogen for enhanced phagocytosis. We will first discuss the mechanism that all pathways have in common. C3b binds C3bBb forming C5 convertase, but C3b also acts as an opsonin to attract macrophages to the site of inflammation (namely, complement activation) to enhance phagocytosis."}
{"id": "article-19783_13", "title": "Biochemistry, Complement -- Function", "content": "The alternative activation pathway performs the second mechanism of opsonization. This pathway is capable of synthesizing a ‘soluble’ C3 convertase, named iC3Bb. iC3Bb can also attach to the pathogen and, in turn, attract phagocytes, bind them, and ultimately facilitate phagocytosis.", "contents": "Biochemistry, Complement -- Function. The alternative activation pathway performs the second mechanism of opsonization. This pathway is capable of synthesizing a ‘soluble’ C3 convertase, named iC3Bb. iC3Bb can also attach to the pathogen and, in turn, attract phagocytes, bind them, and ultimately facilitate phagocytosis."}
{"id": "article-19783_14", "title": "Biochemistry, Complement -- Testing", "content": "Complement testing is available for many of the complement proteins, including: C1 C1q C2 C3 C4 CH50 CH100 Total complement Specific tests may assist in monitoring disease activity and treatment, such as in hypocomplementemia and systemic lupus erythematosus (both with low C3 and C4). [14] [15] [16] [17] CH50", "contents": "Biochemistry, Complement -- Testing. Complement testing is available for many of the complement proteins, including: C1 C1q C2 C3 C4 CH50 CH100 Total complement Specific tests may assist in monitoring disease activity and treatment, such as in hypocomplementemia and systemic lupus erythematosus (both with low C3 and C4). [14] [15] [16] [17] CH50"}
{"id": "article-19783_15", "title": "Biochemistry, Complement -- Testing", "content": "Testing for 50% hemolytic complement activity of serum (serum CH50) assesses the activity of the classical activation pathway. The normal range is 22 to 40 units/mL, indicating the presence of complement proteins 1 through 9. [18]", "contents": "Biochemistry, Complement -- Testing. Testing for 50% hemolytic complement activity of serum (serum CH50) assesses the activity of the classical activation pathway. The normal range is 22 to 40 units/mL, indicating the presence of complement proteins 1 through 9. [18]"}
{"id": "article-19783_16", "title": "Biochemistry, Complement -- Clinical Significance", "content": "Factor H", "contents": "Biochemistry, Complement -- Clinical Significance. Factor H"}
{"id": "article-19783_17", "title": "Biochemistry, Complement -- Clinical Significance", "content": "This regulatory plasma glycoprotein can be used by pathogens and cancer cells to evade the immune system. [19] [20] Specific pathogens using this mechanism of evasion include Haemophilus influenzae , Streptococcus pneumoniae , Borrelia burgdorferi , Staphylococcus aureus , West Nile Virus, and HIV-1. [21] [22] [23] Inherited C3 Deficiency", "contents": "Biochemistry, Complement -- Clinical Significance. This regulatory plasma glycoprotein can be used by pathogens and cancer cells to evade the immune system. [19] [20] Specific pathogens using this mechanism of evasion include Haemophilus influenzae , Streptococcus pneumoniae , Borrelia burgdorferi , Staphylococcus aureus , West Nile Virus, and HIV-1. [21] [22] [23] Inherited C3 Deficiency"}
{"id": "article-19783_18", "title": "Biochemistry, Complement -- Clinical Significance", "content": "Inherited C3 deficiency occurs because of a secretory malfunction (as a result of a protein substitution). [24] [25] [26] This condition presents with recurrent encapsulated bacterial infections or with systemic lupus erythematosus-like symptoms, from the beginning of life onward. [27] This deficiency might also result in higher levels of immune complex deposition, resulting in a build-up of these complexes in the kidney leading to glomerulonephritis. [28] Paroxysmal Nocturnal Hemoglobinuria", "contents": "Biochemistry, Complement -- Clinical Significance. Inherited C3 deficiency occurs because of a secretory malfunction (as a result of a protein substitution). [24] [25] [26] This condition presents with recurrent encapsulated bacterial infections or with systemic lupus erythematosus-like symptoms, from the beginning of life onward. [27] This deficiency might also result in higher levels of immune complex deposition, resulting in a build-up of these complexes in the kidney leading to glomerulonephritis. [28] Paroxysmal Nocturnal Hemoglobinuria"}
{"id": "article-19783_19", "title": "Biochemistry, Complement -- Clinical Significance", "content": "Deficiencies in molecules that inhibit complement (MCP, decay-accelerating factor (DAF), CD59, and Factor H) results in hemolysis or paroxysmal nocturnal hemoglobinuria. Clinical signs of hemolysis include hemoglobinuria at night, anemia, and increased abdominal pain. [29] Thrombosis in the venous system and bone marrow failure are the leading causes of death. [30] Thrombosis and increased abdominal pain are both results of abnormally high levels of free plasma hemoglobin due to lysis. [31] However, unlike thrombosis, the mechanism for abdominal pain involves NO depletion. Hereditary Angioedema", "contents": "Biochemistry, Complement -- Clinical Significance. Deficiencies in molecules that inhibit complement (MCP, decay-accelerating factor (DAF), CD59, and Factor H) results in hemolysis or paroxysmal nocturnal hemoglobinuria. Clinical signs of hemolysis include hemoglobinuria at night, anemia, and increased abdominal pain. [29] Thrombosis in the venous system and bone marrow failure are the leading causes of death. [30] Thrombosis and increased abdominal pain are both results of abnormally high levels of free plasma hemoglobin due to lysis. [31] However, unlike thrombosis, the mechanism for abdominal pain involves NO depletion. Hereditary Angioedema"}
{"id": "article-19783_20", "title": "Biochemistry, Complement -- Clinical Significance", "content": "Hereditary angioedema is an autosomal dominant disorder due to a C1 inhibitor protein deficiency. [32] [33] This condition is characterized by episodes of edema and swelling, especially of the gastrointestinal tract and throat, which can lead to potentially fatal upper airway swelling. Low C4 levels confirm the diagnosis due to its overconsumption (secondary to the aforementioned C1 inhibitor protein deficiency).", "contents": "Biochemistry, Complement -- Clinical Significance. Hereditary angioedema is an autosomal dominant disorder due to a C1 inhibitor protein deficiency. [32] [33] This condition is characterized by episodes of edema and swelling, especially of the gastrointestinal tract and throat, which can lead to potentially fatal upper airway swelling. Low C4 levels confirm the diagnosis due to its overconsumption (secondary to the aforementioned C1 inhibitor protein deficiency)."}
{"id": "article-19783_21", "title": "Biochemistry, Complement -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Complement -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}