{"id": "article-19317_0", "title": "Biochemistry, Dissolution and Solubility -- Introduction", "content": "Dissolution is the process where a solute in a gaseous, liquid, or solid phase dissolves in a solvent to form a solution. [1] [2] [3] Solubility is the maximum concentration of a solute that can dissolve in a solvent at a given temperature. At the maximum solute concentration, the solution is said to be saturated. The units of solubility can be provided in mol/L or g/L. Factors that affect solubility include the concentration of the solute, temperature of the system, pressure (for gases in solution), and polarity of the solute and the solvent.", "contents": "Biochemistry, Dissolution and Solubility -- Introduction. Dissolution is the process where a solute in a gaseous, liquid, or solid phase dissolves in a solvent to form a solution. [1] [2] [3] Solubility is the maximum concentration of a solute that can dissolve in a solvent at a given temperature. At the maximum solute concentration, the solution is said to be saturated. The units of solubility can be provided in mol/L or g/L. Factors that affect solubility include the concentration of the solute, temperature of the system, pressure (for gases in solution), and polarity of the solute and the solvent."}
{"id": "article-19317_1", "title": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Dissolution", "content": "The Noyes-Whitney equation represents the dissolution rate: dm/dt = D*A*(Cs - C)/h. dm/dt represents the rate of dissolution D represents the diffusion coefficient for the compound A represents the surface area available for dissolution Cs represents the solubility of the compound C represents the solute concentration in bulk solution at time t h represents the thickness of the dissolution layer", "contents": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Dissolution. The Noyes-Whitney equation represents the dissolution rate: dm/dt = D*A*(Cs - C)/h. dm/dt represents the rate of dissolution D represents the diffusion coefficient for the compound A represents the surface area available for dissolution Cs represents the solubility of the compound C represents the solute concentration in bulk solution at time t h represents the thickness of the dissolution layer"}
{"id": "article-19317_2", "title": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Effect of Temperature and Pressure on Solubility", "content": "As temperature increases, the solubility of a solid or liquid can fluctuate depending on whether the dissolution reaction is exothermic or endothermic.", "contents": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Effect of Temperature and Pressure on Solubility. As temperature increases, the solubility of a solid or liquid can fluctuate depending on whether the dissolution reaction is exothermic or endothermic."}
{"id": "article-19317_3", "title": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Increasing solubility with increasing temperature", "content": "In endothermic dissolution reactions, the net energy from breaking and forming bonds results in heat energy absorbed into the system as the solute dissolves. When the system's temperature increases, additional head energy is introduced. According to Le Chatelier's Principle, the system adjusts to this increase in the heat by promoting the dissolution reaction to absorb the added heat energy. Increasing the temperature, therefore, increases the solubility of the solute. An example of a solute whose solubility increases with greater temperature is ammonium nitrate, which can be used in first-aid cold packs. Ammonium nitrate dissolving in solution is an endothermic reaction. As the ammonium nitrate dissolves, heat energy is absorbed, causing the surrounding environment to feel cold.", "contents": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Increasing solubility with increasing temperature. In endothermic dissolution reactions, the net energy from breaking and forming bonds results in heat energy absorbed into the system as the solute dissolves. When the system's temperature increases, additional head energy is introduced. According to Le Chatelier's Principle, the system adjusts to this increase in the heat by promoting the dissolution reaction to absorb the added heat energy. Increasing the temperature, therefore, increases the solubility of the solute. An example of a solute whose solubility increases with greater temperature is ammonium nitrate, which can be used in first-aid cold packs. Ammonium nitrate dissolving in solution is an endothermic reaction. As the ammonium nitrate dissolves, heat energy is absorbed, causing the surrounding environment to feel cold."}
{"id": "article-19317_4", "title": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Decreasing solubility with increasing temperature", "content": "In exothermic reactions, heat energy is released when the solute dissolves in a solution. Increasing temperature introduces more heat into the system. Following the Le Chateliers Principle, the system adjusts to this excess heat energy by inhibiting the dissolution reaction. Increasing temperature, therefore, decreases the solubility of the solute. An example of a solute that decreases in solubility with increasing temperature is calcium hydroxide, which can be used to treat chemical burns and as an antacid.", "contents": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Decreasing solubility with increasing temperature. In exothermic reactions, heat energy is released when the solute dissolves in a solution. Increasing temperature introduces more heat into the system. Following the Le Chateliers Principle, the system adjusts to this excess heat energy by inhibiting the dissolution reaction. Increasing temperature, therefore, decreases the solubility of the solute. An example of a solute that decreases in solubility with increasing temperature is calcium hydroxide, which can be used to treat chemical burns and as an antacid."}
{"id": "article-19317_5", "title": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Effect of temperature on gas solutes", "content": "Heat energy is generally released as the gas dissolves in solution, meaning the dissolution reaction is exothermic. As such, a gas becomes less soluble as temperate increases. Increasing temperature results in increased kinetic energy. Gas molecules with greater kinetic energy move more rapidly, breaking intermolecular bonds between the gas solute and solvent.", "contents": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Effect of temperature on gas solutes. Heat energy is generally released as the gas dissolves in solution, meaning the dissolution reaction is exothermic. As such, a gas becomes less soluble as temperate increases. Increasing temperature results in increased kinetic energy. Gas molecules with greater kinetic energy move more rapidly, breaking intermolecular bonds between the gas solute and solvent."}
{"id": "article-19317_6", "title": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Pressure and Henry's law", "content": "The solubility of gas is affected by changes in pressure on the system. A gas dissolves in liquids to form solutions. This results in equilibrium in the system where a proportion of gas molecules is dissolved in liquid while the rest remains in the gaseous phase above the liquid. Henry's law states, “At constant temperature, the amount of gas that dissolves in a volume of liquid is proportional to the partial pressure of the gas in equilibrium with the liquid.” Henry's law results in the following equation: C = kP. The letters in this equation are explained below. C represents the solubility of the gas at a certain temperature in a specific solvent. K represents Henry's law constant. P represents the partial pressure of the gas (ie, the pressure the gas exerts on the system at a given volume and temperature)", "contents": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Pressure and Henry's law. The solubility of gas is affected by changes in pressure on the system. A gas dissolves in liquids to form solutions. This results in equilibrium in the system where a proportion of gas molecules is dissolved in liquid while the rest remains in the gaseous phase above the liquid. Henry's law states, “At constant temperature, the amount of gas that dissolves in a volume of liquid is proportional to the partial pressure of the gas in equilibrium with the liquid.” Henry's law results in the following equation: C = kP. The letters in this equation are explained below. C represents the solubility of the gas at a certain temperature in a specific solvent. K represents Henry's law constant. P represents the partial pressure of the gas (ie, the pressure the gas exerts on the system at a given volume and temperature)"}
{"id": "article-19317_7", "title": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Pressure and Henry's law", "content": "Hence, as the pressure of the gas above the liquid in the system increases, the gas molecules become more soluble in the solvent. Likewise, if the gas pressure in the system decreases, gas becomes less soluble in the solvent.", "contents": "Biochemistry, Dissolution and Solubility -- Fundamentals -- Pressure and Henry's law. Hence, as the pressure of the gas above the liquid in the system increases, the gas molecules become more soluble in the solvent. Likewise, if the gas pressure in the system decreases, gas becomes less soluble in the solvent."}
{"id": "article-19317_8", "title": "Biochemistry, Dissolution and Solubility -- Issues of Concern -- Limitations on Henry's Law on Gas Solubility", "content": "Henry's law only applies if the gas molecules are in equilibrium. The law does not apply if there is a chemical reaction between the solvent and the solute. Henry's law also doesn't apply to gas at high pressures.", "contents": "Biochemistry, Dissolution and Solubility -- Issues of Concern -- Limitations on Henry's Law on Gas Solubility. Henry's law only applies if the gas molecules are in equilibrium. The law does not apply if there is a chemical reaction between the solvent and the solute. Henry's law also doesn't apply to gas at high pressures."}
{"id": "article-19317_9", "title": "Biochemistry, Dissolution and Solubility -- Function", "content": "Methods to enhance dissolution to improve oral bioavailability include the following: Micronization to increase surface area for dissolution Salt formation of the active ingredient Use of co-solvents and micelle solutions to aid solubilization Complexation through the use of cyclodextrins Use of lipidic systems (for lipophilic drugs) [4] [5] [6]", "contents": "Biochemistry, Dissolution and Solubility -- Function. Methods to enhance dissolution to improve oral bioavailability include the following: Micronization to increase surface area for dissolution Salt formation of the active ingredient Use of co-solvents and micelle solutions to aid solubilization Complexation through the use of cyclodextrins Use of lipidic systems (for lipophilic drugs) [4] [5] [6]"}
{"id": "article-19317_10", "title": "Biochemistry, Dissolution and Solubility -- Mechanism -- Solubility and Le Chatelier's Principle", "content": "If stressors like pressure and heat are applied to the equilibrium, the system responds by adjusting to minimize the effects of the stress. [7] [8] [9] For example, if pressure is applied to a system, the dissolution reaction responds to minimizing this stress by reducing the pressure.", "contents": "Biochemistry, Dissolution and Solubility -- Mechanism -- Solubility and Le Chatelier's Principle. If stressors like pressure and heat are applied to the equilibrium, the system responds by adjusting to minimize the effects of the stress. [7] [8] [9] For example, if pressure is applied to a system, the dissolution reaction responds to minimizing this stress by reducing the pressure."}
{"id": "article-19317_11", "title": "Biochemistry, Dissolution and Solubility -- Mechanism -- Heat of Solution", "content": "Solids and liquids form due to individual particles being held together by interparticulate bonds. To form a solution, energy is required to break the bonds between the particles within the solid or liquid. Heat energy is also needed to break the bonds in a solvent to insert one of the molecules into the solution. Both of these processes are endothermic. Heat energy is released when the solute molecules form bonds with the solvent molecules (ie, this process is exothermic).", "contents": "Biochemistry, Dissolution and Solubility -- Mechanism -- Heat of Solution. Solids and liquids form due to individual particles being held together by interparticulate bonds. To form a solution, energy is required to break the bonds between the particles within the solid or liquid. Heat energy is also needed to break the bonds in a solvent to insert one of the molecules into the solution. Both of these processes are endothermic. Heat energy is released when the solute molecules form bonds with the solvent molecules (ie, this process is exothermic)."}
{"id": "article-19317_12", "title": "Biochemistry, Dissolution and Solubility -- Mechanism -- Heat of Solution", "content": "Whether more energy is used to break the bonds within the solute and solvent or is released when new bonds are formed between the solute and solvent, the reaction overall can be exothermic or endothermic. If more energy is required to break the bonds within the solute and solvent than is released when new bonds are formed between the solute and solvent, the reaction is considered endothermic. The reaction is considered exothermic if more energy is released when new bonds are formed between the solute and solvent than is required to break the bonds within the solute and solvent. The total amount of heat energy released from or absorbed by the system equals the sum of heat energy absorbed when bonds are broken minus the sum of heat energy released when bonds are formed.", "contents": "Biochemistry, Dissolution and Solubility -- Mechanism -- Heat of Solution. Whether more energy is used to break the bonds within the solute and solvent or is released when new bonds are formed between the solute and solvent, the reaction overall can be exothermic or endothermic. If more energy is required to break the bonds within the solute and solvent than is released when new bonds are formed between the solute and solvent, the reaction is considered endothermic. The reaction is considered exothermic if more energy is released when new bonds are formed between the solute and solvent than is required to break the bonds within the solute and solvent. The total amount of heat energy released from or absorbed by the system equals the sum of heat energy absorbed when bonds are broken minus the sum of heat energy released when bonds are formed."}
{"id": "article-19317_13", "title": "Biochemistry, Dissolution and Solubility -- Mechanism -- Heat of Solution", "content": "The reaction is endothermic if the total amount of heat energy released/absorbed from the system exceeds zero. The reaction is exothermic if the total amount of heat energy released/absorbed from the system is less than zero.", "contents": "Biochemistry, Dissolution and Solubility -- Mechanism -- Heat of Solution. The reaction is endothermic if the total amount of heat energy released/absorbed from the system exceeds zero. The reaction is exothermic if the total amount of heat energy released/absorbed from the system is less than zero."}
{"id": "article-19317_14", "title": "Biochemistry, Dissolution and Solubility -- Pathophysiology -- Application of Henry's Law: Decompression Sickness", "content": "Henry's law explains the phenomena of decompression sickness. When scuba divers submerge themselves in deep water, the pressure of the water increases the pressure in their bodies. Nitrogen, a gas in our blood, dissolves under the increased pressure. Nitrogen is physiologically inert, so it is not used in tissue metabolism. If the scuba diver ascends to the surface too quickly, the rapid drop in pressure decreases the solubility of nitrogen, causing nitrogen bubbles to come out of the solution. The nitrogen bubbles can form painful and potentially fatal gas embolisms.", "contents": "Biochemistry, Dissolution and Solubility -- Pathophysiology -- Application of Henry's Law: Decompression Sickness. Henry's law explains the phenomena of decompression sickness. When scuba divers submerge themselves in deep water, the pressure of the water increases the pressure in their bodies. Nitrogen, a gas in our blood, dissolves under the increased pressure. Nitrogen is physiologically inert, so it is not used in tissue metabolism. If the scuba diver ascends to the surface too quickly, the rapid drop in pressure decreases the solubility of nitrogen, causing nitrogen bubbles to come out of the solution. The nitrogen bubbles can form painful and potentially fatal gas embolisms."}
{"id": "article-19317_15", "title": "Biochemistry, Dissolution and Solubility -- Clinical Significance -- Dissolution", "content": "Dissolution is important for health practitioners because, for drugs to be absorbed and have a physiological effect on the human body, they must be in solution. For solid preparations, such as tablets and suppositories, the rate of dissolution affects how fast a drug is absorbed in the body.", "contents": "Biochemistry, Dissolution and Solubility -- Clinical Significance -- Dissolution. Dissolution is important for health practitioners because, for drugs to be absorbed and have a physiological effect on the human body, they must be in solution. For solid preparations, such as tablets and suppositories, the rate of dissolution affects how fast a drug is absorbed in the body."}
{"id": "article-19317_16", "title": "Biochemistry, Dissolution and Solubility -- Clinical Significance -- Solubility", "content": "Aqueous solubility is often considered when formulating drugs. Poorly soluble formulations provide difficulties in the development of pharmaceuticals. Chloramphenicol, phenytoin, and digoxin are some examples. Drugs, particularly those for oral administration, may have poor aqueous solubility. This may result in low bioavailability, leading to insufficient exposure and physiologic effects in the body.", "contents": "Biochemistry, Dissolution and Solubility -- Clinical Significance -- Solubility. Aqueous solubility is often considered when formulating drugs. Poorly soluble formulations provide difficulties in the development of pharmaceuticals. Chloramphenicol, phenytoin, and digoxin are some examples. Drugs, particularly those for oral administration, may have poor aqueous solubility. This may result in low bioavailability, leading to insufficient exposure and physiologic effects in the body."}
{"id": "article-19317_17", "title": "Biochemistry, Dissolution and Solubility -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Dissolution and Solubility -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}