{"id": "article-17373_0", "title": "Allergy Testing -- Introduction", "content": "Over 50 million Americans are affected by allergic rhinitis, and approximately 20 to 30 million are affected by asthma, which commonly has an allergic component. [1] Allergies are becoming more common in urbanized communities. As such, more primary care providers are providing or recommending allergy testing. The most common testing being done by primary care physicians are serum IgE, as they are relatively easy to interpret and can be compared. [2] The mechanism by which allergy testing is as follows; mast cells are activated by IgE antibodies in response to an allergen. The mast cells then release two types of cytokines. The first is rapidly degranulated and cause an allergic reaction. The second type causes a delayed inflammatory allergic response. [3] Consequently, we can use the serum IgE testing to find which specific allergen-induced IgE antibodies have been formed to previous exposures, and use these results to try to predict allergic reactions.", "contents": "Allergy Testing -- Introduction. Over 50 million Americans are affected by allergic rhinitis, and approximately 20 to 30 million are affected by asthma, which commonly has an allergic component. [1] Allergies are becoming more common in urbanized communities. As such, more primary care providers are providing or recommending allergy testing. The most common testing being done by primary care physicians are serum IgE, as they are relatively easy to interpret and can be compared. [2] The mechanism by which allergy testing is as follows; mast cells are activated by IgE antibodies in response to an allergen. The mast cells then release two types of cytokines. The first is rapidly degranulated and cause an allergic reaction. The second type causes a delayed inflammatory allergic response. [3] Consequently, we can use the serum IgE testing to find which specific allergen-induced IgE antibodies have been formed to previous exposures, and use these results to try to predict allergic reactions."}
{"id": "article-17373_1", "title": "Allergy Testing -- Introduction", "content": "As clinicians use more antibiotics, there has been an increase in reported antibiotic allergies. However, fewer than 10% of patients who believe they are allergic to penicillin actually have a true allergy. [4] To be certain, some clinicians are sending patients for allergy testing. An allergist will either do skin testing, and some are doing oral challenges. Oral challenges and skin testing are becoming more common with food allergies, as there has also been a large increase in food allergies. There are four different types of allergy testing. IgE serum levels are easily obtained in the primary care setting. This test measures the amount of circulating IgE. [5] Further testing is usually done by specialists and includes the classic skin prick test, intradermal testing, and patch testing. Skin prick and intradermal testing measure the reaction of mast cell degranulation in response to an introduced allergen. [5] Skin prick test measures the response of T4 cells hyper-reactivity.", "contents": "Allergy Testing -- Introduction. As clinicians use more antibiotics, there has been an increase in reported antibiotic allergies. However, fewer than 10% of patients who believe they are allergic to penicillin actually have a true allergy. [4] To be certain, some clinicians are sending patients for allergy testing. An allergist will either do skin testing, and some are doing oral challenges. Oral challenges and skin testing are becoming more common with food allergies, as there has also been a large increase in food allergies. There are four different types of allergy testing. IgE serum levels are easily obtained in the primary care setting. This test measures the amount of circulating IgE. [5] Further testing is usually done by specialists and includes the classic skin prick test, intradermal testing, and patch testing. Skin prick and intradermal testing measure the reaction of mast cell degranulation in response to an introduced allergen. [5] Skin prick test measures the response of T4 cells hyper-reactivity."}
{"id": "article-17373_2", "title": "Allergy Testing -- Specimen Collection -- Serum Testing", "content": "Serum IgE testing is obtained by simple blood work; the clinician must specify each specific antibody to be tested and will be run with other similar allergens in panels. These panels are often expensive, and clinicians need to know how many different panels they are testing. Samples are analyzed via ELISA. In the ELISA, the antigen is placed on the plate, then the serum sample is added, and any IgE will bind to the allergen. The sample is then washed with an enzyme-substrate, and specific machines analyze the results. There are approved machines that read the results, and there can be some variations among the machines that physicians need to be aware of. RAST is no longer in use. [5] For a suspected drug anaphylactic reaction, two samples must be collected with specific timing noted after the anaphylactic reaction, for mast cell tryptase. [4] Mast cell tryptase is one of the enzymes released by mast cells when they degranulate in reaction to an allergen. They peak at 3 hours and need to be collected more than once to ensure the peak or incline is caught. [6]", "contents": "Allergy Testing -- Specimen Collection -- Serum Testing. Serum IgE testing is obtained by simple blood work; the clinician must specify each specific antibody to be tested and will be run with other similar allergens in panels. These panels are often expensive, and clinicians need to know how many different panels they are testing. Samples are analyzed via ELISA. In the ELISA, the antigen is placed on the plate, then the serum sample is added, and any IgE will bind to the allergen. The sample is then washed with an enzyme-substrate, and specific machines analyze the results. There are approved machines that read the results, and there can be some variations among the machines that physicians need to be aware of. RAST is no longer in use. [5] For a suspected drug anaphylactic reaction, two samples must be collected with specific timing noted after the anaphylactic reaction, for mast cell tryptase. [4] Mast cell tryptase is one of the enzymes released by mast cells when they degranulate in reaction to an allergen. They peak at 3 hours and need to be collected more than once to ensure the peak or incline is caught. [6]"}
{"id": "article-17373_3", "title": "Allergy Testing -- Specimen Collection -- Serum Testing", "content": "The other forms of allergy testing do not require specimen collections.", "contents": "Allergy Testing -- Specimen Collection -- Serum Testing. The other forms of allergy testing do not require specimen collections."}
{"id": "article-17373_4", "title": "Allergy Testing -- Procedures -- Skin Prick Testing", "content": "Concentrations of 1 to 10 or 1 to 20 g/L of each allergen and both a positive and negative control is placed on the skin at least 2 cm apart from each other. A special device is then used to scratch the skin and introduce the allergen below the skin's outer layer. The positive control is typically histamine dichloride 10g/L concentration, and the negative control is typically glycerinated saline histamine at the same concentration. The test is then read at 10 minutes for the controls and 15 to 20 minutes for the allergens. [2] In a sensitive individual, the mast cells in the skin bound to IgE will degranulate in response to the allergen releasing cytokines, resulting in a wheal or hive at the site. [7]", "contents": "Allergy Testing -- Procedures -- Skin Prick Testing. Concentrations of 1 to 10 or 1 to 20 g/L of each allergen and both a positive and negative control is placed on the skin at least 2 cm apart from each other. A special device is then used to scratch the skin and introduce the allergen below the skin's outer layer. The positive control is typically histamine dichloride 10g/L concentration, and the negative control is typically glycerinated saline histamine at the same concentration. The test is then read at 10 minutes for the controls and 15 to 20 minutes for the allergens. [2] In a sensitive individual, the mast cells in the skin bound to IgE will degranulate in response to the allergen releasing cytokines, resulting in a wheal or hive at the site. [7]"}
{"id": "article-17373_5", "title": "Allergy Testing -- Procedures -- Intradermal Testing", "content": "Each allergen is injected intradermally to make a wheel, similar to conducting a tuberculin test. The concentration of allergens is much higher at 1 to 500 to 1 to 1000. [1] A positive and negative control is used. If a skin prick test is being done at the same time, those controls can be used. A positive result is a wheal of a minimum 5mm, or any reaction larger than the negative control. This test can be positive when the skin prick test was negative; however, these results may not be clinically significant.", "contents": "Allergy Testing -- Procedures -- Intradermal Testing. Each allergen is injected intradermally to make a wheel, similar to conducting a tuberculin test. The concentration of allergens is much higher at 1 to 500 to 1 to 1000. [1] A positive and negative control is used. If a skin prick test is being done at the same time, those controls can be used. A positive result is a wheal of a minimum 5mm, or any reaction larger than the negative control. This test can be positive when the skin prick test was negative; however, these results may not be clinically significant."}
{"id": "article-17373_6", "title": "Allergy Testing -- Procedures -- Patch Testing", "content": "A patch with the allergen is placed on the skin, usually the back, for 48 hours. The test is then read 15 to 60 minutes after the patch is removed. [1]", "contents": "Allergy Testing -- Procedures -- Patch Testing. A patch with the allergen is placed on the skin, usually the back, for 48 hours. The test is then read 15 to 60 minutes after the patch is removed. [1]"}
{"id": "article-17373_7", "title": "Allergy Testing -- Indications", "content": "There are multiple indications for allergy testing. The most common causes are persistent asthma, suspected drug allergy, suspected insect allergy, suspected food allergy, seasonal rhinitis, rhinoconjunctivitis, and rhinitis with otitis media. [7] Serum IgE testing is helpful for patients who cannot stop taking their antihistamines, could not tolerate the skin prick testing, or have other skin diseases that can interfere with skin testing. Skin prick tests are usually used for food allergies, although the IgE serum tests are being done more frequently by the primary care clinician in place of referral to an allergist immediately.", "contents": "Allergy Testing -- Indications. There are multiple indications for allergy testing. The most common causes are persistent asthma, suspected drug allergy, suspected insect allergy, suspected food allergy, seasonal rhinitis, rhinoconjunctivitis, and rhinitis with otitis media. [7] Serum IgE testing is helpful for patients who cannot stop taking their antihistamines, could not tolerate the skin prick testing, or have other skin diseases that can interfere with skin testing. Skin prick tests are usually used for food allergies, although the IgE serum tests are being done more frequently by the primary care clinician in place of referral to an allergist immediately."}
{"id": "article-17373_8", "title": "Allergy Testing -- Indications", "content": "Serum IgE and skin prick tests are frequently used together for food allergy testing to confirm a true food allergy before eliminating it from the patient’s diet. [8] Intradermal testing is usually more specific than skin prick and can be used after a negative skin prick to confirm; however, there is a higher risk of anaphylaxis. This is because intradermal testing uses a higher concentration of the allergen than skin prick testing. Intradermal tests help confirm an allergy if skin prick tests are negative, but history is suggestive. [9]", "contents": "Allergy Testing -- Indications. Serum IgE and skin prick tests are frequently used together for food allergy testing to confirm a true food allergy before eliminating it from the patient’s diet. [8] Intradermal testing is usually more specific than skin prick and can be used after a negative skin prick to confirm; however, there is a higher risk of anaphylaxis. This is because intradermal testing uses a higher concentration of the allergen than skin prick testing. Intradermal tests help confirm an allergy if skin prick tests are negative, but history is suggestive. [9]"}
{"id": "article-17373_9", "title": "Allergy Testing -- Indications", "content": "If an IgE test is performed and has unexpected results when considering the history, skin prick testing should be done to solidify the diagnosis of an allergy further. [1] This is because the IgE being measured is the free IgE; it does not consider the bound IgE to mast cells from an existing sensitization. [5] IgE serum testing is not reliable for suspected drug allergies. [4] Patch testing can be used for drug allergies with skin manifestations. [10] It is usually used to confirm or diagnose allergic contact dermatitis because these types of reactions are mediated by T cells and take a longer time for the reaction to appear.", "contents": "Allergy Testing -- Indications. If an IgE test is performed and has unexpected results when considering the history, skin prick testing should be done to solidify the diagnosis of an allergy further. [1] This is because the IgE being measured is the free IgE; it does not consider the bound IgE to mast cells from an existing sensitization. [5] IgE serum testing is not reliable for suspected drug allergies. [4] Patch testing can be used for drug allergies with skin manifestations. [10] It is usually used to confirm or diagnose allergic contact dermatitis because these types of reactions are mediated by T cells and take a longer time for the reaction to appear."}
{"id": "article-17373_10", "title": "Allergy Testing -- Normal and Critical Findings -- Skin Prick and Intradermal Testing", "content": "The positive control normally produces a 3 mm wheal; if it does not, any allergen that is 3mm or larger would be considered positive. [1] There is a high sensitivity for food allergies, approximately 90%; however, the specificity is about 50%. Therefore, skin prick testing should not be used as a screening tool for food allergies because it can lead to unnecessary food restrictions in the diet. [2] When testing for food allergies, milk and egg are the most commonly identified food allergies. [11] The skin prick testing results can be combined with the serum IgE results to make a more informed diagnosis. This is needed on some occasions where one test is either negative or positive versus the other test. The results from the skin and intradermal tests alone cannot be used to make a diagnosis; the patient history must correlate. Some patients may have high IgE or positive skin prick or intradermal tests and do not react in the real world. In contrast, patients can have a negative skin prick test and have a history of a reaction to that allergen. Serum IgE can be high as a false positive. An intradermal test can be positive but are at such a high concentration that when exposed to the allergen naturally, there is no reaction. If there is no clear diagnosis after skin and serum testing, then an allergen challenge may be appropriate.", "contents": "Allergy Testing -- Normal and Critical Findings -- Skin Prick and Intradermal Testing. The positive control normally produces a 3 mm wheal; if it does not, any allergen that is 3mm or larger would be considered positive. [1] There is a high sensitivity for food allergies, approximately 90%; however, the specificity is about 50%. Therefore, skin prick testing should not be used as a screening tool for food allergies because it can lead to unnecessary food restrictions in the diet. [2] When testing for food allergies, milk and egg are the most commonly identified food allergies. [11] The skin prick testing results can be combined with the serum IgE results to make a more informed diagnosis. This is needed on some occasions where one test is either negative or positive versus the other test. The results from the skin and intradermal tests alone cannot be used to make a diagnosis; the patient history must correlate. Some patients may have high IgE or positive skin prick or intradermal tests and do not react in the real world. In contrast, patients can have a negative skin prick test and have a history of a reaction to that allergen. Serum IgE can be high as a false positive. An intradermal test can be positive but are at such a high concentration that when exposed to the allergen naturally, there is no reaction. If there is no clear diagnosis after skin and serum testing, then an allergen challenge may be appropriate."}
{"id": "article-17373_11", "title": "Allergy Testing -- Normal and Critical Findings -- Serum IgE Testing", "content": "High levels of IgE do not necessarily correlate with the severity of the reaction. The serum test results need to be analyzed with the patient’s history and clinical exam context and cannot be strictly diagnosed with just the IgE levels. False positives may occur. It is possible since each allergen is tested specifically that the correct allergen was not tested for. [5] High levels may also correlate with more chronic allergic diseases vs. acute. [12]", "contents": "Allergy Testing -- Normal and Critical Findings -- Serum IgE Testing. High levels of IgE do not necessarily correlate with the severity of the reaction. The serum test results need to be analyzed with the patient’s history and clinical exam context and cannot be strictly diagnosed with just the IgE levels. False positives may occur. It is possible since each allergen is tested specifically that the correct allergen was not tested for. [5] High levels may also correlate with more chronic allergic diseases vs. acute. [12]"}
{"id": "article-17373_12", "title": "Allergy Testing -- Normal and Critical Findings -- Serum IgE Testing", "content": "Similarly, even with low levels, a patient can still be at risk for anaphylaxis because serum testing does not measure the amount of bound IgE to mast cells or in tissues. A big advantage to IgE serum results is there is no subjectivity, potential for operator error, and the results can be compared and reviewed later. [2]", "contents": "Allergy Testing -- Normal and Critical Findings -- Serum IgE Testing. Similarly, even with low levels, a patient can still be at risk for anaphylaxis because serum testing does not measure the amount of bound IgE to mast cells or in tissues. A big advantage to IgE serum results is there is no subjectivity, potential for operator error, and the results can be compared and reviewed later. [2]"}
{"id": "article-17373_13", "title": "Allergy Testing -- Normal and Critical Findings -- Patch Testing", "content": "The results need to be read by a trained technician. Wheat is the most common food allergy found by skin patch testing. [11]", "contents": "Allergy Testing -- Normal and Critical Findings -- Patch Testing. The results need to be read by a trained technician. Wheat is the most common food allergy found by skin patch testing. [11]"}
{"id": "article-17373_14", "title": "Allergy Testing -- Interfering Factors -- Skin Prick Testing", "content": "Patients should stop taking the following medications; antihistamines 1 week prior, H2 blockers 48 hours prior, tricyclic antidepressants for up to 2 weeks prior, omalizumab 6 months prior because they can decrease or alter the reaction. Patients with an anaphylactic episode within 30 days should not undergo skin prick testing because they can have false-negative results. [1] Test results can be complicated by eczema and other skin conditions by giving false positives. [4] Furthermore, the allergen specimens can have different concentrations based on geographic areas and can have varying degrees of testing reactions. [7] There can also be variations based on the type of skin prick device regarding the wheal size. [9]", "contents": "Allergy Testing -- Interfering Factors -- Skin Prick Testing. Patients should stop taking the following medications; antihistamines 1 week prior, H2 blockers 48 hours prior, tricyclic antidepressants for up to 2 weeks prior, omalizumab 6 months prior because they can decrease or alter the reaction. Patients with an anaphylactic episode within 30 days should not undergo skin prick testing because they can have false-negative results. [1] Test results can be complicated by eczema and other skin conditions by giving false positives. [4] Furthermore, the allergen specimens can have different concentrations based on geographic areas and can have varying degrees of testing reactions. [7] There can also be variations based on the type of skin prick device regarding the wheal size. [9]"}
{"id": "article-17373_15", "title": "Allergy Testing -- Interfering Factors -- Serum IgE testing", "content": "High levels of antibodies do not always correlate with the severity of the allergies or reactions but do correlate with a higher chance of a reaction. [8] There can be other causes of elevated IgE. Antihistamines do not interfere with results, and a recent allergic reaction does not alter the IgE levels. [2]", "contents": "Allergy Testing -- Interfering Factors -- Serum IgE testing. High levels of antibodies do not always correlate with the severity of the allergies or reactions but do correlate with a higher chance of a reaction. [8] There can be other causes of elevated IgE. Antihistamines do not interfere with results, and a recent allergic reaction does not alter the IgE levels. [2]"}
{"id": "article-17373_16", "title": "Allergy Testing -- Interfering Factors -- Skin Patch Testing", "content": "The results can be hard to differentiate between a true positive allergic reaction and a skin irritant. [1] Since the allergic reaction mechanism is mediated by T cells instead of mast cells, there is no interference of the results with antihistamine treatment. This test also has some subjectivity to it since a trained technician has read it.", "contents": "Allergy Testing -- Interfering Factors -- Skin Patch Testing. The results can be hard to differentiate between a true positive allergic reaction and a skin irritant. [1] Since the allergic reaction mechanism is mediated by T cells instead of mast cells, there is no interference of the results with antihistamine treatment. This test also has some subjectivity to it since a trained technician has read it."}
{"id": "article-17373_17", "title": "Allergy Testing -- Complications", "content": "Anaphylaxis is a potential complication for any allergy testing involving an introduction of an allergen to the patient. This happens when the reaction is severe, and the mast cells cause more than a local reaction. With that in mind, however, intradermal testing has a higher risk of systemic reactions than skin prick testing because of the use of higher concentrations of the allergens. [1]", "contents": "Allergy Testing -- Complications. Anaphylaxis is a potential complication for any allergy testing involving an introduction of an allergen to the patient. This happens when the reaction is severe, and the mast cells cause more than a local reaction. With that in mind, however, intradermal testing has a higher risk of systemic reactions than skin prick testing because of the use of higher concentrations of the allergens. [1]"}
{"id": "article-17373_18", "title": "Allergy Testing -- Patient Safety and Education -- Skin Prick Testing", "content": "Patients with uncontrolled asthma, reduced lung function, atopic dermatitis, acute or chronic urticaria, dermographism, active angina, cardiac arrhythmias, elderly, pregnant women, and those not in good health are more likely to have adverse effects and/or difficulty with the treatment of any adverse effects. They are not at a higher risk of anaphylaxis. [1] As such, this population may fare better with serum IgE testing instead.", "contents": "Allergy Testing -- Patient Safety and Education -- Skin Prick Testing. Patients with uncontrolled asthma, reduced lung function, atopic dermatitis, acute or chronic urticaria, dermographism, active angina, cardiac arrhythmias, elderly, pregnant women, and those not in good health are more likely to have adverse effects and/or difficulty with the treatment of any adverse effects. They are not at a higher risk of anaphylaxis. [1] As such, this population may fare better with serum IgE testing instead."}
{"id": "article-17373_19", "title": "Allergy Testing -- Clinical Significance", "content": "Allergy testing can help prevent serious medical emergencies for patients by teaching them what triggers their allergies or asthma. Knowing allergies in patients with other confounding medical problems can decrease further medical complications and decrease office and hospital visits. Being able to have some control can help them manage their asthma and allergies more appropriately at home. By doing this, patients can potentially decrease their medications, office visits, hospital visits, and improve their overall health and well-being. Results from the serum IgE and intradermal test help allergists decide the correct allergen dilutions to start with when initiating injection immunotherapy. [5]", "contents": "Allergy Testing -- Clinical Significance. Allergy testing can help prevent serious medical emergencies for patients by teaching them what triggers their allergies or asthma. Knowing allergies in patients with other confounding medical problems can decrease further medical complications and decrease office and hospital visits. Being able to have some control can help them manage their asthma and allergies more appropriately at home. By doing this, patients can potentially decrease their medications, office visits, hospital visits, and improve their overall health and well-being. Results from the serum IgE and intradermal test help allergists decide the correct allergen dilutions to start with when initiating injection immunotherapy. [5]"}
{"id": "article-17373_20", "title": "Allergy Testing -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Allergy Testing -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}