{"id": "article-21208_0", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Introduction", "content": "The epidermal growth factor receptor (EGFR) family is a subclass of receptor tyrosine kinase (RTK) proteins and consists of 4 members: EGFR (ErbB1, HER1), ErbB2 (HER2, neu in rodents), ErbB3 (HER3) and ErbB4 (HER4). EGFRs are single-chain transmembrane glycoproteins consisting of an extracellular ligand-binding extracellular domain, a transmembrane domain, a short juxtamembrane domain, a tyrosine kinase domain, and a tyrosine-containing C-terminal tail. The binding of soluble EGF ligands to the extracellular domain promotes receptor activation.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Introduction. The epidermal growth factor receptor (EGFR) family is a subclass of receptor tyrosine kinase (RTK) proteins and consists of 4 members: EGFR (ErbB1, HER1), ErbB2 (HER2, neu in rodents), ErbB3 (HER3) and ErbB4 (HER4). EGFRs are single-chain transmembrane glycoproteins consisting of an extracellular ligand-binding extracellular domain, a transmembrane domain, a short juxtamembrane domain, a tyrosine kinase domain, and a tyrosine-containing C-terminal tail. The binding of soluble EGF ligands to the extracellular domain promotes receptor activation."}
{"id": "article-21208_1", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Introduction", "content": "EGFR and ErbB4 are fully functional receptors that bind ligands and undergo autophosphorylation (ie, tyrosine kinase activation). ErbB2 has no known ligand but is the preferred dimerization partner for EGFR, ErbB3, and ErbB4. ErbB3 has no intrinsic tyrosine kinase activity but can transduce signals through interaction with kinase-active receptors such as EGFR, ErbB2, and ErbB4. Seven known ligands bind and activate EGFRs: EGF, transforming growth factor alpha (TGFa), Amphiregulin (Areg), Betacellulin (Btc), Epiregulin (Ereg), heparin-binding EGF-like growth factor (HB-EGF), and Epigen (Epgn). Tyrosine phosphorylation of receptors stimulates various signaling pathways, including Ras/MAPK, PLCγ1/PKC, PI(3)kinase/Akt, and STAT pathways. Aberrant expression of EGF ligands and hyperactivation of EGFRs due to mutations are implicated in many human diseases ranging from various human cancers to psoriasis, Alzheimer disease, and schizophrenia. The pathologies associated with EGFRs have led to novel treatment modalities, including monoclonal antibodies designed to inhibit EGFR signaling. [1] [2] [3]", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Introduction. EGFR and ErbB4 are fully functional receptors that bind ligands and undergo autophosphorylation (ie, tyrosine kinase activation). ErbB2 has no known ligand but is the preferred dimerization partner for EGFR, ErbB3, and ErbB4. ErbB3 has no intrinsic tyrosine kinase activity but can transduce signals through interaction with kinase-active receptors such as EGFR, ErbB2, and ErbB4. Seven known ligands bind and activate EGFRs: EGF, transforming growth factor alpha (TGFa), Amphiregulin (Areg), Betacellulin (Btc), Epiregulin (Ereg), heparin-binding EGF-like growth factor (HB-EGF), and Epigen (Epgn). Tyrosine phosphorylation of receptors stimulates various signaling pathways, including Ras/MAPK, PLCγ1/PKC, PI(3)kinase/Akt, and STAT pathways. Aberrant expression of EGF ligands and hyperactivation of EGFRs due to mutations are implicated in many human diseases ranging from various human cancers to psoriasis, Alzheimer disease, and schizophrenia. The pathologies associated with EGFRs have led to novel treatment modalities, including monoclonal antibodies designed to inhibit EGFR signaling. [1] [2] [3]"}
{"id": "article-21208_2", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Fundamentals", "content": "Under normal resting (ie, unstimulated) conditions, EGFR is present in autoinhibited monomeric and dimeric forms. However, upon ligand binding, it can form homodimers or heterodimers with other EGFR family proteins. Receptor dimerization is essential for the kinase activation and phosphorylation of specific tyrosine residues in the C-terminal tail of EGFRs. Phosphorylation of tyrosine residues then binds at sites for various Src-homology (SH2) domain-containing signaling proteins. Activated EGFRs stimulate multiple downstream signal transduction pathways. For example, tyrosine phosphorylation of EGFR creates binding sites for adaptor protein, Grb2 and Src homology 2 (SHC2), which activate the Ras/Raf/MAPK pathway through the Son of Sevenless (SOS) protein, leading to cell proliferation.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Fundamentals. Under normal resting (ie, unstimulated) conditions, EGFR is present in autoinhibited monomeric and dimeric forms. However, upon ligand binding, it can form homodimers or heterodimers with other EGFR family proteins. Receptor dimerization is essential for the kinase activation and phosphorylation of specific tyrosine residues in the C-terminal tail of EGFRs. Phosphorylation of tyrosine residues then binds at sites for various Src-homology (SH2) domain-containing signaling proteins. Activated EGFRs stimulate multiple downstream signal transduction pathways. For example, tyrosine phosphorylation of EGFR creates binding sites for adaptor protein, Grb2 and Src homology 2 (SHC2), which activate the Ras/Raf/MAPK pathway through the Son of Sevenless (SOS) protein, leading to cell proliferation."}
{"id": "article-21208_3", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Fundamentals", "content": "Upon EGFR phosphorylation, the adaptor proteins Grb2 and SOS bind directly or indirectly via the adaptor molecule SHC to specific phosphorylation sites on the receptor. This interaction leads to Ras-GDP recruitment, resulting in Ras activation (Ras-GTP). Ras-GTP activates Raf-1, which results in activation of the mitogen-activated protein kinases (MAPK). Activated MAPKs are then translocated into the nucleus, phosphorylating specific transcription factors involved in cell proliferation. EGFR can also activate phospholipase C gamma (PLCG), leading to protein kinase C (PKC) activation. PLCG hydrolyses phosphatidylinositol 4,5-diphosphate to produce inositol 1,3,5-triphosphate (IP3), essential for intracellular calcium release, and 1,2-diacylglycerol (DAG), a cofactor in PKC activation. PKC activation can activate MAPK and c-Jun NH2-terminal kinase (JNK).", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Fundamentals. Upon EGFR phosphorylation, the adaptor proteins Grb2 and SOS bind directly or indirectly via the adaptor molecule SHC to specific phosphorylation sites on the receptor. This interaction leads to Ras-GDP recruitment, resulting in Ras activation (Ras-GTP). Ras-GTP activates Raf-1, which results in activation of the mitogen-activated protein kinases (MAPK). Activated MAPKs are then translocated into the nucleus, phosphorylating specific transcription factors involved in cell proliferation. EGFR can also activate phospholipase C gamma (PLCG), leading to protein kinase C (PKC) activation. PLCG hydrolyses phosphatidylinositol 4,5-diphosphate to produce inositol 1,3,5-triphosphate (IP3), essential for intracellular calcium release, and 1,2-diacylglycerol (DAG), a cofactor in PKC activation. PKC activation can activate MAPK and c-Jun NH2-terminal kinase (JNK)."}
{"id": "article-21208_4", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Fundamentals", "content": "Likewise, in addition to the Ras/MAPK pathway, other EGFRs can activate the phosphatidylinositol 3-kinase (PI3K)/Akt pathway that stimulates cell survival. PI3K is a dimeric enzyme composed of a regulatory p85 subunit, which is responsible for interacting with the EGFR-specific docking sites (tyrosine phosphorylated sites), and a catalytic p110 subunit that generates the second messenger phosphatidylinositol 3,4,5-triphosphate (PIP3), which is responsible for phosphorylation and activation of the protein serine/threonine kinase Akt.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Fundamentals. Likewise, in addition to the Ras/MAPK pathway, other EGFRs can activate the phosphatidylinositol 3-kinase (PI3K)/Akt pathway that stimulates cell survival. PI3K is a dimeric enzyme composed of a regulatory p85 subunit, which is responsible for interacting with the EGFR-specific docking sites (tyrosine phosphorylated sites), and a catalytic p110 subunit that generates the second messenger phosphatidylinositol 3,4,5-triphosphate (PIP3), which is responsible for phosphorylation and activation of the protein serine/threonine kinase Akt."}
{"id": "article-21208_5", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Fundamentals", "content": "In addition to signaling from the cell membrane, EGFR family proteins are known to move directly to the nucleus and influence gene transcription. However, EGFR does not contain a DNA-binding domain like most transcriptional factors. Instead, it binds to co-regulators such as RNA helicase A (RHA) and MUC1 for its transcriptional function in the nucleus. [4] [5] [6]", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Fundamentals. In addition to signaling from the cell membrane, EGFR family proteins are known to move directly to the nucleus and influence gene transcription. However, EGFR does not contain a DNA-binding domain like most transcriptional factors. Instead, it binds to co-regulators such as RNA helicase A (RHA) and MUC1 for its transcriptional function in the nucleus. [4] [5] [6]"}
{"id": "article-21208_6", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Issues of Concern", "content": "Anti-EGFR inhibitors such as monoclonal antibodies (mAbs) and tyrosine kinase inhibitors (TKIs) are a mainstay of cancer treatment. Anti-EGFR inhibitors are approved for lung, colorectal, and head/neck cancer treatment. However, the development of acquired resistance to these drugs is common, which limits their use. [7] Both preexisting and newly developed on-target mutations drive most resistance to first-generation EGFR TKIs. The most common resistance mechanism is associated with the secondary mutation (T790M) in the EGFR’s kinase domain. Other resistance mechanisms include amplifying various oncogenes such as MET/HGFR, AXL, HER2, and Ras. [8] Additionally, anti-EGFR mAbs such as trastuzumab can cause cardiomyopathy in some patients. [9]", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Issues of Concern. Anti-EGFR inhibitors such as monoclonal antibodies (mAbs) and tyrosine kinase inhibitors (TKIs) are a mainstay of cancer treatment. Anti-EGFR inhibitors are approved for lung, colorectal, and head/neck cancer treatment. However, the development of acquired resistance to these drugs is common, which limits their use. [7] Both preexisting and newly developed on-target mutations drive most resistance to first-generation EGFR TKIs. The most common resistance mechanism is associated with the secondary mutation (T790M) in the EGFR’s kinase domain. Other resistance mechanisms include amplifying various oncogenes such as MET/HGFR, AXL, HER2, and Ras. [8] Additionally, anti-EGFR mAbs such as trastuzumab can cause cardiomyopathy in some patients. [9]"}
{"id": "article-21208_7", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Cellular Level", "content": "Oncogenic mutant forms of EGFR mimic the ligand-induced activation of wild-type receptors. Mutant EGFRs commonly avoid negative regulation, such as receptor endocytosis and degradation, which attenuate their oncogenic signaling and possibly lead to the development of resistance. Amplification of EGFR is commonly seen in glioblastoma multiforme, breast, and lung cancer. EGFR and its ligands are involved in cancer progression, such as cell growth, augmenting resistance to cell death, and altering metabolic pathways. However, their involvement in metastasis has received significant attention. [10] [11]", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Cellular Level. Oncogenic mutant forms of EGFR mimic the ligand-induced activation of wild-type receptors. Mutant EGFRs commonly avoid negative regulation, such as receptor endocytosis and degradation, which attenuate their oncogenic signaling and possibly lead to the development of resistance. Amplification of EGFR is commonly seen in glioblastoma multiforme, breast, and lung cancer. EGFR and its ligands are involved in cancer progression, such as cell growth, augmenting resistance to cell death, and altering metabolic pathways. However, their involvement in metastasis has received significant attention. [10] [11]"}
{"id": "article-21208_8", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Cellular Level", "content": "Interestingly, Mycobacterium leprae , a bacteria that causes Hansen disease (leprosy), is known to bind to EGFR2. Mycobacterium leprae -induced a ctivation of EGFR2 leads to demyelination of nerves and peripheral neuropathies. [12] Expression of neuregulin-1, a ligand for EGFR3/ERBB3 and EGFR4/ERBB4, is linked to Alzheimer disease and schizophrenia. In the brains of patients with Alzheimer disease, neuregulin-1 is upregulated in neuritic plaques. Polymorphisms in the neuregulin-1 gene are also associated with psychotic aspects of late-onset Alzheimer disease. Furthermore, neuregulin-1/ErbB4 signaling has also been linked to the pathogenesis of schizophrenia. [13] [14]", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Cellular Level. Interestingly, Mycobacterium leprae , a bacteria that causes Hansen disease (leprosy), is known to bind to EGFR2. Mycobacterium leprae -induced a ctivation of EGFR2 leads to demyelination of nerves and peripheral neuropathies. [12] Expression of neuregulin-1, a ligand for EGFR3/ERBB3 and EGFR4/ERBB4, is linked to Alzheimer disease and schizophrenia. In the brains of patients with Alzheimer disease, neuregulin-1 is upregulated in neuritic plaques. Polymorphisms in the neuregulin-1 gene are also associated with psychotic aspects of late-onset Alzheimer disease. Furthermore, neuregulin-1/ErbB4 signaling has also been linked to the pathogenesis of schizophrenia. [13] [14]"}
{"id": "article-21208_9", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Molecular Level", "content": "The EGF ligands that bind the EGFRs include EGF, transforming growth factor-α (TGF-α), heparin-binding EGF-like growth factor (HB-EGF), amphiregulin, betacellulin, epiregulin, and epigen. Each ligand is characterized by a consensus sequence consisting of 6 spatially conserved cysteine residues (CX7 CX4–5 CX10–13 CXCX8 C) that form 3 intramolecular disulfide bonds. This consensus sequence is the EGF motif and is critical for binding with the EGFRs.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Molecular Level. The EGF ligands that bind the EGFRs include EGF, transforming growth factor-α (TGF-α), heparin-binding EGF-like growth factor (HB-EGF), amphiregulin, betacellulin, epiregulin, and epigen. Each ligand is characterized by a consensus sequence consisting of 6 spatially conserved cysteine residues (CX7 CX4–5 CX10–13 CXCX8 C) that form 3 intramolecular disulfide bonds. This consensus sequence is the EGF motif and is critical for binding with the EGFRs."}
{"id": "article-21208_10", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Molecular Level", "content": "In the absence of ligand binding, the EGFR exists on cells as both inactive monomers and dimers. Yet ligand binding to the EGFR is required to promote the receptor’s tyrosine kinase activity. This suggests that a ligand-mediated orientation of the EGFR dimer is necessary to activate the tyrosine kinase domains.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Molecular Level. In the absence of ligand binding, the EGFR exists on cells as both inactive monomers and dimers. Yet ligand binding to the EGFR is required to promote the receptor’s tyrosine kinase activity. This suggests that a ligand-mediated orientation of the EGFR dimer is necessary to activate the tyrosine kinase domains."}
{"id": "article-21208_11", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Molecular Level", "content": "The retroviral oncogene v-ErbB was identified as a truncated cellular protooncogene encoding human EGFR. A human homolog of v-ErbB (EGFRvIII) is expressed in human tumors with a fairly high incidence, especially in high-grade glioblastoma multiforme. The EGFRvIII oncogene contains structural similarities to v-ErbB .", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Molecular Level. The retroviral oncogene v-ErbB was identified as a truncated cellular protooncogene encoding human EGFR. A human homolog of v-ErbB (EGFRvIII) is expressed in human tumors with a fairly high incidence, especially in high-grade glioblastoma multiforme. The EGFRvIII oncogene contains structural similarities to v-ErbB ."}
{"id": "article-21208_12", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Molecular Level", "content": "The initial idea for targeting the EGFR in cancer was based on the findings that the EGFR was frequently overexpressed in epithelial tumors and on the preclinical function of anti-EGFR monoclonal antibodies. However, the oncogenic role of the EGFR has become more finely characterized due to an improved understanding of the mechanisms of receptor activation, the finding of somatic mutations of the receptor as well as mutations in components of the signaling pathway of the receptor, and combined with the clinical success of anti-EGFR therapies. [15]", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Molecular Level. The initial idea for targeting the EGFR in cancer was based on the findings that the EGFR was frequently overexpressed in epithelial tumors and on the preclinical function of anti-EGFR monoclonal antibodies. However, the oncogenic role of the EGFR has become more finely characterized due to an improved understanding of the mechanisms of receptor activation, the finding of somatic mutations of the receptor as well as mutations in components of the signaling pathway of the receptor, and combined with the clinical success of anti-EGFR therapies. [15]"}
{"id": "article-21208_13", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Function", "content": "EGFR binding by various ligands, including EGF and TGF-α, results in routine cellular processes such as proliferation, differentiation, and cellular development. [16] [17] [18]", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Function. EGFR binding by various ligands, including EGF and TGF-α, results in routine cellular processes such as proliferation, differentiation, and cellular development. [16] [17] [18]"}
{"id": "article-21208_14", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Function", "content": "EGFR is a 170 kD single polypeptide chain of 1186 amino acids expressed on the surface of most human cells. This receptor is made up of extracellular, intracellular, and transmembrane regions. The extracellular region facilitates ligand binding. These ligands include EGF, HB-EGF, TGF-α, amphiregulin, epiregulin, betacellulin, and epigen. These ligands share a conserved motif of 6 cysteines. The intracellular carboxy-terminal region is a tyrosine kinase. This tyrosine kinase autophosphorylates specific intracellular tyrosine residues, with Tyr-1173 as the major autophosphorylation site. The transmembrane region is a single hydrophobic anchor that transverses the cell membrane.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Function. EGFR is a 170 kD single polypeptide chain of 1186 amino acids expressed on the surface of most human cells. This receptor is made up of extracellular, intracellular, and transmembrane regions. The extracellular region facilitates ligand binding. These ligands include EGF, HB-EGF, TGF-α, amphiregulin, epiregulin, betacellulin, and epigen. These ligands share a conserved motif of 6 cysteines. The intracellular carboxy-terminal region is a tyrosine kinase. This tyrosine kinase autophosphorylates specific intracellular tyrosine residues, with Tyr-1173 as the major autophosphorylation site. The transmembrane region is a single hydrophobic anchor that transverses the cell membrane."}
{"id": "article-21208_15", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Mechanism", "content": "EGFR signaling commences with ligand binding. Ligand binding to the extracellular region of the receptor results in dimerization of the receptors. Homodimerization of EGFR receptors or heterodimerization of the EGFR with any other ErbB receptor results in activation. It is important to note that homodimerization of the ErbB3 receptor does not result in this same active configuration, and ErbB3 receptors are only active after heterodimerization with an alternate ErbB receptor, such as EGFR.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Mechanism. EGFR signaling commences with ligand binding. Ligand binding to the extracellular region of the receptor results in dimerization of the receptors. Homodimerization of EGFR receptors or heterodimerization of the EGFR with any other ErbB receptor results in activation. It is important to note that homodimerization of the ErbB3 receptor does not result in this same active configuration, and ErbB3 receptors are only active after heterodimerization with an alternate ErbB receptor, such as EGFR."}
{"id": "article-21208_16", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Mechanism", "content": "After ligand binding and dimerization, autophosphorylation of specific intracellular tyrosine kinase residues induces formation that allows binding sites for signal transduction substrates. Substrates include phospholipase C gamma 1 (PLC-γ1), GTPase-activating protein (GAP), and the Syp phosphotyrosine phosphatase. The tyrosine kinase domain can bind adapter proteins such as the srs homology, collagen (Shc) protein, and Grb-2.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Mechanism. After ligand binding and dimerization, autophosphorylation of specific intracellular tyrosine kinase residues induces formation that allows binding sites for signal transduction substrates. Substrates include phospholipase C gamma 1 (PLC-γ1), GTPase-activating protein (GAP), and the Syp phosphotyrosine phosphatase. The tyrosine kinase domain can bind adapter proteins such as the srs homology, collagen (Shc) protein, and Grb-2."}
{"id": "article-21208_17", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Mechanism", "content": "Altering the specific tyrosine kinase autophosphorylation sites results in significantly decreased substrate binding. However, altering only one of the sites can be compensated by binding to the others. Substrate binding leads to downstream signaling, facilitating cell growth and proliferation. Inactivation of the EGFR is achieved by internalizing the receptor with subsequent lysosomal degradation. Internalization is dependent on tyrosine kinase activity, and activated receptors are internalized. Additional inactivation can be achieved by phosphorylation of serine and threonine residues in the cytoplasmic domain, with subsequent receptor desensitization and reduction of downstream signaling.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Mechanism. Altering the specific tyrosine kinase autophosphorylation sites results in significantly decreased substrate binding. However, altering only one of the sites can be compensated by binding to the others. Substrate binding leads to downstream signaling, facilitating cell growth and proliferation. Inactivation of the EGFR is achieved by internalizing the receptor with subsequent lysosomal degradation. Internalization is dependent on tyrosine kinase activity, and activated receptors are internalized. Additional inactivation can be achieved by phosphorylation of serine and threonine residues in the cytoplasmic domain, with subsequent receptor desensitization and reduction of downstream signaling."}
{"id": "article-21208_18", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Pathophysiology", "content": "EGFR is expressed on vascular endothelial cells, HeLa cells, conjunctiva cells, vascular and uterine smooth muscle cells, keratinocytes, amniotic cells, placental membranes, and normal skin fibroblasts. It is no surprise that many cancers have been associated with the upregulation of EGFR, and overexpression has been identified in the majority of solid tumors. Associated cancers include breast, head-and-neck, non-small cell lung and squamous cell lung cancers, renal cell, ovarian, colon, bladder, pancreatic cancer, and gliomas.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Pathophysiology. EGFR is expressed on vascular endothelial cells, HeLa cells, conjunctiva cells, vascular and uterine smooth muscle cells, keratinocytes, amniotic cells, placental membranes, and normal skin fibroblasts. It is no surprise that many cancers have been associated with the upregulation of EGFR, and overexpression has been identified in the majority of solid tumors. Associated cancers include breast, head-and-neck, non-small cell lung and squamous cell lung cancers, renal cell, ovarian, colon, bladder, pancreatic cancer, and gliomas."}
{"id": "article-21208_19", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Pathophysiology", "content": "While normal cells express 40,000 to 100,000 EGFR receptors, cancer cells may express up to 2,000,000 receptors. Stimulation of overexpressed EGFR receptors may contribute to cancer pathology by inducing cancer-cell proliferation while simultaneously blocking apoptosis, activating invasion and metastasis of hyperproliferative cells, and stimulating tumor-induced neovascularization. The degree of overexpression correlates with tumor progression, resistance to chemotherapy, and a poor prognosis.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Pathophysiology. While normal cells express 40,000 to 100,000 EGFR receptors, cancer cells may express up to 2,000,000 receptors. Stimulation of overexpressed EGFR receptors may contribute to cancer pathology by inducing cancer-cell proliferation while simultaneously blocking apoptosis, activating invasion and metastasis of hyperproliferative cells, and stimulating tumor-induced neovascularization. The degree of overexpression correlates with tumor progression, resistance to chemotherapy, and a poor prognosis."}
{"id": "article-21208_20", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Pathophysiology", "content": "In addition to their role in cancer cells, EGFR overexpression has been implicated in neurodegenerative diseases. In Alzheimer disease, mutations in presenilin 1 (PS1) contribute to the pathophysiology of the disease. PS1 is also involved in the transportation and production of EGFR. Neurites in proximity to the neuritic plaques found in Alzheimer disease show strong EGFR immunoreactivity, and excess EGF is known to induce neuronal death. Although the precise mechanism of this relationship is unclear, recent research indicates a role for EGFR overexpression in neurodegenerative disease. [19]", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Pathophysiology. In addition to their role in cancer cells, EGFR overexpression has been implicated in neurodegenerative diseases. In Alzheimer disease, mutations in presenilin 1 (PS1) contribute to the pathophysiology of the disease. PS1 is also involved in the transportation and production of EGFR. Neurites in proximity to the neuritic plaques found in Alzheimer disease show strong EGFR immunoreactivity, and excess EGF is known to induce neuronal death. Although the precise mechanism of this relationship is unclear, recent research indicates a role for EGFR overexpression in neurodegenerative disease. [19]"}
{"id": "article-21208_21", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Clinical Significance", "content": "Given the involvement of EGFR in the pathology of cancers, EGFR inhibitors have been considered potential therapeutic agents. Currently, 2 classes of anti-EGFR agents have shown clinical activity and achieved regulatory approval for cancer treatment. Anti-EGFR monoclonal antibodies Anti-EGFR monoclonal antibodies (cetuximab, panitumumab, erlotinib, and gefitinib) act as competitive inhibitors of EGFR ligand binding. EGFR tyrosine kinase inhibitors EGFR tyrosine kinase inhibitors (gefitinib, erlotinib, brigatinib, lapatinib) are small molecules that bind and inhibit the EGFR intracellular tyrosine kinase, which prevents further downstream activation.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Clinical Significance. Given the involvement of EGFR in the pathology of cancers, EGFR inhibitors have been considered potential therapeutic agents. Currently, 2 classes of anti-EGFR agents have shown clinical activity and achieved regulatory approval for cancer treatment. Anti-EGFR monoclonal antibodies Anti-EGFR monoclonal antibodies (cetuximab, panitumumab, erlotinib, and gefitinib) act as competitive inhibitors of EGFR ligand binding. EGFR tyrosine kinase inhibitors EGFR tyrosine kinase inhibitors (gefitinib, erlotinib, brigatinib, lapatinib) are small molecules that bind and inhibit the EGFR intracellular tyrosine kinase, which prevents further downstream activation."}
{"id": "article-21208_22", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Clinical Significance", "content": "Anti-EGFR monoclonal antibodies have now been approved for treating advanced colorectal and head and neck tumors, and EGFR TKIs have been approved for treating advanced non–small cell lung cancer, pancreatic carcinoma, head and neck tumors, and glioblastoma.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Clinical Significance. Anti-EGFR monoclonal antibodies have now been approved for treating advanced colorectal and head and neck tumors, and EGFR TKIs have been approved for treating advanced non–small cell lung cancer, pancreatic carcinoma, head and neck tumors, and glioblastoma."}
{"id": "article-21208_23", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Clinical Significance", "content": "An adverse effect of both classes of medications is a papulopustular eruption, seen in 90% of patients. Although these treatments are promising, resistance often develops. The T790M mutation and MET oncogene are the 2 primary sources of resistance.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Clinical Significance. An adverse effect of both classes of medications is a papulopustular eruption, seen in 90% of patients. Although these treatments are promising, resistance often develops. The T790M mutation and MET oncogene are the 2 primary sources of resistance."}
{"id": "article-21208_24", "title": "Biochemistry, Epidermal Growth Factor Receptor -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Epidermal Growth Factor Receptor -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}