{"id": "article-29723_0", "title": "Biochemistry, Superoxides -- Introduction", "content": "The highly reactive superoxide radicals forms when dioxides interact with air, a process that can be achieved in all living organisms and can then be further purposed depending on its context and the process through which it is metabolized. [1] [2] This reaction can occur endogenously through various metabolic pathways and can result in the formation of different reactive oxygen species (ROS), such as hydrogen peroxide (HO), hypochlorite (ClO), peroxynitrite (ONOO), and hydroxyl radical (OH). [3] [4] [5] [1] Historically considered dangerous, free radicals were given the responsibility as the perpetrators of numerous pathophysiological states, such as cardiovascular disease, inflammation, hereditary diseases, aging, and many other diseases. [6]", "contents": "Biochemistry, Superoxides -- Introduction. The highly reactive superoxide radicals forms when dioxides interact with air, a process that can be achieved in all living organisms and can then be further purposed depending on its context and the process through which it is metabolized. [1] [2] This reaction can occur endogenously through various metabolic pathways and can result in the formation of different reactive oxygen species (ROS), such as hydrogen peroxide (HO), hypochlorite (ClO), peroxynitrite (ONOO), and hydroxyl radical (OH). [3] [4] [5] [1] Historically considered dangerous, free radicals were given the responsibility as the perpetrators of numerous pathophysiological states, such as cardiovascular disease, inflammation, hereditary diseases, aging, and many other diseases. [6]"}
{"id": "article-29723_1", "title": "Biochemistry, Superoxides -- Introduction", "content": "Even though it is known that these diseases thrive under the overproduction of free radicals, superoxides also have a pivotal role in maintaining physiological states. These include defense functions like antibacterial properties and phagocytosis, as well as their ability to act as signaling molecules. [6] Superoxides are also included as part of the process of cell death and cellular disfunction, given their ability to react with distinct biomolecules, such as proteins, lipids, and DNA. [7] These superoxide molecules can be produced in various cell sites, including the cytosol, endoplasmic reticulum, peroxisomes, and mitochondria, the latter generating and compartmentalizing almost 90% of the reactive oxygen species, mainly through coenzyme Q. [8]", "contents": "Biochemistry, Superoxides -- Introduction. Even though it is known that these diseases thrive under the overproduction of free radicals, superoxides also have a pivotal role in maintaining physiological states. These include defense functions like antibacterial properties and phagocytosis, as well as their ability to act as signaling molecules. [6] Superoxides are also included as part of the process of cell death and cellular disfunction, given their ability to react with distinct biomolecules, such as proteins, lipids, and DNA. [7] These superoxide molecules can be produced in various cell sites, including the cytosol, endoplasmic reticulum, peroxisomes, and mitochondria, the latter generating and compartmentalizing almost 90% of the reactive oxygen species, mainly through coenzyme Q. [8]"}
{"id": "article-29723_2", "title": "Biochemistry, Superoxides -- Introduction", "content": "Given its active part in many of the body’s reactions, intricate regulation is achieved by the enzyme superoxide dismutases (SODs), which catalyzes the deactivation of superoxide and maintains the physiological concentration of superoxides. [3] Due to the complexity and importance of superoxide radicals in various metabolic processes, they play a role in various diseases, including inflammation-driven diseases, atherosclerosis, cancer, and other pathologies that pose a burden to modern-day society.", "contents": "Biochemistry, Superoxides -- Introduction. Given its active part in many of the body’s reactions, intricate regulation is achieved by the enzyme superoxide dismutases (SODs), which catalyzes the deactivation of superoxide and maintains the physiological concentration of superoxides. [3] Due to the complexity and importance of superoxide radicals in various metabolic processes, they play a role in various diseases, including inflammation-driven diseases, atherosclerosis, cancer, and other pathologies that pose a burden to modern-day society."}
{"id": "article-29723_3", "title": "Biochemistry, Superoxides -- Fundamentals", "content": "It is of utmost importance to understand the multitude of roles that superoxide and its derivatives have in the human body. Among the most studied mechanisms is the production of reactive oxygen species (ROS) by the phagocytic cells to eliminate pathogens that invade the body. This process is mediated by the nicotinamide adenine dinucleotide phosphate (NADPH) oxidase by the production of superoxide, as well as subsequent production of hydrogen peroxide and other free radicals. Superoxide also plays a vital role in cell signaling and survival by activating membrane-bound receptors. It can also alter mitochondrial membrane permeability to promote apoptosis. Superoxides have also been demonstrated to be an underlying cause in the pathophysiology of many diseases, such as cardiovascular disease, cancer, chronic inflammation, dementia, and amyotrophic lateral sclerosis, among others. These pathological states have one thing in common; the intracellular and extracellular excess of superoxide and other radicals that can disrupt cellular homeostasis.", "contents": "Biochemistry, Superoxides -- Fundamentals. It is of utmost importance to understand the multitude of roles that superoxide and its derivatives have in the human body. Among the most studied mechanisms is the production of reactive oxygen species (ROS) by the phagocytic cells to eliminate pathogens that invade the body. This process is mediated by the nicotinamide adenine dinucleotide phosphate (NADPH) oxidase by the production of superoxide, as well as subsequent production of hydrogen peroxide and other free radicals. Superoxide also plays a vital role in cell signaling and survival by activating membrane-bound receptors. It can also alter mitochondrial membrane permeability to promote apoptosis. Superoxides have also been demonstrated to be an underlying cause in the pathophysiology of many diseases, such as cardiovascular disease, cancer, chronic inflammation, dementia, and amyotrophic lateral sclerosis, among others. These pathological states have one thing in common; the intracellular and extracellular excess of superoxide and other radicals that can disrupt cellular homeostasis."}
{"id": "article-29723_4", "title": "Biochemistry, Superoxides -- Issues of Concern", "content": "Increasing knowledge in the various physiological and pathological aspects of superoxide and ROS has implicated these molecules in numerous diseases. Cardiovascular disease and malignancy are the first and second leading causes of death in the United States. [9] These diseases are responsible for 44.9% of the total deaths in the US population. [9] Recent studies have shown that superoxide is relevant to both of these pathologies, and it is one of the culprits for the severity and progression of both diseases. [10] [11] [12] Neurodegenerative disorders also present with an increase in superoxide production. These disorders account for an immense level of morbidity and mortality in the elderly population, with Alzheimer disease being the sixth most common cause of death in the United States. [9] Superoxide radical generation also demonstrates an association with dietary sources. High dietary intake that leads to the accumulation of triglycerides and glycogen within the body has implications in superoxide formation in the mitochondria of the liver. [13]", "contents": "Biochemistry, Superoxides -- Issues of Concern. Increasing knowledge in the various physiological and pathological aspects of superoxide and ROS has implicated these molecules in numerous diseases. Cardiovascular disease and malignancy are the first and second leading causes of death in the United States. [9] These diseases are responsible for 44.9% of the total deaths in the US population. [9] Recent studies have shown that superoxide is relevant to both of these pathologies, and it is one of the culprits for the severity and progression of both diseases. [10] [11] [12] Neurodegenerative disorders also present with an increase in superoxide production. These disorders account for an immense level of morbidity and mortality in the elderly population, with Alzheimer disease being the sixth most common cause of death in the United States. [9] Superoxide radical generation also demonstrates an association with dietary sources. High dietary intake that leads to the accumulation of triglycerides and glycogen within the body has implications in superoxide formation in the mitochondria of the liver. [13]"}
{"id": "article-29723_5", "title": "Biochemistry, Superoxides -- Cellular Level", "content": "Currently, research has shown that the superoxide molecule and its progeny are present in most aerobic cells and that they portray an immense array of important functions in a variety of cell types. [4] [12] [14] [15] Superoxide production occurs in cells through spontaneous processes as well as enzymatic oxidation. [16] Given its ubiquitous presence within the cells of the human body, the conclusion is that the presence of superoxide also accompanies the presence of SODs, the main defender against the potentially damaging reactions of these molecules. [5] The production of superoxides is achievable by redox reactions with molecular oxygen by the following substances: thiols, flavins, quinones, catecholamines, and pterins. [17]", "contents": "Biochemistry, Superoxides -- Cellular Level. Currently, research has shown that the superoxide molecule and its progeny are present in most aerobic cells and that they portray an immense array of important functions in a variety of cell types. [4] [12] [14] [15] Superoxide production occurs in cells through spontaneous processes as well as enzymatic oxidation. [16] Given its ubiquitous presence within the cells of the human body, the conclusion is that the presence of superoxide also accompanies the presence of SODs, the main defender against the potentially damaging reactions of these molecules. [5] The production of superoxides is achievable by redox reactions with molecular oxygen by the following substances: thiols, flavins, quinones, catecholamines, and pterins. [17]"}
{"id": "article-29723_6", "title": "Biochemistry, Superoxides -- Cellular Level", "content": "One of the most studied and most relevant reactions involving superoxides is that of the respiratory burst, initiated by NADPH oxidase. This enzyme, found in phagocytic leukocytes, converts oxygen to superoxide radicals within the phagolysosome to defend the body from pathogens. [2] [18] This process is a pivotal function of the innate immune system, and the inability to perform the respiratory burst, as seen in the chronic granulomatous disease, can lead to recurrent infections and important morbidity. [17] [19] Superoxide can react with NO to form peroxynitrite, a relevant mediator of cytotoxicity via DNA damage, LDL oxidation, mitochondrial respiration, tyrosine nitration, and isoprostane formation. [20] This molecule can also lead to tyrosine and serine/threonine phosphorylation and directly stimulate protein kinases and inhibit phosphatases that may globally affect T cell proliferation. [20]", "contents": "Biochemistry, Superoxides -- Cellular Level. One of the most studied and most relevant reactions involving superoxides is that of the respiratory burst, initiated by NADPH oxidase. This enzyme, found in phagocytic leukocytes, converts oxygen to superoxide radicals within the phagolysosome to defend the body from pathogens. [2] [18] This process is a pivotal function of the innate immune system, and the inability to perform the respiratory burst, as seen in the chronic granulomatous disease, can lead to recurrent infections and important morbidity. [17] [19] Superoxide can react with NO to form peroxynitrite, a relevant mediator of cytotoxicity via DNA damage, LDL oxidation, mitochondrial respiration, tyrosine nitration, and isoprostane formation. [20] This molecule can also lead to tyrosine and serine/threonine phosphorylation and directly stimulate protein kinases and inhibit phosphatases that may globally affect T cell proliferation. [20]"}
{"id": "article-29723_7", "title": "Biochemistry, Superoxides -- Molecular Level", "content": "Contrary to what the name implies, superoxide can also act as a moderate reductant. [6] [21] Its global effects can be summarized in two major molecular reactions: the catalysis of enzymatic nucleophilic processes and the reduction of biomolecules with a one-electron reduction potential higher than superoxide. [6] The dismutation of superoxide creates hydrogen peroxide, the first step in the production of potent oxidants. [16] Superoxide plays a vital role in cell death signaling, as research has shown it to induce the rapid release of cytochrome c from the mitochondria, thus initiating the intrinsic apoptotic pathway. [6] It is also able to initiate apoptosis by mediating the phosphorylation of apoptosis signal-regulating kinase 1 (ASK1) and the extracellular signal-related protein kinase (ERK), as well as increasing proton leakage from mitochondria via the uncoupled proteins 2 and 3. [6]", "contents": "Biochemistry, Superoxides -- Molecular Level. Contrary to what the name implies, superoxide can also act as a moderate reductant. [6] [21] Its global effects can be summarized in two major molecular reactions: the catalysis of enzymatic nucleophilic processes and the reduction of biomolecules with a one-electron reduction potential higher than superoxide. [6] The dismutation of superoxide creates hydrogen peroxide, the first step in the production of potent oxidants. [16] Superoxide plays a vital role in cell death signaling, as research has shown it to induce the rapid release of cytochrome c from the mitochondria, thus initiating the intrinsic apoptotic pathway. [6] It is also able to initiate apoptosis by mediating the phosphorylation of apoptosis signal-regulating kinase 1 (ASK1) and the extracellular signal-related protein kinase (ERK), as well as increasing proton leakage from mitochondria via the uncoupled proteins 2 and 3. [6]"}
{"id": "article-29723_8", "title": "Biochemistry, Superoxides -- Molecular Level", "content": "Nitric oxide (NO) plays an essential role in the aging process via its interactions with superoxide radicals. NO physiologically inhibits cytochrome c to decrease dioxygen consumption. [6] Any dysregulation of these fine-tuned balances would lead to increased consumption of dioxygen and increased formation of oxygen radicals, mainly superoxide, a phenomenon commonly seen in aging. [6] Superoxide is also capable of interacting with hypochlorite to form hydroxyl radicals in the neutrophil environment. [18] Inflammatory cytokines, namely TNF-alpha, activate endogenous production of superoxide by NADPH oxidase, and loss of NADPH oxidase in cells leads to decreased inflammation in the vascular wall. [20] Several humoral factors have demonstrated an effect on the constitutive expression of this enzyme, and these include angiotensin II, endothelins, high cholesterol, and elevated glucose, thus decreasing the vicious cycle of inflammation. [20]", "contents": "Biochemistry, Superoxides -- Molecular Level. Nitric oxide (NO) plays an essential role in the aging process via its interactions with superoxide radicals. NO physiologically inhibits cytochrome c to decrease dioxygen consumption. [6] Any dysregulation of these fine-tuned balances would lead to increased consumption of dioxygen and increased formation of oxygen radicals, mainly superoxide, a phenomenon commonly seen in aging. [6] Superoxide is also capable of interacting with hypochlorite to form hydroxyl radicals in the neutrophil environment. [18] Inflammatory cytokines, namely TNF-alpha, activate endogenous production of superoxide by NADPH oxidase, and loss of NADPH oxidase in cells leads to decreased inflammation in the vascular wall. [20] Several humoral factors have demonstrated an effect on the constitutive expression of this enzyme, and these include angiotensin II, endothelins, high cholesterol, and elevated glucose, thus decreasing the vicious cycle of inflammation. [20]"}
{"id": "article-29723_9", "title": "Biochemistry, Superoxides -- Function", "content": "Superoxide and its partially reduced metabolites can react with various biomolecules, which implicates them in cell death, cellular dysfunction, inflammation, and several other pathophysiological conditions. [7] One of the most critical roles of superoxide in the human body is that of aiding the innate immune system, being inherently present in the neutrophils, macrophages, and eosinophils. [17] Science has proven that superoxide reacts with a significant number of molecules and that these interactions can lead to different physiological events, such as vasodilation, vasoconstriction, chemotaxis, leukocyte adhesion, pain, as well as tissue and endothelial damage. [20]", "contents": "Biochemistry, Superoxides -- Function. Superoxide and its partially reduced metabolites can react with various biomolecules, which implicates them in cell death, cellular dysfunction, inflammation, and several other pathophysiological conditions. [7] One of the most critical roles of superoxide in the human body is that of aiding the innate immune system, being inherently present in the neutrophils, macrophages, and eosinophils. [17] Science has proven that superoxide reacts with a significant number of molecules and that these interactions can lead to different physiological events, such as vasodilation, vasoconstriction, chemotaxis, leukocyte adhesion, pain, as well as tissue and endothelial damage. [20]"}
{"id": "article-29723_10", "title": "Biochemistry, Superoxides -- Function", "content": "Large amounts of superoxide are produced as the body generates inflammatory NO, leading to increased peroxynitrite concentrations, a cytotoxic mediator molecule. [20] When considerable amounts accumulate in the cells, these play an essential role in cell survival, specifically involving activation or inactivation of G proteins JAK or STAT proteins, NK-kappa B, and MAPK pathways. [20] The formation of hydroxyl radicals can lead to direct DNA damage after oxidative stress. [22] Research has also shown that superoxide can modulate vascular tone, cell growth, gene expression, and signaling in blood vessels. [11] As previously mentioned, superoxide is readily converted to hydrogen peroxide by SODs. Hydrogen peroxide then can undergo reduction to water by the action of glutathione peroxidase or catalase, ridding the cell of possibly dangerous radicals. [22] Glutathione peroxidase converts hydrogen peroxide to water, whereas catalase converts hydrogen peroxide to oxygen and water. [23]", "contents": "Biochemistry, Superoxides -- Function. Large amounts of superoxide are produced as the body generates inflammatory NO, leading to increased peroxynitrite concentrations, a cytotoxic mediator molecule. [20] When considerable amounts accumulate in the cells, these play an essential role in cell survival, specifically involving activation or inactivation of G proteins JAK or STAT proteins, NK-kappa B, and MAPK pathways. [20] The formation of hydroxyl radicals can lead to direct DNA damage after oxidative stress. [22] Research has also shown that superoxide can modulate vascular tone, cell growth, gene expression, and signaling in blood vessels. [11] As previously mentioned, superoxide is readily converted to hydrogen peroxide by SODs. Hydrogen peroxide then can undergo reduction to water by the action of glutathione peroxidase or catalase, ridding the cell of possibly dangerous radicals. [22] Glutathione peroxidase converts hydrogen peroxide to water, whereas catalase converts hydrogen peroxide to oxygen and water. [23]"}
{"id": "article-29723_11", "title": "Biochemistry, Superoxides -- Mechanism", "content": "The innate immune system, the body’s first line of defense, has an essential role in maintaining homeostasis. The phagocytic NADPH oxidase plays an important role in eliminating engulfed bacteria, specifically via the production of ROS. [24] Researchers have also demonstrated that superoxide can be released to the extracellular matrix to destroy pathogens. While performing this function, it also increases vascular permeability and cell death. [20] The activation of MAPK pathways by superoxide is also involved in the pro-inflammatory signal transduction, with this molecule acting as a second messenger. [20] The exact effects of this stimulation depend on the cellular environment, nitric oxide, superoxide concentrations, and other factors. [20] Superoxide also plays a role in the intrinsic pathway of apoptosis through the phosphorylation of ERK and ASK1, subsequently increasing the proton leak from the mitochondria. [6]", "contents": "Biochemistry, Superoxides -- Mechanism. The innate immune system, the body’s first line of defense, has an essential role in maintaining homeostasis. The phagocytic NADPH oxidase plays an important role in eliminating engulfed bacteria, specifically via the production of ROS. [24] Researchers have also demonstrated that superoxide can be released to the extracellular matrix to destroy pathogens. While performing this function, it also increases vascular permeability and cell death. [20] The activation of MAPK pathways by superoxide is also involved in the pro-inflammatory signal transduction, with this molecule acting as a second messenger. [20] The exact effects of this stimulation depend on the cellular environment, nitric oxide, superoxide concentrations, and other factors. [20] Superoxide also plays a role in the intrinsic pathway of apoptosis through the phosphorylation of ERK and ASK1, subsequently increasing the proton leak from the mitochondria. [6]"}
{"id": "article-29723_12", "title": "Biochemistry, Superoxides -- Testing", "content": "The concentration of superoxides in a given cell or environment is achievable by a process called electron paramagnetic resonance (EPR) spectroscopy, which has its basis in the nucleophilic addition of the superoxide molecule to a diamagnetic cyclic nitrone, technically termed as a spin trap. This addition then results in the formation of a spin adduct, a persistent radical that is directly measurable due to its characteristic spectrum. [25] The extracellular superoxide can be detected and measured using cytochrome c reduction or chemiluminescence assays. [2] Other forms of measurement include direct detection via oxygen reduction, but this can only be achieved for a short duration. The other option is using an immobilizing enzyme such as SOD to measure superoxide concentrations indirectly. [2] Other tests include ultraviolet visibility, used for long-term detection and monitoring, useful for chemical applications, and can be used in conjunction with spin trapping. [2]", "contents": "Biochemistry, Superoxides -- Testing. The concentration of superoxides in a given cell or environment is achievable by a process called electron paramagnetic resonance (EPR) spectroscopy, which has its basis in the nucleophilic addition of the superoxide molecule to a diamagnetic cyclic nitrone, technically termed as a spin trap. This addition then results in the formation of a spin adduct, a persistent radical that is directly measurable due to its characteristic spectrum. [25] The extracellular superoxide can be detected and measured using cytochrome c reduction or chemiluminescence assays. [2] Other forms of measurement include direct detection via oxygen reduction, but this can only be achieved for a short duration. The other option is using an immobilizing enzyme such as SOD to measure superoxide concentrations indirectly. [2] Other tests include ultraviolet visibility, used for long-term detection and monitoring, useful for chemical applications, and can be used in conjunction with spin trapping. [2]"}
{"id": "article-29723_13", "title": "Biochemistry, Superoxides -- Testing", "content": "Classically, testing used the nitroblue tetrazolium (NBT) reduction to detect superoxide, which reduced NBT to its deep blue diformazan form, thus producing a visible color change to purple. [2] Another widely used testing mechanism is cytochrome c reduction by superoxide, which, if positive, results in a fast reduction and color change from red to colorless. [2]", "contents": "Biochemistry, Superoxides -- Testing. Classically, testing used the nitroblue tetrazolium (NBT) reduction to detect superoxide, which reduced NBT to its deep blue diformazan form, thus producing a visible color change to purple. [2] Another widely used testing mechanism is cytochrome c reduction by superoxide, which, if positive, results in a fast reduction and color change from red to colorless. [2]"}
{"id": "article-29723_14", "title": "Biochemistry, Superoxides -- Pathophysiology", "content": "There are numerous pathological mechanisms in which superoxides play a pivotal role. Oxidative stress has been shown to be one of the major driving factors in cancer and angiogenesis. [10] One of the most studied phenomena is the reperfusion injury, in which the reintroduction of oxygen in tissues can exacerbate its damage, mainly due to the generation of oxygen radicals. [12] Mitochondrial ROS produced during reperfusion injures the mitochondria, disrupting ATP production and dysregulating calcium levels, and increasing mitochondrial membrane permeability. [26] Zinc, known to have antioxidant action, is important in attenuating reperfusion injury in cardiomyocytes by alleviating mitochondrial ROS generation. [27] Its deficiency is associated with oxidative stress in numerous cell types. [27] Also, there has been increasing evidence in recent times that points to the importance of superoxides in carcinogenesis. Research has proven that cancer cells have increased superoxide generation and that this increased concentration may lead to malignant transformation. [10]", "contents": "Biochemistry, Superoxides -- Pathophysiology. There are numerous pathological mechanisms in which superoxides play a pivotal role. Oxidative stress has been shown to be one of the major driving factors in cancer and angiogenesis. [10] One of the most studied phenomena is the reperfusion injury, in which the reintroduction of oxygen in tissues can exacerbate its damage, mainly due to the generation of oxygen radicals. [12] Mitochondrial ROS produced during reperfusion injures the mitochondria, disrupting ATP production and dysregulating calcium levels, and increasing mitochondrial membrane permeability. [26] Zinc, known to have antioxidant action, is important in attenuating reperfusion injury in cardiomyocytes by alleviating mitochondrial ROS generation. [27] Its deficiency is associated with oxidative stress in numerous cell types. [27] Also, there has been increasing evidence in recent times that points to the importance of superoxides in carcinogenesis. Research has proven that cancer cells have increased superoxide generation and that this increased concentration may lead to malignant transformation. [10]"}
{"id": "article-29723_15", "title": "Biochemistry, Superoxides -- Pathophysiology", "content": "The reversal of malignant phenotypes is achievable by reducing cellular levels of superoxide; this occurs by the expression of superoxide dismutases that have shown efficacy in reducing tumor growth, metastasis, and other malignant features. [10] Supporting these findings is the fact that some cancer cells lose mitochondrial SODs, with a net increase in the intracellular concentration of superoxide. [5] Interestingly enough, hydrogen peroxide plays an ambivalent role in carcinogenesis. At submicromolar levels, it promotes carcinogenesis, whereas, at micromolar levels, it provides anti-tumoral activities. [10] There is also proof that the overstimulation of NMDA glutamate receptors in neurons leads to an increased amount of superoxide, mediated by intracellular calcium. [28] This specific NMDA receptor stimulation ends in excitotoxic neuronal death, comparable to other calcium-mediated signaling pathways that do not provoke neuronal death. [28]", "contents": "Biochemistry, Superoxides -- Pathophysiology. The reversal of malignant phenotypes is achievable by reducing cellular levels of superoxide; this occurs by the expression of superoxide dismutases that have shown efficacy in reducing tumor growth, metastasis, and other malignant features. [10] Supporting these findings is the fact that some cancer cells lose mitochondrial SODs, with a net increase in the intracellular concentration of superoxide. [5] Interestingly enough, hydrogen peroxide plays an ambivalent role in carcinogenesis. At submicromolar levels, it promotes carcinogenesis, whereas, at micromolar levels, it provides anti-tumoral activities. [10] There is also proof that the overstimulation of NMDA glutamate receptors in neurons leads to an increased amount of superoxide, mediated by intracellular calcium. [28] This specific NMDA receptor stimulation ends in excitotoxic neuronal death, comparable to other calcium-mediated signaling pathways that do not provoke neuronal death. [28]"}
{"id": "article-29723_16", "title": "Biochemistry, Superoxides -- Pathophysiology", "content": "ROS has also been implicated in disrupting the blood-brain barrier, resulting in the entry of toxic substances into the central nervous system and disruption of neuronal homeostasis. [29] The exposure of cells or tissues to peroxynitrite can reduce myocardial contractility, disrupt platelet aggregation, and induce cytotoxicity. [30] Oxidative alterations of endothelial cells and lipoproteins have been implicated in atherogenesis, mediated by the catalysis of transition metal ions such as iron and copper by superoxide. [11]", "contents": "Biochemistry, Superoxides -- Pathophysiology. ROS has also been implicated in disrupting the blood-brain barrier, resulting in the entry of toxic substances into the central nervous system and disruption of neuronal homeostasis. [29] The exposure of cells or tissues to peroxynitrite can reduce myocardial contractility, disrupt platelet aggregation, and induce cytotoxicity. [30] Oxidative alterations of endothelial cells and lipoproteins have been implicated in atherogenesis, mediated by the catalysis of transition metal ions such as iron and copper by superoxide. [11]"}
{"id": "article-29723_17", "title": "Biochemistry, Superoxides -- Clinical Significance", "content": "One of the most significant burdens of modern medicine is atherosclerotic and cardiovascular disease, besides various cancers. There have been numerous advances in the comprehension of these diseases, and ROS have been directly implicated. The presence of these molecules in higher than normal concentrations drives towards the formation of the atherosclerotic plaques and to defects in the endothelial relaxation, thus promoting the progress from asymptomatic disease to a broad clinical picture. [30] Superoxide has implications in the pathogenesis of hypertension due to evidence that increasing the concentrations of SODs in the vasculature improves hypertension, oxidation markers, kidney damage, glomerular filtration, and vessel relaxation. [11] The extent of atherosclerosis correlates positively with higher superoxide production, and NADPH oxidase-mediated production was highest in macrophage-rich areas of the atherosclerotic plaque. [31] ROS are also likely culprits in vascular remodeling via neointimal growth in atherosclerosis, hypertension, diabetes mellitus, and even after angioplasty. [11]", "contents": "Biochemistry, Superoxides -- Clinical Significance. One of the most significant burdens of modern medicine is atherosclerotic and cardiovascular disease, besides various cancers. There have been numerous advances in the comprehension of these diseases, and ROS have been directly implicated. The presence of these molecules in higher than normal concentrations drives towards the formation of the atherosclerotic plaques and to defects in the endothelial relaxation, thus promoting the progress from asymptomatic disease to a broad clinical picture. [30] Superoxide has implications in the pathogenesis of hypertension due to evidence that increasing the concentrations of SODs in the vasculature improves hypertension, oxidation markers, kidney damage, glomerular filtration, and vessel relaxation. [11] The extent of atherosclerosis correlates positively with higher superoxide production, and NADPH oxidase-mediated production was highest in macrophage-rich areas of the atherosclerotic plaque. [31] ROS are also likely culprits in vascular remodeling via neointimal growth in atherosclerosis, hypertension, diabetes mellitus, and even after angioplasty. [11]"}
{"id": "article-29723_18", "title": "Biochemistry, Superoxides -- Clinical Significance", "content": "Mutations of SOD1 resulting in a decrease of 50 to 80% of function have correlated with the development of amyotrophic lateral sclerosis, a neural disorder that causes motor neuron death in the spinal cord and brain, that results in mixed upper and lower motor neuron symptoms and gradually leads to paralysis of the entire body. [32] The decrease in SOD function leads to a toxic increase in superoxide concentrations in neurons. [32] Superoxide also plays an important role in pain sensation and hyperalgesia, mediated by upregulation of tumor necrosis factor receptor 1 (TNFR1) and increases TNF-alpha to sensitize nociceptive neurons. [33] Various reports imply that oxidative species are essential in the immortalization of specific epithelial cells, given that these exhibited greater levels of intracellular oxidant stress than nonmalignant cells. [23] This evidence supports the idea that oxidative species contribute to the survival and proliferation of cancer cells. [23] Interestingly enough, neoplastic cells are vulnerable to chemotherapeutic agents that increase intracellular oxidative species, possibly because higher concentrations surpass the oxidant stress capacity of these cells, thus resulting in cell cycle arrest, senescence, and apoptosis. [23]", "contents": "Biochemistry, Superoxides -- Clinical Significance. Mutations of SOD1 resulting in a decrease of 50 to 80% of function have correlated with the development of amyotrophic lateral sclerosis, a neural disorder that causes motor neuron death in the spinal cord and brain, that results in mixed upper and lower motor neuron symptoms and gradually leads to paralysis of the entire body. [32] The decrease in SOD function leads to a toxic increase in superoxide concentrations in neurons. [32] Superoxide also plays an important role in pain sensation and hyperalgesia, mediated by upregulation of tumor necrosis factor receptor 1 (TNFR1) and increases TNF-alpha to sensitize nociceptive neurons. [33] Various reports imply that oxidative species are essential in the immortalization of specific epithelial cells, given that these exhibited greater levels of intracellular oxidant stress than nonmalignant cells. [23] This evidence supports the idea that oxidative species contribute to the survival and proliferation of cancer cells. [23] Interestingly enough, neoplastic cells are vulnerable to chemotherapeutic agents that increase intracellular oxidative species, possibly because higher concentrations surpass the oxidant stress capacity of these cells, thus resulting in cell cycle arrest, senescence, and apoptosis. [23]"}
{"id": "article-29723_19", "title": "Biochemistry, Superoxides -- Clinical Significance", "content": "As previously mentioned, NADPH oxidase is crucial in the endogenous production of superoxide and other oxidative species. Mutations that affect the function of this enzyme have been shown to cause chronic granulomatous disease (CGD), a rare disease (1 in 200,000 live births) that presents with multiple bacterial and fungal infections starting in infancy or early childhood. [29] This disease can present due to mutations in five different subunits of the NADPH oxidase enzyme, the most common being a mutation in the CYBB gene, with X-linked recessive inheritance. [29] Bacterial infections mainly result from Staphyloccocus aureus, Burkholderia cepacia, Nocardia, Serratia marcescens, and Salmonella , all of which are catalase-positive organisms. These patients can also develop local or systemic disease after the application of the BCG vaccine. [29] Fungal infections normally result from Aspergillus species. Patients can develop infections in the lungs, lymph nodes, skin and soft tissues, liver, bones, and gastrointestinal tract. [29]", "contents": "Biochemistry, Superoxides -- Clinical Significance. As previously mentioned, NADPH oxidase is crucial in the endogenous production of superoxide and other oxidative species. Mutations that affect the function of this enzyme have been shown to cause chronic granulomatous disease (CGD), a rare disease (1 in 200,000 live births) that presents with multiple bacterial and fungal infections starting in infancy or early childhood. [29] This disease can present due to mutations in five different subunits of the NADPH oxidase enzyme, the most common being a mutation in the CYBB gene, with X-linked recessive inheritance. [29] Bacterial infections mainly result from Staphyloccocus aureus, Burkholderia cepacia, Nocardia, Serratia marcescens, and Salmonella , all of which are catalase-positive organisms. These patients can also develop local or systemic disease after the application of the BCG vaccine. [29] Fungal infections normally result from Aspergillus species. Patients can develop infections in the lungs, lymph nodes, skin and soft tissues, liver, bones, and gastrointestinal tract. [29]"}
{"id": "article-29723_20", "title": "Biochemistry, Superoxides -- Clinical Significance", "content": "Finally, reactive oxygen species also carry implications in developing neurodegenerative diseases, such as Huntington disease, Alzheimer disease, vascular dementia, frontotemporal dementia, and Parkinson disease. [8] As an organ that requires high oxygen levels to function, the brain is particularly susceptible to oxidative stress. Research has shown that higher ROS levels lead to defects in the blood-brain barrier that may facilitate the entry of neurotoxic substances and eventually lead to neuronal death. [29] Hence, disease progression shows a direct correlation with superoxide production and NADPH oxidase activity. [29]", "contents": "Biochemistry, Superoxides -- Clinical Significance. Finally, reactive oxygen species also carry implications in developing neurodegenerative diseases, such as Huntington disease, Alzheimer disease, vascular dementia, frontotemporal dementia, and Parkinson disease. [8] As an organ that requires high oxygen levels to function, the brain is particularly susceptible to oxidative stress. Research has shown that higher ROS levels lead to defects in the blood-brain barrier that may facilitate the entry of neurotoxic substances and eventually lead to neuronal death. [29] Hence, disease progression shows a direct correlation with superoxide production and NADPH oxidase activity. [29]"}
{"id": "article-29723_21", "title": "Biochemistry, Superoxides -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Superoxides -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}